{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 18.4.2018 SWD(2018) 212 final/2 CORRIGENDUM This document corrects document SWD(2018) 212 final of 7.3.2018. Modifications under points 3.4.5. and 3.5.1. Concerns the EN and LV version. The text shall read as follows: COMMISSION STAFF WORKING DOCUMENT Country Report Latvia 2018 Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN CENTRAL BANK AND THE EUROGROUP 2018 European Semester: Assessment of progress on structural reforms, prevention and correction of macroeconomic imbalances, and results of in-depth reviews under Regulation (EU) No 1176/2011 {COM(2018) 120 final} ",
        "Executive summary 1 1. Economic situation and outlook 5 2. Progress with country-specific recommendations 11 3. Reform priorities 15 3.1. Public finances and taxation 15 3.2. Financial sector 22 3.3. Labour market, education and social policies 26 3.4. Investment 35 3.5. Sectoral policies 41 3.6. Public administration 46 Annex A Overview Table 49 Annex B Macroeconomic Imbalance Procedure Scoreboard 53 Annex C Standard Tables 54 References 60 LIST OF TABLES Table 1.1: Key economic, financial and social indicators 10 Table 2.1: Summary table on 2017 CSR assessment 12 Table 3.2.1: Financial soundness indicators 22 Table B.1: Macroeconomic imbalances scoreboard 53 Table C.1: Financial market indicators 54 Table C.2: Headline Social Scoreboard indicators 55 Table C.3: Labour market and education indicators 56 Table C.4: Social inclusion and health indicators 57 Table C.5: Product market performance and policy indicators 58 Table C.6: Green growth 59 LIST OF GRAPHS Graph 1.1: GDP growth and components' contributions 5 CONTENTS ",
        "Graph 1.2: Investment by type of asset, % of GDP 5 Graph 1.3: 12 month average HICP inflation, % change 6 Graph 1.4: Labour market trends in Latvia 6 Graph 1.5: Poverty indicators 7 Graph 1.6: Distribution of income and net wealth 8 Graph 1.7: Net international investment position by sector 8 Graph 1.8: Credit growth 9 Graph 1.9: Real house price index, 2010=100 9 Graph 2.1: Multiannual implementation of 2012-2017 country-specific recommendations to date 11 Graph 3.1.1: Government expenditure growth plans 15 Graph 3.1.2: Cumulative fiscal effect of the tax measures 16 Graph 3.1.3: Tax wedge on labour, single earners 17 Graph 3.2.1: Private sector credit growth 22 Graph 3.2.2: Funding of non-financial corporations 23 Graph 3.2.3: House price benchmarks 24 Graph 3.3.1: Employment by sector, year-on-year changes 26 Graph 3.3.2: Job vacancies and labour shortage indicators 26 Graph 3.3.3: At-risk-of-poverty or social exclusion rate by age groups 30 Graph 3.3.4: Relationship between healthcare spending and health outcomes, 2014 31 Graph 3.3.5: Health risk factors in Latvia relative to other EU countries, 2013-2014 32 Graph 3.4.1: Investment as a share of GDP 35 Graph 3.4.2: Investment by type of asset, % of GDP vs EU average 35 Graph 3.4.3: Annual average productivity growth, % 36 Graph 3.4.4: Value added per person employed, index 2000=100 37 Graph 3.4.5: Productivity and real wages, index=1995 37 Graph 3.4.6: Average unit labour cost and productivity growth, 2001- 2016 38 Graph 3.4.7: Changes in real effective exchange rate in Latvia and euro area 38 Graph 3.4.8: Employment, labour force and the unemployment rate 39 Graph 3.5.1: Electricity prices for industrial consumers, 2016 42 LIST OF BOXES Box 2.1: Tangible results delivered through EU support to structural change in Latvia 14 Box 3.1.2: Distributional effect of the tax reform 18 Box 3.2.3: Policy highlights: Altum – single development financing institution 25 Box 3.3.1: Monitoring performance in light of the European Pillar of Social Rights 28 Box 3.4.5: Investment challenges and reforms in Latvia 40 ",
        "1 Latvia currently enjoys strong economic growth and it has undertaken a number of reforms in key areas. Latvia's economy is on overall strong footing with solid productivity growth, but rapid wage growth carries some risks. Latvia has implemented a major tax reform and is pursuing reforms in other key areas like healthcare, education and public administration. While these reforms aim to address some of the key challenges identified in this report, their effectiveness varies. At the same time, the rapidly shrinking population is weighing heavily on labour supply and the efficiency of public services. Moreover, the high inequality and a number of social challenges reflect the weak social protection in Latvia ( 1 ). An improving external outlook coupled with recovering investment has pushed Latvia’s real GDP growth above 4% in 2017. Real GDP growth is forecast to have reached 4.5 %, double the 2016 figure and the highest GDP growth since 2011 thanks to the recovery of investments, the more favourable external outlook and continued strong private consumption growth. Growth is expected to ease off to 3.5% in 2018 and 3.2% in 2019 once the initial boost from the investment recovery has passed. Exports and private consumption are expected to continue their strong performance, although these will be increasingly held back by accelerating inflation and labour shortages. While unemployment is steadily decreasing, employment growth is becoming constrained by the falling labour supply. Driven by the shrinking labour force and, to some extent, economic growth, the unemployment rate continued to decline to 8.7 % in 2017. A rapidly rising number of vacancies, reported labour shortages and a strong increase in wages signal a tightening of the labour market. Employment remained practically unchanged while wage growth continued to increase further, reaching nearly 10% in the first three quarters of 2017, also partly due to an ( 1 ) This report assesses Latvia’s economy in the light of the European Commission’s Annual Growth Survey published on 22 November 2017. In the survey, the Commission calls on EU Member States to implement reforms to make the European economy more productive, resilient and inclusive. In so doing, Member States should focus their efforts on the three elements of the virtuous triangle of economic policy — boosting investment, pursuing structural reforms and ensuring responsible fiscal policies. increase in the minimum wage. Wage growth has been more or less uniform across skill levels, but large regional differences and skill-level gaps in employment opportunities exist. The large difference between the net income of low-wage earners and the total cost for employers (‘the high tax wedge’) is dampening labour supply while the lack of affordable housing makes it hard for people to move to find work. The population decline increasingly weighs on the efficiency of several areas of the economy and social policy. Latvia’s population has been falling since the early 1990s, caused by a negative natural change and sizeable emigration. Over the past decade, however, the pace of decline has intensified due to a further increase in emigration. Besides weighing on the supply of labour, the falling population is putting a strain on public resources for social and health services. The negative effect of this dynamic is also becoming apparent in education and public utilities as fewer users of the existing infrastructure make their use more expensive. Productivity growth in Latvia has been solid since the crisis, but the easy gains of catching up are over. Since 2010 annual productivity growth in Latvia has been 2.4% on average, among the highest in the EU. However, it has more than halved compared to what it was during the fast catching-up process before the crisis. The structurally lower investment rate suggests that there is no low hanging fruit left and that the country’s growth model will need to change by shifting the focus to climbing the global value chains. However, weak innovation performance, average education outcomes and a diminishing talent pool due to emigration raise concerns about the economy’s ability to expand its share of knowledge-intensive activities. Despite some recent improvements, persistently high inequality and poverty reflect the weakness of the social safety net and the design of the tax and benefit system . While progressivity of labour taxation has been recently improved, its impact on reducing inequality is expected to remain negligible. Poverty and inequality remain high, notably due to the low spending on social protection which is directly linked to low tax revenue as a share of GDP. Although poverty among children has decreased EXECUTIVE SUMMARY ",
        "Executive summary 2 considerably over the past 5 years, poverty risk for the elderly has worsened, largely because pensions have not kept pace with economic growth. Future pension adequacy is also a concern due to a rapidly rising old-age dependency ratio. A major tax reform leaves little room for discretionary spending in other areas. While the cost of the tax reform is expected to weigh on the fiscal position in 2018-2019, the government deficit is set to remain at around 1% of GDP. At the same time, the intention to stick to the current tax policy for the coming three years will limit the available public resources for crucial needs in healthcare and social assistance. Latvia has made some progress in addressing the 2017 country-specific recommendations. Some progress was recorded on reducing the tax wedge on low-income earners and on improving tax compliance. Some progress was also made as a result of setting efficiency targets for central government, by increasing the provision of public healthcare services and by updating vocational education curriculum. However, progress has been limited on preventing conflict of interest in public administration and on improving the adequacy of the social safety net. As for progress in reaching the national targets under the Europe 2020 strategy, Latvia has attained its employment rate target, early school leaving, tertiary education attainment and poverty reduction targets in 2016 and is performing well on renewable energy, energy efficiency, reducing greenhouse gas emissions. More effort is needed on R&D investment. Latvia faces challenges with regard to a number of indicators of the Social Scoreboard supporting the European Pillar of Social Rights. High economic growth has translated into improved employment outcomes. However, income inequality and poverty remain relatively high, in part due to the weaknesses in the social protection system. Access to healthcare and decent housing is limited and social housing is scarce. Participation in active labour market policies remains low. On the positive side, the gender employment gap is very low and gross disposable household income per capita is increasing. The main findings of the analysis contained in this report, and the related policy challenges, are as follows:  Tax cuts are expected to provide employment and investment incentives, but restrict resources for public services. Labour taxation is being made more progressive by reducing the tax wedge on low wages, although a gap with the EU average remains. Changes to the taxation of capital give entrepreneurs an incentive to retain the profits and the government expects this will boost investment. However, the tax cuts are only partly compensated by increases in excise duties and improving the tax administration, thereby reducing the tax revenue as a share of GDP. As a result, resources for public services remain restricted, in particular for pressing needs in healthcare and social assistance. At the same time, the revenue potential of property taxation remains underused.  The education system faces a challenge to consolidate resources while improving quality and efficiency. Access to quality education remains dependent on the place of residence and type of school. The decline in student numbers calls for fewer schools and teachers, which would allow for higher teacher salaries and specialisation. At the same time, a competences-based general education curriculum is set to be rolled out from 2018. This is intended to align skills with future labour market needs. The target for vocational education is to increase its share of students by offering them better work opportunities and gradually updating the curriculum. At the moment, participation in vocational education and adult learning is relatively low.  Facilitating labour market inclusion of the long-term unemployed remains difficult, notably in rural areas. Active labour market policies rely on EU funding and are expected to increase, but their coverage is still lagging behind other EU countries. Regional mobility, particularly to Riga, is impeded by limited availability of quality rental accommodations and because Riga is excluded from the mobility-benefit scheme. There has been a greater effort to reach young people neither in ",
        "Executive summary 3 employment, education or training and to help the long-term unemployed get jobs, but this remains a complex task.  Adequacy of social benefits remains low and results in a high proportion of people at risk of poverty and still high income inequalities. The social safety net is insufficient to provide for the basic subsistence needs. The large number of low-wage earners and widespread underreporting of wages mean that a sizable part of the population has only minimal social coverage. Ambitious government plans to raise the minimum income level have not been implemented due to a lack of funding. Instead, the guaranteed minimum income has been increased marginally. Also, despite some increases in the lowest pensions, ensuring their adequacy remains a challenge. Moreover, the social protection of people with disabilities remains very weak.  The increase in healthcare financing is expected to satisfy some of the critical needs but newly adopted access restrictions risk worsening health outcomes. The country's poor health outcomes are linked to the low public financing of healthcare and lower efficiency than in other countries. Prioritising resources for health in 2018 and 2019 is expected to expand access to services. However, public spending plans for 2020 remain well below the EU average and reforms to boost efficiency have only just started. State- funded health services are set to be linked to the payment of social contributions from 2019. Population groups excluded from the full access to public services can opt-in by making voluntary health contributions. As a result, part of population stand to lose access to the full basket of healthcare services.  Rapidly rising labour costs raise some concerns about Latvia’s price competitiveness. Despite rapid wage growth, Latvia has continued to gain export market shares. Crucially, unlike during the period leading up to the 2009 economic crisis, the current account has, on average, remained close to balance. The falling labour supply appears to be the main driver of wage growth, which in turn may have a positive effect by containing emigration. While the risks are limited so far, they highlight the importance of policy measures to increase labour supply.  Latvia's productivity growth has been solid, but its innovation performance is average. A favourable macroeconomic environment and pressures from the falling working-age population have helped productivity growth in Latvia. However, the low investments in R&D, the overall weak innovation performance and average education outcomes undermine Latvia’s pursuit of higher productivity through specialisation in knowledge-intensive activities.  Latvia has taken steps to reduce the burden of energy subsidies on electricity consumers but challenges remain. In response to the high and rising costs of energy subsidies, Latvia phased-out the support paid to the state-owned energy company which accounted for around half of the entire subsidy cost. Moreover, it has also sought to increase the competitiveness of large industrial consumers by lowering their electricity price, which is among the highest in EU. However, challenges remain over the efficiency of the electricity network (partly due to the population decline) and achieving better cost effectiveness in renewable energy support.  Latvia's business environment is generally favourable, although the judicial system and public procurement continue to pose challenges. Overall, Latvia scores high on international business environment rankings, standing out for its well-developed IT infrastructure, online services and access to credit. It does less well in insolvency process and public procurement. While the specific weaknesses of the insolvency framework that allowed for major abuses of the process have been addressed, trust in the judiciary remains relatively low. Furthermore, there are challenges with respect to competitiveness and transparency of the public procurement process.  The upcoming public administration reform aims at increasing the quality and efficiency of the central administration. This is expected to be achieved by centralising ",
        "Executive summary 4 administrative support functions and cutting back administrative procedures and regulations. However, local authorities and state owned- enterprises are outside the scope of the reform, limiting its overall effectiveness.  Corruption remains a challenge for the business environment, but strengthening functional independence of the anti- corruption office is a positive step. Based on the surveys, corruption is still considered to be more widespread than in some other EU countries, but the share of businesses pointing to it being an obstacle for doing business is decreasing. The in-fighting in the anti- corruption office in the previous years weakened its efficiency, which is expected to be resolved by recent organisational changes. Nevertheless, the delay in legislating on whistle-blower protection is detrimental to improving the accountability and efficiency of public administration. ",
        "5 GDP growth GDP growth reached 4.5% in 2017 on the back of strong investment recovery and improved external demand. Investment and exports led the way in an all-around acceleration of growth. While private consumption continued its steady climb supported by increasing wage growth, the recovery of investments was the main determinant of the pick-up in activity in Latvia. Both factors are expected to extend their impact into 2018, but the growth is expected to return to about its post crisis average by 2019. Graph 1.1: GDP growth and components' contributions Source: European Commission According to the Commission's Winter forecast, growth is expected to slow down to 3.5% in 2018 and to 3.2% in 2019. Once the initial boost of the recovery of EU-fund disbursements wanes, growth is expected to slow down but remain solidly above 3%. Robust growth of the EU's economy coupled with strong wage increases and a stimulus provided by the tax cuts should drive the economy in 2018. On the other hand, growing inflation and limited labour supply are projected to be constraining factors. Consumption Private consumption grew at a high pace in 2017 but it is expected to decelerate. Private consumption is believed to have increased by more than 4% in 2017 up from 3.3% in 2016, mainly due to rising wages. Above average consumer confidence also contributed to the acceleration in consumption growth. It is, however, expected to decelerate in line with the developments of real disposable income, whose growth is set to slow down on account of falling employment and increasing inflation. Investment EU-funded projects set to drive the investment cycle. Investments moved in line with the flow of EU funds, returning to their 2015 level 2017 following a dip in 2016. Looking ahead, the stimulus provided by the EU funds are expected to last until early 2019 by which time the disbursements should have reached their normal levels. A major investment in equipment by the national airline and credit growth turning slightly positive gave an additional boost to investment in 2017. Graph 1.2: Investment by type of asset, % of GDP Source: European Commission Trade Increased global trade provides only a limited boost to Latvia's exports. Exports of goods and services are forecast to have increased by some 4% in 2017, largely the same as in 2016. Export growth to the EU held steady and goods exports to Russia resumed growth for the first time in three years. At the same time, growth of services export -25 -20 -15 -10 -50 5 10 15 20 25 030405060708091011121314151617181920 % , p p s Inventories investment Investment (GFCF) Consumption Net exports Real GDP growth -5 0 5 10 15 20 25 30 35 40 45 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17*18* % G D P Construction Equipment Other investment Inventories and Valuables 1. ECONOMIC SITUATION AND OUTLOOK ",
        "1. Economic situation and outlook 6 slowed in 2017 as a result of a continued decline in rail transit services to Russia and financial services to non-residents. According to the Commission's Autumn forecast, export growth is set to remain in the vicinity of 4% in both 2018 and 2019. Import growth, on the other hand, is set to loosely follow the investment cycle, gradually decreasing in both 2018 and 2019 as investment growth slows down. Inflation Increasing wage pressures are set to keep inflation elevated in the foreseeable future. Recovering energy prices and a surge in food prices pushed HICP inflation in Latvia to 2.9% in 2017. While the impact of these developments is expected to be short-lived, wage growth and a considerable increase in excise taxes are set to keep inflation close to 3% in both 2018 and 2019. Graph 1.3: 12 month average HICP inflation, % change Source: European Commission Labour market The shrinking of the labour force drives the unemployment rate down and wage growth up. While the number of people in employment remained stable, the unemployment rate continued to fall on the account of shrinking labour force, whose impact has been mitigated by increasing activity rate (Graph 1.4). In 2017, the unemployment rate in Latvia was 8.7% (seasonally adjusted), but there were large regional differences ranging from 4.8% in Riga to 15.8% in the eastern region, Latgale 2 . The share of long-term unemployed decreased, yet the average duration of the unemployment spell increased. The unemployment rate is expected to decrease further on the back of the continuing decline in the working age population, which on average has decreased by around 1.5% annually since 2010. Graph 1.4: Labour market trends in Latvia Source: European Commission Wage growth nears 10% as competition for the falling number of jobseekers intensifies. The nominal wage growth picked-up to 8.7% in the first three quarters of 2017, from 6.8% in 2016. The pick-up in GDP growth, in particular the upswing in investment growth, were the main drivers of the acceleration in wage increase. Wage growth is broadly similar across industries, regions and skill levels, with a slightly higher increase to the pay of the low-skilled. Wages are expected to continue rising at a high rate in 2018 and 2019 in line with the solid GDP growth and partly due to an approximately 13% increase in the minimum wage (from EUR 380 in 2017 to EUR 430 in 2018). Notably, real wage growth has exceeded productivity growth for a number of years now and therefore raises potential concern about the country's price competitiveness. This issue is covered in more detail in section 3.4.4. ( 2 ) December 2017, State Employment agency data -4.0 -3.0 -2.0 -1.0 0.0 1.0 2.0 3.0 4.0 5.0 2010 2011 2012 2013 2014 2015 2016 2017 All-items HICP Overall index excluding energy and unprocessed food 70 72 74 76 78 80 82 84 05 10 15 20 25 30 35 40 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 % % Activity rate 20-64 (rhs) Unemployment rate 15-74 (lhs) Long-term unemployment rate 15-74 (lhs) Youth unemployment rate 15-24 (lhs) NEET rate 15-24 (lhs) ",
        "1. Economic situation and outlook 7 The challenges stemming from the demographic decline are becoming more pronounced. The rate of decline of Latvia's working age population has increased from 0.8% annually over the 2003 to 2007 period to almost 2% over the 2008-2016 period, primarily on the account of increased emigration. Emigration is linked to higher pay and better employment opportunities in the richer EU countries. The rapidly rising wages can help stem this trend and therefore present a positive development from this perspective. The population decline carries important policy challenges in a number of areas – fiscal sustainability ( see Section 3.1.4) , labour supply ( see Section 3.3.1) , healthcare ( see Section 3.3.3) , education ( see Section 3.3.4) , productivity ( see Section 3.4.3) , energy ( see Section 3.5.1) and public administration ( see Section 3.6.1) . Social developments Despite some improvements, the risk of poverty or social exclusion remains high . The share of people at risk of poverty or social exclusion continued to decrease to 28.2% in 2017, but it remains above the EU average of 23.5% (2016) ( 3 ). The decrease is thanks to a drop in the severe material deprivation rate and, to a lesser extent, to a decrease in the proportion of people living in low work intensity households (Graph 1.5). No significant improvements occurred for monetary poverty in 2017 (see section 3.3.2 for more details). In 2017, the at-risk-of-poverty rate remained at a high level for people with disabilities and for those living in (quasi-) jobless households, and the elderly. ( 3 ) Income data from EU-SILC refer to the previous year for all Member States except from IE and UK. Graph 1.5: Poverty indicators Source: European Commission Both wealth and income inequality are high. In 2017, the share of income of the richest 20% of households was more than six times higher than that of the poorest 20% of households, placing Latvia among the EU countries with the highest income inequality. Despite having notably declined since 2006, Latvia's Gini coefficient ( 4 ) for household income after taxes and benefits remain among the highest in the EU ( 5 ). While market incomes were only slightly more unequal than in other EU countries, the impact of taxes and benefits on reducing the inequality is significantly lower in Latvia than in other EU countries. This reflects the low social spending ( see Section 3.3.2) and weak tax progressivity ( see Section 3.1.3) in Latvia . In addition, wealth inequality is among the highest in the euro area. Around half of the wealth reflects ownership of the main residence and a quarter reflects ownership of other real estate, which is similar to the EA average (Graph 1.6). ( 4 ) The Gini coefficient is an indicator with value between 0 and 1. Lower values indicate higher equality. In other words a value equal to 0 indicates everybody has the same income, a value equal to 1 indicates that one person has all the income. Note: The total disposable household income is 'equivalised' - adjusted for the size of a household ( 5 ) The Gini coefficient was 38.9 in 2006 and 34.5 in 2017 05 10 15 20 25 30 35 40 45 50 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 % o f p o p u l a t i o n At-risk-of-poverty-or-social-exclusion rate At-risk-of-poverty rate Severe material deprivation ",
        "1. Economic situation and outlook 8 Graph 1.6: Distribution of income and net wealth Source: EU SILC (Eurostat, 2017) and HFCN (2016) Inequality of opportunities and unequal access to healthcare are also a cause for concern. While the link between educational outcomes and socio-economic background is relatively low, the poverty situation of the children of low-skilled parents (41.8% at risk of poverty) is considerably higher than that of the children of high-skilled parents (4.9%). This divide is also reflected in access to healthcare, with the gap between the poorest and the richest as regards self-reported unmet need for medical care being among the highest in the EU. External position The current account has reverted to a deficit on the back of recovering investment. The increase in EU funds flow and the corresponding increase in imports of investment goods is forecast to have put the current account back in deficit of 1.4% of GDP in 2017. It is expected to remain moderately negative over the forecast horizon. The net international investment position (NIIP) continued to improve mainly due to Latvian banks' declining need for external financing. At the end of 2017, Latvia's NIIP was above -60% of GDP compared to below -80% of GDP in 2009. Furthermore, it is mostly made up of foreign direct investment (FDI), limiting the risks of a sudden withdrawal. Graph 1.7: Net international investment position by sector Source: European Commission Credit developments Credit growth has remained low in spite of the economic upswing. In 2017, credit to households has been recovering, but lending to firms decelerated (Graph 1.8). Only 25% of new house purchases were financed by banks. The rest was financed by buyers' own means or by alternative consumer credit providers. This latter market segment has been expanding. The alternative lenders have about 300 thousand clients across the country and by volume grant more consumer loans than banks. Non-financial companies are reluctant to invest, despite the current economic prosperity. Firms are making profits but do not intend to expand their productive capacities. Part of this is owed to a subdued economic confidence, but the weak judiciary system and unresolved problems in insolvency procedures are additional factors discouraging credit growth. 0 10 20 30 40 50 1 2 3 4 5 % o f t o t a l income quintile income net wealth EU/EA -140 -120 -100 -80 -60 -40 -200 20 40 60 0 8 Q 4 ' 0 9 Q 4 1 0 Q 4 1 1 Q 4 1 2 Q 4 1 3 Q 4 1 4 Q 4 1 5 Q 4 1 6 Q 4 % o f G D P General Government Private sector MFI (excl central bank) Central Bank (incl reserves) Net int'l investment position (NIIP) ",
        "1. Economic situation and outlook 9 Graph 1.8: Credit growth Source: European Central bank House prices House price growth has picked-up but the price level remains in line with the fundamentals. House price growth reached 9.3% in the first three quarters of 2017, however this follows a prolonged period of generally subdued price increase (Graph 1.9). Overall, the average house price growth since 2010 has been 5.1%, below the average growth rate of nominal GDP (5.8%). As a result, the current house price levels are around the long term average (Section 3.2.5). Graph 1.9: Real house price index, 2010=100 Source: European Commission Public finances With the general government deficit hovering at around 1% Latvia's public finances remain solid but the current expansion is pro-cyclical. The general government deficit was 0.9% of GDP in 2017 and it is expected to remain thereabout in both 2018 and 2019. Defence and healthcare spending are the main beneficiaries from the expenditure growth foreseen for 2018. A major tax cut aimed at stimulating economic activity is set to limit the revenue gains from the strong growth in the tax base. Given the above potential economic growth, the expansionary fiscal stance is pro- cyclical. The pro-cyclicality of the fiscal policy raises concern about the resilience of the public finances should the economic cycle turn. -8 -6 -4 -202 4 68 N o v - 1 1 M a y - 1 2 N o v - 1 2 M a y - 1 3 N o v - 1 3 M a y - 1 4 N o v - 1 4 M a y - 1 5 N o v - 1 5 M a y - 1 6 N o v - 1 6 M a y - 1 7 N o v - 1 7 Total private Non-financial corporations Households Mortgage credit % ch, y-o-y 0 50 100 150 200 250 Euro Area Estonia Latvia Lithuania ",
        "1. Economic situation and outlook 10 Table 1.1: Key economic, financial and social indicators (1) Sum of portfolio debt instruments, other investment and reserve assets. (2) Domestic banking groups and stand-alone banks, EU and non-EU foreign-controlled subsidiaries and EU and non-EU foreign-controlled branches. Source: Eurostat and ECB as of 30 Jan 2018, where available; European Commission for forecast figures (Winter forecast 2018 for real GDP and HICP, Autumn forecast 2017 otherwise) 2004-07 2008-12 2013-14 2015 2016 2017 2018 2019 Real GDP (y-o-y) 10,2 -2,6 2,2 2,8 2,1 4,5 3,5 3,2 Potential growth (y-o-y) 7,9 -0,2 1,1 2,1 1,7 3,2 3,7 3,9 Private consumption (y-o-y) 12,5 -3,3 3,2 2,5 3,3 . . . Public consumption (y-o-y) 4,0 -2,8 1,7 1,9 2,7 . . . Gross fixed capital formation (y-o-y) 21,6 -7,2 -3,0 -0,5 -15,0 . . . Exports of goods and services (y-o-y) 14,5 4,5 3,5 3,0 4,1 . . . Imports of goods and services (y-o-y) 19,1 -2,5 0,8 2,1 4,5 . . . Contribution to GDP growth: Domestic demand (y-o-y) 14,9 -4,9 1,5 1,7 -0,8 . . . Inventories (y-o-y) 0,1 -1,1 -0,9 0,6 3,2 . . . Net exports (y-o-y) -4,9 2,9 1,6 0,5 -0,3 . . . Contribution to potential GDP growth: Total Labour (hours) (y-o-y) 0,3 -1,1 -0,8 -0,6 -0,1 -0,2 -0,2 -0,1 Capital accumulation (y-o-y) 3,6 0,2 -0,4 -0,4 -1,4 0,0 0,4 0,6 Total factor productivity (y-o-y) 3,9 0,7 2,3 3,1 3,2 3,4 3,4 3,4 Output gap 6,3 -5,8 0,0 1,0 1,3 2,3 2,1 1,4 Unemployment rate 8,7 15,2 11,4 9,9 9,6 8,4 7,9 7,3 GDP deflator (y-o-y) 12,5 2,0 1,7 0,0 0,3 2,2 3,4 3,2 Harmonised index of consumer prices (HICP, y-o-y) 7,4 4,6 0,4 0,2 0,1 2,9 3,1 2,9 Nominal compensation per employee (y-o-y) 24,4 1,5 7,0 7,7 6,8 9,5 8,8 8,1 Labour productivity (real, person employed, y-o-y) 7,4 1,4 1,8 1,4 2,4 . . . Unit labour costs (ULC, whole economy, y-o-y) 15,9 0,1 5,1 6,2 4,3 5,3 4,9 4,6 Real unit labour costs (y-o-y) 3,0 -1,9 3,4 6,2 4,0 3,0 1,5 1,4 Real effective exchange rate (ULC, y-o-y) 11,2 -2,1 4,7 3,7 3,4 4,8 4,1 2,5 Real effective exchange rate (HICP, y-o-y) 2,0 1,1 0,9 1,3 1,3 -1,2 2,5 . Savings rate of households (net saving as percentage of net disposable income) -9,1 -4,8 -14,0 -8,1 -6,5 . . . Private credit flow, consolidated (% of GDP) 27,3 -0,2 -5,5 0,7 0,3 . . . Private sector debt, consolidated (% of GDP) 86,3 115,4 94,2 88,8 88,3 . . . of which household debt, consolidated (% of GDP) 32,5 43,3 28,0 24,5 23,7 . . . of which non-financial corporate debt, consolidated (% of GDP) 53,8 72,1 66,2 64,3 64,6 . . . Gross non-performing debt (% of total debt instruments and total loans and advances) (2) . 9,9 6,6 5,1 5,2 . . . Corporations, net lending (+) or net borrowing (-) (% of GDP) -9,5 6,3 6,4 6,1 3,8 0,7 -0,5 -0,3 Corporations, gross operating surplus (% of GDP) 30,8 30,1 31,0 28,4 26,6 25,5 24,3 23,0 Households, net lending (+) or net borrowing (-) (% of GDP) -5,6 -0,5 -4,5 -2,6 -1,5 0,2 1,5 1,8 Deflated house price index (y-o-y) 16,9 -11,3 5,4 -2,4 7,4 . . . Residential investment (% of GDP) 4,5 2,8 2,4 2,5 2,0 . . . Current account balance (% of GDP), balance of payments -16,4 -1,9 -2,2 -0,5 1,4 -1,2 -1,4 -1,0 Trade balance (% of GDP), balance of payments -16,6 -4,7 -2,6 -0,5 0,9 . . . Terms of trade of goods and services (y-o-y) 1,4 -0,3 -0,3 0,7 2,8 -1,0 0,4 0,5 Capital account balance (% of GDP) 1,3 2,2 2,8 2,8 1,0 . . . Net international investment position (% of GDP) -60,0 -76,1 -66,1 -63,8 -58,9 . . . Net marketable external debt (% of GDP) (1) -30,2 -37,8 -19,4 -12,7 -9,9 . . . Gross marketable external debt (% of GDP) (1) 93,8 132,4 125,0 130,2 134,6 . . . Export performance vs. advanced countries (% change over 5 years) 105,1 50,6 16,5 14,5 6,2 . . . Export market share, goods and services (y-o-y) 14,1 1,6 2,6 -3,7 3,5 . . . Net FDI flows (% of GDP) -5,1 -2,6 -1,4 -2,6 0,0 . . . General government balance (% of GDP) -0,6 -5,5 -1,1 -1,2 0,0 -0,9 -1,0 -1,1 Structural budget balance (% of GDP) . -1,6 -0,9 -1,6 -0,6 -1,8 -1,8 -1,6 General government gross debt (% of GDP) 10,8 36,9 39,9 36,8 40,5 39,0 35,5 35,7 Tax-to-GDP ratio (%) 28,4 28,5 29,9 30,4 31,5 31,6 31,1 30,7 Tax rate for a single person earning the average wage (%) 29,0 29,7 30,0 28,9 29,1 . . . Tax rate for a single person earning 50% of the average wage (%) 26,3 27,3 27,8 26,8 27,0 . . . forecast ",
        "11 Progress with the implementation of the recommendations addressed to Latvia in 2017 has to be seen in a longer-term perspective since the introduction of the European Semester in 2011 . Looking at the multi-annual assessment of the implementation of the country specific recommendations since these were first adopted, 85 % of all the recommendations addressed to Latvia have recorded at least ‘some progress’ (Graph 2.1). Substantial progress and full implementation have been observed by maintaining fiscal discipline, adopting the domestic fiscal framework and by improving the macro-prudential supervision of the banking sector. Latvia is fiscally prudent and has recently reduced the tax wedge ( 6 ) on low wages somewhat. Latvia corrected its excessive government deficit in 2012 and has complied with the fiscal requirements since then. A fiscal framework has been set up and implemented. Shifting taxation away from low wages in a growth-friendly manner has been recommended to Latvia since 2012. The 2017 tax reform partly addressed this recommendation, as the tax wedge on low wages has been reduced, but it remains above the EU average and above other Baltic countries. Moreover, the fiscal costs of the tax cut are only partly compensated by increases in excise duties and stricter VAT administration. Tax compliance has been gradually improving, helped by the tax administration's preventive measures and efforts to eradicate tax evasion. However, some policy measures are prone to abuse, like the micro-enterprise tax regime. ( 6 ) Tax wedge is a difference between the amount of taxes paid and the total labour cost for the employer. Graph 2.1: Multiannual implementation of 2012-2017 country-specific recommendations to date Notes: The multiannual CSR assessment looks at the implementation since the CSRs were first adopted until the 2018 Country Report. The assessment excludes an assessment of compliance with the Stability and Growth Pact. Source: European Commission Social policies have seen little progress over time, but lately healthcare has gained the necessary attention. The social assistance system has not improved over the years. A major reform introducing a universal minimum income level was presented in 2014 and was planned to be introduced in 2017, but so far has not been advanced, primarily due to lack of funding. The adequacy of social benefits has been somewhat improved by more generous pension indexation rules and by increasing child benefits, in particular for large families, and a modest increase in the guaranteed minimum income. Updating vocational education in line with the labour market needs has been slow. Framework conditions for work-based learning were established in 2016, but uptake is still low. The healthcare sector has been prioritised in budget decisions, but supply of state-funded services still lags behind demand. Strategic decisions on consolidation and specialisation for greater resource efficiency are still to be implemented in practice. A reform proposal for increasing efficiency of the central public administration has been adopted. Public administration reforms have advanced little over the previous years, with several proposals presented, but few adopted. Ideas for increasing efficiency of public administration were tabled in 2016 and the revised proposal was adopted by the Government in 2017. The reform hinges on high-level targets for reducing staff numbers in central government allowing for wage 14% 59% 15% 12% No Progress Limited Progress Some Progress Substantial Progress Full Implementation 2. PROGRESS WITH COUNTRY-SPECIFIC RECOMMENDATIONS ",
        "2. Progress with country-specific recommendations 12 increases, thus attracting talent to the public sector. However, these plans don’t include local government. The legislative proposal for a unified legal framework for all public-sector employees has not been passed by Parliament, despite being ready since 2014. The prevention of conflict of interest is hampered by an unclear division of competencies among the institutions charged with the verification of declarations of assets and interests, a process that is not carried out systematically. The delay in legislating on whistle- blower protection is detrimental to the accountability and the efficiency of public administration. Overall, Latvia has made some progress ( 7 ) in addressing the 2017 country-specific recommendations. It made some progress on reducing the tax wedge on low-income earners and on improving tax compliance, as well as on launching the reform of central government and on increasing provisions of public healthcare services. Only limited progress was made on improving adequacy of the social safety net and there is some progress in updating vocational education curricula, although fair amount of work is still needed to fully address the country-specific ( 7 ) Information on the level of progress and actions taken to address the policy advice in each respective subpart of a CSR is presented in the overview table in the Annex. This overall assessment does not include an assessment of compliance with the Stability and Growth Pact. recommendation. Progress on preventing conflict of interest is assessed to be limited. European Structural and Investment Funds (ESI Funds) are pivotal in addressing key challenges to inclusive growth and convergence in Latvia (Box 2.1). ESI Funds are notably used in promoting R&D in the private sector, strengthening links between research and industry, supporting national reforms directed at improving accessibility and quality of health care. ESI Funds also help improve the quality of vocational education and training, strengthen the employability and social inclusion of persons with disabilities, the elderly and other vulnerable groups. Member States can request from the Commission technical support to prepare, design, and implement growth-enhancing structural reforms. The Structural Reform Support Service (SRSS) provides, in cooperation with the relevant Commission services, tailor- made technical support, which does not require co- financing and is provided at a Member State's request. The support addresses priorities identified in the context of the EU economic governance process (i.e., implementation of country-specific recommendations), but the scope of the SRSS support is wider as it can also cover reforms linked to other Commission priorities, or reforms undertaken at the initiative of Member States. Table 2.1: Summary table on 2017 CSR assessment (1) This assessment of CSR1 does not include an assessment of compliance with the Stability and Growth Pact. Source: European Commission Latvia Overall assessment of progress with 2016 CSRs: Some CSR 1: Pursue its fiscal policy in line with the requirements of the preventive arm of the Stability and Growth Pact, which entails achieving its medium-term budgetary objective in 2018, taking into account the allowances linked to the implementation of the systemic pension reform and of the structural reforms for which a temporary deviation is granted. Reduce taxation for low-income earners by shifting it to other sources that are less detrimental to growth and by improving tax compliance. Some progress (1)  Some progress in shifting the tax burden away from low wages.  Some progress in improving tax compliance. CSR 2: Improve the adequacy of the social safety net and upskill the labour force by speeding up the curricula reform in vocational education. Increase the cost-effectiveness of and access to healthcare, including by reducing out-of-pocket payments and long waiting times. Some progress  Limited progress in improving adequacy of the social safety net.  Some progress in speeding up the curricula reform in vocational education.  Some progress in improving healthcare system. CSR 3: Increase efficiency and accountability in the public sector, in particular by simplifying administrative procedures and strengthening the conflict-of-interest prevention regime, including for insolvency administrators. Some progress  Some progress in increasing efficiency in the public sector.  Limited progress on increasing accountability of public administration. ",
        "2. Progress with country-specific recommendations 13 Latvia has requested technical support from the SRSS to help implement reforms in various areas such as: public administration, growth and business environment, public financial management, health and the financial sector. In particular, the SRSS provides support for improving tax administration, increasing the cost- effectiveness and access to healthcare, developing Latvian capital markets, and providing anti-money laundering training. ",
        "2. Progress with country-specific recommendations 14 Box 2.1: Tangible results delivered through EU support to structural change in Latvia Latvia is a beneficiary of significant European Structural and Investment Funds (ESI Funds) support and can receive up to EUR 5.6 billion until 2020. This represents around 3 % of GDP annually over the period 2014-2018 and 65 % of public investment ( 1 ). By 31 December 2017, an estimated EUR 3.1 billion (55% of the total) was allocated to projects on the ground. This has paved the way for supporting around 84 000 additional households with broadband access of at least 30 Mbps; 1 145 restructured or modernised farm holdings; 57 000 people received European Social Fund support of whom 16 000 of long-term unemployed. Latvia has also received support from the Youth Employment Initiative to combat youth unemployment and 23 000 young people have benefited from it. Out of the EU financing, EUR 126 million is to be delivered via financial instruments. ESI Funds help address structural policy challenges and implement country-specific recommendations . Examples include promoting R&D in the private sector; strengthening links between R&D, innovation and industry; in healthcare the setting up of a national strategic policy framework and preparing a healthcare infrastructure mapping to increase the efficiency of healthcare investments; improving the effectiveness of the justice system; in education improving the quality of vocational education and training through consolidating the school network, updating the curricula and expanding the work-based learning components; strengthening activation and social inclusion measures to improve employability of persons with disabilities, elderly and long-term unemployed, and strengthening the capacity of social work. Various reforms were undertaken already as precondition for ESI Funds support. ( 2 ) Smart Specialisation Strategy for research and innovation was developed to focus efforts on product specialisation with strong market potential. This has also helped to improve cooperation between enterprises and public research institutions. The consolidation of research institutions by linking financing to performance and in higher education by better focussing education to the needs of the economy was also done in line with the priorities set in the Smart Specialisation Strategy; improving access and quality of healthcare by developing healthcare infrastructure focusing on priority healthcare areas; in education by developing evidence-based early school leaving prevention strategy. These reforms have prepared the ground for better implementation of public investment projects in general, including those financed from national sources and from the other EU instruments. Latvia is advancing the take up of the European Fund for Strategic Investments (EFSI). As of December 2017, overall financing volume of operations approved under the EFSI amounted to EUR 182 million, which is expected to trigger total private and public investment of EUR 615 million. More specifically, 6 projects involving Latvia have been approved so far under the Infrastructure and Innovation Window (including 3 multi-country projects), amounting to EUR 164 million in EIB financing under the EFSI. This is expected to trigger about EUR 370 million in investments. Under the SME Window, 6 agreements with financial intermediaries have been approved so far. European Investment Fund financing enabled by the EFSI amounts to EUR 19 million, which is expected to mobilise approximatively EUR 245 million in total investment. Over 4 200 smaller companies or start-ups will benefit from this support. Transport ranks first in terms of operations and volume approved, followed by SMEs. Funding under Horizon 2020, the Connecting Europe Facility and other directly managed EU funds is additional to the ESI Funds. By the end of 2017, Latvia has signed agreements for EUR 267 million for projects under the Connecting Europe Facility. ( 1 ) Public investment is defined as gross fixed capital formation + investment grants + national expenditure on agriculture and fisheries. ( 2 ) Before programmes are adopted, Member States are required to comply with a number of so-called ex-ante conditionalities, which aim at improving conditions for the majority of public investments areas. ",
        "15 3.1.1. BUDGETARY PLANS Latvia’s fiscal position remains benign. The government deficit is estimated at 0.9 % of GDP in 2017. The government deficit target for 2018 has been adjusted to 1.0 % of GDP, as compared to 1.6 % of GDP under the Latvia’s stability programme. This is largely achieved by modifying the plans of a major tax reform between the announcement in the stability programme in April 2017 and the adoption in July 2017, in particular spreading out the costs of the corporate tax changes over the coming years. The medium-term budgetary plans are mainly determined by the tax reform. The labour and corporate tax cutting measures are only partly balanced by revenue increasing measures, thus overall restricting the fiscal space over the medium term. The tax revenue share remains well below the medium-term national target of one third of GDP, limiting the room for financing structural reforms and the redistributive function of the budget, in particular towards the most vulnerable groups. The 2018 budget expands spending on defence, healthcare and family support, but the discretionary effort is not sustained in 2019-2020 (Graph 3.1.1). As a result of the tax reform, little room is left for discretionary expenditure in 2019-2020. Latvia has few automatic expenditure indexation rules. In general, the expenditure is assumed to remain unchanged in nominal terms, as a baseline for the national budgetary plans. The policy areas with well-anchored funding rules or which are receiving EU financing have a certainty over their budgetary plans, while policy areas which rely on discretionary budgetary decisions face difficulties to secure financing. The budgetary plans for 2019- 2020 demonstrate that the contribution-based social spending and financing envelopes for local authorities and defence account for a stable and large share of the total expenditure increase (Graph 3.1.1). A pick-up in other expenditure in 2020 is linked to a surge in the implementation of EU financed projects. However, the discretionary increase in financing for healthcare in 2018 and 2019 is not continued in 2020 (Section 3.3.3). Other costly policy initiatives such as the minimum income level reform (Section 3.3.2) also get side-lined in the absence of the space for discretionary spending. Graph 3.1.1: Government expenditure growth plans Source: The medium term budgetary plans for 2018-2020 3.1.2. FISCAL FRAMEWORK AND EXPENDITURE REVIEW The fiscal framework is followed in broad terms when setting out fiscal policy, but adherence to the fiscal rules is not always rigorous. Budgetary targets are set on the basis of the fiscal rules established in the Law on fiscal discipline and are monitored by the independent Fiscal Discipline Council, which also endorses the macroeconomic forecasts used for budgetary planning. The authorities’ adherence to the national fiscal rules is somewhat weakened by the planned suspension of the ‘fiscal security reserve’ in 2019. Moreover, the Fiscal Discipline Council ( 8 ) has issued seven irregularity reports on specific issues in 2017, indicating occasions when decisions by the budgetary authorities (e.g. on re-allocation of budgetary resources) appeared to be in conflict with the Law on fiscal discipline. ( 8 ) http://fiscalcouncil.lv/home 0 100 200 300 400 500 600 700 800 2018 2019 2020 E U R m i l l i o n Other Health Defence Local authorities Social protection 3. REFORM PRIORITIES 3.1. PUBLIC FINANCES AND TAXATION ",
        "3.1. Public finances and taxation 16 An expenditure review across the central government took place in 2017, with limited funds re-allocated. The 2017 expenditure review identified expenditure in the magnitude of 0.3 % of GDP available for re-allocation in 2018. The review followed up on the implementation of the recommendations issued in 2016, including improvements in the budget preparation and reporting processes. The review also included pilot projects for ‘zero-based’ budgeting ( 9 ) for reimbursable pharmaceuticals and for public libraries. Both projects had to be completed in 2017. No follow-up is planned for the reimbursable pharmaceuticals project, due to data limitations. The public libraries project recognised advantages of reassessing processes and costs, as well as the need to cooperate across institutions and use a uniform methodology. The project is set to be completed in 2018. 3.1.3. TAXATION The tax revenue share in GDP remains well below the EU average. The tax revenue ratio to GDP stood at 31.2 % in 2016 ( 10 ), below the EU average of 38.9 %. The tax system relies on consumption and labour taxes in terms of total revenue, while taxation of capital is limited. The tax burden on labour is relatively high especially for low-income earners without dependants or second earners. The tax revenue share in GDP is limited by tax non-compliance, given the large shadow economy. This limits funding available for government services, in particular social services. The tax system is being overhauled by a reform adopted in the summer of 2017. The tax reform aims at promoting the competitiveness of the Latvian economy, reducing income inequality and increasing the tax revenue to one third of GDP in the medium term. The key measures focus on the reduction of personal and corporate income taxes. The fiscal costs of the measures are partly compensated by higher excise duties and improvements in VAT collection (Graph 3.1.2). ( 9 ) This means allocating budgetary funding based on needs and efficiency considerations rather than past practice. ( 10 ) Statistical changes have increased the tax-to-GDP ratio by around 1 pp., relative to the pervious data. The mandatory procurement public service obligation fee of 0.7 % of GDP is now recorded as general government revenue. Most measures are effective from 2018, with some transitional provisions in place until 2020. Graph 3.1.2: Cumulative fiscal effect of the tax measures (1) Mostly represents the 1 pp. increase in social contributions to finance health expenditure. Source: European Commission The objectives of the tax reform are expected to be only partially achieved. The authorities assume that lower labour and capital taxation would strengthen investment and growth, and ultimately trickle down to better public services and work opportunities. Macroeconomic simulations from the Commission, however, point to a very limited positive effect of the reform on investment and GDP (European Commission, 2017a). Only a few measures are well targeted towards reduction of inequality, such as an increase in the basic allowance, and they account for a small share of the overall reform costs (Box 3.1.1). The target of the tax revenue share in GDP of one third is not expected to be reached. The World Bank's review of the Latvia's tax system and its recommendations were largely ignored. Following a request from Latvia, the World Bank provided a review of the Latvian tax system (World Bank, 2016). Its recommendations, however, have not or only to a limited extent been incorporated in the current tax reform. Moreover, the adoption of the tax reform prior to the discussion on the public expenditure needs illustrates a lack of a comprehensive budgetary strategy, including an integral assessment of the government revenue and expenditure priorities. -2.5% -2.0% -1.5% -1.0% -0.5% 0.0% 0.5% 1.0% 1.5% 2018 2019 2020 % o f G D P Personal income tax Capital taxes Social contributions (1) Indirect taxes Property tax ",
        "3.1. Public finances and taxation 17 The low tax progressivity contributes to income inequality. The small difference in tax wedge between the lower and higher incomes in 2016 points to a low progressivity, relative to the EU average (Graph 3.1.3). The adopted labour tax measures will reduce labour taxation and increase its progressivity. All income groups are estimated to gain from the reform with the largest gains in the second to fifth decile of the income distribution. A higher progressivity of the tax system has been achieved by increasing the basic (tax-free) allowance and the allowances for pensioners and dependents. The measure with the largest budgetary impact — the reduction of the standard personal income tax, however, is a regressive measure, benefitting more to those with higher incomes (Box 3.1.1). Overall, the labour tax measures are estimated to reduce the at-risk-of-poverty rate by 1.8 pps. and the Gini coefficient by 0.5 pp. The unused tax allowances and the low work intensity for low-income groups limit the effect of the measures on poverty and inequality reduction. Households with the lowest incomes include many unemployed, inactive individuals and pensioners with low pensions. They rely more on social benefits, in particular pensions, and contribute less to tax revenue. The increase in allowances for dependents and pensioners, which are intended to support families with children and the elderly, does not target the poorest groups well, as their personal income tax bill was fully or largely reduced by the tax allowances before the tax reform. For these groups social transfers are better suited. As a result, these measures are of a greater benefit for middle income groups and have a limited effect on inequality and the tax cuts have a lower effect on the first income decile (Box 3.1.1) The high tax wedge on low incomes has been reduced, but remains elevated. In 2016, the tax wedge for single workers earning 67 % of the average wage was 41.8 % (compared to 43.2% in 2010), which was still one of the highest in the EU (where the average is 36.8 %). Since the tax wedge affects labour demand and supply for this income group, lowering it can help boost employment. The tax reform is estimated to reduce the tax wedge on a single person earning 50% of average wage to 36.0 %, but still above the EU average of 32.5 % (Graph 3.1.3). The increase in the income-differentiated basic allowance is the most effective way of reducing the tax wedge for single earners among the adopted measures. However, the increase in social contributions adds directly to the tax wedge for all income groups ( 11 ). Graph 3.1.3: Tax wedge on labour, single earners Note: This graph assumes an annual average wage growth of 5.5% by 2020. Assuming a higher wage growth rate would imply a higher tax wedge on low incomes in 2020. Source: European Commission ( 11 ) Social contributions represent 28 % of labour costs for any employee under the general tax regime. 30% 32% 34% 36% 38% 40% 42% 44% 46% 50% 67% 100% 167% % of average wageLatvia (2016) Latvia (2020) EU (2016) ",
        "3.1. Public finances and taxation 18 Box 3.1.2: Distributional effect of the tax reform The adopted tax reform includes notable changes to labour taxation, reducing the overall tax burden on labour and increasing progressivity. The box assesses the effect of the selected measures across different income groups using the EUROMOD simulations ( 1 ). 1. A PERSONAL INCOME TAX CUT Personal income tax (PIT) rates are differentiated along three income brackets from 2018. The standard PIT rate is reduced from 23 % to 20 % for incomes up to 170 % of the average wage. A second tax rate of 23 % will be applied to incomes up to almost five times the average wage. For incomes exceeding this threshold, the rate is set at 31.4 %. The difference between the second and third bracket corresponds to the employee's share of the existing solidarity tax, implying that the effective marginal tax rate as of the second bracket remains stable for all income groups. All tax payers will benefit from the decrease of the standard rate and only part of the incomes of the richest 10 % will remain unaffected (Graph 1a). The changes in the PIT rates cost 0.8 % of GDP. Given that 60 % of the benefits go to the 30 % highest incomes, the measure increases income inequality. The measure is estimated to lower the poverty rate by 0.4 pp. 2. INCOME-DIFFERENTIATED BASIC ALLOWANCE The tax reform increases the maximum income-differentiated basic tax allowance to EUR 3 000 per year by 2020. Currently the allowance ranges from EUR 1 380 for the lowest incomes to EUR 720 for the highest. The reform builds on the earlier plans by increasing generosity towards the lower incomes and by advancing implementation (Graph 1b). The increase in the basic tax allowance further increases the degree of progressivity in the personal income tax system. As it represents a larger share of net income for low-income earners, it also has a stronger impact on the tax wedge of low incomes than of high incomes. The measure comes at a small fiscal cost (0.1 % of GDP) and largely benefits the bottom half of the income distribution. The mean annual equivalised disposable income of households is positively impacted (+0.3 %). By contrast, disposable income for the top deciles is expected to be negatively impacted (Graph 1b), as the current minimum allowance is set to be withdrawn. This measure lowers income inequality (as measured by the Gini coefficient) and the relative poverty rate by 0.5 pp. and 0.8 pp., respectively. 3. ALLOWANCE FOR PENSIONERS AND DEPENDANTS The tax reform also raises the allowance for pensioners (from EUR 2820 to 3 600 annually) and dependents unable to work (from EUR 2 100 to 3 000 annually). The aim is to address child poverty and poverty among the elderly. The increase in the allowance for dependants benefits the middle-income groups relatively more. Households in the first decile of the income distribution are little impacted by the reform. This is linked to the fact that a large share of their taxable income is already covered by the allowances before the reform and by the fact that only 11 % of households in the first decile with dependent children stand to benefit from the reform (Pluta and Zasova, 2017). The reach of the measure increases towards the middle income groups, which gain the most relative to their disposable incomes. As a result, the measure only has a limited positive effect on income inequality, reducing the Gini coefficient by 0.1 pp. The reform of the pensioners' allowance has a marked impact on income in the second to fourth deciles (Graph 1a), as those are deciles with a large share of pension incomes. The impact of the measure on incomes in the first decile is limited, as already one third of pensions were below the allowance in 2016 and this share is set to increase. Nevertheless, the reform has a positive redistributive effect and should markedly bring down the risk of poverty rate for single elderly people, albeit to a level that remains more than three times as high as for the overall population. 4. HEALTHCARE-RELATED SOCIAL CONTRIBUTION ",
        "3.1. Public finances and taxation 19 The social contribution and the solidarity tax rates are raised by 1 pp. (shared equally among employers' and employees' contributions), with the ensuing additional revenues earmarked for healthcare financing. The additional social contribution rate to finance health should bring in 0.3 % of GDP in fiscal revenues. It directly adds to the tax wedge for all employees, but it will weigh on higher incomes slightly more than on lower ones (Graph 1a), given a lower share of employees in the bottom half of the income distribution. The impact on poverty and inequality is negligible. ( 1 ) Simulations conducted by the European Commission’ Joint Research Centre to analyse the fiscal and distributional impact of the reforms using EUROMOD, the tax-benefit microsimulation model for the EU. EUROMOD simulates benefit entitlements and tax liabilities (including social security contributions) of individual and households according to the tax-benefit rules in place in each Member State. The simulations are based on representative survey data from the European Statistics on Income and Living Conditions (EU-SILC) and cover the main elements of direct taxation and social contributions as well as non-contributory benefits. Taxes on capital are aligned at a 20% rate and the taxation of corporate income is deferred until the distribution of profits. The nominal tax rate on corporate profits and dividends of 23.5 % has been lowered, while the rates on interest and capital gains have been increased from 10 % and 15 % to 20% from 2018. At the same time, no tax is payable on undistributed profits. This is expected to carry a large fiscal cost in the first years following implementation (0.6 % of GDP in 2020, with tax-increasing measures covering less than 0.1 % of GDP, Graph 3.1.2). Revenue is expected to start increasing from 2020, but there is a risk of a large share of profits being retained due to the advantages provided by deferred taxation, thus affecting tax revenue over a longer period ( 12 ). Macroeconomic and distributional effects of the reform will depend on the business decisions taken by companies, but are expected to stimulate investment. On the face of it, reducing the effective tax rate for corporations benefits ( 12 ) The example of Estonia, which introduced a corporate income tax payable only on distributed profits in 2000, shows that corporate income tax revenue dropped by around a half in the first 3 years of the reform, but after that revenue-to-GDP ratio recovered to a level similar to that before the reform (Staehr, 2014). Moreover, after the reform Estonian companies accumulated more liquid assets and relied less on debt financing, while smaller companies invested more. At macroeconomic level no immediate effects were observed on labour productivity and GDP growth. -2% -1% 0% 1% 2% 3% 4% 5% 6% 7% 1 2 3 4 5 6 7 8 9 10 % c h a n g e i n e q . d i s p . i n c o m e decile of equivalised disposable income Graph 1a: Effect of the labour tax measures by decile (2020) Solidarity tax Basic allowance Allowance for dependents Allowance for pensioners Social contribution Personal income tax reform Combined effect -1.5% -1.0% -0.5% 0.0% 0.5% 1.0% 1.5% 2.0% 2.5% 1 2 3 4 5 6 7 8 9 10 All % c h a n g e i n e q . d i s p . i n c o m e decile of equivalised disposable income Graph 1b: Effect of the basic allowance reforms on income distribution (2020) Basic allowance (as adopted in 2015) Basic allowance (as adopted in 2017) Table 1: Old plans Combined effect of the measures Solidarity tax +1 pp of social contribution Basic allowance adopted in 2017 Allowance for pensioners Allowance for dependents Progressive PIT scheme Basic allowance adopted in 2015 Income inequalities (Gini) -0.5 0.0 0.0 -0.5 -0.2 -0.1 0.2 -0.3 Poverty (AROP) -1.8 0.0 0.1 -0.8 -0.8 -0.2 -0.4 -0.3 Government budget -1.1% -0.1% 0.3% -0.1% -0.3% -0.2% -0.8% 0.0% Households eq. disposable income 3.2% 0.1% -0.4% 0.3% 0.8% 0.4% 2.2% 0.0% Tax reform ",
        "3.1. Public finances and taxation 20 the richest most, as the richest 20 % of households own around 80 % of financial wealth (Graph 1.6). Indirect tax revenue is set to expand due to rate increases and stricter administration. Excise duties on fuel, alcohol, tobacco and gambling are planned to be increased and stricter requirements under the VAT system are expected to improve tax compliance. These include a reduction of the VAT registration threshold for companies from EUR 50 000 to EUR 40 000 and a requirement to report VAT transactions in greater detail. Recurrent property taxation remains low. Recurrent tax on property accounts for 0.9 % of GDP in Latvia, as compared to 1.6 % of GDP in the EU on average. Increasing taxation of property is one of the suggested revenue sources for reducing the high tax wedge on low wages for Latvia, given its limited impact on economic growth (European Commission, 2015). Moreover, much of the property wealth is concentrated in the higher income groups which would lead to a progressive distribution of the tax burden (Household Finance and Consumption Survey, 2017). Property taxation is becoming gradually detached from market values. By design, the property values used for property tax should follow market values with a two year lag. The successive postponement of reassessing cadastral values amounts to a freeze at 2012/2013 property prices. The most recent update planned for 2018 has been postponed for 2 years. This sends undesirable signals to the property market, encouraging speculative behaviour and price increases. It also accounts for some 0.1 % of GDP in foregone revenues (Graph 3.1.2), due to the lower valuations used for taxes. Moreover, inconsistencies in the value of similar properties persist due to underreporting of the value upon registration and misidentifying the type of property usage (different property types are taxed at different rates). These issues serve as a pretext for postponing the update of cadastral values until a new methodology is devised by 2020. Uniform application of property tax is distorted by practices at local government level. Some local authorities provide property tax rebates which are more than compensated by income tax revenue, leading to tax competition at the local level. This is beneficial for local authorities as the equalisation fund adjusts only for divergences in property taxation, while the role of income tax is not considered ( 13 ). At the same time, such practices erode the overall revenue of local authorities. While socially-motivated tax rebates exist, those are linked to property values and benefit more to valuable property owners. The option to use tax deferrals for vulnerable groups is not used by the local authorities. This option suits the needs of asset-rich but income-poor households better and ensures uniform treatment of properties. Although the shadow economy is shrinking, it is estimated to be larger than in the other Baltic countries. The shadow economy in Latvia was estimated at 20% of GDP in 2016, 1 percentage point (pp.) lower than in 2015, but still approximately 5 pps. higher than in Estonia and Lithuania. The level of envelope wages is similar in all three Baltic countries, while unreported business income in Latvia (42% of the shadow economy) explains the difference with the peers. The shadow economy is estimated to be the highest in the construction industry (40 %), followed by the retail industry (25 %), and the share of envelope wages in total wages are estimated at 18 % in 2016 (Sauka & Putnins, 2017). The high share for the shadow economy poses a challenge for tax collection and business environment. However, improving tax compliance takes time, as it involves a change in culture together with an attuned policy design. A variety of measures are being taken to improve tax compliance. The tax administration aims to improve the culture of tax compliance, through a more co-operative approach at sectoral level and with individual tax payers. Moreover, public pressure for tax compliance is expected to be generated by the public disclosure of employers paying salaries lower than the minimal wage and of those being late with tax returns from 2018 onwards. At the same time, an increasingly detailed electronic tax record will enable the tax administration to perform its task more efficiently. Despite a strengthening of the capacity of the State Revenue Service and the state police, lengthy court ( 13 ) The equalisation fund adjusts for some disparities in income level among the local authorities through transfers from more affluent to poorer areas. ",
        "3.1. Public finances and taxation 21 procedures and mild sentences continue to impede the fight against tax crime. The micro-enterprise tax regime poorly serves its purpose, being used as a tax optimisation tool for a wider set of business than intended. The micro-enterprise tax regime is intended to support start-ups and sectors with low wages. In recent years, however, it has been used as a tax optimisation tool by companies operating under the general tax regime (Ministry of Welfare, 2016; World Bank, 2016). It also limits social contributions and social protection for a large share of the workforce. The tax administration has been unable to eradicate abuse due to issues over the burden of proof and administrative costs. From 2018, the maximum annual turnover for the micro- enterprise tax regime has been decreased from EUR 100 000 to EUR 40 000, with the aim of shifting companies to the general tax regime. Nevertheless, the micro-enterprise tax regime with an effective tax wedge of 15 % to 27 % (depending on turnover and deductible expenditure), will continue to be more attractive than the general tax regime. 3.1.4. LONG-TERM FISCAL SUSTAINABILITY Due to low spending levels, health care, long- term care and pension expenditure do not pose a threat to long-term fiscal sustainability, based on the current policies. Despite an ageing population and rising dependency ratios, Latvia scores well for the long-term sustainability of public finances according to the Ageing Report 2018 projections. Public pension spending is projected to decline from 7.4 % of GDP in 2016 to [4.7% of GDP] in 2070 — among the lowest in the EU. Almost all this decline will be offset by rising mandatory private individual pensions, leading to total pension expenditure remaining broadly unchanged as a share of GDP by 2070. Moreover, a number of recent changes to the public pension and welfare system have somewhat increased in generosity, including changes in pension indexation mechanism, increases in minimum survivor pensions and broader eligibility criteria for the non-contributory minimum pension. These reforms are reflected in the fact that public pension expenditure in the latest Ageing Report 2018 projections are consistently higher than in the previous Ageing Report 2015 projections for the 2020-2060 period. Despite these reforms, the adequacy of current social policy and healthcare expenditure could potentially be further strengthened, as discussed in Sections 3.3.2 and 3.3.3. ",
        "22 3.2.1. CREDIT DEVELOPMENTS Despite recently turning positive, credit growth in Latvia remains subdued as both businesses and households continued to decrease their debt levels. Credit growth returned at the end of 2016. However, its growth rate remains below that of the other Baltic countries and remains only barely positive (see Graph 3.2.1). This is largely attributed to the banks' higher cautiousness towards Latvia as the financial losses during the crisis were much higher in Latvia than in the other Baltics. The abuse of the insolvency process (see section 3.6.3) which also caused considerable losses to the banks, has also been cited as one of the reasons for banks perception of higher country- specific risk in the case of Latvia. The prolonged weak credit growth has resulted in a substantial decrease in total private sector debt, which has decreased from above 130% of GDP in 2010 to below 90% of GDP in 2016. On the one hand, this has led to a decrease in financial risks, on the other hand it has been among the main reasons for the low investment. Graph 3.2.1: Private sector credit growth Source: European central bank 3.2.2. FINANCIAL STABILITY The financial sector is performing well overall, with no immediate concerns about financial stability. The average capital adequacy ratio is 20.5% (Table 3.2.1), which is well above the recovery (Graph 1.7) suppressed the activity in the housing market and the housing construction, which in Latvia has been significantly lower than in the other Baltic countries. So far, the house price developments have been in line with the domestic growth drivers, in particular income growth. The house required 8% and well above the EU average of 18.5%. The loan-to-deposit ratio remains stable at 109%. Some foreign-owned banks still hold substantial liabilities to their parent banks. In this respect, a potential downturn on the Swedish housing market is recognised as an external risk. The country is still suffering from the loss of confidence due to the financial crisis. As a result, both the demand and supply for loans are still negatively affected. Another legacy from the crisis is the relatively high level of non-performing loans: 10.9% for firms and 7.1% for households. This is above the EU averages of 9% and 4.4%, respectively. In this regard, a well-functioning insolvency process is particularly important (see section 3.6.3). The total share of NPLs, however, has decreased considerably since peaking at above 13% in 2010. At the same time, the coverage ratio is 34.8%, below the EU average of 44.4%. Table 3.2.1: Financial soundness indicators Source: European Central bank 3.2.3. ACCESS TO FINANCE Access to finance for SMEs is improving. Latvia has been very active in improving the access to finance for SMEs over the last years. A range of financial instruments for SMEs have been made available, including mainly public loans, public guarantees and microfinance measures. The measures are provided either directly by the Single Financial Development Institution Altum, or indirectly through intermediary commercial banks. Starting in 2017, Altum's development of full operational capacity should further contribute to enhancing access to finance for SMEs. Local stakeholders suggested that Altum could expand the scope of its support. Moreover, the Latvian -12 -8 -4048 12 N o v - 1 4 J a n - 1 5 M a r - 1 5 M a y - 1 5 J u l - 1 5 S e p - 1 5 N o v - 1 5 J a n - 1 6 M a r - 1 6 M a y - 1 6 J u l - 1 6 S e p - 1 6 N o v - 1 6 J a n - 1 7 M a r - 1 7 M a y - 1 7 J u l - 1 7 S e p - 1 7 N o v - 1 7 LT LV EE y-o-y % y-o-y % (%) 2013 2014 2015 2016 2017Q2 Non-performing debt 5.6 7.7 5.1 5.2 5.0 Non-performing loans - 9.7 6.5 6.3 5.9 Non-performing loans NFC - 12.0 11.1 11.1 10.9 Non-performing loans HH - 12.3 10.4 7.9 7.1 Coverage ratio 79.3 39.9 37.7 35.3 34.8 Loan to deposit ratio* 132.3 119.4 109.3 107.8 109.0 Tier 1 ratio 16.5 17.5 19.0 17.3 17.6 Capital adequacy ratio 18.0 20.2 21.8 20.4 20.5 Return on equity** 8.8 10.2 10.7 14.3 - Return on assets** 0.9 1.0 1.2 1.5 - *ECB aggregated balance sheet: loans excl to gov and MFI / deposits excl from gov and MFI **For comparability only annual values are presented 3.2. FINANCIAL SECTOR ",
        "3.2. Financial sector 23 authorities are also actively promoting other alternative sources of financing, such as crowd investing. Graph 3.2.2: Funding of non-financial corporations (1) Data on venture capital not available Source: European Central bank Latvia has seen a steady increase in venture capital investment. The development of Latvia’s venture capital market is actively promoted by the government and a number of venture capital, pre- seed and seed capital funds have been established since 2010, to help young and innovative businesses throughout the different stages of growth. In 2017, additional financial products have been launched, including three acceleration funds; and in 2018, additional risk capital funds, including three acceleration funds, will start their operations. Compared with 2010, Latvia has the third highest increase in venture capital in the European Innovation Scoreboard. In absolute terms, however, such investments still remain relatively small and largely dependent on support from EU funds. Both equity and debt markets in Latvia lag behind the EU levels in terms of depth and liquidity. To address this challenge, the government is implementing the Financial Sector Development Plan for 2017-2019 (adopted in March 2017). In 2017, the government revised the legal framework for public pension funds to provide them with incentives for investment in local venture capital funds. Adjusted tax incentives were introduced for saving in private pension funds. The government also adopted an amendment on investment-saving accounts, aiming to attract retail investors to the capital market and prepared a draft law on crowdfunding platforms, to provide a legal framework for development of this market segment. A review of specific obstacles to capital market development in the commercial law is planned. In November 2017, the Ministers of Finance from Latvia, Estonia and Lithuania signed a Memorandum of Understanding on cooperation for regional capital market in the Baltics. The objective is to create common asset classes, market infrastructures and index labels. Some relevant support projects are already ongoing with support from the Commission and the EBRD, including the development of a legal and regulatory framework for covered bonds, securitisation and derivatives, as well as projects to raise the profile of the equity market and promote SME listing. 3.2.4. ANTI-MONEY LAUNDERING Anti-money laundering reforms are broadly implemented; continued efforts would be needed to achieve sustainable improvement. Following the financial fraud cases revealed in 2015 and the ensuing efforts to tighten the regulation and supervision, the key amendments to the financial fraud prevention framework are now in place. Strengthening of the FCMC Compliance Department in terms of staff, data processing and operating procedures is progressing. The Association of Latvian Commercial Banks issued summaries of enhancement in anti-money laundering compliance for all its member banks. It urged the employees of the Compliance Departments of banks to obtain international certification from ACAMS (Association of Certified Anti-Money Laundering Specialists). Banks whose primary business is serving non- residents are subject to higher solvency and liquidity requirements. Due to tightening anti- money laundering supervision, in last two years they have lost about 20 000 depositors, including the most risky clients. Some of the banks have been strongly hit by high sanctions (increased from the maximum 10% of the company's profit to 10% of the turnover). In general, the non-resident banks see their assets and profit margins shrinking. Many look out for a new business model, however, this 0.000 0.005 0.010 0.015 0.020 0.025 0.030 0 10 20 30 40 50 60 L i s t e d s h a r e s ; 2 0 1 6 D e b t s e c u r i t i e s ; 2 0 1 6 M F I l o a n s ; 2 0 1 6 G r o s s o p e r a t i n g s u r p l u s : c o r p o r a t i o n s ; 2 0 1 6 V e n t u r e c a p i t a l ( r h s ) ; 2 0 1 5 LV EU % of GDP ",
        "3.2. Financial sector 24 will also help improve the reputation of the whole financial sector 14 . 3.2.5. HOUSE PRICES Recent house price inflation has been accompanied by stagnant mortgage credit growth. House prices in Latvia increased by above 9% in the first three quarters of 2017, showing an upturn following a prolonged period of moderate growth after the burst of the housing bubble in 2008 (Graph 1.8). Initial household deleveraging and slow credit prices to income ratio (Graph 3.2.1) is still below the historical average ( 15 ), suggesting no sign of overheating, at the moment. There are, however, some structural issues affecting the housing supply. Firstly, the planning and building permit approval process in Riga is particularly long ( 16 ) which increases the lead time for market reactions to prices. Secondly, current rental regulations discourage investment in rental housing. The government is drafting a new rental law with a view to stimulate more investment in rental housing. Demand for quality accommodation in urban areas with better job opportunities, notably in Riga, is reflected by the overcrowded housing and a shortage of adequately priced rental accommodation. This leads to problems of access to quality housing and housing exclusion (see Section 3.3.2.). The small rental market has contributed to reduced labour mobility ( 14 ) See more on specific risks of the non-resident banking model in Country Report Latvia 2017. ( 15 ) Given the huge housing bubble that Latvia had, historical average may not be a good benchmark. Nevertheless, current price-to-income ratio is even below the levels following the bursting of the bubble. ( 16 ) The average time it takes to approve a building permit in Riga is 2 years compared to 3 months in the surrounding municipalities. (OECD survey of Latvia, 2017). Only 20% of households rent their home, which is low relative to other Member States, moreover more than half of the tenants pay rents that are considerably below the market price for their dwellings, a legacy of Soviet-era rental agreements ( 17 ). Moreover, the current regulation does not foresee an out-of-court dispute resolution, thus the rental dispute resolution is time consuming and costly. This impedes an effective functioning of the rental market and has resulted in underinvestment in both existing and new housing. The government is now drafting a new rental law with the aim to shorten the dispute resolution times, to boost investment in rental housing and to improve tax collection from rental income. It is important, however, that a balanced view of the interests of landlords and tenants is maintained. Graph 3.2.3: House price benchmarks (1) Overall valuation gap takes the average of a model based and historical averages-based gap assessments. Source: European Commission ( 17 ) Typically these are low-prices agreements without a fixed term, which can be 'inherited' by the tenants' relatives. -60 -40 -200 20 40 60 80 2 0 0 0 2 0 0 2 2 0 0 4 2 0 0 6 2 0 0 8 2 0 1 0 2 0 1 2 2 0 1 4 2 0 1 6 Overall valuation gap Price to income vs. hist. avg. Price to rent vs. hist. avg. ",
        "3.2. Financial sector 25 Box 3.2.3: Policy highlights: Altum – single development financing institution Latvia has been very active in enhancing access to finance for SMEs. A range of financial instruments for SMEs have been made available (public loans, public guarantees and microfinance measures) and a number of venture capital, pre-seed and seed capital funds have been established since 2010, to help young and innovative businesses throughout the different stages of growth. Previously, the support instruments were managed by different entities, now a single public development institution is in charge. The new one-stop-shop for public financial support for businesses 'Altum' (the joint stock company Development Financing Institution Altum) was created in 2014 and merged with the other two existing institutions in 2015, completing the consolidation of the support activity in a single entity. At the end of 2015, Altum managed a portfolio of financial instruments of the total value of 1.5 % of GDP, made up of 8 900 projects, of which 90 % were loans and guarantees and 10 % venture capital funds. Altum provides financial and non-financial support, including counselling, training, mentoring, in various fields such as energy efficiency of buildings, agricultural business and even housing loan guarantees for families with children. Altum is also the contact point for the European Investment Bank and the European Investment Fund in Latvia. A substantial part of funding is provided for by European Structural and Investment Funds, with a 2014-2020 allocation from the European Regional Development Fund exceeding 0.6 % of GDP. ALTUM cooperates with all major banks in the country and it also operates as a fund of funds providing indirect financial support through acceleration, seed and start-up as well as expansion capital funds. ALTUM operations have only been recently rolled out, but stakeholders are appreciative of its work and of the design of the system, which has the potential to improve access to finance in Latvia. In September 2017 Altum has signed COSME agreement with EIF to improve access to finance in form of guarantees. ",
        "26 3.3.1. LABOUR MARKET Labour market conditions have improved on the back of economic growth, but the social protection system remains weak. Stronger economic growth has led to increasing employment opportunities for both men and women, decreasing unemployment and increasing wages and disposable household income. Latvia has a low gender employment gap and increasing gross household disposable income per capita. However, despite recent improvements, social safety nets in Latvia are still not effective at reducing high inequality, poverty and social exclusion. Moreover, low participation in active labour market policies, also by the young, may be hindering access to the labour market and equal opportunities for all. Graph 3.3.1: Employment by sector, year-on-year changes Source: European Commission (Eurostat) The labour force is set to decrease on the back of a shrinking working-age population . While the employment rate (75.2 % in Q3-2017) is 3 pps. above the EU average and continues to grow, the working-age population is declining quickly, as a result of negative natural growth and net emigration. This in combination of a temporary lower economic growth led to the decreasing number of people employed in 2016 (Section 1). As a stronger economic growth resumed in 2017, employment picked up in Q3-2017, in particular in construction and public sector (Graph 3.3.1). The emigration of skilled labour remains a challenge. Between 2009 and 2016, the outflow of people with higher education accounted for 40% of net outward migration. This is equivalent to 17.4 % of the high-educated working-age population in Latvia (European Centre of Expertise, 2018). A shortage of qualified labour to some extent caused by emigration is perceived as a serious challenge for Latvia’s competitiveness and economic growth in the long run. Graph 3.3.2: Job vacancies and labour shortage indicators Note: Vacancies/full-time equivalents (FTEs) and vacancies/unemployed refer to the ratio of vacancies registered at the State Employment Agency to registered employment (in full-time units) and unemployment, respectively. Vacancies/jobs refer to the standard enterprise survey- based job vacancy rate. Labour shortage is measured as a percentage of firms reporting labour shortage as a factor limiting production (annual average of seasonally adjusted quarterly data). Source: European Commission (Eurostat, Economic Sentiment Indicator) Recent data point to labour shortages, albeit to a lower extent than before the crisis. Labour shortages as a factor limiting production in industry and construction increased to 16 % and 13 % respectively in 2017, but remain well below the 2007 peak (Graph 3.3.2). The number of registered vacancies also increased in 2017, but stayed well below the pre-crisis levels. The survey- based ratio of vacancies to jobs in 2017 reached the level of 2008, but remained lower than the EU average and well below that observed in the main destination countries of Latvian emigrants. More than 80 % of vacancies were registered in the Riga -30 -20 -10 0 10 20 30 40 50 2 0 1 3 Q 1 2 0 1 3 Q 2 2 0 1 3 Q 3 2 0 1 3 Q 4 2 0 1 4 Q 1 2 0 1 4 Q 2 2 0 1 4 Q 3 2 0 1 4 Q 4 2 0 1 5 Q 1 2 0 1 5 Q 2 2 0 1 5 Q 3 2 0 1 5 Q 4 2 0 1 6 Q 1 2 0 1 6 Q 2 2 0 1 6 Q 3 2 0 1 6 Q 4 2 0 1 7 Q 1 2 0 1 7 Q 2 2 0 1 7 Q 3 t h o u s a n d p e o p l e Public sector Non-tradable services Tradable services Construction Industry Agriculture Total 0% 10% 20% 30% 40% 50% 60% 0.0% 0.5% 1.0% 1.5% 2.0% 2.5% vacancies / FTE (lhs) vacancies / jobs (lhs) vacancies / unemployed labour shortage in industry labour shortage in construction 3.3. LABOUR MARKET, EDUCATION AND SOCIAL POLICIES ",
        "3.3. Labour market, education and social policies 27 region where also 70 % of existing jobs are located. Unemployment is strongly linked to the level of skills. The variation in labour market outcomes by education level is somewhat wider in Latvia than in many other EU countries (European Commission, 2017b). In 2016, unemployment among the low-educated was 20.6 % (EU average: 16.1 %), while it remained limited to 4.3 % among the highly educated (EU average: 5.1 %). Older workers have a lower employment rate, but few seek to change careers or update their skills. The employment rate of older workers (55- 64) is growing. However, they earn less than younger workers and face depreciation of their skills. Adult participation in learning, although increasing (7.3 % in 2016), remains below the EU average of 10.8 % and significantly below the national target of 15 % for 2020. Moreover, only 4 % of older workers participated in adult learning in 2016 (the EU average is 6.1 %). Latvia’s 2016-2020 adult education governance model implementation plan aims to be more targeted towards skill needs and to reduce fragmentation of training programmes. In the context of the Upskilling Pathways Council Recommendation ( 18 ), an EU-funded programme for employed adults was started in 2017 with special focus on workers in high-risk groups, such as those over 45 or the low-skilled. In 2017, training started in four priority sectors (construction, ICT, metalwork and woodwork), which were identified together with the social partners through the sectoral expert councils and are set to expand in 2018 to eight additional ( 18 ) OJ C 484/01, 24.12.2016. sectors. Around 36 000 adults are expected to take part in training financed through this project, of which 13 000 are expected to be low-qualified adults. The training will be provided mostly at VET schools. Youth unemployment has declined as labour demand picked up. The youth unemployment rate and the rate of young people not in employment, education or training (NEET) increased in 2016. Limited outreach has resulted in a relatively low number of young people registered in the Youth Guarantee scheme ( 19 ), despite some progress since the launch of the scheme in 2014. The economic upturn of 2017 led to a decrease in youth unemployment rate (by 1 pp.) to 16.2%. Employment opportunities vary significant from region to region. The dispersion of employment rates among ethnic groups and regions are larger than before the crisis (European Centre of Expertise, 2018), suggesting that a substantial amount of labour is not utilised. According to national data, the lowest registered unemployment rate (4.3 % in the Riga region) was less than one third of the highest regional rate (15.8 % in the Latgale region) in December 2017. Moreover, 54 % of the unemployed in Latgale had been without a job for more than a year, while in Riga this figure was only 10 %. This reflects on the difficulty in bringing the long-term unemployed back to the labour market and regional labour mobility problems, exacerbated by the limited supply of affordable rental accommodation in the cities (Section 4). ( 19 ) OJ C 120, 26.4.2013 ",
        "3.3. Labour market, education and social policies 28 Box 3.3.1: Monitoring performance in light of the European Pillar of Social Rights The European Pillar of Social Rights, proclaimed on 17 November 2017 by the European Parliament, the Council and the European Commission, sets out 20 principles and rights to benefit citizens in the EU. In light of the legacy of the crisis and changes in our societies driven by population ageing, digitalisation and new ways of working, the Pillar serves as a compass for a renewed process of convergence towards better working and living conditions. Latvia faces challenges with regard to a number of indicators of t he Social Scoreboard 1 supporting the European Pillar of Social Rights. Income inequality is high. Although the risk of poverty or social exclusion has been decreasing, it still remains high, especially for people with disabilities and the elderly. Self- reported unmet needs for medical care are also elevated. On the positive side, gender employment gap is low and gross disposable household income per capita is increasing. Pensions do not effectively protect against poverty in Latvia. In 2017, 43.9% of people above the age of 65 faced risks of poverty or social exclusion. Moreover, the trend has been continuously deteriorating for the past 6 years, resulting in nearly 11 pps. increase. Poverty particularly affects women, which can partly be explained by their longer life expectancy. The absence of survivor pension for spouses also contributes to this situation. The gender employment gap is relatively low . The overall difference between the cumulated earnings of all men and all women is 28.8 %. This is not only due to the low gender employment gap, but mainly because of a relatively low share of women employed part-time in Latvia. Very high tertiary educational attainment of women and relatively low fiscal disincentives for second earners also contribute to low employment and earnings gaps. 1 The Social Scoreboard includes 14 headline indicators, of which 12 are currently used to compare Member States performance. The indicators \"participants in active labour market policies per 100 persons wanting to work\" and \"compensation of employees per hour worked (in EUR)\" are not used due to technical concerns by Member States. Possible alternatives will be discussed in the relevant Committees. GDHI: gross disposable household income. Active labour market policies are being upgraded with EU funds but participation remains low. In 2016, involvement in active labour market policies (ALMPs) stood at 5.8 participants per 100 people wanting to work (on average, at any given moment). Nevertheless, all registered unemployed people undergo profiling and have job integration agreements. In 2017, ALMPs saw an increase in funding and an expansion of support measures for the long- term disadvantaged unemployed as implementation of EU-funded projects picked-up pace. Almost one third (29.3 % in 2016) of the registered long-term unemployed with job integration agreements regained employment, more than double the EU average. Mobility support (transport and rent costs subsidy) for moving to work in Riga is expected to be made available, facilitating the regional mobility of the unemployed. So far, local authorities in the rural Early leavers from education and training (% of population aged 18-24) On average Gender employment gap Best performers Income quintile ratio (S80/S20) To watch At risk of poverty or social exclusion (in %) Weak but improving Youth NEET (% of total population aged 15-24) To watch Employment rate (% population aged 20-64) On average Unemployment rate (% population aged 15-74) On average GDHI per capita growth Better than average Impact of social transfers (other than pensions) on poverty reduction Weak but improving Children aged less than 3 years in formal childcare On average Self-reported unmet need for medical care Weak but improving Individuals' level of digital skills To watch Social protection and inclusion Dynamic labour markets and fair working conditions Equal opportunities and access to the labour market LATVIA Members States are classified according to a statistical methodology agreed with the EMCO and SPC Committees. The methodology looks jointly at levels and changes of the indicators in comparison with the respective EU averages and classifies MemberStatesinsevencategories (from\"best performers\"to \"criticalsituations\"). For instance, a country can be flagged as \"better than average\"if the level ofthe indicatorisclosetoEUaverage,butit isimproving fast.For methodologicaldetails, please consult the draft Joint Employment Report 2018, COM (2017) 674 final. NEET: neither in employment nor in education or training; GDHI: gross disposable household income. ",
        "3.3. Labour market, education and social policies 29 areas have blocked this option, given the greater job opportunities in Riga and declining population in the rural areas. An increase in the minimum wage affects a large share of population, in particular in rural areas. In 2017, the national minimum wage of around 42 % of the average wage was in line with the EU average ratio. One fifth of employees received the minimum wage or lower; this share stood at one-third in the region of Latgale. In 2018, the minimum wage has been increased by 13 % to EUR 430, somewhat exceeding the projected wage growth of around 9 % in the economy as a whole. While this increase broadly corresponds to wage developments in general, it may affect access to employment in less developed regions. The institutional set-up for tripartite social dialogue is adequate, but there is scope to improve its quality . The National Tripartite Cooperation Council (NTSP), which brings together employers' organisations, trade unions and the Government, focused on taxation, education and healthcare reforms in 2017, and social partners consider their involvement satisfactory. However, social partners note that social dialogue can be further enhanced by ensuring their timely involvement in the dialogue and by further expanding their capacity. Limitations in social partners’ capacity hamper social dialogue. The capacity of social partners and bipartite social dialogue is currently being strengthened under the EU-funded project, although low membership remains an issue. In 2014, just 10.9 % of workers were organised in trade union, which is among the lowest in the EU. Trade union membership is concentrated in the public sector, but it is low in the private sector. Members of the employers' organisation employ 30 % of all workers (Eurofound, 2015), with smaller companies being weakly represented. 3.3.2. SOCIAL POLICIES Despite recent improvement, high levels of poverty and income inequality remain a serious challenge. In 2017, the income of the richest 20 % of the population was 6.3 times higher than the poorest 20 %. It is still one of the highest in the EU. While the proportion of people at risk of poverty or social exclusion has been steadily reducing, it remains above the EU average (Section 1). Looking ahead, the tax reform is expected to only have a limited effect on the reduction of inequality and poverty (Box 3.1.1). Low adequacy of benefits contributes to high poverty and inequality. Latvia spends little on social protection as a percentage of GDP compared to other EU Member States. In spite of a recent improvement, social transfers, including the minimum income scheme, are among the least effective in reducing poverty in the EU ( 20 ). From 2018, the guaranteed minimum income tops up income to EUR 53 (some municipalities voluntary provide higher benefits), while the at-risk-of- poverty threshold reached EUR 330 per month in 2016. The coverage of guaranteed minimum income decreased by more than 50 % between 2013 and 2016, from 64 408 to 27 769 persons. According to the Ministry of Welfare, the modest increase in the adequacy of benefits would increase the coverage to 29 553 recipients in 2018. The concept paper adopted in 2014 envisaging a significant increase in benefit adequacy has not been implemented, and the most recent plan to improve the minimum income support system for 2018-2020 has not been adopted by the Government (submitted in March 2017). As concerns unemployment benefits, Latvia ranks close to EU average for indicators related to adequacy and coverage, while maximum duration (for a 1-year work record) is comparatively high ( 21 ). The social protection system provides partial coverage for the self-employed . Some 8 % of Latvian workers are self-employed without employees, which is below the EU average of 10 %. However, these workers cannot opt-in to the statutory unemployment assistance regime. As a result, the proportion of Latvian self-employed with social protection coverage is lower than the EU average. Moreover, following the healthcare reform, seasonal agricultural workers, people employed under the micro-enterprise tax regime, ( 20 ) In 2017, social transfers (excluding pensions) reduced the risk of poverty rate by 21.9 % in Latvia vs. 33.7 % on average in the EU (2016). ( 21 ) According to the benchmarking exercise in the area of unemployment benefits and active labour market policies conducted within the EMCO Committee. See the draft Joint Employment Report 2018 for details. ",
        "3.3. Labour market, education and social policies 30 patent-fee payers and certain types of self- employed will have access only to the minimum basket of healthcare services. To obtain access the full basket they may voluntary join the new social contribution's based scheme as of 2018 (Section 3.3.3.). Pensions are not keeping pace with economic growth, which leads to increasing poverty in old-age . The at-risk-of-poverty or social exclusion rate for the elderly continues to deteriorate (Graph 3.3.3) and is above the EU average of 18.2 % in 2016. Moreover, the poverty gap, which measures the intensity of poverty (i.e. how poor the poor are), is among the highest in Europe. This is mainly because pension indexation lags behind the growth in labour incomes while there are no adequate safety nets for the elderly. The minimum pension varies from EUR 70.43 to EUR 108.85 per month depending on the length of the pension contribution period. These amounts are below the income threshold of a person in need, which is defined as having a monthly income below EUR 128 — amount not revised since 2009. Latvia has taken some steps to address pension adequacy in the short term, although in the medium to long run this remains a challenge. To address the conversion of the pre- reform service record into post-reform pension benefits, in 2018, pensions will be increased for people with careers spanning 30 years or more and the process of compensating the pensioners who retired in 2010-2015 for the losses in their pension capital in crisis years is on-going (European Commission, 2017b). Moreover, as of 2018, most recipients of medium and higher pensions will benefit from the tax reform due to an increased tax allowance and progressive taxation (Box 3.1.1). However, according to analysis carried out for the upcoming Pension Adequacy Report, the aggregate replacement ratio in Latvia is among the lowest and theoretical replacement rates 40 years from today are also projected to remain among the lowest in the EU. About one third of employees make social insurance contributions from incomes that are below or equal to the minimum wage, which gives cause for concern about the adequacy of future pensions. This also affects employees falling under the micro- enterprise tax regime (Section 3.1.1). Graph 3.3.3: At-risk-of-poverty or social exclusion rate by age groups Source: European Commission (Eurostat) Social protection for persons with disabilities is very weak . While the employment and activity rates for persons with disabilities in Latvia are higher than the EU average, their poverty or social exclusion rate is among the highest in the EU at 38.9 % (EU SILC 2016). Also, the difference in poverty rates between people with and without disabilities is higher than the EU (20.1 pps. vs. the EU average of 10.1 pps.). In addition, Latvia has one of the largest tertiary education attainment gap between people with and without disabilities in the EU (20 pps. vs. the EU average of 13.7 pps. in 2015 - EU SILC 2016), indicating inequalities of opportunity. The coverage for children under the age of three in childcare facilities is lower than the EU average. This is linked to the long parental leave, which is paid until the child is 18 months old. In 2016, 28.3 % of all 0-3 year olds were enrolled in formal childcare (EU SILC), which is below the Barcelona targets of 33 % and below the EU average of 32.9 %. Due to the limited number of places in municipality kindergartens, children can receive pre-school education in private establishments with municipalities covering costs up to the average cost the municipality's kindergarten. The municipality contributions vary and are lower than private tuitions fees leading to unequal access to the service which can hamper employment at low wages. 0 10 20 30 40 50 60 % o f p o p u l a t i o n Children (<18y) Working age (18-64) Elderly (65+) ",
        "3.3. Labour market, education and social policies 31 Child poverty has decreased substantially in recent years. In 2017, the at-risk-of-poverty or social exclusion rate for children stood at 23.9 %, below the EU average of 26.9 % and 20 pps. less than 6 years ago. To reduce the share of children living in child care institutions 22 , measures to support foster families will be implemented in 2018, including improving their social protection. Large proportion of Latvian population is facing severe housing deprivation. In 2016, 15.5 % of Latvians lived housing that was overcrowded and showed at least one measure of deprivation ( 23 ). This contrasts with the EU average of 4.9 %. One in five children (under 18) faced severe housing deprivation. Among the population at risk of poverty or social exclusion, 23.4 % lived in overcrowded, poor quality housing ( 24 ), with children living in poverty being particularly vulnerable. In 2017 overcrowding rates were high, both for those at risk of poverty (47 %) and for the general population (41.9 % in 2017). Social housing is scarce and hard to access. Social housing represents only 0.4% of total housing stock, compared to the EU average of 8% (Housing Europe, 2017). As a result there are long waiting lists, especially in Riga. Housing benefits for low-income households cover in part the rent and utility bills (5 % of population in 2016). However, the cover is limited and the amounts vary considerably between municipalities ( 25 ).In 2016 an estimated 0.33 % of the Latvian population sought shelter on account of homelessness ( 26 ). 3.3.3. HEALTHCARE Health outcomes remain poor despite the substantial improvement over the past decade. Latvia has one of the lowest life ( 22 ) According to the Ministry of Welfare data 6957 children were in out-of-family care, among them 1216 were in child care institutions (January 2017) ( 23 ) Deprivation measures include a leaking roof, damp walls, lack of light, window rot, no private indoor flushing toilet, no bath or shower. ( 24 ) No bath or shower in their housing. ( 25 ) According to the Ministry of Welfare data (2016), the average housing benefit was EUR 58 per household or EUR 13.77 per person. ( 26 ) 6 660 people, Ministry of Welfare data, 2016. expectancy among all EU countries. Despite a nearly five-years increase in 2000-2015, life expectancy is still nearly 6 years lower than the EU average (74.8 years vs. 80.6 years). Heart disease and strokes are the biggest causes of deaths, which remains among the highest in the EU. The poor health outcomes are linked to the low public expenditure, while other EU countries with similarly modest spending per capita have better results (Graph 3.3.4). This underlines the need to both expand public health services and increase their efficiency. Prevalence of lifestyle choices bad for health questions effectiveness of prevention policies . Latvia has been investing in the promotion of health and disease prevention activities by implementing a number of legislative measures, such as smoking restrictions and food regulations. The share of adult smokers has decreased over the past years, although lung cancer continues to be the main cause of cancer deaths. Obesity, low physical activity and rising alcohol consumption are major public health risks (Graph 3.3.5). Graph 3.3.4: Relationship between healthcare spending and health outcomes, 2014 Note: Amenable mortality is mortality that, in theory, could be prevented by timely access to good-quality healthcare; preventable mortality concerns deaths which could have been avoided by preventive public health interventions. Source: European Commission (Eurostat), OECD health statistics AT BE BG HR CY CZ DK EE FI FR DE EL HU IE IT LV LT LU MT NL PL PT RO SK SI ESSE UK 0 1000 2000 3000 4000 5000 6000 50 100 150 200 250 300 350 H e a l t h e x p e n d i t u r e p e r c a p i t a , E U R P P P Amenable mortality per 100 000 population ",
        "3.3. Labour market, education and social policies 32 Graph 3.3.5: Health risk factors in Latvia relative to other EU countries, 2013-2014 Note: The closer the dot is to the centre the better the country performs compared to other EU countries. Source: OECD/European Observatory on Health Systems and Policies (2017) Access to healthcare is a concern. The main barrier to access to healthcare is the annual ‘quota’ system and high out of the pocket payments, ( 27 ) which constituted 42 % of health spending in 2015, among the highest in the EU and nearly three times the EU average of 15 %. Over 8 % of Latvians report unmet medical care needs, which is less than in previous years, but still one of the highest shares among all EU countries (Box 3.3.1). There is significant disparity in unmet needs between the highest income quintile (2.5 %) and the lowest one (17.1 %) highlighting unequal access to services for vulnerable groups. As a result, less than half of Latvians report being in good health (46 % in 2015) and there are significant disparities between the income groups for people reporting that they are in good health (31.5 % of the low-income group vs. 68 % of the high-income group). Healthcare reforms to improve the system’s efficiency and effectiveness are progressing. In July 2017, the Government approved a healthcare reform package, including the Law on healthcare financing adopted in December 2017. The law makes healthcare part of the state social insurance system, with 1 % of social contributions directed to healthcare financing. Revenues from increased ( 27 ) Official expenses for medical care not reimbursed by insurance social contribution constitute less than 10 % of total healthcare expenditure in 2018, the rest remains financed from the general tax revenue. The Law on health insurance will follow. The publicly-funded basket of health care services has been restricted for a certain population group. The legislation provides for dividing healthcare services into a 'full basket' and a 'minimum basket'. The full basket will be available to all children and pensioners; however, for other groups the access to services will depend on them paying social security contributions, with an opt-in possibility for those not obliged to pay them. The minimum basket of services available to all provides for an access to the general practitioners, emergency services, childbirth care and curing diseases endangering public health. The access to hospital care in non-emergency situations will not be provided for the minimum basket. This financing model is a departure from an earlier Government decision to maintain universal access to full basket of healthcare services 28 . While the intention is to motivate people to pay taxes, a share of the population 29 risks losing their current level of access to healthcare. This is likely to lead to an even lower health status of the affected population, delayed treatment and an increase in the use of emergency services. The healthcare system suffers from inefficiencies and underfunding, however a substantial increase in financing is expected from 2018 onwards. Spending on health in Latvia is among the lowest in the EU (less than 40 % of the EU average). However, under the health reform goals, additional funding was made available in 2017 and a further increase in healthcare budget has been envisaged through budget reallocation and increased compulsory social contributions. Public spending on health is set to increase from 3.0 % of GDP in 2017 to around 3.5 % in 2018 and 2019, according to the medium-term budgetary plans. The target of government expenditure on healthcare of 4% of 28 ) Government decision of 1 November 2016 on the health system financing model. ( 29 ) The measures will affect around 100 000 people or 5% of total population, based on the latest estimates by the Ministry of Health. The affected population includes seasonal agricultural workers, people employed under the micro-enterprise tax regime and certain types of self- employed. Smoking, 15-year- olds Smoking, adults Drunkenne ss, 15- year-olds Binge- drinking, adults Overweight /obesity, 15-year- olds Obesity, adults Physical activity, 15- year-olds Physical activity, adults ",
        "3.3. Labour market, education and social policies 33 GDP in 2020 is adopted, but it includes private payments for services in public health institutions. The net public spending for the healthcare is estimated at 3.2% of GDP in 2020 or 10.5% of total government expenditure — still well below the EU average. Streamlining the hospital sector will allow for improvements to be made on efficiency and quality. The overall number of hospital beds per head in Latvia has declined by more than one third since 2000 (from 8.8 per 1 000 inhabitants in 2000 to 5.7 in 2015). However, the number of people who use hospital care remains slightly above the EU average. Plans for regional consolidation and specialisation of in-patient health care providers have been announced, in order to further rationalise the use of human resources and infrastructure resources. Moreover, the concentration of resources and flow of patients in specialised hospitals will contribute to the quality of the service. Shortage of healthcare workforce hampers delivery of public healthcare. Latvia faces labour shortages in the healthcare sector. This is reflected in a low number of doctors (3.2 per 1 000 population, compared to 3.6 for the EU average) and one of the lowest number of nurses among EU countries (4.7 per 1 000 population). It is difficult to recruit and retain a sufficient number of skilled health workers, mainly due to low salaries. The budget for 2018 provides financing for an increase in remuneration of medical staff and for compensation the extended working time of medical personnel. The implementation of the workforce plans is still contingent on planning and operational decisions at all levels of the healthcare system, as well as provision of the necessary financing both at central and local government level. The medium-term budgetary plans for 2018- 2020 have not provided the healthcare financing to the level envisaged in the most recent healthcare reform plans presented in 2017. Introduction of e-health services has proceeded despite drawbacks. Following several postponement since 2016, the use of the first e- health services is mandatory from 2018. Medical and IT professionals have criticised the services currently provided for cumbersome use, system errors and over concerns of patient data security. The e-health system is still far from fully functional electronic medical health records, which could contribute to improving efficiency and quality of the healthcare. 3.3.4. EDUCATION The decline in student numbers poses a challenge to reduce capacity and improve quality of the education system. The remuneration of teachers is linked to a number of students and as this number decreases, especially in rural areas, schools become under- resourced and over-staffed. The low teacher salaries contribute to making teaching unattractive, which is one of the factors affecting the quality of education in the small schools and results in relatively few young people entering the profession (Krasnopjorovs, 2017). Improving the quality of education is crucial for enhancing human capital and its productivity. Access to quality education remains dependent on the place of residence and type of school. In terms of basic skills, 15-year-olds’ performance as measured by the 2015 OECD Programme for International Student Assessment (PISA) appears to have levelled off although it remains well above the EU average (OECD, 2016). The proportion of low achievers in mathematics (21 %) and in science (17 %) worsened compared to PISA 2012, but continues to be better than the EU average. However, the disparity between rural and urban schools is large and growing. In terms of basic skills, students in upper general education perform better than those in vocational education and training and special needs education (European Commission, 2016). Moreover, there is also a significant gender gap in education with women outperforming men significantly both in terms of qualifications and basic skill proficiency ( 30 ). Consolidation of schools based on the minimum number of students has been delayed. While the Government’s requirements for the minimum number of students per class in the secondary education from 2018 were overruled in the court, legislative changes now allow for the Government to define qualitative and quantitative criteria in the ( 30 ) This concerns also tertiary education attainment with 37.5 % of women and only 21.1 % men having higher education in Latvia (in the age group 15-64). ",
        "3.3. Labour market, education and social policies 34 secondary education by September 2018. The independent study on an optimal network of general education institutions will from a basis for the discussion on the criteria on minimum number of students per school and on the distribution of general education institutions. Streamlining the secondary school network would concentrate resources from state and municipalities budgets in fewer schools with better infrastructure and higher salaries for teachers, thus improving the quality and efficiency of the general education. A new competence-based curriculum is being gradually rolled out with the support of the European Social Fund. The new curriculum covers all levels of education from pre-primary to upper secondary, and is based on a framework of seven key competences and four transversal competences. It aims to introduce a student- centred approach to learning and to promote the competences and skills needed for individual development and participation in society and the labour market in the future. It also aims to raise students' levels of knowledge and interest in science-related subjects. Teaching aids and other support materials reflecting the new curricular approach are being developed and training is being provided to teachers to implement the new curriculum. The pilot phase was launched in 2017 in 100 schools throughout the country. The new curriculum should be fully implemented by 2023. Latvia is also looking at ways of consolidating its highly fragmented higher education system . So far, attempts to reduce fragmentation in higher education show that small higher education institutions are reluctant to be merged with bigger ones, even if they do not have a sufficient base for research and innovation. The Government has commissioned a World Bank study to evaluate higher education institutions’ internal governance, funding systems and human resources policies. The study will provide recommendations for all areas under review. Vocational education and training (VET) is undergoing significant reform, although a fair amount of work is still ahead. The employment rate of recent upper secondary VET graduates (74.8 %) was similar to the EU average (75 %), while, the proportion of students enrolled in VET programmes remains below the EU average ( 31 ). Latvia is still one of the few EU countries that do not have a centralised approach to graduate tracking in secondary VET 32 , which hinders efforts to improve quality and labour the market relevance of the training offer. VET curricula reform started in 2010 is advancing with the close involvement of social partners and is supported with EU funds. In 2017, the Law on vocational education was amended to provide a legal basis for modular VET programmes. Progress, however, is moderate and by January 2018, modular programmes in only 39 out of 56 already developed professional qualifications are taught in 24 VET schools, while 10 of the remaining 174 planned modular programmes are in the process of being developed. Similarly, out of the 240 occupational standards to be updated, more than one half (129) were updated by February 2018. It is expected that the reform will be finalised by the end of 2021. The introduction of the new work-based learning approach has started . In 2017, guidelines were approved for the implementation of work-based learning, including basic principles and methodological support. The EU-funded project to support work-based learning and practical training began to be implemented in 2017 and is led by the employers association. However, there is still a long way until work-based learning becomes a significant part of VET as currently only a small fraction of students participate in work-based learning and practical training. ( 31 ) In 2015, 39.8 % in Latvia compared to 47 % in the EU for upper secondary VET. ( 32 ) European Commission. (2018, forthcoming). Mapping of VET graduate tracking measures in EU Member States. ",
        "35 3.4.1. INVESTMENT SITUATION Latvia's investment rate is higher than the EU average, but relatively low for a catching-up economy. Bar the dip in 2016, Latvia’s investment rate has held safely above 20 % (Graph 3.4.1). This is somewhat above the EU average, but considerably lower than before the crisis, when the investment rate was close to 30 %. The investment dynamic in other Member States, who are also net beneficiaries of EU funds, has been similar to Latvia’s, albeit less volatile. Although Latvia's investment rate does not stand out as particularly low among the other catching-up economies in the EU, it is low given the still significant productivity gap to the old Member States of around 35 %. Graph 3.4.1: Investment as a share of GDP (1) EU15 - EU Member States that joined before 2004, weighted average EU13 - EU Members States that joined after 2004, weighted average Source: Eurostat Investment in intellectual property increasingly lags behind the EU average. Machinery and commercial buildings account for the bulk of all investment and they have also historically been significantly higher as a share of GDP than in the EU on average (Graph 3.4.2). This positive gap has been decreasing post-crisis, however, given the convergence of Latvian productivity to the EU average. On the other hand, as the economy becomes more knowledge intensive, an increasing share of investments would be expected to go to intellectual property. Unfortunately, Latvia’s investments in intellectual property show the opposite trend – in 2016 they lagged the EU average by a higher margin than they did a decade ago. Graph 3.4.2: Investment by type of asset, % of GDP vs EU average Source: Eurostat Public entities bear a large influence on Latvia’s investment decisions. The public sector and state-owned enterprises (SOEs) combined account for more than 1/3 of all investment ( 33 ). Furthermore, a significant part of private sector investment is funded through EU programmes. This underlines the importance of state policy to make sure investments address the country’s key economic challenge, however biggest SOEs strategies are primarily focused on financial goals and the dividend policy is geared towards providing maximum revenue to the state.. 3.4.2. COMPETITIVE ENVIRONMENT In general, Latvia's product markets are competitive, but there are worries of increasing market concentration in some sectors. The business surveys reveal that the domestic competition has been increasing in recent years. However, they also show an increasing trend of market concentration in certain sectors (World Economic Forum, 2017). A number of areas have ( 33 ) In 2015, investments by the general government amounted to 4.8 % of GDP, while the SOEs made investments worth 3.3 % of GDP, totalling to 36 % of all investment made in Latvia. 15% 20% 25% 30% 35% 40% 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 EU15 EU13 Estonia Latvia Lithuania -10.0 -5.0 0.0 5.0 10.0 15.0 20.0 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 Housing Other buildings Machinery Intellectual property 3.4. INVESTMENT ",
        "3.4. Investment 36 drawn the attention of Latvia's competition council in this respect. In particular, the retail ( 34 ), banking ( 35 ), pharmaceuticals wholesale and retail sectors have been identified as having the highest risk of diminished competition due to market concentration. The two most frequent types of infringements encountered by the council are bid- rigging in public procurement and anti-competitive activities by the state or, more often, municipalities (Competition council, 2017). The limited competitive environment in the medical and pharmaceutical sectors is not conducive to the ongoing effort to improve the healthcare quality in Latvia. The pharmaceutical retail market is dominated by four large companies 36 , each of which owns both the retail and wholesale parts of the business. Moreover, the biggest player also owns medical centres, and medical laboratories. This kind of market power creates clear risks for consumers in terms of pricing and quality. The competition council has proposed a number of potential remedies to foster competition in the sale of pharmaceuticals and healthcare services markets, for example by allowing the sale of non- prescription drugs in general retail shops. So far, however, these proposals have not been considered at the government level. The competition council finds itself under- resourced amid growing risks stemming from market concentration. Unlike similar government institutions that have been tasked with market supervision, the competition council is subject to remuneration rules of the civil service and is financially dependent on the budget of the ministry of economic affairs. This diminishes its institutional independence and the capacity to employ adequately skilled people. However, in November 2017 the Parliament approved changes to the remuneration system of the Competition Council, allowing for more flexible wage setting within the limits of existing funding. ( 34 ) The two largest retailers' market share is estimated at 60 - 80%. A special law aimed at preventing the abuse of market power by retailers against their suppliers was adopted in 2015 ( 35 ) The market share of three largest banks ranges from 60 - 85% (European Commission, 2017c) ( 36 ) The largest of them holds about one third of the retail market and four together hold 58%) 3.4.3. PRODUCTIVITY Despite a considerable slowdown, Latvia’s productivity growth rates are still among the highest in the EU. Over the past 16 years, the average productivity growth was only higher in Romania and Lithuania (Graph 3.4.3). While the average productivity growth rate more than halved after the crisis, as it did in most other converging EU economies, it remains among the highest in the EU. Despite this Latvia’s productivity level still stands among the lowest in EU ( 37 ). Productivity growth, however, is crucial for future economic growth, particularly in view of the declining working age population. Graph 3.4.3: Annual average productivity growth, % Source: Eurostat Productivity growth in manufacturing has lagged behind peers and may partially explain why Latvia’s overall productivity is lower than in the other Baltic countries. In most new Member States, productivity growth in manufacturing has been the main contributor to the aggregate productivity growth. In Latvia, however, productivity growth in manufacturing has been both notably lower and has lagged behind the aggregate productivity growth until 2010 (Graph 3.4.3) ( 38 ). This may partially be due to ( 37 ) In 2016 it was 65.1% of the EU average measured in purchasing power standard (PPS), the 3 rd lowest among EU countries ( 38 ) Baltic countries and 4 other EU Member States with the highest productivity growth during 2010 to 2016 period, except Ireland. 0% 1% 2% 3% 4% 5% 6% 7% 8% 9% 10% 2000-2005 2005-2010 2010-2016 2000-2016 ",
        "3.4. Investment 37 the fact that the Latvian economy initially specialised in transit and financial services, directing investment and labour to these activities, rather than in manufacturing. Furthermore, the credit-fuelled housing bubble that developed in the mid-2000s and burst in 2008 caused the appreciation of the real effective exchange rate (REER) and hurt the relative profitability of the manufacturing sector ( 39 ), which could be another reason why its productivity growth was lagging behind peers. A sizable internal devaluation restored price competitiveness and therefore improved the relative profitability of the tradables sector. Since the crisis, however, the productivity growth in manufacturing has picked up and has been the main contributor to the aggregate productivity growth. Graph 3.4.4: Value added per person employed, index 2000=100 Source: Eurostat The decline in population presents both a threat and an opportunity to Latvia’s productivity growth. On the one hand, the declining population makes a number of activities less productive – fewer users of schools, hospitals, roads and other infrastructure make their use more expensive for the remaining users and therefore hurt productivity and external competitiveness. On the other hand, the tight labour supply and rapid wage growth may stimulate firms to invest in labour-saving technology and rethink their business models in view of the higher labour costs. A particular ( 39 ) In theory appreciation of REER would hurt the tradable sectors at the expense of non-tradable sectors challenge is to invest efficiently as Latvia faces the dual challenge to both upgrade and, given its population decline, downscale its infrastructure. Poor (public) investment decisions can ultimately harm productivity through high maintenance costs paid for little economic benefit. 3.4.4. PRICE COMPETITIVENESS Real wage growth has exceeded productivity growth for some time now, raising concerns about the country's price competitiveness. Nominal unit labour cost (ULC) growth ( 40 ) has hovered around 5% annually since 2012. While the initial appreciation of the ULC could be attributed to the wages catching up with the economic growth following their downward adjustment during 2008- 2011, the difference between the growth of real wage and the productivity is approaching the levels of the boom in 2008 (Graph 3.4.5). This raises concern about Latvia's price competitiveness. Graph 3.4.5: Productivity and real wages, index=1995 (1) The productivity surplus or deficit is calculated as (index value of productivity / index value of real wages) - 1 Source: European Commission Rapid growth of unit labour costs is a by- product of rapid convergence and not necessarily as sign of a loss of competitiveness. Due to the Balassa-Samuelsson effect ( 41 ), the ( 40 ) Unit labour cost growth equals wage growth less productivity growth ( 41 ) The observation that the price level in rich countries is systematically higher than in poor countries. As countries 100 120 140 160 180 200 220 240 260 280 300 2 0 0 0 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 EE-Total EE-Manufacturing LV-Total LV-Manufacturing LT-Total LT-Manufacturing -15% -10% -5% 0% 5% 10% 15% 0 50 100 150 200 250 300 Productivity surplus/deficit (rhs) Productivity Real wages ",
        "3.4. Investment 38 faster growth of the catching up economies comes with higher (wage) inflation than in the advanced economies. The EU countries that grew on average the fastest from 2000 to 2016 also had a higher NULC growth rate (Graph 3.4.6). Therefore, one must be careful to interpret ULC growth as either an effect of rapid growth or a sign of deteriorating cost competitiveness. A more detailed analysis is required to see whether the wage development is benign or malignant. Graph 3.4.6: Average unit labour cost and productivity growth, 2001- 2016 Source: European Commission The wage growth impact on prices has so far been subdued and signs of competitiveness losses are scant. Since 2010, Latvia's inflation- based real effective exchange appreciated by 0.7%, only slightly above the euro area (EA) average (see Graph 3.4.7). This is due to the fact that the rapid wage growth has largely been absorbed by companies' profits rather than passed on through higher prices. Latvia's export market shares have continued to grow throughout the post-crisis period, with the exception of 2015, albeit net market share growth since 2013 has been small. However, other catching-up economies whose real exchange rate has depreciated contrary to Latvia (and other Baltics), have had somewhat higher growth in export market shares (EMS), in recent 'catch-up' their price level is expected to converge and hence their inflation is higher. years ( 42 ). While Latvia's trade figures are distorted by the impact of the Russia crisis, the slower export market share growth might suggest that the ULC growth has indeed hurt Latvia's competitiveness to some extent. Graph 3.4.7: Changes in real effective exchange rate in Latvia and euro area Source: European Commission The shrinking supply of the labour force is the main driver of wage growth. Although over the past four years employment has barely grown, the dwindling size of the labour force has put the unemployment rate significantly below its historical average, thus pointing to an increasing tightness of the labour market (Graph 3.4.8). The competition for ever fewer employees has intensified and has put an increasing pressure on wages. However, the current pattern of wage growth underlines an important difference to the macroeconomic environment of the 2004 to 2008 when an unsustainable credit-fuelled demand shock drove a substantial increase in labour demand. Latvia could become bogged down in a possible protracted period of low growth. The slight current account deficit and the meagre credit growth suggest there is little risk of repeating of the boom-bust cycle that Latvia went through ( 42 ) For example, since 2013 REER has depreciated in Poland and Romania by 6% and 3%, respectively and their average EMS growth for the same period has been 14% and 15%, respectively – among the highest in the EU. Latvia, by comparison, has gained very little export market share since 2013 -1.0% 0.0% 1.0% 2.0% 3.0% 4.0% 5.0% 6.0% 7.0% 8.0% 9.0% -2.0% 0.0% 2.0% 4.0% 6.0% N U L C g r o w t h Productivity growth EU15 EU13 LV -15.0% -10.0% -5.0% 0.0% 5.0% 10.0% 15.0% 20.0% 25.0% 30.0% 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 LV REER (ULC) LV REER (HICP) EA REER (ULC) EA REER (HICP) ",
        "3.4. Investment 39 during the 2004 – 2010 period. However, as wages eat into profits, investment spending may suffer and therefore constrain the economy's growth potential. Addressing the labour market and healthcare issues (Sections 3.3.1 and 3.3.3) is essential to raise labour supply and mitigate the negative effects of the declining labour force. On the other hand, the rapid wage growth also has an upside in that it may increase the living standard sufficiently to stem emigration, which is one of the root causes of the declining labour force. Graph 3.4.8: Employment, labour force and the unemployment rate Source: Eurostat 3.4.5. BUSINESS ENVIRONMENT The shadow economy and the judicial system are the weakest areas in what generally is a favourable business environment in Latvia. Latvia is ranked 19 out of 190 in the 2018 World Bank Doing Business Review. Latvia scores low on dealing with construction permits and recovery rates in insolvency cases (section 3.6.1 Public administration). Also, the sizable shadow economy (section 3.1.3) impairs the competitiveness of the Latvian economy. The Latvian authorities aim to further improve the business environment by simplifying business-related legislation and applying an SME-test to all new regulations (European Commission, 2017d). 0% 5% 10% 15% 20% 25% -20.0% -15.0% -10.0% -5.0% 0.0% 5.0% 10.0% 2 0 0 1 2 0 0 2 2 0 0 3 2 0 0 4 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 Employment, % change Labour force, % change Unemployment rate (rhs) ",
        "3.4. Investment 40 Box 3.4.5: Investment challenges and reforms in Latvia Section 1. Macroeconomic perspective From 2000 to 2007, the average investment rate of close to 30 % of GDP reflected Latvia’s rapid convergence process. The latter part of this period, however, was dominated by rapid credit growth and the emergence of a real estate bubble, which burst in 2009. Since the crisis, the average investment rate has fallen to 22 % of GDP. The significant decrease can largely be attributed the changed credit dynamics (Section 3.2.1). When looking at the different investment types, investment in equipment and non-housing construction are above the EU average, reflecting the still ongoing catching-up process and the sizable role of financing from the EU funds (Section 3.4.1). Investment in housing has been suppressed by weak mortgage lending and subdued purchasing power of households. The long deleveraging process came to an end in 2016, but the credit growth is expected to remain subdued, in the foreseeable future. Section 2. Assessment of barriers to investment and ongoing reforms Main barriers to investment and priority actions underway 1. Low recovery rates and a low share of restructuring cases, and cases of abuse of the process have weighed on the quality of Latvia's insolvency process. As a result, the insolvency process is perceived as a country- specific risk by the investors and the banking sector and therefore part of the reason why credit growth has been slower in Latvia than in the neighbouring countries. A comprehensive overhaul of the insolvency administrators’ profession has improved the oversight, the qualification process, and the prevention of conflict of interest process, but challenges related to the reputation of the judicial system remain. (see Section 3.6.3) 2. Private R&D investment in Latvia is among the lowest in the EU and it has not changed significantly over the past decade. Moreover, a large part of this investment depends on EU funds, making the unsubsidised private R&D investment even smaller. The dominant position of SMEs in the corporate sector is part of the reason for this. Given that some of the largest, best funded companies in Latvia are state-owned, directing them to engage in R&D activities more actively is one of the few policy levers to promote more active private R&D investment at Latvia’s disposal. (see Section 3.5.3) 3. Latvia has taken notable steps to reduce the burden of energy subsidies on large industrial consumers, who have been paying among the highest electricity prices in the EU, facing a competitive disadvantage in the region. However challenges related to high network tariffs and cost-effectiveness of renewable energy support remain. (Section 3.5.1) Regulatory/ administrative burden Taxation Public administration CSR Access to finance Public procurement /PPPs Cooperation btw academia, research and business CSR Judicial system Financing of R&D&I Insolvency framework Business services / Regulated professions Competition and regulatory framework Retail EPL & framework for labour contracts Construction Wages & wage setting Digital Economy / Telecom Education Energy Transport No barrier to investment identified CSR Investment barriers that are also subject to a CSR Some progress No progress Substantial progress Limited progress Fully addressed Public administration/ Business environment Labour market/ Education Sector specific regulation Financial Sector / Taxation R&D&I ",
        "41 3.5.1. ENERGY AND CLIMATE Energy markets The completion of key electricity infrastructure projects in the Baltic States has brought the region lower energy wholesale prices and better security of supply. As a part of the implementation of the Baltic energy market interconnection plan (BEMIP), a number of cross- border and domestic infrastructure projects have been realised across the Baltics, essentially integrating them with the Nordic electricity market (European Commission, 2017b). As a result, the Baltics now enjoy among the lowest energy prices (the lower part of the bars in Graph 3.5.1) in the EU. The synchronisation of the Baltic countries’ grids with continental Europe is the key priority for years to come ( 43 ); the project would significantly increase the security of supply. The development of the regional natural gas market has been steady, but some key infrastructure projects remain to be completed. In 2015, wholesale gas prices in Latvia were somewhat higher than the EU average prices, partly due to a lack of competition in the region, which is still dominated by Russian-supplied gas. The Klaipeda Liquefied natural gas (LNG) terminal provides an alternative source of gas supply, albeit on a limited scale. Looking ahead, the construction of the Finland-Estonia and Lithuania-Poland interconnectors is crucial to making the regional gas market fully operational. While the Finland-Estonia connector project has been progressing solidly, the Lithuania-Poland connector is behind schedule. The opening of the domestic gas market in 2017 was implemented smoothly and spurred notable activity among commercial consumers. As of January 2018, the market share gained by new entrants was about 25%, markedly higher than the share gained following the opening of the electricity market. Households, however, have been more passive to change their supplier. Also, as part of the market liberalisation process, the separation of the transmission and storage activities took place making the underground gas storage \"Incukalns\" accessible to third parties. Currently, Latvia is in the process of finalising the ( 43 ) Currently the project is planned to be completed by 2025 unbundling of the vertically integrated gas company AS Latvijas Gaze. The company has created a daughter entity for the distribution part of the business, but its adherence to independence requirements is still subject to approval by the National Regulator. The government aims to carry out an assessment of the impact of the gas market opening, including the impact on gas prices, one year after the unbundling. Price of electricity Latvia's industry faces some of the highest electricity prices in the EU. While, the energy component of the electricity prices( 44 ) has decreased considerably since 2011, in large part thanks to the closer integration with the Nordic electricity market, and is below the EU average, the network charge component and levies component have increased significantly over the recent years and in 2016 were among the highest in the EU (Graph 3.5.1). Crucially, the total price of electricity for industrial consumers was some 20% higher than in the neighbouring countries. This put Latvia's industry at a competitive disadvantage in energy-intensive manufacturing. The government has taken steps to reduce the burden of subsidies and reduce the cost of electricity to energy-intensive industrial consumers. As of 2018, Latvia has considerably reduced the subsidy ( 45 ) to the state-owned combined heat and power plants (CHP) which accounted for around half of the entire cost of the scheme. This will help to keep the overall burden on all electricity consumers from rising as the renewable energy part of the support scheme is expected to continue increasing until 2020. Furthermore, the government has reduced the renewable component of the levy charge to the large industrial consumers to improve their competitiveness ( 46 ). Taken together, these ( 44 ) Total electricity price is comprised of (i) price of energy and supply, (ii) network tariff and (iii) levies and taxes ( 45 ) The current energy subsidy scheme, financed by consumers through a levy on the electricity consumption (light blue bars Graph 3.5.1), supports two policy objectives: (i) promotion of renewable energy generation and (ii) high- efficiency fossil fuel-powered CHP plants ( 46 ) The adoption of these measures were given green light following a positive decision by the Commission in two state aid cases: (i) SA.43140 (2015/NN) - Support to renewable energy and combined heat and power plants and 3.5. SECTORAL POLICIES ",
        "3.5. Sectoral policies 42 measures are expected to reduce the price of electricity for energy intensive manufacturers by some 20%. Graph 3.5.1: Electricity prices for industrial consumers, 2016 (1) Consumption band: 20 - 70 GWh / year (2) The electricity prices are equally high also in 2 - 20 GWh / year band where Latvia had the 6th highest tariff among EU countries Source: European Commission The future renewable energy support policy is set to focus on increasing its cost-effectiveness. The current renewable energy support scheme has not only been expensive but also raises concerns about the sustainability of some of the renewable energy plants due to their reliance on generous subsidies( 47 ). The government plans to come up with a new renewable energy strategy in 2018. It is expected to focus on promoting the most cost- effective renewable energy technologies. The support differentiation by type of renewable energy has been among the main reasons for the high overall cost of the current scheme. High network tariffs reflect the efficiency challenges faced by network operators. Latvian electricity consumers pay among the highest network tariffs in the EU, particularly the energy intensive industrial consumers, (middle part of the bars in Graph 3.5.1), raising concern about (ii) SA.42854 (2015/N) – Support to energy intensive industry ( 47 ) In some cases, the feed-in tariff exceeds 4 times the electricity market price the efficiency of the network operators. The sparse and declining population (see Section 1) is one of the main reasons why the network operators have struggled to bring down the costs for electricity consumers. Moreover, in 2016 the network operator introduced a fixed part component to its tariffs, which they hope will help to reduce the number of connections whose low consumption does not generate sufficient revenue to cover their costs. Finally, while ministry has set a general goal to improve efficiency, concrete operational efficiency objectives are lacking. The drive to improve the operators’ efficiency is also affected by the dividend policy, which sees 90 % of their profits being paid out to the state, the companies’ owner. Energy efficiency and renewable energy Latvia has achieved good progress in improving its energy efficiency. While Latvia is on track to achieve its 2020 energy efficiency targets, the residential sector remains an important priority for achieving further energy savings for the years to come. A number of measures taken to boost the energy services market are expected to contribute to energy efficient renovations of multi- apartment buildings. The regulatory framework for energy performance contracting is still under development. With a 37 % share of renewable energy in 2016, Latvia is among the top performing EU countries and is likely to meet its 2020 target for the increase in the renewable energy share. However, the share of renewable energy used in transport is only 3 % and it has progressed little since 2010. In this regard, the government has reviewed the biofuel additive requirements starting and will develop charging station network for electric vehicles in 2018, with a view to increase renewables’ share in the transport sector to 10 % by 2020 as a contribution to the national renewable energy target. Additional measures in public transportation will be implemented in the following years with the assistance of Cohesion Fund and European Regional Development Fund. Main emphasis is on modernising rail, road and air transportation systems. 0 20 40 60 80 100 120 140 I T U K M T C Y L V D E S K P T I E B E D K E S A T L T E E H U F R C Z H R P L R O S I B G N L F I S E L U Energy and supply Network costs Taxes and levies ",
        "3.5. Sectoral policies 43 Climate Latvia is on track to meet its 2020 target of greenhouse gas (GHG) emissions, but new car emissions are still among the highest in the EU. Emissions outside the emissions trading system (ETS) are expected to increase by 8 % between 2005 and 2020; this is 9 percentage points below the ceiling of a 17 % increase. Transport and agriculture account for more than half of these emissions. In 2015, the non-ETS emissions accounted for 80 % of Latvia's total GHG emissions. The average CO2 emissions of new cars in 2016 were 128.9 g of CO2 per kilometre, down from 137.1 g in 2015; however they remain considerably above the EU average of 118.1 g of CO2 per kilometre. 3.5.2. WASTE MANAGEMENT Despite notable progress in recent years, reaching the recycling targets set for 2020 will pose a considerable challenge . In 2015, Latvia recycled 23 % of all generated waste, this is notably better than the 9 % in 2010. However, part of the improvement can be attributed to improved statistics and the progress in most recent years has slowed down making it unlikely for Latvia to reach the 50 % recycling rate target by 2020. The landfill tax is set to increase more than fourfold by 2020 compared with 2016, thus significantly increasing the financial incentive for separate collection. However, the municipalities, notably the capital Riga, which accounts for more than half of the Latvian economy, have been slow with the implementation of separate collection and therefore the recycling rates. Regulatory incentives and stricter reporting requirements are likely needed to speed up the implementation. The government is set to tighten its end-of- waste regulation in response to a recent environmental disaster. In June 2017, 23 thousand tonnes of unsorted, illegally dumped waste burned down in a major fire causing considerable damage to the environment ( 48 ). In response, the Ministry of Environment has proposed tighter rules to account for and track ( 48 ) The authorities have acknowledged that while the activity is suspect on criminal intent, the current regulations were ineffective at ensuring a timely response and at the prevention of creating such a sizeable illegal dumpsite. waste import, as well as an obligatory financial guarantee from the waste recycling contractors in order to improve their accountability. 3.5.3. RESEARCH AND DEVELOPMENT AND INNOVATION Latvia’s innovation performance has slightly improved over the last years, but many challenges remain. While Latvia has recently been promoted to the group of ‘moderate innovators’ (50-90 % of EU average) in the European Innovation Scoreboard, the share of high-tech firms in the economy is small and as a result also the private sector’s demand for R&D activities. Innovation in SMEs remains very low as the shares of SMEs introducing product or process innovations and of those engaging in innovation partnerships are the lowest in the EU. Similarly, the sales share of innovative products has further decreased in recent years, standing at only 21 % of the EU average. Private R&D investment remains particularly low. Although generous tax incentives for R&D investment exist, the take-up has been low. In the context of the recent reform of the tax system, the current R&D tax incentives will be replaced by deferred taxation until the distribution of profits.. While SOEs, being some of the largest companies in Latvia, have the potential to become leading private sector innovators, their engagement in R&D activities has so far been limited, although some positive developments are observed for example in the forestry and telecommunications( 49 ) industries. Prioritisation of investments in the context of scarce resources is essential. EU funds are invested in accordance with the Smart Specialisation Strategy (RIS3) that helps to focus investments on a limited number of priorities and facilitates the entrepreneurial discovery process by bringing together the research community, the entrepreneurs, and the public administration to determine areas with the highest development potential. ( 49 ) State-owned mobile telecommunications company LMT has launched a research partnership with one the biggest electronics manufacturers in Latvia (Mikrotik) to work on the development of the 5G network ",
        "3.5. Sectoral policies 44 Latvia’s research and innovation system strongly depends on support from EU funds. The dependence on EU funds was underlined by the sharp drop ( 50 ) in R&D investment in 2016 caused by the slowdown in EU fund flow. Latvia is still a long way off its national R&D investment target of 1.5 % of GDP by 2020, reflecting the often low priority given to innovation policy in budgetary debates. There is a lively start-up scene in the country and the government aims to provide an attractive regulatory and tax framework. EU-funded venture capital has been an important source of seed stage funding for many of Latvia’s start-ups. In addition to that, in 2016 Latvia set up a special tax regime aiming at placing Latvia as the regional destination for start-up companies. Although the incentives were generous, the strict conditions saw only one company qualify for support. Latvia is now reviewing the scheme in order to attract a larger number of enterprises. Given its small scale, the main challenge of Latvia’s start-up policy is to create a sufficiently attractive ecosystem that could keep the more successful companies from relocating to other, more popular destinations. 3.5.4. DIGITAL ECONOMY The use of digital services is widespread but digital skills are not keeping up. The propensity of individuals to use internet services has been increasing over time. 75 % of the internet users take advantage of online banking possibilities (compared to EU average of 61 %), 47 % use e- government services, and 55 % have made purchases online in the last year (European Commission, 2018b). An increasing amount of citizens are making use of digital public services but half of the population still has low digital skills. Progress has been achieved in the digital infrastructure but at a slower pace than the EU average. The country is somewhat lagging behind in both the coverage and take-up of fixed ( 50 ) They declined from 0.63% in 2015 to 0.44% of GDP in 2016 broadband internet ( 51 ). This mainly reflects the urban-rural digital divide, which is further underlined by the fact that the share of fast- broadband access in Latvia is among the highest in the EU. The availability of broadband access in scarcely populated areas is supported by EU funding. The low fixed broadband coverage is partially compensated by a significant increase in mobile broadband take-up. Nevertheless the quality of the connection is outstanding. Indeed, the fiber-to-the-premises (FTTP) coverage (85.3 %) is three times higher than in the rest of the EU (European Commission, 2017e) and already 98% of the homes are connected with a 4G technology. The integration of digital technology by Latvian businesses remains a challenge while IT related services export is growing fast. The Latvian Government aims to restructure Latvia's economy towards a more intensive use of technology. There are several measures in place, but there is no overarching strategy in place for the digitisation of businesses. A relatively small share ( 52 ) of Latvian SMEs are selling online and an even smaller percentage of SMEs are engaged in cross border online sales ( 53 ). The shortage of high-skilled professionals, including ICT specialists, is an increasing obstacle . The level of digital skills in Latvia is below the EU average (see Box 3.1.1). Half of the citizens are lacking basic digital skills and the gap with other EU countries becomes even wider when focusing on advanced skills. The shortage of high skilled specialists is an obstacle for investment and innovation (European Commission, 2017f), which will be exacerbated in the future. 3.5.5. TRANSPORT The Rail Baltica project ( 54 ) continues to progress, despite a number of delays. The target date for completion in the Baltic States is 2025. The railway is expected to bring economic and ( 51 ) 93% and 61% respectively compared with EU averages of 98% and 76% ( 52 ) 10.6 % compared to 17.2 % in the EU ( 53 ) 4.7 % compared to 8.4 % in the EU ( 54 ) A European-gauge railway connecting the three Baltic countries (and Finland at a later stage) to the European rail network ",
        "3.5. Sectoral policies 45 environmental benefits due to the anticipated modal shift from road to rail in passenger and freight transport. Rail Baltica’s success depends primarily on the Baltic Member States’ commitment to the project’s implementation and on the effectiveness of their cooperation. It was agreed in October 2017 to review the organisational setup, notably to ensure the efficiency of EU funding, cost minimisation, full interoperability and synchronisation of works. Road safety needs further improvement. In spite of an impressive decrease in road fatalities of 16 % from 2015 to 2016, Latvia remains among the three countries with the highest fatality rates (80 fatalities per million inhabitants compared to an EU average of 50). Proper enforcement of traffic rules (speed, seatbelt use and drunk driving) and education on safe driving are of particular importance. ",
        "46 3.6.1. PUBLIC ADMINISTRATION Public services have not been adjusted to the declining and ageing population. The declining population and urbanisation leave infrastructure and public services underused in the rural areas. Public administration, education, healthcare services require downscaling in scarcely populated and dwindling areas, while a further concentration of resources is required in centres of economic activity for greater efficiency and quality. The upcoming public administration reform aims at increasing the quality and efficiency of the central administration. The reform plan targets a reduction in the number of staff in the central administration of 6% ( 55 ) by 2020 as compared to 2017 ( 56 ). This is expected to be achieved by centralising administrative support functions and cutting back administrative procedures and regulations. The subsequent savings will be used for increasing the remuneration of public sector employees making it more competitive with the private sector. However, the reform is limited to the central government and only includes civil servants. The reform tackles the growing problem of overcapacity, which results from the declining population and which increasingly affects all public services (sections 3.3.3 on Healthcare and 3.3.4 on Education). The local authorities and SOEs are outside the scope of the public administration reform. The local authorities account for 60% of public sector employees. The State Audit reviews have demonstrated notable differences in service delivery and costs, as a result of limited cooperation, low use of shared and electronic services, and inefficient processes. Moreover, some local authorities are actively engaging in commercial activities. However, the municipality- owned companies are often inefficient and distort competition in their sectors. While there is clearly a potential for efficiency and quality gains, local authorities' and SOEs' participation in the public ( 55 ) Approximately 3 000 people ( 56 ) The army, domestic security and anti-corruption services, EU funds management, Latvia's representatives abroad are excluded from the reform. administration reform is voluntary and there are no formal incentives to motivate them. Latvia has further improved its e-government services. Latvia ranks 8th in the EU with respect to the availability of online government services. The number of active e-government users is also above the EU average. Over the past years, Latvia has introduced its e-services in a number of areas – such as company registration, tax declaration, application for construction permits, and communication with public institutions. Moreover, the improvement on the availability of online government services achieved with the implementation of the National open data portal is expected to further increase the number of users. At the same time challenges remain in crucial services, such as e-health (see Section 3.3.4). 3.6.2. PUBLIC PROCUREMENT Efficiency and transparency in public procurement have improved, but not significantly. The use of negotiated procedures without prior publication has declined somewhat in 2017 ( 57 ). A decrease was also observed in the share of tenders awarded on the basis of only one bidder ( 58 ), marking increased competition in public tenders (European Commission, 2018c). However, businesses continue pointing at procedures where discriminatory or unnecessarily complex technical specifications hinder competition (FICIL, 2018 ( 59 )). The negative perception of the fairness of the procurement procedure could lead to decreased competition because of the dissuasive effects on potential bidders. The wider use of e-procurement could not only be beneficial in terms of transparency but also for an increased efficiency of public projects. No specific steps have been undertaken to boost the fight against possible corruptive practices where such could be linked to tailor-made technical specifications. In cases of appeals, the relatively long duration of the review procedures could lead to problems for economic operators and contracting authorities. ( 57 ) 10 % compared to 12 % in 2016; EU average 5 % ( 58 ) 27 % compared to 31 % in 2016; EU average 22 % ( 59 ) http://www.ficil.lv/wp- content/uploads/2017/04/Ficil_Sentiment_Index_2017_rep ort.pdf 3.6. PUBLIC ADMINISTRATION ",
        "3.6. Public administration 47 3.6.3. INSOLVENCY The government has strengthened the supervision of insolvency administrators, but challenges remain. The Insolvency Policy Development Guidelines for 2016 to 2020 contain specific measures to improve the insolvency framework and the regulation of the insolvency administrators’ profession. The goals are to increase the number of restructurings and the insolvency recovery rate, and to strengthen the trust in the profession. With regard to the latter, the profession's regulatory framework has been overhauled with closer oversight, stricter conflict of interest provisions, and harsher penalties for misconduct. The court system has also been reformed by reducing the number of courts; this should improve the overall quality of decisions and improve the functioning of random case allocation to judges. Although major efforts have been undertaken to strengthen the insolvency framework and process, concerns persist regarding the judicial system’s capacity to deal with cases of professional misconduct by judges in insolvency proceedings (irir.lv, 2017). A number of judges have expressed concern that this contributes to undermining the trust in the judicial system. To address this concern, the council of the judiciary is considering stepping up efforts to identify cases of professional misconduct and to improve the mechanism to address them. Overall trust in the independence of the Latvian judicial system remains comparatively low (European Commission, 2018 EU Justice Scoreboard, forthcoming).. 3.6.4. JUSTICE SYSTEM The quality of the justice system shows room for improvement also in other respects. Access to legal aid for consumers at risk of poverty remains difficult. In light of the relatively high level of court fees the difficulty in accessing legal aid may have a discouraging effect for people at risk of poverty. Furthermore, decisions about financial resources of the judiciary appear to be largely based on historic costs and not on other criteria such as the number of resolved or incoming cases (European Commission, 2017h). At the same time progress was made with the passing of amendments to the law on judicial power which will contribute to the independence of the judiciary. 3.6.5. CORRUPTION Corruption remains a concern for Latvia. Corruption is the fourth most problematic factor for doing business in Latvia according to the Global Competitiveness Report. Latvia scores particularly bad in favouritism in government decision-making ( 60 ). Moreover, the 2017 Eurobarometer survey (European Commission, 2017i) shows that corruption is both more widespread and tolerated than in some other EU countries( 61 ). The share of businesses pointing to corruption being an obstacle to their business is decreasing, however. Independence of the Corruption Prevention and Combating Bureau (KNAB) was strengthened, while there is room to improve its effectiveness. Amendments to the Law on Corruption Prevention and Combating Bureau (Law on the KNAB) were adopted on 5 April 2016, strengthening KNAB’s functional independence. A new head of the Bureau has been appointed by the Parliament (Saeima) in June 2017, upon a proposal from a selection committee involving both members of the government and civil society. However, years of in-fighting have damaged KNAB's credibility among the population as only 30% of respondents say they would report corruption if they were to experience or witness it and would trust KNAB to deal with the allegations. Under the new leadership, KNAB underwent a reorganisation with the aim to boost the personnel's morale and restore the bureau's credibility. At the same time, lower paygrades than in other law enforcement bodies in Latvia, have left KNAB understaffed. As regards prosecution, most cases investigated and brought to court were related to traffic police bribery, while several high-profile corruption cases have eventually been dropped by the prosecutor. Legislative initiatives to improve the corruption prevention framework are ongoing, but ( 60 ) Latvia's score is 2.5 out of 7 and it is ranked 103 rd out of 137 countries ( 61 ) 84 % consider that corruption is widespread in Latvia (EU average 68%). 59% consider that corruption is tolerated (EU average 26%), whereas only 31% consider it unacceptable (EU average 70%). ",
        "3.6. Public administration 48 the conflict of interest declarations are not systemically verified. A draft law on whistle- blower protection was submitted to the Parliament for adoption in March 2017. However, the responsible parliamentary committee put the draft law on hold, despite strong support from stakeholders. Instead, a parliamentary working group was set up and asked to come up with alternative legislative proposals by autumn of 2018 (Saeima, 2017). A regulation on the essential requirements of an internal control system for preventing corruption and the risk of conflict of interest in the public institutions was adopted by the Cabinet of Ministers in October 2017. The regulation provides for the establishment of an internal control system for the prevention of corruption and the risk of conflict of interest in each public institution, including SOEs, and at municipal level. The verification of the assets and interest declarations for public officials is done systematically, however the division of competencies and the coordination between the two bodies in charge, the State Revenue Service and the KNAB, remain unclear. Part of the recommendations by the State Audit Office have already been implemented and the remaining three recommendations are currently being worked on with implementation planned for end of 2018. 3.6.6. STATE OWNED ENTERPRISES The transparency and quality of governance of the state-owned enterprises (SOEs) is ensured by coordinating these aspects at the government level. However, some SOEs fall outside the scope of this mechanism. SOEs in Latvia account for a sizable share of the economy employing nearly 10% of all private sector employees. The SOEs in charge of strategically-important assets, account for most of the total turnover and profits. They are concentrated in the energy, railways, forestry and telecommunications sectors. A central SOE coordinator ( 62 ) evaluates SOE strategies, participates in the Management Board and Supervisory Council nomination committees, produces an annual report on SOE operations, and advises them on governance-related issues. The coordination also allows for linking the companies’ strategic objectives with the country's development goals. However, ports ( 62 ) Cross-Sectoral Coordination Centre and municipality-owned companies are excluded from this scheme, that leaves about 40% of all SOE’s (by number of employees) outside the scope of the centralised coordination. The main challenges for Latvia’s SOEs have been ensuring competent governance and freedom from political interference. Establishment of independent supervisory councils was a pre-condition for Latvia's accession to the OECD and ultimately a litmus test for SOE’s independence from political interference. Despite the intransigence of some ministries, the establishment of the supervisory councils has progressed well ( 63 ). However, in some cases the member independence criteria have been shirked ( 64 ). Further improvements to SOE management being considered are an even more centralised selection of the Supervisory Council members and the creation of a clear long-term investment and dividend policy. Listing the SOEs on the stock exchange is also considered with a view to improve the SOE’s reporting and governance standards and facilitate the development of the capital market. ( 63 ) So far, supervisory councils have been established in 12 largest SOEs and there are plans to subject also medium- sized SOEs and the 3 largest hospitals to such councils. ( 64 ) Of the 39 Council members appointed by the government since 2016, 6 do not meet the established criteria for independence due to close links with line ministries. ",
        "49 Commitments Summary assessment ( 65 ) 2016 Country-specific recommendations (CSRs) CSR 1: Pursue its fiscal policy in line with the requirements of the preventive arm of the Stability and Growth Pact, which entails achieving its medium-term budgetary objective in 2018, taking into account the allowances linked to the implementation of the systemic pension reform and of the structural reforms for which a temporary deviation is granted. Reduce taxation for low-income earners by shifting it to other sources that are less detrimental to growth and by improving tax compliance. Latvia has made some progress in addressing CSR 1. This overall assessment of CSR 1 does not include an assessment of compliance with the Stability and Growth Pact.  Pursue its fiscal policy in line with the requirements of the preventive arm of the Stability and Growth Pact, which entails achieving its medium-term budgetary objective in 2018, taking into account the allowances linked to the implementation of the systemic pension reform and of the structural reforms for which a temporary deviation is granted.  The compliance assessment with the Stability and Growth Pact will be included in spring when final data for 2017 will be available.  Reduce taxation for low-income earners by shifting it to other sources that are less detrimental to growth…  Some Progress The tax wedge on low wages is reduced, but it is estimated to remain relatively high compared to other Member States. The increase in the income-differentiated basic allowance, which is the most effective at reducing the tax wedge for single low income earners, ( 65 ) The following categories are used to assess progress in implementing the 2017 country-specific recommendations (CSRs): No progress: The Member State has not credibly announced nor adopted any measures to address the CSR. This category covers a number of typical situations, to be interpreted on a case-by-case basis taking into account country-specific conditions. They include the following:  no legal, administrative, or budgetary measures have been announced in the national reform programme, in any other official communication to the national Parliament/relevant parliamentary committees or the European Commission, publicly (e.g. in a press statement or on the government's website);  no non-legislative acts have been presented by the governing or legislative body;  the Member State has taken initial steps in addressing the CSR, such as commissioning a study or setting up a study group to analyse possible measures to be taken (unless the CSR explicitly asks for orientations or exploratory actions). However, it has not proposed any clearly-specified measure(s) to address the CSR. Limited progress: The Member State has:  announced certain measures but these address the CSR only to a limited extent; and/or  presented legislative acts in the governing or legislative body but these have not been adopted yet and substantial further, non-legislative work is needed before the CSR is implemented;  presented non-legislative acts, but has not followed these up with the implementation needed to address the CSR. Some progress: The Member State has adopted measures:  that partly address the CSR; and/or  that address the CSR, but a fair amount of work is still needed to address the CSR fully as only a few of the measures have been implemented. For instance, a measure or measures have been adopted by the national Parliament or by ministerial decision, but no implementing decisions are in place. Substantial progress: The Member State has adopted measures that go a long way towards addressing the CSR and most of them have been implemented. Full implementation: The Member State has implemented all measures needed to address the CSR appropriately. ANNEX A OVERVIEW TABLE ",
        "A. Overview Table 50 accounts for the small share of the total reform costs. The tax cutting measures are only partly compensated by the increases in excise duties and stricter VAT administration, thus the tax shifting principle is only partly observed.  …and by improving tax compliance.  Some Progress Administrative measures limiting tax evasion are being implemented. The tax administration adopts cooperative approach – the ‘consult first’ principle. The tax administration is reformed by streamlining operations and strengthening capacity. CSR 2: Improve the adequacy of the social safety net and upskill the labour force by speeding up the curricula reform in vocational education. Increase the cost-effectiveness of and access to healthcare, including by reducing out-of-pocket payments and long waiting times. Latvia has made some progress in addressing CSR 2:  Improve the adequacy of the social safety net…  Limited Progress Guaranteed minimum income will be increased from EUR 49.80 to EUR 53 as of January 2018; some steps taken to improve current pension adequacy and family state benefits. The minimum income level reform substantially improving social safety net was not implemented in 2017 as planned and no follow-up has been decided.  …and upskill the labour force by speeding up the curricula reform in vocational education.  Some Progress As of 2017/2108 school year, modular programmes in 29 out of 56 professional qualifications developed so far are taught in 24 VET schools (doubling over the previous year). Development of 10 planned modular programmes was initiated in 2017, but 174 programmes still remain to be developed. Development of 56 (out of 160 total remaining) professional standards has been initiated in 2017 and 22 of them were approved by the tripartite council for co-operation in VET by the December 2017.  Increase the cost-effectiveness of and access to healthcare, including by reducing out-of-pocket payments and long waiting times.  Some Progress Public financing for healthcare is increased, but little progress on efficiency enhancing measures. Access to the universal healthcare is expected to be limited by linking service provision to ",
        "A. Overview Table 51 social contributions. CSR 3: Increase efficiency and accountability in the public sector, in particular by simplifying administrative procedures and strengthening the conflict-of-interest prevention regime, including for insolvency administrators. Latvia has made some progress in addressing CSR 3:  Increase efficiency (..) in the public sector, in particular by simplifying administrative procedures (..)  Some Progress A top-down targets for staff reduction and increasing efficiency of support services are set for the central government, while the more numerous local authorities are not covered.  Increase (..) accountability in the public sector, in particular by (..) strengthening the conflict-of- interest prevention regime, including for insolvency administrators.  Limited Progress A regulation on the internal control requirements for prevention of risks of conflict of interest and corruption in public institutions was adopted by the Cabinet of Ministers in October 2017. However, a lack of clarity persists on the mechanism of verification of the conflicts of interest and revenues declarations for public officials, as well as on the division of competencies among the institutions involved. A draft law on whistle-blower protection has been dropped by the parliament. Europe 2020 (national targets and progress) Employment rate: 73% The employment rate (for the age group 20-64 year old) reached the target in 2016 (73.2 %) and continues to increase rapidly (75.5 % in Q3-2017) offsetting the impact of the decline in working age population on employment. R&D: 1.5 % of GDP R&D expenditure was 0.44 % of GDP in 2016, down from 0.63 % of GDP in 2015. Latvia is not on track to meet its target. Greenhouse gas emissions: increase by 17% between 2005 and 2020 (in non-ETS sectors) According to the latest national projections and taking into account existing measures, the target is expected to be achieved: 8 % in 2020 compared to 2005 (with a margin of 9 percentage points). Furthermore, while the target for 2016 was an increase of no more than 12 % compared to 2005, the preliminary figures show that the non-ETS emissions increased by 4 %. The interim target has thus been achieved. ",
        "A. Overview Table 52 Renewable energy target: 40% In 2016, Latvia's share of renewable energy declined by 0.6 pps. to 37.0 %. This is 3 % short of its 2020 target. Energy efficiency: 5.4 Mtoe expressed in primary energy consumption (4.5 Mtoe expressed in final energy consumption) In 2016, Latvia's primary energy consumption stayed at 4.3 Mtoe as in 2015. The final energy consumption also remained at 3.8 Mtoe. Given the current trend, Latvia is on track to achieve its energy efficiency target. Early school leaving: 10% Having increased over the past years, at 10 % the early school leaving rate was just at the target in 2016. In addition, this rate is higher for boys (13.7 %) than for girls (6.2 %). Tertiary education: 34% attainment rate for age group 30 - 34 The tertiary attainment rate was 42.8 % in 2016, i.e. well above the target. Gender disparities are however strong: 30.1 % for men and 56.1 % for women. Poverty/social exclusion: reduction of the number of people at risk of poverty and/or living in jobless households by 121 000 compared to 2008. The number of people living at risk of poverty and/or living in jobless households has been reduced by 125 000 compared to 2008, thus Latvia has met its poverty target. ",
        "53 ANNEX B MACROECONOMIC IMBALANCE PROCEDURE SCOREBOARD Table B.1: Macroeconomic imbalances scoreboard (1) This table provides data as published under the Alert Mechanism Report 2018, which reports data as of 24 Oct 2017. Please note that figures reported in this table may therefore differ from more recent data elsewhere in this document. (2) Figures highlighted are those falling outside the threshold established in the European Commission's Alert Mechanism Report. Source: Source: European Commission 2017, Statistical Annex to the Alert Mechanism Report 2018, SWD(2017) 661. Thresholds 2011 2012 2013 2014 2015 2016 Current account balance, % of GDP 3 year average -4%/6% 2.2 -1.6 -3.2 -2.7 -1.6 -0.3 Net international investment position % of GDP -35% -74.4 -67.2 -66.3 -65.9 -63.8 -58.9 Real effective exchange rate - 42 trading partners, HICP deflator 3 year % change ±5% (EA) ±11% (Non-EA) -2.4 -8.6 -1.6 0.4 2.7 4.9 Export market share - % of world exports 5 year % change -6% 26.8 8.4 6.3 11.5 12.9 9.3 Nominal unit labour cost index (2010=100) 3 year % change 9% (EA) 12% (Non-EA) -21.0 -6.9 7.9 16.1 17.5 16.5 House price index (2015=100), deflated 1 year % change 6% 4.1 -0.4 6.5 4.3 -2.4 7.4 Private sector credit flow, consolidated % of GDP 14% -2.0 -2.1 0.9 -11.8 0.7 0.3 Private sector debt, consolidated % of GDP 133% 115.3 97.9 92.4 96.0 88.8 88.3 General government gross debt % of GDP 60% 42.7 41.2 39.0 40.9 36.9 40.6 Unemployment rate 3 year average 10% 17.7 16.9 14.4 12.6 10.9 10.1 Total financial sector liabilities, non- consolidated 1 year % change 16.5% -4.1 5.2 5.2 10.4 12.2 5.8 Activity rate - % of total population aged 15-64 3 year change in pp -0.2 pp -1.4 0.9 1.0 1.8 1.3 2.3 Long-term unemployment rate - % of active population aged 15-74 3 year change in pp 0.5 pp 6.9 3.3 -3.1 -4.2 -3.3 -1.7 Youth unemployment rate - % of active population aged 15-24 3 year change in pp 2 pp 17.4 -4.8 -13.0 -11.4 -12.2 -5.9 E x t e r n a l i m b a l a n c e s a n d c o m p e t i t i v e n e s s I n t e r n a l i m b a l a n c e s E m p l o y m e n t i n d i c a t o r s ",
        "54 ANNEX C STANDARD TABLES Table C.1: Financial market indicators (1) Latest data Q3 2017. (2) Latest data Q2 2017. (3) As per ECB definition of gross non-performing debt instruments (4) Quarterly values are not annualised * Measured in basis points. Source: European Commission (long-term interest rates); World Bank (gross external debt); Eurostat (private debt); ECB (all other indicators). 2012 2013 2014 2015 2016 2017 Total assets of the banking sector (% of GDP) (1) 128.5 127.9 130.3 131.1 118.1 103.3 Share of assets of the five largest banks (% of total assets) 64.1 64.1 63.6 64.5 66.5 - Foreign ownership of banking system (% of total assets) (2) 61.3 59.0 52.5 47.4 49.7 51.8 Financial soundness indicators: 2) - non-performing loans (% of total loans) (3) 7.9 5.6 7.7 5.1 5.2 5.0 - capital adequacy ratio (%) 16.7 18.0 20.2 21.8 20.4 20.5 - return on equity (%) (4) 4.9 8.8 10.2 10.7 14.3 5.0 Bank loans to the private sector (year-on-year % change) (1) -0.4 -2.0 -4.5 -0.1 6.3 -1.7 Lending for house purchase (year-on-year % change) (1) -4.5 -4.5 -3.4 -3.3 -0.5 0.2 Loan to deposit ratio (1) 161.7 132.3 119.4 109.3 107.8 107.2 Central Bank liquidity as % of liabilities - - 0.3 1.0 1.0 1.1 Private debt (% of GDP) 97.9 92.4 96.0 88.8 88.3 - Gross external debt (% of GDP) (2) - public 32.3 30.5 36.3 30.4 32.9 30.4 - private 40.8 42.0 39.0 40.1 40.2 38.7 Long-term interest rate spread versus Bund (basis points)* 307.0 177.0 134.5 46.8 44.4 53.7 Credit default swap spreads for sovereign securities (5-year)* 213.2 110.3 99.6 76.5 62.0 48.9 ",
        "C. Standard Tables 55 Table C.2: Headline Social Scoreboard indicators (1) People at risk of poverty or social exclusion (AROPE): individuals who are at risk of poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in households with zero or very low work intensity (LWI). (2) Unemployed persons are all those who were not employed but had actively sought work and were ready to begin working immediately or within two weeks. (3) Gross disposable household income is defined in unadjusted terms, according to the draft Joint Employment Report 2018. (4) Reduction in percentage of the risk of poverty rate, due to social transfers (calculated comparing at-risk-of poverty rates before social transfers with those after transfers; pensions are not considered as social transfers in the calculation). (5) Average of first three quarters of 2017 for the employment rate and gender employment gap. Source: Eurostat 2012 2013 2014 2015 2016 2017 (5) Equal opportunities and access to the labour market Early leavers from education and training (% of population aged 18-24) 10.6 9.8 8.5 9.9 10.0 : Gender employment gap (pps) 3.6 4.2 4.6 4.1 2.9 4.2 Income inequality, measured as quintile share ratio (S80/S20) 6.5 6.3 6.5 6.5 6.2 6.3 At-risk-of-poverty or social exclusion rate (1) (AROPE) 36.2 35.1 32.7 30.9 28.5 28.2 Young people neither in employment nor in education and training (% of population aged 15-24) 14.9 13.0 12.0 10.5 11.2 : Dynamic labour markets and fair working conditions Employment rate (20-64 years) 68.1 69.7 70.7 72.5 73.2 74.4 Unemployment rate (2) (15-74 years) 15.0 11.9 10.8 9.9 9.6 8.9 Participation in activation labour market policies (per 100 persons wanting to work) 5.7 6.8 6.8 4.3 5.8 : Gross disposable income of households in real terms per capita (3) (Index 2008=100) : : 91.6 98.5 103.1 : Compensation of employees per hour worked (EUR) 6.0 6.3 6.7 7.4 7.9 : Public support / Social protection and inclusion Impact of social transfers (excluding pensions) on poverty reduction (4) 25.3 25.4 21.5 17.6 21.6 21.9 Children aged less than 3 years in formal childcare 23.0 23.0 21.6 22.9 : : Self-reported unmet need for medical care 12.4 13.8 12.5 8.4 8.2 : Individuals who have basic or above basic overall digital skills (% of population aged 16-74) : : : 49.0 50.0 48.0 ",
        "C. Standard Tables 56 Table C.3: Labour market and education indicators * Non-scoreboard indicator (1) Long-term unemployed are people who have been unemployed for at least 12 months. (2) Difference between the average gross hourly earnings of male paid employees and of female paid employees as a percentage of average gross hourly earnings of male paid employees. It is defined as \"unadjusted\", as it does not correct for the distribution of individual characteristics (and thus gives an overall picture of gender inequalities in terms of pay). All employees working in firms with ten or more employees, without restrictions for age and hours worked, are included. (3) PISA (OECD) results for low achievement in mathematics for 15 year-olds. (4) Impact of socio-economic and cultural status on PISA (OECD) scores. Values for 2012 and 2015 refer respectively to mathematics and science. (5) Average of first three quarters of 2017, unless for the youth unemployment rate (annual figure). Source: Eurostat, OECD Labour market indicators 2012 2013 2014 2015 2016 2017 (5) Activity rate (15-64) 74.4 74.0 74.6 75.7 76.3 : Employment in current job by duration From 0 to 11 months 17.4 16.4 14.7 14.5 13.5 : From 12 to 23 months 10.9 10.8 11.3 10.1 10.2 : From 24 to 59 months 19.1 18.7 20.1 19.1 20.1 : 60 months or over 52.6 54.1 53.8 56.2 56.1 : Employment growth* (% change from previous year) 1.4 2.3 -1.3 1.4 -0.3 -0.3 Employment rate of women (% of female population aged 20-64) 66.4 67.7 68.5 70.5 71.8 72.3 Employment rate of men (% of male population aged 20-64) 70.0 71.9 73.1 74.6 74.7 76.5 Employment rate of older workers* (% of population aged 55-64) 52.8 54.8 56.4 59.4 61.4 61.7 Part-time employment* (% of total employment, aged 15-64) 8.9 7.5 6.8 7.2 8.5 7.8 Fixed-term employment* (% of employees with a fixed term contract, aged 15-64) 4.7 4.3 3.3 3.8 3.7 3.0 Transition rate from temporary to permanent employment (3-year average) 37.8 44.3 50.2 57.2 57.9 : Long-term unemployment rate (1) (% of labour force) 7.8 5.7 4.6 4.5 4.0 3.5 Youth unemployment rate (% active population aged 15-24) 28.5 23.2 19.6 16.3 17.3 16.9 Gender gap in part-time employment 4.3 3.8 4.2 5.5 4.7 5.7 Gender pay gap (2) (in undadjusted form) 14.9 16.0 17.3 17.0 : : Education and training indicators 2012 2013 2014 2015 2016 2017 Adult participation in learning (% of people aged 25-64 participating in education and training) 7.2 6.8 5.6 5.7 7.3 : Underachievement in education (3) 19.9 : : 21.4 : : Tertiary educational attainment (% of population aged 30-34 having successfully completed tertiary education) 37.2 40.7 39.9 41.3 42.8 : Variation in performance explained by students' socio-economic status (4) 502 : : 490 : : ",
        "C. Standard Tables 57 Table C.4: Social inclusion and health indicators * Non-scoreboard indicator (1) At-risk-of-poverty rate (AROP): proportion of people with an equivalised disposable income below 60 % of the national equivalised median income. (2) Proportion of people who experience at least four of the following forms of deprivation: not being able to afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) enjoy a week of holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. (3) Percentage of total population living in overcrowded dwellings and exhibiting housing deprivation. (4) People living in households with very low work intensity: proportion of people aged 0-59 living in households where the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the previous 12 months. (5) Ratio of the median individual gross pensions of people aged 65-74 relative to the median individual gross earnings of people aged 50-59. (6) Fixed broadband take up (33%), mobile broadband take up (22%), speed (33%) and affordability (11%), from the Digital Scoreboard. Source: Eurostat, OECD 2012 2013 2014 2015 2016 2017 Expenditure on social protection benefits* (% of GDP) Sickness/healthcare 3.3 3.4 3.5 3.6 : : Disability 1.2 1.2 1.3 1.4 : : Old age and survivors 7.8 7.7 7.4 7.3 : : Family/children 1.0 1.2 1.3 1.6 : : Unemployment 0.5 0.6 0.6 0.6 : : Housing 0.1 0.1 0.1 0.1 : : Social exclusion n.e.c. 0.2 0.1 0.1 0.1 : : Total 14.1 14.4 14.3 14.6 : : of which: means-tested benefits 0.4 0.3 0.2 0.2 : : General government expenditure by function (% of GDP) Social protection 11.4 11.6 11.5 11.5 : : Health 3.9 3.7 3.8 3.8 : : Education 5.7 5.7 5.9 6.0 : : Out-of-pocket expenditure on healthcare : : 39.1 42.1 : : Children at risk of poverty or social exclusion (% of people aged 0- 17)* 40.0 38.4 35.3 31.3 24.7 23.9 At-risk-of-poverty rate (1) (% of total population) 19.2 19.4 21.2 22.5 21.8 22.1 In-work at-risk-of-poverty rate (% of persons employed) 8.6 8.9 8.1 9.2 8.3 8.8 Severe material deprivation rate (2) (% of total population) 25.6 24.0 19.2 16.4 12.8 11.3 Severe housing deprivation rate (3) , by tenure status Owner, with mortgage or loan 7.6 8.3 10.6 6.9 6.9 7.9 Tenant, rent at market price 29.9 23.1 28.3 26.7 25.8 24.7 Proportion of people living in low work intensity households (4) (% of people aged 0-59) 11.7 10.0 9.6 7.8 7.2 7.8 Poverty thresholds, expressed in national currency at constant prices* 1980 2029 2263 2517 2743 2844 Healthy life years Females 6.4 4.2 4.6 4.0 : : Males 5.3 4.0 4.0 4.1 : : Aggregate replacement ratio for pensions (5) (at the age of 65) 0.5 0.5 0.4 0.4 0.4 0.4 Connectivity dimension of the Digital Economy and Society Inedex (DESI) (6) : : 54.8 58.7 63.3 63.7 GINI coefficient before taxes and transfers* 53.1 52.0 51.2 49.8 : : GINI coefficient after taxes and transfers* 35.7 35.2 35.5 35.4 : : ",
        "C. Standard Tables 58 Table C.5: Product market performance and policy indicators (1) The methodologies, including the assumptions, for this indicator are shown in detail here: http://www.doingbusiness.org/methodology. (2) Average of the answer to question Q7B_a. \"[Bank loan]: If you applied and tried to negotiate for this type of financing over the past six months, what was the outcome?\". Answers were codified as follows: zero if received everything, one if received most of it, two if only received a limited part of it, three if refused or rejected and treated as missing values if the application is still pending or don't know. (3) Percentage population aged 15-64 having completed tertiary education. (4) Percentage population aged 20-24 having attained at least upper secondary education. (5) Index: 0 = not regulated; 6 = most regulated. The methodologies of the OECD product market regulation indicators are shown in detail here: http://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm (6) Aggregate OECD indicators of regulation in energy, transport and communications (ETCR). Source: European Commission; World Bank — Doing Business (for enforcing contracts and time to start a business); OECD (for the product market regulation indicators); SAFE (for outcome of SMEs' applications for bank loans). Performance Indicators 2010 2011 2012 2013 2014 2015 2016 Labour productivity (real, per person employed, year-on-year % change) Labour productivity in Industry 8.80 -1.50 -1.54 -2.58 1.97 7.69 3.76 Labour productivity in Construction -20.65 16.85 11.46 -2.01 -0.75 4.62 -11.52 Labour productivity in Market Services 1.99 7.65 2.91 -1.36 1.21 2.90 2.29 Unit labour costs (ULC) (whole economy, year-on-year % change) ULC in Industry -10.52 1.46 9.40 8.10 5.16 1.94 1.37 ULC in Construction 17.49 -24.59 1.22 9.26 7.27 5.40 17.24 ULC in Market Services -6.81 -3.19 7.08 4.51 5.53 6.77 4.08 Business Environment 2010 2011 2012 2013 2014 2015 2016 Time needed to enforce contracts (1) (days) 309.0 369.0 469.0 469.0 469.0 469.0 469.0 Time needed to start a business (1) (days) 15.5 15.5 15.5 12.5 12.5 5.5 5.5 Outcome of applications by SMEs for bank loans (2) na 0.88 na 0.85 1.19 0.49 0.84 Research and innovation 2010 2011 2012 2013 2014 2015 2016 R&D intensity 0.61 0.70 0.66 0.61 0.69 0.63 0.44 General government expenditure on education as % of GDP 6.20 5.90 5.70 5.70 5.90 6.00 na Persons with tertiary education and/or employed in science and technology as % of total employment 42 42 44 44 43 45 45 Population having completed tertiary education (3) 23 24 25 27 27 28 30 Young people with upper secondary level education (4) 80 81 84 86 87 86 85 Trade balance of high technology products as % of GDP -1.83 -1.68 -1.17 -1.03 -1.23 -1.19 na Product and service markets and competition 2003 2008 2013 OECD product market regulation (PMR) (5) , overall na na 1.61 OECD PMR5, retail na na 0.40 OECD PMR5, professional services na na na OECD PMR5, network industries (6) na na 2.66 ",
        "C. Standard Tables 59 Table C.6: Green growth All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2010 prices) Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) Carbon intensity: greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: domestic material consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Weighting of energy in HICP: the proportion of 'energy' items in the consumption basket used for the construction of the HICP Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual % change) Real unit energy cost: real energy costs as % of total value added for the economy Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value added of industry (in 2010 EUR) Real unit energy costs for manufacturing industry excluding refining : real costs as % of value added for manufacturing sectors Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDP Electricity and gas prices for medium-sized industrial users: consumption band 500–20 00MWh and 10 000–100 000 GJ; figures excl. VAT. Recycling rate of municipal waste: ratio of recycled and composted municipal waste to total municipal waste Public R&D for energy or for the environment: government spending on R&D for these categories as % of GDP Proportion of GHG emissions covered by EU emissions trading system (ETS) (excluding aviation): based on GHG emissions (excl. land use, land use change and forestry) as reported by Member States to the European Environment Agency. Transport energy intensity: final energy consumption of transport activity (kgoe) divided by transport industry gross value added (in 2010 EUR) Transport carbon intensity: GHG emissions in transport activity divided by gross value added of the transport sector Energy import dependency: net energy imports divided by gross inland energy consumption incl. consumption of international bunker fuels Aggregated supplier concentration index: covers oil, gas and coal. Smaller values indicate larger diversification and hence lower risk. Diversification of the energy mix: Herfindahl index covering natural gas, total petrol products, nuclear heat, renewable energies and solid fuels * European Commission and European Environment Agency Source: European Commission and European Environment Agency (Share of GHG emissions covered by ETS); European Commission (Environmental taxes over labour taxes and GDP); Eurostat (all other indicators) Green growth performance 2011 2012 2013 2014 2015 2016 Macroeconomic Energy intensity kgoe / € 0.23 0.23 0.22 0.22 0.21 0.20 Carbon intensity kg / € 0.60 0.58 0.56 0.54 0.53 - Resource intensity (reciprocal of resource productivity) kg / € 2.16 2.00 2.07 2.01 2.06 2.10 Waste intensity kg / € - 0.12 - 0.13 - - Energy balance of trade % GDP -5.4 -6.1 -5.3 -4.2 -3.2 -2.3 Weighting of energy in HICP % 15.51 15.70 15.93 15.42 15.10 14.27 Difference between energy price change and inflation % 6.9 7.3 -1.7 -1.7 4.4 -6.8 Real unit of energy cost % of value added 20.1 20.5 20.2 20.2 - - Ratio of environmental taxes to labour taxes ratio 0.18 0.17 0.18 0.19 0.20 - Environmental taxes % GDP 3.0 3.0 3.4 3.6 3.7 3.7 Sectoral Industry energy intensity kgoe / € 0.25 0.27 0.26 0.27 0.26 0.24 Real unit energy cost for manufacturing industry excl. refining % of value added 19.2 19.7 19.5 19.3 - - Share of energy-intensive industries in the economy % GDP 10.28 9.98 9.07 8.72 8.91 - Electricity prices for medium-sized industrial users € / kWh 0.10 0.11 0.11 0.12 0.12 0.12 Gas prices for medium-sized industrial users € / kWh 0.03 0.04 0.04 0.04 0.03 0.03 Public R&D for energy % GDP 0.01 0.01 0.01 0.01 0.01 0.01 Public R&D for environmental protection % GDP 0.01 0.01 0.01 0.01 0.02 0.01 Municipal waste recycling rate % 9.7 14.7 25.9 27.0 28.7 25.2 Share of GHG emissions covered by ETS* % 25.3 24.0 23.2 20.7 20.0 19.9 Transport energy intensity kgoe / € 0.55 0.51 0.51 0.52 0.59 0.59 Transport carbon intensity kg / € 1.48 1.35 1.37 1.41 1.62 - Security of energy supply Energy import dependency % 59.9 56.4 55.9 40.6 51.2 47.2 Aggregated supplier concentration index HHI 47.4 47.3 47.2 23.1 41.9 - Diversification of energy mix HHI 0.29 0.30 0.30 0.29 0.30 0.32 ",
        "60 Competition Council of the Republic of Latvia. (2017). Annual Report 2016. Retrieved from https://www.kp.gov.lv/documents/737b30abae08a8fb08d009fba9f0c2cffe92ea0d Eurofound. (2017). Living and working in Latvia . Retrieved from https://www.eurofound.europa.eu/country/latvia#actors-and-institutions European Centre of Expertise in the field of labour law, employment and labour market policy. (2018, forthcoming). Labour Market Policy Thematic Review 2017: An in-depth analysis of the emigration of skilled labour. Latvia. European Commission. (2015). Tax reforms in EU Member States 2015 — Tax policy challenges for economic growth and fiscal sustainability . European Commission Directorate-General for Economic and Financial Affairs and Directorate-General for Taxation and Customs Union (2015). http://ec.europa.eu/economy_finance/publications/eeip/ip008_en.htm. European Commission. (2017a). Assessment of the 2017 stability programme for Latvia . European Commission Directorate-General for Economic and Financial Affairs. Retrieved from https://ec.europa.eu/info/sites/info/files/14_lv_sp_assessment.pdf European Commission. (2017b). Country Report - Latvia . Retrieved from https://ec.europa.eu/info/sites/info/files/2017-european-semester-country-report-latvia-en.pdf European Commission. (2017c). Case M.8414 - DNB / NORDEA / LUMINOR GROUP . Retrieved from http://ec.europa.eu/competition/mergers/cases/additional_data/m8414_239_3.pdf European Commission. (2017d). 2017 SBA Fact Sheet Latvia . Retrieved from https://ec.europa.eu/docsroom/documents/26562/attachments/17/translations/en/renditions/native European Commission. (2017e). Study on broadband coverage in Europe 2016. Retrieved from https://ec.europa.eu/digital-single-market/en/news/study-broadband-coverage-europe-2016 European Commission. (2017f). Digital Transformation Scoreboard. Retrieved from https://ec.europa.eu/docsroom/documents/21501/attachments/1/translations/en/renditions/native European Commission. (2017g). Special Eurobarometer 461. Retrieved from http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/ResultDoc/download/DocumentKy/78720 European Commission. (2017h). The 2017 EU Justice Scoreboard. Retrieved from https://ec.europa.eu/info/sites/info/files/justice_scoreboard_2017_en.pdf European Commission. (2017i). Special Eurobarometer 470. Retrieved from http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/Survey/getSurveyDetail/instruments/SPECI AL/surveyKy/2176 European Commission. (2018a). Draft Joint Employment Report from the Commission and the Council. Retrieved from https://ec.europa.eu/info/publications/2018-european-semester-draft-joint-employment- report_en European Commission. (2018b). Digital scoreboard . Retrieved from http://ec.europa.eu/digital-single- market/en/scoreboard/ European Commission. (2018c). EU Single Market Scoreboard 2017 (forthcoming) . Retrieved from http://ec.europa.eu/internal_market/scoreboard and https://opentender.eu/ REFERENCES ",
        "References 61 Foreign Investors Council in Latvia (FICIL). (2017). Sentiment Index 2017. Retrieved from http://www.ficil.lv/wp-content/uploads/2018/01/10_01_ficil_sentiment_index_final_webpage-1.pdf Household Finance and Consumption Survey. (2017). The Household Finance and Consumption Survey: results from the second wave. Household Finance and Consumption Network. Statistics Paper No. 18. Retrieved from https://www.ecb.europa.eu/pub/economic-research/research- networks/html/researcher_hfcn.en.html Housing Europe. (2017). The State of Housing in the EU2017 . Retrieved from http://www.housingeurope.eu/resource-1000/the-state-of-housing-in-the-eu-2017 Irir.lv. (2017). Tiesneši pret likumu (Judges against the law). Retrieved from https://irir.lv/2017/11/22/tiesnesi-pret-likumu and https://irir.lv/2017/11/29/shemotaju-glabejengeli Krasnopjorovs, O. (2017). Kāpēc mācību sasniegumi dažādās Latvijas skolās ir tik atšķirīgi? Bank of Latvia. Retrieved from https://www.macroeconomics.lv/working-paper-why-education-performance-so- different-across-latvian-schools Ministry of Welfare. 2016. Informative report “On the implementation and results of the application of the Microenterprise Tax Law and on social protection of performers of small-size economic activity” (Informatīvais ziņojums „Par Mikrouzņēmumu nodokļa likuma praktiskās īstenošanas gaitu un rezultātiem, kā arī mazās saimnieciskās darbības veicēju sociālo nodrošinājumu”) . Retrieved from http://tap.mk.gov.lv/lv/mk/tap/?pid=40398421 OECD. (2016). Education at a Glance, Latvia country note . doi: http://dx.doi.org/10.1787/eag-2016-67- en OECD/European Observatory on Health Systems and Policies. (2017). Latvia: Country Health Profile 2017, State of Health in the EU . OECD Publishing/European Observatory on Health Systems and Policies. doi: http://dx.doi.org/10.1787/9789264283466-en Pluta, A. & Zasova, A. (2017). Latvia Stumbling Towards Progressive Income Taxation: Episode II. SSE Riga/BICEPS Occasional paper No. 10. Retrieved from http://www.biceps.org/assets/docs/neregulara- rakstura/Occasional_paper_10.pdf Saeima. (2017). Saeimas ziņas: Valsts pārvaldes komisija darbu pie trauksmes cēlēju aizsardzības regulējuma turpinās darba grupā (Saeima press release: The public governance committee will form a working group that will continue to work on the whistle-blower protection law). Retrieved from http://www.saeima.lv/lv/aktualitates/saeimas-zinas/26413-valsts-parvaldes-komisija-darbu-pie- trauksmes-celeju-aizsardzibas-regulejuma-turpinas-darba-grupa Sauka, A., & Putniņš, T. (May 2017). Shadow Economy Index for the Baltic countries 2009 – 2016. Stockholm School of Economics in Riga. Retrieved from http://www.sseriga.edu/en/centres/csb/shadow- economy-index-for-baltics/ Staehr, K. (2014). Corporate income taxation in Estonia. Is it time to abandon dividend taxation? TUT Economic Research Series, Research Brief, No. RB-2014/1. World Bank. (2016). Latvia tax review. Retrieved from http://documents.worldbank.org/curated/en/587291508511990249/Latvia-tax-review ",
        "References 62 World Economic Forum. (2017). The Global Competitiveness Report 2017–2018. Retrieved from http://www3.weforum.org/docs/GCR2017- 2018/05FullReport/TheGlobalCompetitivenessReport2017%E2%80%932018.pdf "
    ]
}