{
    "text": [
        "Regional policy T H E E U R O P E A N U N I O N E X P L A I N E D Regional policy is a strategic investment policy targeting all EU regions and cities in order to boost their economic growth and improve people’s quality of life. It is also an expression of solidarity, focusing support on the less developed regions. Making Europe’s regions and cities more competitive, fostering growth and creating jobs ",
        "CONTENTS Why does the EU need a regional policy? Europe’s main investment policy for growth and jobs .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . . 3 How does regional policy work? A range of funds for growing regions and cities  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . . 6 Maximising the impact of EU investment Targeted investment for growth and jobs until 2020  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 10 Outlook EU regional policy 2014-20: a new era of strategic spending  .  .  .  .  .  . 15 Find out more\b \b \b \b \b \b \b \b \b \b \b \b \b \b \b \b \b \b \b \b16 The EU explained: Regional policy European Commission Directorate-General for Communication Citizens information 1049 Brussels BELGIUM Did you find this publication useful? Let us know: comm-publi-feedback@ec.europa.eu Manuscript updated in July 2016 Cover and page 2 picture: © iStockphoto.com/Voon Nam Fook 16 pp. — 21 × 29.7 cm Print ISBN 978-92-79-55783-5 doi:10.2775/974565 NA-01-16-209-EN-C PDF ISBN 978-92-79-55788-0 doi:10.2775/609266 NA-01-16-209-EN-N Luxembourg: Publications Office of the European Union, 2016 Printed by Bietlot in Belgium © European Union, 2016 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. This publication is part of a series that explains what the EU does in different policy areas, why the EU is involved and what the results are. You can find the publications online:: http://europa.eu/pol/index_en.htm http://europa.eu/!bY34KD THE EUROPEAN UNION EXPLAINED How the EU works Ten priorities for Europe The founding fathers of the EU Agriculture Banking and finance Budget Climate action Competition Consumers Culture and audiovisual Customs Digital single market Economic and monetary union and the euro Education, training, youth and sport Employment and social affairs Energy Enlargement Environment Food safety Humanitarian aid and civil protection Internal market International cooperation and development Justice, fundamental rights and equality Maritime affairs and fisheries Public health Regional policy Research and innovation Taxation Trade Transport ",
        "3 R E G I O N A L P O L I C Y Investing in the EU’s less developed regions EU regional policy accounts for the single largest chunk of the EU budget for 2014-20 (€351.8 billion out of a total €1 082 billion) and is therefore the Union’s main investment arm. These resources are used to finance strategic transport and communication infrastructures, to favour a transition to a more environmentally friendly economy, to support small and medium-sized enterprises (SMEs) in becoming more innovative and more competitive, to create new and lasting job opportunities, to reinforce and modernise education systems and to build a more inclusive society. In so doing, regional policy serves as a catalyst for further public and private funding, not only because it obliges EU countries to co-finance projects from their respective national budgets but also because it creates investor confidence. Taking into account this national contribution, and the leverage effect of financial instruments, the overall impact of EU investment for 2014-20 is likely to be more than €500 billion. Regional policy is also an expression of solidarity between EU countries as it dedicates the bulk of its funding to the EU’s less developed regions. It helps these regions to fulfil their economic potential, in the light of regional disparities both across the EU and within member countries. By way of example, figures from 2013 (the latest available) show that the gross domestic product (GDP) of EU regions ranged from 30% of the EU-28 average in Severozapaden (Bulgaria) to 325 % of the average in Inner London (United Kingdom). This highlights the need for a strategic and targeted investment policy which tailors EU investment to individual regions. Thousands of projects across the EU EU regional policy funding has financed tens of thousands of projects over the years, benefiting all EU countries individually and the EU as a whole in terms of economic growth and jobs. Between 1989 and 2013, over €800 billion was allocated from the EU budget to co-fund projects targeting regional growth and development. Why does the EU need a regional policy? Europe’s main investment policy for growth and jobs The EU’s 274 regions as covered by regional policy, 2014-20, and categories of eligibility for Structural Funds (the European Regional Development Fund (ERDF) and the European Social Fund (ESF)). Canary Islands Guadeloupe, Martinique Azores Madeira French Guiana Mayotte Réunion ALL EU REGIONS BENEFIT Category Less developed regions (GDP/head < 75 % of the EU average): €182.2 billion Transition regions (GDP/head between > = 75 % and < 90 % of the EU average): €35.4 billion More developed regions (GDP/head > = 90 % of the EU average): €54.3 billion Other sources of funding under regional policy during the same period include the Cohesion Fund (€65.3 billion), European territorial cooperation (€10.2 billion), the ‘Youth employment initiative’ (€3.2 billion) and specific allocations for the outermost and sparsely populated regions (€1.6 billion). ",
        "4 T H E E U R O P E A N U N I O N E X P L A I N E D • provided almost 5 million more EU citizens with broadband coverage; • financed the construction of 3 752 km of roads and 335 km of rail to help establish an efficient trans- European transport network (TEN-T); • enhanced the quality of life for citizens in urban areas through a modernised water supply, benefiting • 4.2 million citizens, and sustainable transport. These resources have helped to improve the quality of life of EU citizens, to create jobs and to promote research, development and innovation. For example, between 2007 and 2013 alone, EU regional policy • created an estimated 769 900 jobs (274 000 in SMEs); • invested directly in 225 560 SMEs; • supported 97 640start-ups; • funded 72 920 research projects; Origins and evolution of regional policy 1957 — First mention in the Treaty of Rome. 1958 — Creation of the European Social Fund (ESF). 1975 — Creation of the European Regional Development Fund (ERDF). 1986 — Legal basis for regional policy established in the Single European Act. 1988 — To adapt to the arrival of Greece (1981) and Spain and Portugal (1986), the Structural Funds are integrated into an overarching cohesion policy. Budget: ECU 64 billion (NB: ECUs later became the euro). 1993 — The Maastricht Treaty introduces the Cohesion Fund , the Committee of the Regions and the principle of subsidiarity (whereby decision-making must always be made at the least centralised/most local level able to address the matter appropriately). 1994–99 — Doubling of the resources for regional funds, now equal to a third of the EU budget. 1995 — Special objective added to support the sparsely populated regions of Finland and Sweden. Overall budget: ECU 168 billion. 2000–04 — Pre-accession instruments make funding and know-how available to countries engaged in the process of joining the EU. 2004 — Ten new countries join the EU (increasing its population by 20 %, but its GDP by only 5 %). Budget: €213 billion for the 15 existing members; €22 billion for the new member countries (200406). 2007–13 — Budget: €347 billion (of which 25 % is earmarked for research and innovation and 30 % for environmental infrastructure and measures to combat climate change). 2014–20 — Budget: €351.8 billion, with a particular focus on four key investment priorities in line with the Commission priorities: research and innovation, the digital agenda, support for SMEs and the low-carbon economy. Around €100 billion will be dedicated to these sectors, of which €26.7 billion will support the shift to a low-carbon economy (energy efficiency and renewable energies). ",
        "5 R E G I O N A L P O L I C Y During the same period, the value of selected projects in urban areas amounted to at least €100 billion. Almost 20 % of that amount was allocated to integrated projects for urban and rural regeneration and to education, health, childcare, housing and other social infrastructure. In particular, funding for integrated projects for urban regeneration accounted for €6.8 billion, while investment in social infrastructure amounted to €11.4 billion. In other words, regional policy has a strong impact in many fields and on many different levels. It therefore greatly complements other policies such as those dealing with education, employment, energy, the environment, the single market and research and innovation. Estimates show that regional policy investment has also contributed to increasing income in the poorest regions: their GDP per capita grew from 60.5 % of the EU-27 average in 2007 to 62.7 % in 2010. Furthermore, GDP in the 13 EU countries that entered the Union in or after 2004 ( 1 ) is expected to increase by around 2.4 % per year between 2007 and 2025. ( 1 ) Bulgaria, the Czech Republic, Estonia, Croatia, Cyprus, Latvia, Lithuania, Hun- gary, Malta, Poland, Romania, Slovenia and Slovakia. EXAMPLES OF THE DIVERSITY OF PROJECTS SUPPORTED BY EU REGIONAL POLICY FUNDS © E u r o p e a n U n i o n © E u r o p e a n U n i o n © E u r o p e a n U n i o n © E u r o p e a n U n i o n BEACON , United Kingdom — Developing eco-friendly products for a low carbon economy Infection research and monitoring centre in Lyon, France. Gdynia trolley bus network , Poland — Improving quality of life through sustainable public transport Art on Chairs , Portugal — Boosting the region’s competitiveness through innovation in SMEs Economic, social and territorial cohesion Regional policy is also referred to in broader terms as cohesion policy as its overall goal is to strengthen what is known as ‘economic, social and territorial cohesion’ in regions qualifying for support. In practice that means: — economic and social cohesion: boosting competitiveness and green economic growth in regional economies and providing people with better services, more job opportunities and a better quality of life; — territorial cohesion: connecting regions so that they capitalise on their respective strengths and work together in new, innovative configurations to tackle common challenges (such as climate change), thus benefiting and reinforcing the EU as a whole. ",
        "6 T H E E U R O P E A N U N I O N E X P L A I N E D Regional funds: an overview The European Regional Development Fund and the European Social Fund are known as the Structural Funds as they are designed to invest in economic and social restructuring across the EU and thereby reduce gaps in development between European regions, for example in terms of infrastructure and employment. Together with the Cohesion Fund , the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund , they make up the European Structural and Investment funds (ESI Funds). These funds are also an essential part of the Investment Plan for Europe, which was launched by Commission President Jean-Claude Juncker in 2014. Under this plan the EU set up a new European Fund for Strategic Investments which aims to mobilise €315 billion in additional investments in the years 2015-17. The new fund does this in the form of guarantees for loans, which the project promoters obtain from banks or from the financial market. There is sufficient liquidity in the EU, but private investors are not investing as much as they could, due to a lack of confidence and uncertainty among other factors, so the Investment Plan for Europe aims to address this. On the other hand, the already existing structural and investment funds mostly offer grants and thereby support investment in other ways. This might be support to structural reforms, encouraging private sector financing, addressing market failures or improving the investment climate. The publication “Investing in jobs and growth – maximising the contribution of European Structural and Investment Funds” provides an overview of what these funds are expected to achieve during 2014-2020 while directly contributing to the EU objectives of growth and jobs, the Investment Plan and the Commission’s priorities over the decade. In addition to common rules for the funds (see next chapter), there are also some fund-specific rules. While the Cohesion Fund invests in transport networks and environmental projects, the agricultural and rural development fund supports rural areas to make the agricultural sector more resilient, innovative and climate-friendly. The maritime and fisheries fund promotes sustainable and competitive fisheries and aquaculture across the EU. Another important fund managed by the European Commission is the EU Solidarity Fund , initially set up in summer 2002 as a response to severe flooding in central Europe. The solidarity fund is now a stable fund with a yearly budget of €500 million. It is an expression of solidarity with disaster-stricken regions in Europe. It enables the EU to respond in a rapid, efficient and flexible manner to assist any EU country (or country applying for membership) in the event of a major natural disaster with serious repercussions on living conditions, the environment or the economy. The fund complements national public service efforts by contributing, for instance, to clean-up operations, restoring infrastructure or providing temporary accommodation. How does regional policy work? A range of funds for growing regions and cities The EU Solidarity Fund provides financial aid to any EU region affected by major natural disasters. © N e s a C e r a / S hu tt e r s t o c k ",
        "7 R E G I O N A L P O L I C Y Regional funds in detail The European Regional Development Fund (ERDF) invests in growth-enhancing sectors to foster competitiveness and create jobs in all EU regions and cities. ERDF actions are designed to address economic, environmental and social challenges, with a special focus on sustainable urban development. It is expected that over 50 % of ERDF investment between 2014 and 2020 will be in urban areas. The ERDF pays particular attention to specific territorial characteristics, for example areas naturally disadvantaged from a geographical perspective (remote, mountainous or sparsely populated regions). The outermost areas of the Union (e.g. the Canary Islands, Réunion and Guadeloupe) also benefit from specific assistance from the ERDF to address possible disadvantages due to their remoteness. The ERDF also promotes and finances cross-border, transnational and interregional cooperation (known as European territorial cooperation ), covering a wide range of issues including joint transport infrastructure, innovation and communication networks, cross-border trade, joint management of natural resources and the linking of urban and rural areas. These forms of cooperation have clear added value, not only for the EU but also for neighbouring regions. The European Social Fund (ESF), set up in 1958, is the oldest Structural Fund. It aims to assist jobseekers by ensuring they have access to appropriate training to enhance their employability, whilst helping existing workers to retrain, learn new skills and adapt to changing professional situations. Each year, around 15 million people take part in the thousands of projects co-financed by the ESF across the EU. The ESF also invests in projects which aim to combat discrimination in all its forms and to help marginalised communities integrate into society. It also invests in the efficiency of public administrations and public services to ensure that relevant institutions deliver on education, employment, social and other policies. The Cohesion Fund , set up in 1994, invests in transport networks and the environment in EU countries with a GDP lower than 90 % of the EU-28 average (notably the central and east European countries, as well as Greece, Cyprus, Malta and Portugal). The fund actively promotes green economic growth while reducing economic and social disparities by improving regional connectivity and accessibility. In particular, the fund supports the trans- European transport network (TEN-T), which is essential for the proper functioning of the internal market and for facilitating the circulation of people and goods within and beyond the EU by land, sea and air. The Cohesion Fund invests in climate change adaptation and risk prevention, the water and waste sectors and the urban environment. It can also support projects related to energy efficiency and the use of renewable energy in companies and public infrastructures. Part of the Cohesion Fund is set aside to finance core transport and other networks under the Connecting Europe Facility , a strategic instrument investing in broadband infrastructure and online public services as well as infrastructure for roads, railways, electricity grids and gas pipelines. Better interconnections will enhance business opportunities and energy security whilst making work and travel easier, therefore benefiting businesses and citizens alike right across the EU. ",
        "8 T H E E U R O P E A N U N I O N E X P L A I N E D In 2012, Italy received €670 million from the EU Solidarity Fund after earthquakes hit Emilia-Romagna. Record solidarity sum paid out for Emilia-Romagna restoration (December 2012) A record sum of €670 million from the EU Solidarity Fund was paid to Italy for recovery operations in the wake of the devastating earthquakes which hit Emilia-Romagna with forces of up to 5.9 on the Richter scale on 20 May 2012. The earthquakes were followed by hundreds of aftershocks spreading out into the neighbouring regions of Veneto and Lombardy. They caused 27 deaths, an estimated 350 people were injured and over 45 000 people had to be evacuated. There was serious and widespread damage to buildings, infrastructure, businesses, industrial facilities, agriculture and to the important cultural heritage sector. The bulk of the money was dedicated to covering the costs of emergency aid and rescue operations, as well as temporary accommodation. Some €292 million was earmarked for the immediate restoration of education and health facilities as well as the reparation of electricity and water systems. © E u r o p e a n U n i o n ",
        "9 R E G I O N A L P O L I C Y How are the funds invested? EU regional policy is carried out by national and regional bodies in partnership with the European Commission, a system known as shared management. Unlike annual national budgets, the regional policy budget is set for seven years, making it inherently reliable and a valuable resource for private investment to draw upon. There are three main stages in the investment process. 1. The budget and rules for its use are jointly decided by the European Parliament and the EU Council of Ministers (which brings together national ministers at the European level), on the basis of a Commission proposal. 2. The Commission works with the EU countries as they draw up partnership agreements outlining their investment priorities and development needs. They also present draft operational programmes breaking down the objectives into concrete areas for action. These can cover entire countries and/or regions and can include cooperation programmes involving more than one country. The Commission negotiates with the national authorities on the final content of these investment plans. All levels of governance, including civil society, should be consulted and involved in the programming and management of the operational programmes. 3. The programmes are then carried out by the countries and their regions. That means selecting, monitoring and evaluating hundreds of thousands of projects. The work is organised by managing authorities in each country and/or region. Management and delivery of the programmes is therefore largely devolved to administrations at national and subnational (regional and local) levels. EU countries must assure the Commission that the funds are being spent effectively and in accordance with EU law. They must provide reliable accounting, monitoring and financial reporting systems and identify the responsible bodies and procedures to ensure an adequate audit trail. An audit authority must be designated for each operational programme. This authority provides the Commission with an audit strategy and an annual audit opinion and annual control report, taking into account issues identified during audits carried out during the previous 12 months. The Commission does not select or manage individual projects but approves the overall programmes covering a range of potential projects. It is also important to note that whereas the Commission makes overall funding available, it is up to EU countries, via their EU- accredited national and regional paying agencies, to make direct, individual payments to beneficiaries. Channelling EU investment — The Commission makes funding available at the beginning of each year to allow EU countries to start investing in individual projects. — certified by national authorities, are made by the Commission to the managing authorities in the respective EU country. — National programmes are constantly monitored, with on-the-spot audits and checks by the Commission and the EU country in question. — Both the Commission and the national authorities submit reports throughout the seven-year budgetary period. ",
        "10 T H E E U R O P E A N U N I O N E X P L A I N E D A limited number of key investment priorities Although Europe is on the path to economic recovery it is still essential, in a context of limited financial resources, for the EU to be able to do more with less and to ensure the added value of every euro committed at European level. By adopting a legislative package on regional policy at the end of 2013, the EU overhauled the funding approach for 2014-20 to maximise the potential impact of the EU funding available. Between 2014 and 2020, a total of over €351.8 billion will be invested in EU regions. The level of support and the national contribution (‘co-financing rate’) is adapted to each region’s level of economic development: LESS DEVELOPED REGIONS (GDP < 75 % OF THE EU AVERAGE) TRANSITION REGIONS (GDP 75-90 % OF THE EU AVERAGE) MORE DEVELOPED REGIONS (GDP > 90 % OF THE EU AVERAGE) Regional policy funds focus on a limited number of key investment priorities, with a strong emphasis on results. EU countries and regions are required to outline their objectives and what they intend to achieve with the available resources in their partnership agreements and they must identify precisely how they will measure progress towards those goals. This allows for regular monitoring and debate on how funding is used and for well-performing programmes to be rewarded (through a ‘performance reserve’) towards the end of the period. In order to better coordinate the funds and to avoid overlaps, the EU has designed a common set of rules for the five European structural and investment funds. This also provides for stronger links with other EU instruments like Horizon 2020 (the EU’s new programme for research and innovation) and the Connecting Europe Facility (see previous chapter). Maximising the impact of EU investment Targeted investment for growth and jobs until 2020 © E u r o p e a n U n i o n The EU has invested €400 million in the regional metro system in Naples, Italy. Apart from providing better and more frequent services and faster journey times, carbon dioxide (CO2) emissions have been cut by 250 000 tonnes per year — and oil consumption by 110 000 tonnes per year — across the network. ",
        "11 R E G I O N A L P O L I C Y Project example: Launch of Romanian seat for top research consortium — ELI-NP ELI-NP’s objective is to create a European centre for high-level research on ultra-high laser and laser-matter interaction. The ELI-NP research site will attract researchers, students and the private and business sectors from across the world to study extreme light applications for the benefit of society. The site should also put Europe on the map of nuclear physics research using high-tech laser technology. Primarily based in Bucharest, the ELI-NP project includes two other facilities: one in Hungary and one in the Czech Republic. It is part of a research consortium that brings together 40 partners from 13 EU countries. By 2018, ELI-NP will employ 262 researchers, including 36 support staff, and will make an important contribution to reducing ‘brain drain’ in the region. The project r epresents a remarkable example of how the instruments of the EU’s regional policy can be used to serve both the objective of economic cohesion and the development of the European research area. Total budget: €356 million © E L I - N P R o m a n i a The EU has invested almost €150 million in a top European research consortium bringing together 13 EU countries. Total EU funding: €149\b 3 million Preconditions for effective investment Before funding can be channelled to regions and cities, potential beneficiaries need to fulfil certain preconditions to ensure that all EU investment is targeted and effective. These include, for example: • the development of smart specialisation strategies: regions should specialise in the sectors providing them with the highest potential for growth and competitiveness and should promote partnerships between universities, research institutes, businesses and public administrations to develop innovative products and services; • strategies to reduce youth unemployment and promote non-discrimination; • compliance with environmental laws; • business-friendly reforms; • measures to improve public procurement systems. Strategies must also be consistent with the national reform programmes agreed upon under the European semester, the EU’s system of collective economic management. The European semester is an annual health-check of EU economies, bringing together all EU countries and institutions, where countries are given specific recommendations for economic reform on an individual basis. If the European Commission considers that a country’s investment plan is not consistent with national reform programmes or insufficient to address the relevant reforms identified in the European semester, it can ask it to modify its programme so as to support key structural reforms. As a last resort, it can suspend funds if economic recommendations are repeatedly and seriously breached (for example, if an EU country has excessive economic imbalances or budget deficits). This is to guarantee that the impact of EU investment on growth and jobs is not undermined by unsound economic policies or by weak administrative capacity. ",
        "12 T H E E U R O P E A N U N I O N E X P L A I N E D The resources allocated to these priorities depend on the category of region: • at least 80 % of ERDF spending in more developed regions must focus on at least two of these priorities; • this focus amounts to 60 % of ERDF spending in transition regions and 50 % in less developed regions. Furthermore, some ERDF resources must be channelled specifically towards low-carbon economy projects as follows: • more developed regions: 20 % of their allocation; • transition regions: 15 %; • less developed regions: 12 %. Targeting EU investment on smart, green growth for all ERDF investment goes hand in hand with various EU policies to deliver growth and jobs across the EU. In order to ensure that every euro is invested wisely, ERDF actions are concentrated on four key priority areas (see below): • innovation and research; • information and communication technologies; • enhancing the competitiveness of SMEs; • the shift towards the low-carbon economy. RegioStars — Rewarding innovation The Commission first organised the RegioStars Awards in 2008, inviting all EU regions to submit projects. The goal is to identify good practices in regional and urban development by rewarding original and innovative projects of inspirational value to other regions. In 2015 the eighth annual edition of the awards attracted 143 applications competing in four different categories, with 17 highly commended finalists. Winners included a business incubator for Scandinavian game developers, which helped set up 22 companies employing 67 people; a programme encouraging the energy refurbishment of existing buildings in Spain, which will create up to 80,000 jobs over the next five years; a vocational guidance service to reduce school drop-out rates and increase basic skills among 50,000 Italian students; and a programme of 50 cross-border sporting and cultural micro-initiatives between Portugal and Spain. Campus of the RDM Innovation Dock, a project supported by EU regional policy funds. This former shipyard in Rotterdam, the Netherlands, was turned into a campus for educational institutions, innovative business and research institutes in 2011. © E u r o p e a n U n i o n ",
        "13 R E G I O N A L P O L I C Y Research and innovation Europe needs to invest more in research and innovation as it is a key driver of economic growth and jobs. Europe is trailing behind its global competitors in terms of investment, spending considerably less than the United States, Japan and South Korea, while China is rapidly catching up. One of the Europe 2020 objectives is to ensure that EU countries invest 3 % of the EU’s overall GDP in research. ERDF funds invest in both basic and applied research, encouraging all actors in the innovation chain (research institutes, universities, technological centres, entrepreneurs, large and small companies, financial institutions, etc.) to work together to generate the innovative products and services which EU countries need to remain competitive internationally. Information and communication technologies (ICT) Effective use of ICT by companies is a prerequisite for productivity, competitiveness, higher revenue growth and job creation. The European Regional and Development Fund () therefore invests in ICT infrastructure for access to high-speed connections in all regions, especially in remote, rural and less developed areas. It will continue to facilitate the shift towards innovative uses of ICT services by firms (for example, e-learning and e-business), citizens (digital literacy and e-skills) and public administrations (e-health and e-government) to improve productivity and quality of life. Enhancing the competitiveness of small businesses Small businesses are the backbone of Europe’s economy: numbering around 20 million, they account for 99 % of EU businesses and are a key stimulus for growth and jobs. To ensure they remain competitive and can attract the talented people they need, the EU Regional Fund promotes and invests in entrepreneurship to boost business creation and makes it easier for them to access a variety of new financing instruments — loans, microfinance and venture capital. The idea is to boost the leverage effect of EU investment at a time of limited budgetary resources, thus spurring supplementary investment from the private sector. Shift towards a low-carbon economy The EU Regional Fund is investing almost €27 billion in decarbonising or ‘greening’ the economy in 2014-20. That means increasing the use of renewable energy in both the public and private sectors and boosting energy efficiency, for example in housing and public buildings or by investing in smart grids for distributing electricity. ERDF investment also helps to reduce emissions from transport by investing in research into clean low-carbon technologies and by promoting sustainable public transport. Putting EU cities at the heart of policymaking Over two thirds of European citizens currently live in cities: by 2020, this proportion is set to rise to 80 %. It is becoming increasingly clear that economic growth in the EU will come primarily from Europe’s towns and cities and that neither EU countries nor the EU itself can achieve their economic and social policy objectives without engaging with cities. The figures speak for themselves: metropolitan regions host 59 % of the EU population and 62 % of all jobs, generating 67 % of the Union’s GDP. Since cities are places where challenges occur and where solutions can be most effectively delivered, they are in the driving seat for implementing many EU or national policies at the local level. For example, if the EU is to meet its climate targets, it needs cities to better address resource and energy efficiency, notably in transport, housing and overall urban design. A multi- pronged approach is also essential for cities to solve problems such as concentrations of poverty, spatial segregation and ageing populations. More than half of all the Regional Fund investment between 2014 and 2020 will explicitly target urban areas, for instance promoting low-carbon strategies, improving the urban environment, including the regeneration of brownfield sites and the reduction of air pollution, and promoting sustainable urban transport systems. These investment projects will be more focused than ever before in order to help cities address their challenges and help the EU harness the power of cities in the fields of smart, sustainable and inclusive growth. ",
        "14 T H E E U R O P E A N U N I O N E X P L A I N E D Open data to support performance An open data platform has been set up for the European Structural and Investment Funds 2014-2020 programmes. It aims to increase transparency, generate debate and focus attention on the performance of the new generation of programmes.The platform provides access to the latest figures on funding allocations and expected achievements. Interactive visualisations show how the planned investments are broken down by fund, by theme and by country. Users can directly access the raw data behind the visualisations, create their own filtered views and charts, embed visualisations in other sites and export the data in a range of formats: https://cohesiondata.ec.europa.eu/ The PEACE programme: building peace and developing Northern Ireland’s economy Total EU funding: €1\b 3 billion The launch of the PEACE programme in 1995 was the direct result of the EU’s desire to respond positively to new opportunities arising from the Northern Ireland peace process during the paramilitary ceasefire announcements. The EU has provided a total of €1.3 billion in financial assistance. One of the most iconic projects was the ‘PEACE bridge’ in Derry/Londonderry, officially opened by the EU commissioner for regional policy in June 2011. The bridge cost €14.6 million to build, over €11 million of which came from EU funding. The PEACE bridge has now physically united both sides of the riverbank and its design represents a symbolic handshake across the River Foyle. It is a powerful new symbol for the city, physically and metaphorically, linking communities on both sides for whom the river had become a significant religious and sectarian divide. ",
        "15 R E G I O N A L P O L I C Y At the time of writing, there are positive signs that Europe is on the road to recovery, after one of the worst economic and financial crises since the 1920s. However it is still a time of fiscal constraints and reduced budgets for all. For the 2014-20 financing period, the fifth of its kind since 1989, the EU, together with its members, established investment strategies to ensure that the whole of Europe gets the maximum leverage and impact from every euro spent. New, simpler rules will increase coherence between the various funds and will also promote complementarities between policy fields (research and innovation, the common agricultural policy, education and employment, to name but a few). New preconditions before EU funding is granted and careful monitoring once funding is channelled, alongside a focus on a limited number of strategic investment priorities, will ensure that the money gets to where it is most needed. Through clear and measurable targets for regional policy investment, EU countries and regions can demonstrate their contribution to achieving the objectives for sustainable economic growth and job creation. Regional policy, accounting for just over one third of the Union budget, is the EU’s main investment policy for regional and urban development and growth. It has co-financed a multitude of projects over the years in every EU country, benefiting citizens and businesses alike. Projects supported by regional policy have created millions of new jobs, developed thousands of kilometres of strategic transport, energy and broadband links, invested in research and innovation, small businesses and entrepreneurs, supported projects developing new solutions in the fields of renewable energy and energy efficiency, protected cultural heritage and areas of natural beauty, spurred growth in sparsely populated areas and the outermost regions of the EU and much, much more. Outlook EU regional policy 2014-20: a new era of strategic spending ",
        "16 T H E E U R O P E A N U N I O N E X P L A I N E D N A - 01 - 16 - 209 - E N - N Find out more ISBN 978-92-79-55788-0 doi:10.2775/609266 Who can apply for regional funding? Organisations that can benefit include public bodies, some private sector organisations (especially small businesses), universities, associations, NGOs and voluntary organisations. How can I apply for funding? Applications for funding should be submitted to the national or regional authority managing the relevant programme and covering a particular project. Whom can I contact in my country to obtain further information? X Managing authorities in EU countries : http://ec.europa.eu/regional_policy/manage/authority/authority_en.cfm X Europe Direct : EU service which answers all your questions about the European Union. Call 00 800 6 7 8 9 10 11 or visit http://europedirect.europa.eu X Representations of the European Commission in EU countries : http://ec.europa.eu/represent_en.htm X Discover how the EU is investing in your region through our projects database : http://ec.europa.eu/regional_ policy/projects/stories/index_en.cfm "
    ]
}