{
    "text": [
        "EUROPEAN ECONOMY EUROPEAN COMMISSION DIRECTORATE-GENERAL FOR ECONOMIC AND FINANCIAL AFFAIRS ECONOMIC PAPERS ISSN 1725-3187 http://europa.eu.int/comm/economy_finance Number 238 December 2005 Labour Market Institutions and Labour Market Performance: A Survey of the Literature by Alfonso Arpaia and Gilles Mourre Directorate-General for Economic and Financial Affairs ",
        "Economic Papers are written by the Staff of the Directorate-General for Economic and Financial Affairs, or by experts working in association with them. The \"Papers\" are intended to increase awareness of the technical work being done by the staff and to seek comments and suggestions for further analyses. Views expressed represent exclusively the positions of the author and do not necessarily correspond to those of the European Commission. Comments and enquiries should be addressed to the: European Commission Directorate-General for Economic and Financial Affairs Publications BU1 - -1/13 B - 1049 Brussels, Belgium ECFIN/E/3/REP/55806-EN ISBN 92-894-8877-8 KC-AI-05-238-EN-C ©European Communities, 2005 ",
        "- 3 - Labour Market Institutions and Labour Market Performance: A Survey of the Literature Alfonso Arpaia and Gilles Mourre European Commission 1 ABSTRACT This paper presents a selective survey of the recent literature on labour market institutions. It describes the different empirical approaches used to explore the nexus between labour market institutions and labour market performance. It stresses that the effect of institutions is complex in both stock and flow models and that it is also crucial to take into account the interactions they generate among themselves and with macroeconomic shocks. While their importance in explaining labour market performances is uncontroversial, there is no full consensus on their actual impact and the precise transmission channels. In addition, rather than taking institutions for granted, a new branch of research attempts to understand them as the result of an endogenous process. The paper also briefly discusses the relationships between the efficiency of the redistributive policies (via taxation) and the type of protection provided (on the job or in the market). Lastly, the paper examines the key issue of efficient policy design both at the macro- and micro-level . 1 Directorate General for Economic and Financial Affairs - Labour market, taxation and quality of public finances Unit. e-mail: alfonso.arpaia@cec.eu.int ; gilles.mourre@cec.eu.int. The views expressed in this paper are those of the authors only. No responsibility for them should be attributed to the European Commission. Sections of the text may be quoted provided that full credit is given to the source. We thank Declan Costello and Giuseppe Carone for their helpful comments. ",
        "- 4 - 1. Introduction The variation of labour market responses to common shocks across industrialised countries in the late 1970 and early 1980s has widely been documented. While some countries experienced an only temporary deterioration in their unemployment prospects, others saw high and persistent unemployment even when these shocks faded away (Figure 1 ). The improvements observed since the second half of the 1990s, which occurred with no signs of price and wage inflation, led many observers to consider them as structural 2 . Nevertheless, the different patterns of unemployment experienced by European countries can often be related to the specific pace at which labour market reforms were introduced. These differences in unemployment dynamics are captured by the coefficient of variation (Figure ). In response to the common supply shocks recorded in the late 1970s and early 1980s, the pick up in the unemployment rate was seen in all countries, as suggested by the decline in the coefficient of variation. When the recovery of the late 1980s occurred, few countries only (namely Spain, Portugal, the UK and Ireland) managed to recover from the high rates of unemployment while most of them experienced either a modest decline or further increases (Denmark and Italy). As a consequence of these differentiated reactions, the coefficient of variation went up. The employment crisis of the first half of the 1990s, which hit all countries but Denmark, Ireland and, to a lesser extent, the UK, attenuated the differences in the unemployment rate dynamics across countries. In the second half of the 1990s, the coefficient of variation continued to fall, suggesting that the improvements observed in the EU unemployment rate were equally based across countries. 3 The evidence above would suggest that, because of this convergence, the current rate of unemployment reflected more a common EU-wide pattern (partly of cyclical nature) than country-specific structural factors. However, this latter interpretation calls for great caution since the unemployment patterns remain highly heterogeneous across countries. Indeed, the unemployment distribution is skewed to the right (i.e. to high values) and measures of dispersion such as the coefficient of variation or the min-max range are much affected by extreme values. The semi-interquartile 2 See for example Decressin et al. (2001) and Garibaldi and Mauro (2002). 3 One gets to the same conclusion if the dispersion is measured by the range (i.e. the difference between the largest and the smallest values) normalised by the simple mean. ",
        "- 5 - range (iqr) is an alternative measure of the dispersion little affected by extreme scores, and therefore is a good indicator of spread for skewed distributions. 4 When measured in this way, the dispersion significantly increased between 1975 and 1999 (with a temporary decline in 1987 and 1991), strongly declining only in the early years of the new decade (Figure 2). Hence, despite the decline in the unemployment rate in many member states, the unemployment heterogeneity is so high that talking about “European unemployment” is misleading (Blanchard 2005). Although the explanations of these different unemployment behaviours abound in the economic literature (see Blanchard (2005) for a review), there is a growing consensus about the key importance of labour market institutions (LMI) in influencing labour market performances. For example Bruno and Sachs (1985) relate the differences in labour market performances to the interaction between country-specific bargaining structures and common supply shocks . 5 Eichengreen and Iversen (1999) argue that, in order to initiate and sustain economic growth, labour market institutions should be adaptable to rapidly changing technologies of production and increasing heterogeneity of the labour force, while the failure to introduce institutional reforms that could overcome collective-action problems in the labour market is considered as one source of the poor labour market performance. 6 Similarly, Blanchard (2005) refers to the lack of coherence between labour market institutions and the macroeconomic environment as the main characteristic of the evolution of the French labour market post-war history. Economic institutions are important because they affect the structure of economic incentives in society (Acemoglu (2005)). The interest in labour market institutions has not been limited to academic analyses. Since the launch of the OECD Job Strategy and the European Employment Strategy, there has been a growing consensus among policy makers on the need to adapt the “rules of game” of the labour market to new challenges such as demographic and technological changes, rapid 4 The iqr is computed as an half of the difference between the 75 th percentile and the 25th percentile. This measure of dispersion has its advantages with non-symmetrical distributions but is more subject to sampling fluctuation in normal distributions than is the standard deviation. Therefore, it is not often used for data that are approximately normally distributed. 5 In particular they developed a theory where unemployment derives from shocks interacting with real and nominal rigidities. 6 In market economies collective-action problems are derived from the decentralised nature of individual choices. ",
        "- 6 - swings in the international division of labour, etc. This is a major condition to reap the benefits of a changing socio-economic environment and avoid its potential pitfalls. The good performance of countries that have carried out different policies challenges the view that one-size-fits-all approach to reforms is adequate to respond to labour market problems. Indeed, many observers highlighted the need for looking at the whole configuration of labour market institutions as a pre-condition to reform them. More fundamentally, a large interest was expressed in the design of labour market reforms. Consequently, databases have been developed to evaluate the costs of regulation (World Bank Doing Business database), to build quantitative indicators characterising the reform progress (OECD), to categorise reforms according to their expected effects on labour market flexibility and/or their scope - i.e. marginal or radical - (Fondazione Rodolfo Debenedetti Social Reforms Database ), to measure de facto labour practices (Global Labor Survey by Chor and Freeman (2005)) or to systematically record and track reform measures over time with a specific focus on design issues (forthcoming ECFIN LABREF Database ) 7 . This paper selectively reviews the empirical evidence and the theoretical arguments of the literature on labour market institutions. On this basis it outlines a framework to characterise labour market reforms that will be developed in the LABREF Database . The literature on LMI has largely focussed on a stock approach to labour markets. The flow approach can be useful in understanding why the effect of certain institutions on performance is uncertain. Section 2 briefly describes these approaches, while Section 3 reviews the literature on LMI and labour market performance. This literature has generally treated LMI as exogenous determinants of performance. Recently, the attention has been shifted towards understanding the driving force behind specific institutional arrangements as a precondition to reform them. Section 4 gives a bird’s-eye-view on this debate. Despite the diverse institutional arrangements across countries, the literature on LMI has highlighted the great importance of efficient policy design. Section 5 will try to identify general principles for achieving an efficient policy design both at the macro- and micro-level. 7 The LABREF database is an ongoing project which aims at collecting information on policy measures likely to have an impact on the labour market performance and with a specific focus on the policy design. See Arpaia, Costello, Mourre and Pierini (2005) “ Tracking Labour Market Reforms in the EU Member States: an Overview of reforms in 2004 based on the LABREF database”, forthcoming ECFIN Economic paper. ",
        "- 7 - Figure 1 Heterogeneous unemployment histories BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE BE DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DK DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE DE EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL EL ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES ES FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR FR IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IE IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT IT NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL NL AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT AT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT PT FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI FI SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE SE UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK UK 05 10 15 20 1965 1970 1975 1980 1985 1990 1995 2000 2005 EU15 US Source: Eurostat LFS Figure 2 Alternative measures of dispersion in the unemployment rates 05 10 15 20 25 1960 1965 1970 1975 1980 1985 1990 1995 2000 0.30 0.40 0.50 0.60 0.70 0.80 0.90 Semi-interquartile range normalised by simple average (3 per. Mov. Avg.; right scale) Unemployment rate 3 per. Mov. avg. Coefficient of variation 3 per. Mov.Avg Source: Eurostat LFS ",
        "- 8 - 2. Stock and flows approaches to equilibrium unemployment: theoretical effects of institutions The stock approach The traditional textbook model of a competitive economy contends that with complete markets 8 and perfect information, identical atomistic economic agents determine the labour demand and the labour supply optimising their utility/profit function. With perfectly flexible prices and wages the economy is always in equilibrium. Although useful as a benchmark, this model is based on assumptions (complete markets, perfect information, atomistic and homogeneous agents, perfect competition), which make it a non-realistic description of modern markets. A more realistic description takes into account the wage and price formation mechanism in imperfectly competitive markets (Blanchard (1986), Layard et al. (1991)). Nominal wages are the result of negotiations between employers and employees, while firms set price as a mark-up over labour costs. While in the short-run unemployment is determined by the real aggregate demand, in the long-run it converges toward the level which is compatible with a stable inflation rate 9 . In this framework, labour market policies influence labour market performance in three ways: by modifying the wage formation mechanism; by changing the price elasticity of product demand; and by stimulating technological progress. Both these models are based on the stock approach, in which the variable of interest is the total number (or proportion of persons) in one particular labour market status (unemployment mainly but also possibly employment and labour force participation), which matches employers’ and employers’ equilibrium. In the neo-classic approach with perfect competition, equilibrium unemployment equates total labour demand and total labour supply. In Layard-Nickell-type approach with imperfectly competitive markets, equilibrium unemployment is so that the employers’ price setting curve meets employees’ wage setting curve. 8 Markets are complete when it is always possible in the current period to specify a price for future deliveries (forward market) and what each party is to do in every possible circumstance and arrange the distribution of costs an benefits in each contingency (contingent markets). 9 See European Commission (2002) for a simple model of short- and long-run model of output and employment. ",
        "- 9 - The flow approach Alternatively, one can look at labour market performance as the outcome of a matching process between jobs and heterogeneous workers. This flow approach focuses on the transition between labour market states (i.e. employment vs. non employment or job vs. no- job). Aggregate employment is the outcome of a process of continuous job creation and job destruction. Search and matching models emphasise the heterogeneity of workers and jobs, information imperfections about the characteristics of potential trading partners and the role of low mobility that generate labour market frictions. The presence of such frictions introduces monopoly rents which affect job creation and job destruction. The outcome of the exchange process between those seeking a new job and those posting new vacancies is described by a matching function where the existing stocks of unemployed and vacancies are inputs and the flow of new hires is the output. In the short-run the number of jobs created can differ from that of jobs destroyed, while in steady state the flow into unemployment is equal to the flow out of it 10 . For a given exit rate from employment into unemployment, any increase in the number of vacancies is associated in steady state with a lower unemployment rate, a relation named Beveridge curve. Anything that improves the efficiency of the match of unemployed people with vacancies and/or reduces the exit rate from employment is likely to reduce the level of unemployment which equates in steady state inflows and outflows for a given level of vacancies. If the matching process becomes less efficient or the exit rate from employment increase, the Beveridge curve shifts outward (i.e. towards the right): at given vacancies, a higher unemployment rate is necessary to equate inflows and outflows from unemployment. And with imperfect matching of workers with jobs, firms are likely to offer higher wages than with perfect matching. 10 The matching function can be written as M = e m (cU,V) where M is the number of hires from unemployment (called also “matches”), U is unemployment, V is vacancies, e is matching efficiency and c is the search effectiveness of the unemployed. The function is increasing in both arguments and is often assumed to have constant returns. If sE is the flow from employment into unemployment, where s is the exogenous exit rate from employment into unemployment and E is employment, then in steady state inflows in unemployment and outflows from unemployment coincide; we have sE= M hence s = e m(cU/E, V/E) which is commonly called the “Beveridge Curve”. It can be shown that U=s/(s+ θ q( θ )) where θ =V/U, q( θ )=m(U,V)/V and θ q( θ ) the probability of finding a job. If the matching between vacancies and unemployed becomes less efficient, for given level of vacancies e will fall, moving the Beveridge Curve to the right in the U-V space. Likewise, a shift of the Beveridge Curve to the right can result from a rise in the exit rate from employment, (negative productivity shocks, sectoral reorganisation, decreasing fixed cost of training, increasing job-to-job mobility etc). Conversely, an improvement in matching will shift the Beveridge Curve to the left. ",
        "- 10 - Complex effects of institutions from a theoretical standpoint In both the stock and the flow approaches to equilibrium unemployment, a specific configuration of labour market institutions affects firms' hiring and firing decisions, modifies the individual readiness and willingness to take up a job and/or the efficacy of unemployment in keeping inflationary pressures in check. When one looks at equilibrium unemployment as the outcome of the matching process which affects the short-run dynamics by which the long- run equilibrium (both in terms of stock and flows) is achieved, the effect of certain institutions on employment is potentially ambiguous. Indeed, the equilibrium unemployment is determined by a web of complex interactions between various institutions (coordination and centralisation 11 of wage bargaining, unemployment and welfare related benefits, employment regulation and labour taxation), which may operate in different directions and, ultimately, have uncertain effects on equilibrium unemployment. Looking in isolation at each labour market institution (or its change) may be therefore misleading. Three examples from the economic theory may help to clarify this point. Firstly, it is well known that since job-search effort cannot fully be observed unemployment benefits are subject to moral hazard. Unemployment benefits therefore discourage search, reduce the incentive to find a job and raise the reservation wages. The increase in workers’ fall-back utility in the case that a bargain is not struck reduces the cost of unemployment from employees’ viewpoint and increases wage pressures. In equilibrium, unemployment rises and employment falls. However, in search models, under the assumptions of risk adverse agents and no unemployment benefits, the unemployed are likely to accept jobs even though, at the market interest rate, further search would be rewarding in terms of jobs with higher productivity and wages. This may be due to capital markets imperfections. In such a context and with risk neutral workers, unemployment benefits act as a subsidy that finances consumption during search, encourages further search and improves the allocation of resources 12 . The overall effect is uncertain and depends on whether the design of the unemployment benefit system has solved the problems of free-riding and moral hazard. 11 Co-ordination refers to the mechanism whereby the employment consequences of wage claims are taken into account in the bargaining process. Centralisation simply refers to the level at which bargaining occurs (plant, firm, industry or economy-wide). Hence, co-ordination may occur both in high- and low- centralised system, in the latter when employers’ federation assist bargainers to act in concert. 12 Unemployment benefits also influence the composition of jobs created. In Acemoglu and Shimer (1999 and 2000) risk-averse workers are ready to accept lower wages in return of higher employment probability. Firms respond creating jobs with low risk and low wages. In equilibrium the labour market is characterised by too low- productivity, low-wage jobs. This allocation can be improved by a moderate increase in the unemployment ",
        "- 11 - Secondly, similar arguments hold in the case of active labour market policies (ALMPs). When efficiently designed and targeted to those with low re-employment probabilities such as the long-term unemployed, these programmes improve the match and reduce the risks of dropping out of the labour force. By increasing the competition from the unemployed, ALMPs keep up the number of job seekers which contributes to wage restraint. This effect is expected to raise employment. However, since improved employment prospects reduce the perceived cost of non-employment, ALMPs create also an externality in wage setting which reduces the incentives for wage restraint with negative effects on employment performance. Thirdly, Bertola and Rogerson (1997) find that “despite the stringent dismissal restrictions in most European countries, rates of job creation and job destruction are remarkably similar in across European and North American labour markets”. The similarity in labour market dynamics across the Atlantic, despite significantly different labour market institutions, is explained when one looks at the configuration of labour market institutions as a whole. These authors show that a model that assumes competitive behaviour on the part of employers and workers but with mobility decisions costly for workers, the intensity of relocation in labour markets with low firing costs and low wage compression (resulting from highly decentralised wage-setting) is similar to that of labour markets with high firing costs and high wage compression (as a result of highly centralised wage-setting). By reducing the wage adjustment at the margin wage compression increases the adjustment of employment, while labour adjustment restrictions dampen job creation and job destruction. Hence, the effect on the job flows is ambiguous. The presence of high firing costs may also reinforce the preference for rigid wage regimes (Boeri and Burda (2004)). Firing costs compound renegotiation costs in their model, further increasing the utility of rigid wage for workers who keep their jobs. Different policies can indeed have offsetting effects on the observed job flows. benefits from low levels. This increase reduces the distortions created by uninsurable risks and improves the matching. In this case, unemployment benefits do not work as a search subsidy but as a way to deal with imperfect insurance. The increase in unemployment benefits reduces employment and improves productivity. Matching frictions and incomplete insurance are necessary conditions to get these results. In Acemoglu (2001) unemployment benefits and minimum wages increase labour productivity because they shift employment toward more capital intensive good (i.e. high wage) jobs. These institutions, may improve welfare by encouraging workers to wait for high wage jobs. ",
        "- 12 - 3. Labour market institutions and labour market performance in the empirical literature During the 1990s there has been a wealth of studies focussing on the effects of institutions on employment performance. The main results of several of the most widely cited are summarised in Table 1 at the end of the paper. Among these, three main strands may be identified. Some studies concentrated on the role of institutions, others focussed on the interaction between shocks and institutions. More recent analyses insisted on the complementarities between institutions and on the effects of institutions on relative wages and on relative employment performance. Direct impacts of labour market institutions In a first set of studies indicators of labour market institutions are used to explain differences across-country in unemployment rates (Layard and Nickell (1999)) or the evolution of unemployment over time in a panel of OECD countries (Elmeskov et al (1998). Unemployment is positively associated with generous unemployment benefits, high tax wedge, and high union coverage and negatively associated with ALMPs 13 and high co- ordination of bargaining. The role of employment protection legislation and union density is uncertain. However, a large part of the change in structural unemployment remained unexplained. One major difficulty encountered by these studies is that indicators of labour market institutions are only slowly time varying, i.e. certain institutions were already in place in the 1960s in many EU countries when European unemployment was lower than in the US. Nickell et al. (2003) propose a model where changes in institutions explain the evolution over time of the unemployment level and shift in the Beveridge curve both alone and when interacted with variables representing aggregate demand shocks, productivity shocks and wage shocks. The benefit duration, union density and low mobility shift the Beveridge curve outward (which implies higher equilibrium unemployment), while employment protection shifts it inward. When they turn to explaining unemployment, the generosity of the system of unemployment benefits (both in terms of levels and duration) and labour taxes increase unemployment, although in the latter this happens to a lesser extent in countries with co- 13 One should be aware that placement of the unemployed in labour market programmes automatically reduces the number of people registered as unemployed. When one includes in the definition of unemployment also those participating in such programmes, the effects are usually more uncertain. ",
        "- 13 - ordinated wage bargaining (i.e. the interaction between the tax wedge and the degree of coordination has a coefficient which declines the more coordinated is bargaining). Rather than dealing with unemployment behaviour, Mourre (2004) focuses on the impact of labour market institutions on employment growth. In particular, he tests a break in employment equation for OECD countries in the late 1990s and early 2000s and relates the structural break (or absence of such a break) across countries to changes in labour market institutions and active labour market policies (along with the change in sectoral structure). The countries experiencing a (positive) change in their employment pattern since the late 1990s are mainly concentrated in the euro area. Among the relevant institutional factors likely to have contributed to rising aggregate employment in the euro area in recent years are the strong development of part-time jobs, lower labour tax rates and, more tentatively, less stringent employment protection legislation and greater subsidies to private employment. Gomez Salvador et al (2004) use annual information on firm level data from the AMADEUS dataset to study the effects of institutions on job flows in Europe controlling for the impact of firms characteristics. The empirical analysis suggests that countries with tight workers’ protection laws (EPL) have relatively low job reallocation and job creation rates, while the effect on the job destruction rate is statistically insignificant. The duration of unemployment benefits and the degree of co-ordination of wage bargaining reduces job flows while the effect of the tax wedge is significant only in the case of the job reallocation and the job creation rate. 14 Finally, employment subsidies dampen the job creation and the job destruction rate while the effect on the job reallocation rate is insignificant. The interactions between labour market institutions and macroeconomic shocks A second group of studies tried to reconcile the role of institutions with labour market performance focusing on the interactions between labour market institutions and macroeconomic shocks. The essence of these studies is that transitory increases in unemployment due to shocks may be prolonged by labour market institutions that restrict 14 The effect of the tax wedge does not pass the sensitivity test done by the authors as it is very sensible to the country included in the regressions. ",
        "- 14 - labour market flows and protract the adjustment of real wages. 15 For instance, in their influential paper Blanchard and Wolfers (2000) show that macroeconomic shocks explain the average rise in the unemployment rates but that institutional variables account for the cross- country variation in the unemployment rates. More specifically, the authors show that economic shocks explain the cross-country heterogeneity in the unemployment rates levels only when interacted with LMI. The empirical analysis suggests that the countries with long- lasting unemployment benefits, high employment protection or little co-ordination of bargaining experienced longer periods of high unemployment rates. The basic idea of this and other studies conducted under this vein (e.g. Fitoussi et al. (2000)) and Bertola et al. (2001)) is that certain institutions protracted the adjustment of wages to temporary shocks and prolonged their effects on unemployment, transforming a transitory increase in unemployment into a permanent or long-lasting one. Although employment performance is driven by shocks, the cross-country heterogeneity in such performance is related to different degrees of real wage adjustment which tends to be influenced by the labour market institutions in place. An alternative view on the sources of unemployment has been explored by Ljungqvist and Sargent (1998). They argue that in period of economic turbulence there is a higher probability of skills deterioration. When shocks requiring a restructuring of the economy occur, jobs destroyed in mature sectors should be replaced by jobs in new sectors where “new skills” will be accumulated. When incentives to participate are distorted, for example because of generous unemployment benefits or long benefit duration, laid-off workers will not accept a reallocation and there can be a phase during the transition where unemployment goes up. The longer is the unemployment spell, the higher the risks of skills’ depreciation and the longer the unemployment duration. The analysis is in line with the view that incoherence between labour market institutions and the economic environment gives rise to high equilibrium unemployment. Nickell et al (2005) explore how much of unemployment patterns can be explained by changes in the institutions alone and the additional gains from extending the analysis to the interactions between shocks and institutions. Time varying institutions provide a satisfactory explanation of long-term unemployment shifts in the OECD countries - about 55% of the 6.8 15 These studies focus on the time variation in the data controlling for country fixed effects and differ from the first generation study which use cross country analysis (Nickell (1997)) or random effects models (Elmeskov et al. (1998)). ",
        "- 15 - percentage points increase in the OECD European countries unemployment rate between 1960 and 1995 16 - while the interaction between shocks, captured as in Blanchard and Wolfers (2000) with time dummies, does not add very much to the explanation of the unemployment rates. 17 The interactions between labour market institutions themselves A third strand of important studies looks at interactions between different labour market institutions. Coe and Snower (1997) argued theoretically that a wide range of institutions may have complementary effects on unemployment. A simple description of importance of complementarities is taken from Belot and Van Ours (2004). In a standard model of imperfect competition, unions and firms bargain over the wage (right-to-manage model) to maximise their relative rents. Once wages are set firms decide how much workers to hire. In equilibrium labour market institutions determines workers’ relative bargaining position. Given standard labour demand and wage curve [L d = g ( ω , Ψ ) with g ω <0; ω = h (L, Θ ) with h L >0 , ω the wage rate and Ψ and Θ representing institutional parameters such as ALMPs, UB, EPL, minimum wage etc] it can be shown that the net effect on employment is where χ is a set of common institutional variables affecting both labour demand and labour supply. In this model, reforms influence employment through three effects. A labour demand shifting effect captured by the derivative g ω , a bargaining shifting effect represented by χ ω h g  an adjustment effect L h g ω that depends on the slope of labour supply and labour demand. Conditional to a specific institutional configuration, countries can be ranked according to the effects of institutions on employment. For example, an increase in the replacement rate shifts the wage curve upwards. However, because of the hypothesis of decreasing returns to labour, this increase will have a stronger effect on employment in low- than in high tax countries (Figure ). 16 Of these 6.8 percentage points, about 2.6 are accounted by changes in the benefit system, 1.8 by taxes, 1.3 by shifts in the union variables and 1 only by pro-workers employment protection law. 17 The use of time dummies to capture shocks makes the implicit assumption that shocks have been the same across countries with the same effects on each country. L h g g h g L ω χ χ ω χ − + = 1 ",
        "- 16 - Figure 3 ws LD e* e’ w* w’ ws LD e* w* w’ Low tax country High tax country ws 1 Complementarity between labour market institutions: effects of Complementarity between labour market institutions: effects of an increase in the replacement rate an increase in the replacement rate ws’ e’ Belot and Van Ours (2001, 2004) find empirical support to the view that institutions strongly affect performance only when their effects on employment reinforce with each other. The generosity of unemployment benefits reduces both the unemployment and the employment rate which of course implies a decline in the participation rate 18 . The existence of a positive interaction between labour taxes and the replacement rate, suggests that different combinations of the replacement rate and of labour tax rate are consistent with the same unemployment rate. The effects of employment protection on the unemployment rate vary according to the bargaining level: they are negative when wages are set at the firm level, positive when bargaining is at the industry level and insignificant when wages are set at the national level. Similarly, union density raises unemployment only in decentralised bargaining systems. However, these effects become insignificant when time and country effects are included in their regression, implying that that the relationship between performance and labour market institutions reflects more fixed differences between countries and time periods than within country changes in institutions 19 . The presence of complementarities makes difficult to predict a priori the response of equilibrium employment to changes in the 18 This result is obtained in equation where indicators of labour market institutions are allowed to interact controlling for country and time period fixed effects. 19 Likewise, Mourre (2004) finds that the significance of the interactions between labour market institutions does not appear robust to the specification chosen (logarithm of total employment versus employment rate), except for the joint negative effect of total labour taxes and unionisation. ",
        "- 17 - institutional variables, the overall effect on employment and unemployment depending on how the behaviour of rent seeking agents (i.e. their bargaining position) and the existing feedbacks between wages and employment are influenced by such complementarities. Institutions matter but no full consensus on the role of each institution Taken together, these studies suggest that labour market institutions can explain a significant share of cross-country differences in labour market performance. This is so even though the available indicators of time-varying institutions are far from perfect – in other words, there is a degree of measurement error. Changes in institutions alone, however, do not explain the evolution of unemployment over time. Time varying institutions, particularly when interacted with macro-economic shocks, explain more cross-country differences in unemployment rates than the within country evolution of the unemployment rate. Nevertheless, the studies considered do not reach a complete consensus on the role of each labour market institution and the way they interact between each other and with shocks. This is perhaps unsurprising given the different specifications and methodologies employed, the scope for omitted variables (including theoretically important institutional aspects, such as enforcement of benefit eligibility criteria, on which there are few data). 20 Moreover, the econometric estimations using macro indicators of labour market institutions tend not to be robust, as the latter embed various institutional aspects and mechanisms, which cannot be disentangled. The role played by interactions between institutions suggests that certain institutional configurations can potentially compensate for the negative effects of each institution taken in isolation. However, the fact that labour market institutions are multidimensional makes difficult to identify in aggregate panel regressions the impact on unemployment of interactions between all different policies, all institutions and all shocks (Baker et al (2004), Blanchard (2005), Freeman (2005)). 4. Institutions as the outcome of an endogenous process Initially, the economic literature tended to consider institutions as given, treating them as purely exogenous. A new branch of research attempts to understand better their formation, as 20 See for example Houmann et al (2005). ",
        "- 18 - the result of endogenous process. The relevant question is therefore why labour market institutions are as they are, and to what extent the current configuration of labour market institutions might be desirable despite sometimes their unfavourable impact on labour market performance. Broadly speaking there are three basic views. Legal theory The legal theory contends that labour market institutions and regulation are related to the historical origins of a country’s laws (Botero et al. (2003)). Common law countries deal with market failures by relying more on contracts and private litigation while civil law through the direct intervention of the government in the regulation of markets. Moreover, this view predicts that common law countries should have less generous unemployment benefits because they tend to rely more on markets to provide insurance against labour market risks. 21 The social conflict view According to the social conflict view, institutions do not represent the interest of the society but of groups that mould institutions in ways that maximise their own rents. Hence, institutions do not necessarily coincide with those that maximise total surplus. Anything that raises average wages and reduces the likelihood of dismissal will benefit the typical labour market ‘insiders’. 22 According to this view, institutions introduce a wedge between labour supply and labour demand, interfere with labour market relocation, distort relative price and reduce employers’ ability to make adjustment at the intensive and extensive margin in the face of unexpected shocks. By impeding wage decompression and mobility they limit the possibility of improving workers’ welfare and production efficiency. In terms of labour supply, institutions that introduce a wedge between utility maximising outcomes and socially efficient outcomes create disincentives to labour market participation and mobility which ultimately lead to higher unemployment. In terms of labour demand, when workers do not 21 The evidence supports this view. Among the EU15 countries, the UK has the lowest expenditure on unemployment benefits as percentage of GDP (0.3%). However, this evidence is only mild as, for example Greece and Italy follow the UK with respectively 0.4% and 0.6%. In addition, although income redistribution through unemployment benefits is limited in Anglo-Saxon countries, alternative ways are developed to provide insurance and income re-distribution. 22 That is, established worker, probably on a permanent contract and well-represented by labour unions (see Lindbeck and Snower (1988)). ",
        "- 19 - adjust their wage claims, an increase in employers’ funded social benefit will increase labour costs and reduce employment. 23 In the literature on economic institutions two versions of this view, with different implications for the reform strategies to follow, can be identified. The first version considers institutions largely shaped in practice by the political power of political groups (Acemoglu et al. (2005)). Although endogenous, not all groups will prefer the same set of institutions. Indeed, different institutions entail a change in the distribution of resources which is a cause of conflict of interest between different groups over the choice of certain institutions. This conflict is likely to arise when there are rents that can be extracted by the group with political power that will try to shape institutions accordingly to this task. Hence economic institutions are developed to facilitate the appropriation of existing rents by certain groups. This implies that good labour market institutions are likely to emerge when rents are low. Reducing rents in the good markets reduces workers’ incentives to fight for a share of these rents (Blanchard and Giavazzi (2003)) and increase the positive effects of the wage moderation on the unemployment rate (Estevao (2005)). Sub-optimal outcomes are also the result of contracting problems when policy makers represent only narrow interests (i.e. reforms are not comprehensive), cannot take commitments that constrain future actions (Castanheira and Esfahani (2003)) or when product market reforms are not sufficiently widespread (Boeri (2003)). Moreover, history has taught that the distribution of power can change over time and that efficient institutions under certain conditions are unsuitable in a different environment. The second view considers institutions themselves a source of rents (Saint Paul (2000)). 24 The existence of rent-creating institutions creates the opportunities to develop rent-protecting institutions. These opportunities are higher the less competitive the labour and product markets, the lower the turnover and labour mobility, the higher the gap between the productivity of skilled and unskilled workers. The complementarity between rent-creating and rent-protecting institutions explains while certain institutions come together (e.g. wage compression and strict employment protection regulation) while there is an under-provision of 23 This is likely to occur when workers do not feel the link between taxes or social contributions paid by them and their current and future benefits they are entitled to receive. 24 In Saint Paul (2000) labour market institutions, such as minimum wage, employment protection laws and collective agreements, arise as a politico-economic equilibrium from a redistributive conflict between skilled and low- and medium-skilled workers and between employed and those excluded from redistribution (the unemployed). ",
        "- 20 - others (e.g. unemployment benefits). The presence of a status-quo bias is reinforced by such complementarities which make reform difficult, if not impossible, without breaking the status- quo. The viability of reform is therefore strictly dependent upon the job prospects of those that, because of particular institutional setting, are excluded from the redistribution. Improving their employment chances may gain support against the constituency of the insiders. Hence, reforms that preserve the status of the insider introducing more flexible arrangements for the outsiders (such as the liberalisation of temporary contracts without addressing labour market regulation for other employees, or pension reforms that apply only to young workers), although marginal, may reduce according to this view the influence of the insiders and contribute to overcome the status quo (Boeri (2003)) 25 . However, partial labour market reforms may lead to higher turn-over of low productivity entry level jobs, higher unemployment spells, lower welfare and overall productivity (Blanchard and Landier, 2002), which risk putting the economic system on an adjustment path converging toward a two-tier system equilibrium. The efficient institutions view According to the third view, institutions are chosen efficiently by weighing their social costs against their benefits. Hence, different institutional settings may be efficient ways of dealing with market failures in certain circumstances but not in others (Blank and Freeman (1993), Blanchard (2002), Botero et al. (2003)). Societal preferences respond to shocks and are shaped by how these shocks interact with capital market imperfections that constrain the access to activities that reduce unemployment and income risks. Economic institutions are important because they modify the structure of economic incentives. In a perfect competitive model, institutions distort incentives, generate inefficient outcomes and are clearly suboptimal. Because of imperfect and asymmetric information in capital markets, the allocation of laissez-faire economies is far from being optimal as predicted by the textbook version of competitive markets. The consequences of incomplete insurance markets have been explored in the case of redistributive taxation (Varian 1980), of the determination of efficient unemployment insurance with matching frictions (Acemoglu and Shimer (1999)) 26 , of redistributive social policies (Benabou (2000)), of employment protection ((Bertola (2004) 25 This reform strategy is not viable for product market reforms because of the strong opposition of the incumbents which is counterweighted by the pressure of the population (consumers) for more competitive product markets (Boeri (2003)). 26 See footnote 10 ",
        "- 21 - and Bertola and Keoniger (2004)), and in the case of institutions narrowing the wage distribution (Agell 2002) 27 . Taken together these studies suggest that when capital markets are incomplete and/or workers risk averse certain institutional configurations can improve the allocation of a competitive economy, although at risks of lower employment. With insurance arguments the benefits of insurance should be weighed against the cost of a reduced efficiency and, possibly, of higher unemployment and lower output. 28 Although LMI entail information costs and deadweight losses, they can also be welfare improving when markets are imperfect and incomplete. LMI such as unemployment benefits and EPL are motivated by the desire of credit-constrained risk-averse agents to protect their consumption from income volatility, even though consumption smoothing can occur at the expense of production efficiency and low employment 29 . Indeed, the insurance element of these institutions interacts with their rent-seeking dimension, which reduces the cost of non-employment and makes the wage distribution more compressed at the cost of low employment rates, especially for those with high labour supply elasticity (women and young workers). Hence, high level of social insurance is consistent with low unemployment and high participation as long as it is provided efficiently. Rationale for “inefficient” configuration of labour market institutions The desirability of such types of “interference” clearly depends on the characteristics of financial markets (Bertola and Koeniger (2004)) 30 , on the frequency and nature (sectoral or aggregate) of labour demand shocks, on structural characteristics of the economy 31 and on the 27 In this model an increase in the reservation wage induces the union to “purchase” additional insurance through wage compression while an increase in the wage elasticity of labour demand, namely the marginal cost in terms of unemployment of a redistributive wage policy, makes wage structure less compressed. 28 The effects on employment and output depend on whether the insurance provided interfere (as in the case of a monopoly union flattening the wage distribution) or not (as when insurance is provided by government transfers) with relative factor prices. 29 The higher wages for those remaining employed and financing the income of non-employed individuals have a first order effect on the welfare of risks-averse workers who prefer to smooth consumption inter-temporally across different states of the world (Bertola and Keoniger (2004) and Bertola (2004)). 30 The authors show that show that there is a significant correlation between EPL and borrowing constraints, which the authors relate to the attractiveness of institutions reducing labour income fluctuations in countries where under-developed financial systems reduce consumption smoothing opportunities. 31 For example, Hassler et al. (2001) argue that less mobile workers acquire more specialised skills and prefer more generous unemployment insurance. The negative relationship between the mobility rate and unemployment insurance is strongly supported by the data. On average high mobility countries are characterised by low unemployment insurance while low mobility countries have the most generous unemployment insurance system (Hassler et al. 2001). At the same time generous unemployment benefits make specialised workers more selective, since they have more to lose from switching to a different job, which increases the proportion of specialised workers and reduces their mobility. The prevalence of sector-specific shocks endogenously raises the ",
        "- 22 - efficiency of collective social insurance schemes. The substitution between unemployment benefits and EPL in the provision of insurance against labour market risks has been documented by many researchers (e.g. Buti et al (1998) Boeri et al. 2003)) 32 . Figure displays a version of this trade-off slightly different from the one commonly documented. On the horizontal axis the figure reports the expenditure on unemployment benefits per unemployed divided the GDP per capita. This measure indicates the proportion of GDP per capita allocated to unemployment benefits per unemployed. The rate of substitutions between these two institutions is related to the extent individuals can self-insure against unemployment risks by accessing to developed financial market (e.g. Bertola 2004 and Boeri et al. (2003)) and to the existence of other instruments of insurance and income re-distribution. For this reason, the UK and Ireland, both with EPL and UB lower than the EU average, have been excluded. In this case a positive and statistically significant (at 90%) relationship is found with a pairwise correlation coefficient of 0.5. The substitution between these two institutions can be related to the form of redistributive policies. The choice of redistributive institutions that smooth out unemployment risks reflects the efficacy of both market and non-market mechanism in delivering such redistribution. When redistribution policies are less efficiently managed through taxes and subsidies, insurance against income risks is usually provided via strong employment protection legislation. Figure is suggestive of this nexus between the equalising properties of redistributive policies and the intensity of labour market regulation provided by employment protection legislation. It displays on the on the vertical axis an overall index of strictness of EPL 33 . The horizontal axis reports a measure of the redistributive effects of tax- benefits obtained as the difference between the Gini coefficients of income before and after tax- benefits, excluding pensions; the more redistributive is the tax and benefit systems the lower is the fall in the market (i.e. before tax and benefits) income inequality. The chart suggests a strong relationship between redistribution of tax-benefits and EPL. The pairwise correlation between the EPL and the redistributive effects of the tax-benefit system is 0.7, which is need for unemployment insurance and is associated with a relatively high unemployment rate and rate of specialisation. 32 Boeri et al (2003) derive the trade-off as a politico-economic equilibrium where a specific configuration depends on the skill and age structure of the working population. 33 We use the EPL version 2 which is appropriate for cross-countries comparisons as it includes specific requirements for collective dismissals not included in the version 1 index useful for tracking the time evolution of the strictness of the labour market regulation (OECD (2004)). ",
        "- 23 - statistically significant at the 99% confidence interval. Hence, more redistributive tax-benefit systems have less strict EPL. Figure 4: Strictness of EPL index and expenditure on unemployment benefits R 2 = 0.2646 0.0 20.0 40.0 60.0 80.0 100.0 120.0 1 1.5 2 2.5 3 3.5 4 Overall strictness of employment protection legislation (2003) U n e m p l o y m e n t b e n e f i t s p e r u n e m p l o y e d a s % o f G D P p e r c a p i t a ( 2 0 0 1 ) Source: Authors’ calculation on the OECD Social Expenditure database and Labour Market database. Unemployment benefits are calculated as the expenditure on unemployment benefits per unemployed as percentage of the GDP per capita. Luxembourg excluded due to data availability. Figure 5 Efficiency of redistributive taxation and strictness of EPL R 2 = 0.4841 0 0.51 1.52 2.53 3.54 -0.2 -0.15 -0.1 -0.05 Redestributive effects of tax and benefits (pension excluded) O v e r a l l s t r i c t n e s o f e m p l o y m e n t p r o t e c t i o n r e g u l a t i o n Source: authors’ calculation on OECD and Immervoll et al (2005); Luxembourg is missing due to the lack of data on EPL ",
        "- 24 - 5. The policy design at the macro- and micro-level While labour market performance is clearly influenced by the mismatch between institutions and the economic structure (Buti et al. (1998), Boeri (2003)), the link between institutions and performance is certainly not stable over time. The increased degree of competition in the product markets (Boeri (2003)) and the nature of technological progress have changed the labour market response to pre-existing labour market institutions (Mortensen and Pissarides 1999). In a context of redistributional conflict between employers and employees, labour market institutions that maximise social welfare when markets are relatively closed turn out to be too costly in terms of employment loss when markets become more exposed to the international competition. 34 (Bertola and Boeri (2002), Bertola (2004)). When the change in the structure of production requires less wage compression to improve the relative employment performance of groups at higher risks of labour market exclusion, institutions motivated by insurance arguments may not be anymore welfare improving. Of course, the presence of institutional complementarities not only potentially minimise the negative effects of what is considered in isolation an ill-designed measure, but makes each institution in isolation more difficult to reform. When feedbacks between institutional arrangements and agents’ preferences characterise the structure of economic interactions, the role of policy design, at both the macro and the micro level, becomes crucial to achieve the objective of a well functioning labour market. 5.1 The policy design at the macro-level: bargaining institutions and policy packaging Bargaining institutions and wage setting: is centralised or decentralised bargaining better? At the macro level, a well functioning labour market should be able to absorb increasing flows of employment and participation in such a way as to reduce the rate of unemployment consistent with a stable inflation rate. The need for growth- and stability-oriented macroeconomic policies underlined by BEPGs can effectively be supported by a wage- 34 These institutions put a wedge between labour demand and labour supply that can be desirable from distributional viewpoint. As a stronger product competition reduces the price mark-up and makes labour demand more wage elastic, deregulating product markets increases the wedge, raising pressure to reform the labour market institutions and the cost of non-reform. ",
        "- 25 - formation mechanism which sets wage growth in line with price stability and productivity developments. The wage-formation mechanism is characterised by different levels of bargaining. Theoretical analyses and empirical testing have shown how both highly centralised (at national or multi-industry level) and decentralised (at the level of firms) bargaining systems perform better than intermediate ones (at the level of industries), as the co-operative behaviour of the former creates incentives to moderate wage claims, while market forces restrain wages when bargaining occurs at the plant level 35 . More uncertain is the relative ranking of centralised and decentralised bargaining. The evidence on OECD countries (Boeri et al. (2001)) suggests that high co-ordination tends to be associated with lower unemployment than decentralised bargaining, while union density and coverage account less than levels of co-ordination for differences in the unemployment rates across countries. However, either because of wage floors or minimum wages, coordinated bargaining also entails greater wage compression (more at the bottom than at the top of the distribution (Blau and Kahn (1996)), with negative effects on relative employment. Blau and Kahn (2000) show that bargaining institutions compress the wage distribution and raise the relative wage of specific socio-economic groups (young men, young women, less-educated men, less educated women), which results, especially for men, in lower relative employment, while in the case of women the higher relative wages raise the employment rate along a positively sloped labour supply. The wage compression also modifies the industry distribution of employment shifting employment away from industries with low wages (Davis and Henrekson (2000)) and widens the existing regional disparities. In contrast, decentralised bargaining allows higher relative wage flexibility, leaves wider room for bargaining on issues such as pay, working time, and working condition. It also makes possible the introduction within firms of performance related pay schemes where wages are used to motivate and improve workers’ productivity. 35 The relationship between wage levels and centralization is hump-shaped: unemployment is higher with intermediate bargaining than at the decentralised or centralised level The hump derives from the balancing of two opposite mechanisms: 1) the internalisation of a negative externalities, which reduces wage pressure and 2) the internalisation of a positive externality which increases wage pressure. Anything changing this balance, being either the relevance of input-output links or the extent of foreign competition changes the shape of the curve. For example, with strong externalities across industries, the relationship becomes downward sloped: the level of wages decline with the level of centralisation of bargaining. The level of employment rises with the level of centralisation/co-ordination along a negatively sloped employment-wages relationship (Calmfors (1993)). The slope turns positive when one takes into account the influence of unions in the political process determining labour taxation and its structure. In Gruber et al. (1993) wage bargaining affects performance through a fiscal externality. Centralised unions look through the budget, and internalise the effect of their wage claims on the tax base and on the provision of public goods that enter into the union utility function: labour taxation is higher but less distorting. ",
        "- 26 - In practice, it is not clear whether the balance of advantages and disadvantages is in favour of centralised or decentralised bargaining, not least because bargaining often takes place at two levels, which blurs the distinction between centralised and decentralised wage settings. On the one side, centralisation delivers wage restraint and relative wage rigidity, on the other decentralisation favours relative wage flexibility and discourages wage moderation (Calmfors (1993), especially when in two-tier systems negotiations result in a wage drift (local money increases in excess of those agreed at higher levels of bargaining). In the context of a monetary union and to reduce regional disparities, a gradual shift from centralised towards more decentralised bargaining is clearly desirable, perhaps with an adequate mix of both systems. For example, a two-tier system that establishes at the central level the framework of labour regulation and the wage growth compatible with price stability and leaves at the decentralised level room for bargaining according to local and or sectoral conditions can replicate the positive aspects of both and be welfare improving. Broadening the reform package? As argued in the previous section, the presence of an opportunistic behaviour may give rise to a status quo bias which will keep inefficient institutions form changing. Moreover, because of a general uncertainty on the costs and benefits from reform, different socio-economic groups could be engaged in a war of attrition - it takes time for each part to learn about the costs that the other can bear and the conflict can be brought to a standstill - which delays the reform process (Alesina and Drazen (1991)). Finally, when reforms entail distributive effects (i.e. they are expected to favour certain socio-economic groups but not others), uncertainty about who will gain from reform can prevent its adoption when the winners cannot commit to compensate ex-post the losers (Fernandez and Rodrick (1990)). An institutional framework that can handle hold-up problems 36 may enhance the cooperation between social partners and government and develop a sense of trust which makes reforms process credible. Under these circumstances, the packaging of reforms and a framework which promote co-operation may make reforms politically feasible. By exploiting the interactions between institutions, a strategy where different measures are part of a long term policy package can make reforms viable in the long term. Co-ordination may be achieved 36 In general, when one party has made investment specific to the relationship, other parties can capture some of the returns from her investments. Hold-up problems arise when each part cannot commit to compensate the other or not to behave ex-post in its own interest. ",
        "- 27 - either by formal contacts between the social partners and the government or by the government incorporating ex-post the practices developed by the social partners in the collective agreements. However, a broad reform strategy is a necessary but not sufficient condition for a reform process to be viable. When there is an uncertainty on the transitions cost of comprehensive reforms, the high reversal costs that are perceived by the agents may make ex-ante the reform unfeasible. In contrast, a gradual approach may make reforms feasible by reducing the costs of trial and error and by creating the constituencies for continuing the reform (Dewatripont and Roland (1995)) 37 . 5.2 The detailed design of labour market policies at the micro level The key principles for a better design of incentives at the micro level should apply independently of countries’ specific characteristics 38 . However, it should be taken due account of the trade-off between efficiency and equity, which is likely to exist in many instances. The key principles are the role of incentives, the need for targeting and the good functioning of institutions in charge of implementing labour market policies. The trade off efficiency/equity: does it exist in all cases? At the micro level, a well functioning labour market requires reforms that price in workers with low labour market attachment and improve the matching between unemployment and vacancies. A well functioning labour market should also be inclusive, i.e. reduce the risks of marginalisation and of long-term unemployment. This is also the level where labour market policies meet social policies. The debate on how to reform the European labour market has been often dominated by the perception that there is always an inescapable trade-off between equity and efficiency, as if European countries were at any time on the frontier of this trade- off. 37 In the theory of investment, uncertainty with irreversible investment makes delaying such investment valuable even when the net present value is positive because the option to wait for the resolution of uncertainty gives a value to postponing the decision. 38 Weighing the different dimensions of policy design against each other may however requires a consideration of the labour market problems, which often tend to have strong country-specific characteristics (low participation rates, low employment rate of older workers, strong regional disparities, and long-term unemployment). ",
        "- 28 - Although the management of taxes and transfers entail administration and deadweight costs and risks of “welfare dependency”, one can envisage situations where policy design reduces the leakage that society has to endure in order to achieve efficient social policies. When the proportion of governments’ budgets going to non-redistributive purposes is high and the levels of redistributive taxation low, there are policy situations that produce greater equity without major efficiency trade-off and there can be even complementarities between equity and efficiency. The costs in terms of efficiency loss of transfers to individuals are likely to be small when they go to segment of the population with no capacity of changing their behaviour (i.e. lack of recipient agency makes), when benefits are paid conditional to behavioural requirements when payments change the behaviour or the opportunities in such a way that increase income in the future (R. Blank, (2001)). While the first condition holds only in the case of social policies stricto sensu (e.g. policies that deal with poverty), the others are clearly relevant for the labour market policies. This brings to the role of effective designing of policies at the micro level. The crucial role of incentives: conditionality, monitoring, job search assistance and sanctions The experience of successful reforms highlights the role played by incentives (Madsen, (1998) Van Ours (2003) De Koning et al. (2004) Blundell (2004)). Successful reforms are generally based on the carrot (i.e. unemployment benefits when the tight eligibility conditions are fulfilled) and stick (sanctions). All the available evidence suggests that the benefit regime defined by its eligibility requirements and qualification rules can be even more important than the level of unemployment benefits. One cannot exclude risks of benefit dependence, for example when an unemployed failing to find a job during the benefit period simply transfers to another form of income support, therefore without modifying his/her non-employment duration dependence. Nevertheless, there is evidence that the threat of loosing benefits if an employment offer is not accepted tend to raise the incentive to find a work (Jensen, Rosholm, Svarer (2003)). Benefits should be therefore conditional on active search. Hence, well designed measures should take into account the effects on both the incentives to work and participate (Carone and Salomaki (2005)). Measures to increase the incentive to stay and enter into the labour market cannot be considered independently of the interaction ",
        "- 29 - between active and passive policies. The provision of unemployment benefits or other form of assistance should be conditional on job search and participation in job placement programs. Subsidies to employers, directed job creation and training measures are more cost-effective when targeted to disadvantaged groups. Similarly, job search assistance and counselling tend to be more successful when tailor-made and based on intensive screening. The UK experience with the New Deal for Young People is quite interesting. Those participating in the programme before having the option of getting subsidised training, a wage subsidy paid to an employer or a government provided employment, have to go trough a “Gateway” period where they are assigned a “personal advisor”. Participation in the programme is mandatory and those refusing to participate could lose their entitlement to the benefits. The evidence suggest that during this period, 40% of those going through the Gateway moved into unsubsidised jobs, 13% into subsidised employment, 30%in training or in job offered by the voluntary sector or by the Environmental task force (Bell et al. (1999). More generally, a system with monitoring and sanctions restores search incentives most effectively, since it brings additional incentives to search actively so as to avoid the sanction, allowing for higher benefits than otherwise (Fredriksson and Holmlund (2004)). The experience of the Netherlands, where the conditions to claim benefits under the illness scheme have been gradually tightened, is also interesting. In the 1990s, the disability insurance premium was experience rated, the duration of benefits limited to five years after which a re- examination had to take place, the disability examination no longer took the availability of suitable jobs with respect to education and previous occupation into consideration (Nickell and van Ours 2000). More recently employers and employees carry more responsibility for inflow of workers into disability (Van Ours (2003)). The need of targeting active policies towards groups at higher risks Successful reforms improved labour market performance when they modified the participation behaviour of groups with low labour market attachment (women, older workers, low skilled). This occurred when activation measures to tighten the eligibility conditions of unemployment benefits were combined with targeted measures directed towards groups at higher risks of inactivity or unemployment (De Koning et al. (2004), Van Ours (2003) and Madsen (1998)). For example hiring subsidies to employers tend to have high costs per net job creation, because of displacement and deadweight effects. However, the evidence ",
        "- 30 - suggests that they can be effective when targeted to disadvantaged groups (e.g. long-term unemployed). The good functioning of institutions in charge of implementing labour market policies Besides the quality of the design based on effectiveness or efficiency, a major problem of implementation arises. Taking the current example of “Hartz” packages in Germany, Fertig and Kluve (2004) stress the importance of the policy implementation and of the quality of administrative instruments when evaluating comprehensive labour market reforms. The functioning of policy-implementing institutions can be a substantial factor for success. For instance, the adaptation of policy bodies to local conditions (decentralisation) and the participation of civil society and business (partnership), the appropriate number of well- trained and qualified staff may be as useful as the policy definition on paper (see OECD, 2003). The lack of synergy between institutions in charge of different tasks but with same targeted group can jeopardise the policy efficiency. An example is the absence of cooperation in many countries between the public placement agency and the unemployment benefit bodies. Moreover, the active job search assistance cannot properly work if the staff of public placement agency is performing purely administrative tasks (jobless recording and accounting) and has no knowledge of the labour market. This implies suitable training to improve the ability of counsellors to better advise and assist the job seekers. It can also be considered whether private placement companies could be used as a complement of public agencies. 6. Concluding remarks Among both policy makers and academics, there is a growing consensus on the need to adapt labour market institutions to the changing structure of markets and to the more rapid path of technological progress. Because of the complexity of labour market problems, a one-size–fits- all approach appears as unrealistic. Nevertheless, as underlined by the selective review of the literature in this paper, some elements are common to most of the successful reform strategies. ",
        "- 31 - The economic literature conveys a couple of key messages for policy makers. First of all, since the effect of institutions is complex, it is crucial to take into account the interactions they generate among themselves and with policy shocks. While their importance in labour market performance is undisputed, there is no full consensus on their actual impact and the precise transmission channels. Second, the institutions cannot be considered as a hindrance per se to the flexible working of the labour market, given their evolving nature. Indeed, their impact and the balance of their costs and benefits may change overtime: an institution is created to tackle a specific problem at one point in time, which might not exist any longer in the next period. In short, a good institution could turn bad (becoming not only useless but also counterproductive) when historical circumstances change. Third, institutions cannot be assessed from a pure economic standpoint, as they impact not only economic efficiency but also often serve equity or redistributive purposes. They cannot be understood with paying due attention to their redistributive and welfare effects. For instance, EPL for instance is more than a mere economic rigidity. It is also an unemployment insurance scheme and should be analysed in a broader context with proper consideration of the unemployment benefit systems. Fourth, the redistributive role of institutions also stresses the need of not underestimating their political economy dimension (i.e. their supports in society and the political class) before reforming them. Fifth, the literature has underlined the crucial role of the policy design (exploiting positive interactions, targeting and setting of efficient implementing institutions, etc.). The literature has also drawn the lessons of the economic history of the last decades. Over recent years, several EU countries started to change their labour market institutions often introducing partial reforms that only involved specific segments of the workforce. The experience of the most successful countries suggests that an effective reform requires major policy shifts at the macro and micro level. At the macro-level a shift occurred in the wage setting mechanism, through a redefinition in rules, norms and nature of contractual arrangements, and in the characteristics of policy designed to protect workers from labour demand shocks (e.g. EPL or unemployment insurance schemes). At the micro-level the successful changes in these institutions were generally based on an adequate combination of measures: unemployment benefits for a short period of time coupled with an active role of public employment services (e.g. efficient and individualised job search advice, timely information on vacancies and job seekers) followed by a range of targeted measures to those unable to find a job in the benefit period (e.g. retraining, literacy courses, traineeships). ",
        "- 32 - The extensive use by several countries of policies restricting the labour supply, such as early retirement or disability benefits, is no longer a viable policy, not only for its adverse consequence on the sustainability of public finance, but also because it is based on the wrong assumption that the number of jobs or hours worked is fixed (the “lump-of-labour fallacy”), while the evidence suggests that high employment and high participation go together. The wrong perception that labour market problems could be cured through early exits was accompanied by an inefficient shift of governmental expenditure toward passive spending (pensions, various income support schemes, etc.). The excessive transfers from those working to those out of the labour force undermined the efficient allocation of public resources and broke the balance between social assistance (i.e. the assistance toward those at high risks of poverty and social exclusion) and social security (unemployment and welfare related benefits), blurring their respective roles. ",
        "- 33 - Table 1 The main results of recent studies Labour market institutions and Labour market performance Study Countries and Periods Institutions considered Results 1. Aggregate performance Elmeskov et al. (1998) Static Panel data on 19 OECD countries over the period 1983- 1995 (GLS random effects). Tax wedge (TW) Gross replacement rate (GRR) Spending on ALMPs (ALMPU) EPL Minimum wage (MW) Co-ordination/Centralisation (CO) Union density (UD) Small positive effects. Positive and significant only in countries with intermediate co-ordination Positive effects, larger in countries that spend more on ALMPS Negative effects if Sweden is excluded Positive effects. Positive and significant only in countries with intermediate co-ordination Insignificant effects Negative effects in high centralised/co-ordinated and decentralised countries Insignificant effects Effects on total unemployment Positive effects Positive effects Positive effects Negative effects Negative effects Positive effects Positive effects Positive effects Effects on long-term unemployment Positive effects Insignificant Positive effects Negative effects Insignificant Negative effects Insignificant Positive effects Insignificant Nickell and Layard (1999) Cross Section on 20 OECD countries (GLS random effects) Tax wedge (TW) Gross replacement rate (GRR) Benefits Duration (BD) Spending on ALMPs (ALMPU) EPL Co-ordination (CO) Union density (UD) Union Coverage (UC) Owner Occupation rate Effects on employment rate Similar effects. UD, UC, GRR ALMP insignificant Blanchard and Wolfers (2000) Static Panel data on 20 OECD countries over the period 1960- 1995. Interactions of time fixed institutions with TFP, real interest rate and labour demand shocks are considered with non-linear least squares Tax wedge (TW) Gross replacement rate (GRR) Benefits Duration (BD) Spending on ALMPs (ALMP) EPL Minimum wage (MW) Co-ordination/Centralisation Union density (UD) Union Coverage (UC) Positive effects Positive effects. Among most significant when interacted with shocks Positive effects. Among most significant when interacted with shocks Positive effects Positive effects but weaker when Spain is dropped from sample Positive effects Positive effects. Among most significant when interacted with shocks Positive effects. Among most significant when interacted with shocks Insignificant effects Fitoussi et al. (2000) Two steps approach. First step: Over the period 1960- 1998 for 19 OECD countries, a dynamic panel (fixed effects) estimate of unemployment persistency and sensitivity to macro shocks is obtained. Second step: Cross section of (short- and long-run) fixed effects and sensitivity coefficients to labour market institutions Macro-variables: world real interest rate , trend labour productivity growth, ratio of non wage support to labour productivity, direct taxes, payroll taxes, inflation rate Labour market institutions: Replacement rate (GRR), benefit duration (BD), union density, (UD) union co-ordination (CO), union coverage (UC), active labour market expenditure (ALMP) At least 50% of cross country differences in unemployment and in sensitivity to shocks are explained by labour market institutions cross country differences in unemployment are a positive function of GRR, UD, CO and a negative of UC cross country differences in sensitivity of shocks are a positive function of BD, UD and a negative CO and ALMP Nickell et al (2002) Dynamic Panel data on 20 countries over the period 1961- 1995. (GLS estimates) Tax wedge (TW) Gross replacement rate (GRR) Benefits Duration (BD) EPL Co-ordination (CO) Union density (UD) Owner Occupation rate Effects on unemployment rate Positive effects. Larger in countries with high degree of bargaining co-ordination Positive effects. Larger in countries where the duration of unemployment benefits is high Positive effects Insignificant effects Negative effects Positive effects, reduced when co-ordination is bargaining is high Insignificant effects Effects on employment rate Similar effects. Only Benefits duration are insignificant Belot and Van Ours (2004) Static Panel data on 17 OECD countries over the period 1960- 1999 Tax rate Gross replacement rate (GRR) EPL Centralization Effects on unemployment rate Insignificant effects. Negative effects. The effect of GRR is larger in countries with a high tax rate Insignificant. Effect of the interaction with centralisation ambiguous Insignificant effects ",
        "- 34 - Union density (UD) Union density* Centralization Insignificant effects Positive Effects on non-employment rate Similar results Gomez-Salvador et al (2004) Static Panel data, (OLS and Random effects) EPL Benefit Duration Union Co-ordination Tax wedge Employment subsidies EPL Benefit Duration Union Co-ordination Tax wedge Employment subsidies EPL Benefit Duration Union Co-ordination Tax wedge Employment subsidies Effect on the Job reallocation rate Negative Negative Negative (OLS) Negative Insignificant Effect on the Job creation rate Negative Negative Negative Negative (OLS) Negative Effect on the Job destruction rate Insignificant Negative (OLS) Negative Insignificant Negative Mourre (2004) Dynamic Panel data (GLS estimates) on 10 euro area countries and 20 OECD countries over the period 1960-1997. Tax wedge EPL Bargaining Coordination Union density Subsidies to private employment Other ALMPs (Lower) Tax wedge (Lower) EPL (Higher) Part-time employment rate (More) Private employment subsidies Unionisation, Benefit replacement rate, Benefit duration Other ALMPs (public employment services, labour market training and direct job creation in the public sector) Effect on employment (number of people and rate of employment) Negative Negative (although not very robust) Positive Negative (but low significance) Positive (but low significance) Insignificant Contribution to the positive break in employment pattern in the late 1990s (cross-section) Yes Yes (but less clear) Yes (but less clear) Yes (but less clear) Insignificant Insignificant Insignificant Insignificant Nickell et al (2005) Dynamic Panel data on 20 countries over the period 1961- 1995. (GLS estimates) Tax wedge (TW) Gross replacement rate (GRR) Benefits Duration (BD) EPL+ Co-ordination (CO) Union density (UD) ∆ Union density (UD) Owner Occupation rate Effects on unemployment rate Positive effects. Larger in countries with high degree of bargaining co-ordination Positive effects. Larger in countries where the duration of unemployment benefits is high Positive effects Insignificant effects Negative effects, stronger in countries where union density is high Insignificant Positive effects Insignificant effects Effects on employment rate Similar effects. Only Benefits duration are insignificant 2. Relative performance Effect on employment rate of middle- relative to low-skilled Men Women Kahn (2000) Static panel data over the period 1985-1994 for 14 OECD countries Co-ordination Union density (UD) Union Coverage (UC) Positive Positive Positive Insignificant Insignificant Insignificant Effect on relative employment rate Prime age vs. youth Prime age vs. older Bertola Blau Kahn Static Panel data on 17 OECD Men Women Men Women ",
        "- 35 - Tax wedge (TW) replacement rate year 1 replacement rate year 5 EPL Co-ordination (CO) Union density (UD) Union coverage (UC) Public pension replac. Rate Replac. rate older workers Disabil. Replac. rate Female retirement age Male retirement age Accrual rate 10 yrs age 55 Insignificant Insignificant Insignificant Insignificant Positive Negative Positive Insignificant Insignificant Insignificant Insignificant Negative Insignificant Insignificant Negative Insignificant Positive Positive Negative Insignificant Positive Positive Insignificant Negative Insignificant Insignificant Negative Negative Negative Positive Insignificant Positive Positive Insignificant Positive Insignificant Negative Negative Positive Insignificant Insignificant Negative Insignificant Positive Positive Positive Positive Insignificant Negative Insignificant Insignificant Insignificant Effect on the relative unemployment rate Prime age vs. young Prime age vs. older Men Women Men Women (2002) countries over the period 1960- 1999. (GLS estimates) Tax wedge (TW) replacement rate year 1 replacement rate year 5 EPL Co-ordination (CO) Union density (UD) Union coverage (UC) Public pension replac. Rate Replac. rate older workers Disabil. Replac. rate Female retirement age Male retirement age Accrual rate 10 yrs age 55 Insignificant Insignificant Insignificant Negative Insignificant Positive Insignificant Positive Insignificant Negative Positive Insignificant Insignificant Insignificant Insignificant Insignificant Negative Insignificant Insignificant Positive Positive Insignificant Insignificant Positive Insignificant Positive Negative Negative Negative Insignificant Insignificant Insignificant Negative Positive Negative Negative Insignificant Positive Negative Negative Insignificant Insignificant Insignificant Positive Negative Insignificant Positive Insignificant Negative Insignificant Insignificant Negative Effect on the relative unemployment rate Young Young -Prime age Men Women Prime age Men M W Jimeno and Rodrìiguez Palenzuela (2003) Static unbalanced panel data on 19 OECD countries Tax wedge (TW) Gross replacement rate (GRR) Benefits Duration (BD) Spending on ALMPs (ALMP) EPL Strictness of temporary contracts Relative Minimum wage (MW) Co-ordination/Centralisation Union density (UD) Union Coverage (UC) Positive Positive Positive Insignificant Insignificant Insignificant Negative Negative Positive Insignificant Positive Insignificant Insignificant Insignificant Positive Positive Negative Negative Negative Positive Positive Positive Positive Negative Insignificant Positive Insignificant Negative Insignificant Positive Pos Ins Ins Ins Pos Ins Pos Neg Pos Ins Pos Neg Neg Neg Pos Pos Neg Pos Neg Pos ",
        "- 36 - References: Acemoglu, K.D. (2001). “Good Jobs Versus Bad Jobs”, Journal of Labor Economics , Vol.19, pp.1-22. Acemoglu, K. D. (2005). “Institution as the Fundamental Cause of Long-Run Growth”, forthcoming in Aghion, P. and Durlauf, S. (eds), Handbook of Economic Growth . Acemoglu, K. D. and Shimer, R. (1999). “Efficient Unemployment insurance“, Journal of Political Economy , Vol.107, pp.893-928. Acemoglu and Shimer (2000). “Productivity gains from unemployment insurance”, European Economic Review , Vol. 44, pp. 1195-1224. Agell, J (2002) “On the Determinants of labour market institutions: Rent seeking versus social Insurance”, German Economic Review Vol. 3, Issue 2, pp. 107-135. Baker, D. Glyn, A., Howell, D. Schmidt, J. (2004), “Labour market institutions and unemployment” in D.Howell (ed.) Questioning liberalisation: Unemployment, Labor markets, and the Welfare State, OUP. Bell, B. Blundell, R. and Van Reenen, J. (1999), “Getting the Unemployed Back to Work: The role of targeted Wage subsidies” IFS WP99/12 . Belot, M. and J.C. Van Ours (2001) “Unemployment and labor market institutions: an empirical analysis”, CentER DP no. 50 . Belot, M. and J.C. Van Ours (2004). “Does the recent success of some OECD countries in lowering their unemployment rates lie in the clever design of their labour market reforms?”, Oxford Economic Papers, forthcoming. Benabou R. (2000). \"Unequal Societies: Income Distribution and the Social Contract,\" American Economic Review, American Economic Association, vol. 90(1), pages 96-129. Bertola, G. (2004) ”A pure theory of Job Security and Labour income Risk” Review of Economic Studies , Vol. 71, pp 43-61. Bertola, G. (2004) ”Labour Market Institutions in a Changing World” forthcoming Moneda y Credito . Bertola, G. (2004) ”Distribution, efficiency and labour market regulation in theory, in OECD countries, and in Latin America http://www.personalweb.unito.it/Giuseppe.Bertola/. Bertola, G., F.D. Blau and L. M. Kahn (2001) “Comparative analysis of labour market outcomes: lessons for the US from international long-run evidence” NBER Working Paper 8526 . Bertola, G., F.D. Blau and L. M. Kahn (2002). “Labour Market Institutions and Demographic Employment Patterns”, CEPR Discussion Papers 3448. Bertola, G. and W. Koeniger (2004) ”Consumption smoothing and the structure of labor and credit markets”, http://www.personalweb.unito.it/Giuseppe.Bertola/. Blanchard, O. (2004). “Designing Labour Market Institutions”, mimeo. Blanchard, O. (2005). “European unemployment: The evolution of Facts and ideas”, MIT WP 24 . Blanchard, O. and J. Wolfers (2000). “The role of shocks and institutions in the rise of European unemployment: the aggregate evidence”, Economic Journal , Vol. 110, 1-33. Blanchard, O.J. and Landier, A. (2002) \"The Perverse Effects of Partial Labor Market Reform: Fixed Duration Contracts in France\", Economic Journal , Vol. 112, pp 214-244. Blanchard, O.J. and Giavazzi, F. (2003), \"The Macroeconomic Effects of Regulation and Deregulation in Goods and Labor Markets\", Quarterly Journal of Economics, Vol. 118 pp 879-90. Blanchard, O.J. and Tirole, J (2004), “Redesigning the employment protection system”, De Economist , Vol. 152, pp. 1-20. ",
        "- 37 - Blank, R. (2002) “Can equity and efficiency complement each other?” NBER Working Paper 8820 . Blank, R. and Freeman, R (1993) “Evaluating the connection between social protection and economic flexibility” NBER Working Paper 4338 . Blau, F.D., and L. M. Kahn (1996), “International Differences in Male Wage Inequality: Institutions versus Market Forces”, Journal of Political Economy, Vol.104, Issue 4, Suppl. pp.791-837. Blau F. D. and Kahn L. M., 2000. \"Gender Differences in Pay\", Journal of Economic Perspective , American Economic Association, Vol. 14(4), pages 75-99 Blundell, R. (2004), “Labour Market policy and Welfare Reform: Meeting distribution and efficiency objectives”, De Economist, Vol. 152,2 pp233-250. Boeri T. (2005) “Reforming Labour and Product Markets: Some Lessons from Two Decades of Experiments in Europe”, IMF working Paper/05/97 . Boeri, T., A. Brugiavini, and L. Calmfors (2001) “The role of Unions in the Twenty-First Century”, OUP. Boeri, T, Conde-Ruiz, J.I. and Galasso, V. (2003), “Protecting against labour market ris: Employment protection or unemployment benefits?”, CEPR DP 3990 . Botero J., S. Djiankov, R. La Porta, F. Lopez-de-Silanes, A. Shleifer (2003) ”The regulation of Labor”, NBER Working Paper 9756. Buti, M., Pench, L. and Sestito, P. “European unemployment: Contending theories and institutional complexities\", Policy Papers 98/1 , Robert Schuman Centre, Florence: EUI. Calmfors, L (1993). “Centralisation Wage Bargaining and Macroeconomic Performance”, OECD Economic Studies , 21. Carone G. and Salomaki A. (eds) (2005) “ Indicators and Policies to Make Work Pay. Proceedings of the workshop organised by the European Commission (DG ECFIN) ” , European Economy , Special Reports No. 2, 2005. European Commission. Castanheira M. and Esfahani, H.S. (2002) “Political Economy of Growth: Lessons Learned and challenges Ahead” in Explaining growth: a global research project, G. McMahon and L. Squire ed, International Economics Association:Washington, DC. Castanheira, M., Galasso, V., Carcillo, S., Nicoletti, G., Perotti, E., Tsyganok,L., (2004) “How to Gain Political Support for Reforms” paper presented at the Sixth European Conference of the Fondazione Rodolfo Debenedetti . Checchi, D. and C. Lucifora (2002) “Union density. The economic role of unions and institutions”, Economic Policy , Vol.35, pp 362-408. Chor, D. and Freeman, R. (2005), “The Global Labor Survey: workplace institutions and practices around the world”, NBER WP11598 . Davis and Henrekson (2000), “Wage-Setting Institutions as Industrial Policy”, NBER WP 7502 . Decressin, J., M. Estevão, P. Gerson and C. Klingen (20001). “Job-rich growth in Europe”. Chapter 3 in “Selected Euro-Area Countries: Rules-Based Fiscal Policy and Job-Rich Growth in France, Germany, Italy and Spain”, Country Report No. 01/203, IMF. De Koning, J. and H. Mosley (2001). “Labour market policy and unemployment. Impact and Process evaluation in selected European countries”, Edward Elgar . Dewatripont, M. and Roland, G. (2005). “The Design of Reform Packages under Uncertainty”, American Economic Review 85(5), 1207-23. Eichengreen, B. and Iversen, T. (1999).“ Institutions and economic performance: evidence from the labour market”, Oxford Review of Economic Policy , Vol. 15 No.4. ",
        "- 38 - Elmeskov, J., J.P. Martin, and S. Scarpetta (1998). “Key lessons for Labour Market Reforms: Evidence from OECD Experiences”, Swedish Economic Policy Review, Vol.5 . Estevão, M. (2005). “Product Market Regulation and the Benefits of Wage Moderation”, IMF WP05/191 . European Commission (2002) “Labour markets in the EU: an economic analysis of recent performance and prospects” in The EU Economy Review Chapter 3. European Commission (2004) “Key Determinants of Labour Market Performance” in Employment in Europe Chapter 2. Fertig M. and Kluve (2004). “A conceptual framework for the evaluation of comprehensive labor market policy reforms in Germany”, IZA DP No. 1099. Fitoussi, J.P., Jestaz, D., Phelps, D. and E.S. Zoega (2000). “Roots of the Recent Recoveries: Labor Reforms or Private-Sector Forces?”, Brookings Papers on Economic Activity , Vol. 1, pp. 237-312. Fredriksson, P. and B. Holmlund (2004). “Optimal Unemployment Insurance Design: Time Limits, Monitoring, or Workfare?”, CESifo WP No. 1019. Freeman, R. “Labour market institutions without blinders: the debate over flexibility and labour market performance”, NBER WP11286 . Garibaldi P. and P. Mauro (2002), “Employment growth. Accounting for the facts”, Economic Policy, April. pp. 67-112. Gómez Salvador, R., Messina, J. and Vallanti, G. (2004). “Gross jobs flows and institutions in Europe”, ECB working paper series , no.318 . Gruber, J. (1994) “The Consumption smoothing benefit of unemployment insurance” NBER WP4750 . Gruber, J, L. Summers, and R. Vergara (1992), “Taxation and the Structure of Labor Markets: The case of Corporatism”, NBER WP4063. Hassler, J., J.V. Rodrìguez Mora, Storesletten K. and F. Zilibotti (2001) “Unemployment, Specialization, and Collective Preferences for Social Insurance” in Daniel Cohen, Thomas Piketty and Saint-Paul G. (eds) The New Economics of Rising Inequalities , pp. 331-50, OUP, 2001. Houmann, F. Gaard, S. and Bagge Thorball, A. K. (2005) “Evaluating labour market reforms in Europe in the 1990s” in Indicators and Policies to make work pay , Proceeding of the workshop organised by the European Commission (DG ECFIN) Carone, G. and Salomaki, A. ed. Immervoll, H., Levy, H., Lietz, C., Mantovani, M., O'Donoghue, C., Sutherland, H., Verbist, G. (2005). “Household Incomes and Redistribution in the European Union: Quantifying the Equalising Properties of Taxes and Benefits”. IZA DP 1824. Jensen,P., M. Rosholm, M. Svarer, (2003). ”The Response of Youth Unemployment to Benefits, Incentives, and Sanctions” forthcoming in European Journal of Political Economy. Jimeno, J. and Rodrìguez-Palenzuela (2003) “Youth Unemployment in the OECD: Demographic Shifts, Labour market Institutions, and Macroeconomic Shocks” ENEPRI Working Paper 19 . Kahn, L. M. (2000) “Wage Inequality, collective bargaining, and relative employment from 1985 to 1994” The Review of Economics and Statistics , Vol. 82, Issue 4, pp. 546-579. Madsen, P. K. (1999) ”Denmark: Flexibility, security and labour market success”, ILO, Employment and Training Papers 53. Mortensen and Pissarides (1999), “Unemployment response to skill-biased technology shocks: the role of labour market policy”. The Economic Journal , Vol. 109, pp. 242-265. Mourre (2004) “Has the pattern of aggregate employment growth changed in the euro area in recent years?”, ECB working paper series , no 358, May. Forthcoming in Applied Economics . ",
        "- 39 - Nickell, S.J. (1997) “ Unemployment and labour market rigidities: Europe vs North America”, Journal of Economic Perspective , Vol. 11(3) pp. 57-74. Nickell, S.J. (2002) “A picture of European Unemployment: Success and Failure”, paper prepared for the Jahnsson Foundation-CESifo Conference “Unemployment in Europe Reasons and Remedies”. Layard, R. and Nickell, S.J. (1999),‘Labour Market. Institutions and Economic Performance’, in O. Ashenfelter and D. Card (eds.), Handbook of Labor Economics , Amsterdam North-Holland, Vol. 3E, pp 3029-3084. Nickell, S.J. and J.C. Van Ours (2000). “The Netherlands and the United Kingdom: a European unemployment miracle?”, Economic Policy , Vol. 30, pp. 137-175. Nickell, S.J., L. Nunziata, W. Ochel and G. Quintini (2003) “The Beveridge Curve, Unemployment and Wages in the OECD from the 1960s to the 1990s.” in Aghion, P.; Frydman, R.; Stiglitz, J.; Woodford, M. (eds), Knowledge, Information and Expectations in Modern Macroeconomics: In Honor of Edmund S. Phelps , Princeton University Press, 2003. Nickell, S.J., L. Nunziata, and W. Ochel (2005). “Unemployment in the OECD since the 1960s. what do we know”, The Economic Journal Vol. 115 pp 1-27. OECD (2003), Managing Decentralisation: A New Role for Labour Market Policy. Paris. OECD (2004), Employment Outlook , Paris. Saint-Paul, G. (1999) “Toward a theory of labour market institutions” mimeo. Van Ours (2003) “Has the Dutch miracle come to an end?”, CentER DP no. 32. Varian, H.R. (1980) “Redistributive taxation as social insurance”, Journal of Public Economics , Vol. 14, pp. 49-68. "
    ]
}