{
    "text": [
        "T107737_cov.pdf 1 T107737_cov.pdf 1 16/08/11 13:18 16/08/11 13:18 ",
        "T107737_cov.pdf 2 T107737_cov.pdf 2 16/08/11 13:18 16/08/11 13:18 ",
        "European Commission Directorate-General for Economic and Financial Affairs 2011 Economic and Fiscal Programmes of potential candidate countries: EU Commission's assessments EUROPEAN ECONOMY Occasional Papers 81 ",
        "",
        "CONTENTS Introduction 1 Part I: Overview 3 1. Overview 5 Part II: Country analysis 9 1. Albania 9 1.1. Introduction 10 1.2. Key Policy Challenges 10 1.3. Economic Developments and Outlook 10 1.4. Public Finance 14 1.5. Structural reforms 19 1.6. Overall assessment of formal requirements 21 2. Bosnia and Herzegovina 23 2.1. Introduction 24 2.2. Key Policy Challenges 24 2.3. Economic Developments and Outlook 24 2.4. Public Finance 28 2.5. Structural reforms 34 2.6. Overall assessment of formal requirements 36 3. Serbia 37 3.1. Introduction 38 3.2. Key Policy Challenges 38 3.3. Economic Developments and Outlook 39 3.4. Public Finance 44 3.5. Structural reforms 50 3.6. Overall assessment of formal requirements 52 LIST OF TABLES II.1.1. Comparison of macroeconomic developments and forecasts 11 II.1.2. Composition of the budgetary adjustment (% of GDP) 16 II.1.3. Composition of changes in the debt ratio (% of GDP) 18 II.2.1. Macroeconomic developments 25 II.2.2. Composition of the budgetary adjustment (% of GDP) 31 II.3.1. Macroeconomic developments 41 II.3.2. Composition of the budgetary adjustment (% of GDP) 48 iii ",
        "iv LIST OF GRAPHS II.1.1. Budgetary developments (general government balance, % of GDP) 15 II.2.1. Budgetary developments (general government balance, % of GDP) 30 II.3.1. Budgetary developments (general government balance, % of GDP) 45 LIST OF BOXES II.2.1. The quality of public finances and the state building process in Bosnia and Herzegovina 34 II.3.1. The foreign and domestic policy action in the aftermath of the economic recession 40 II.3.2. The main features of the fiscal responsibility legislation 46 ",
        "INTRODUCTION In this Occasional Paper the Directorate General for Economic and Financial Affairs publishes its overview and assessments of the 2011 Economic and Fiscal Programmes (EFP) of the potential candidate countries (Albania, Bosnia and Herzegovina and Serbia). In 2001 a regular economic fiscal surveillance procedure was established for the candidate countries. It aims at preparing countries for the participation in the multilateral surveillance and economic policy co-ordination procedures currently in place in the EU as part of the Economic and Monetary Union. The Pre-Accession Economic Programmes (PEPs) are part of this procedure. The PEPs have developed, since their start in 2001, into increasingly important platforms for the authorities to develop and communicate appropriate economic, fiscal and structural policies over the medium term, consistent with their EU membership aspirations. For this reason a similar, though reduced, exercise was started in 2007 with the potential candidate countries, with the submission and assessment of annual EFPs as important element. The EFPs have two objectives: first, to outline a medium-term policy framework, including public finance objectives and structural reform priorities needed for EU accession; and, second, to offer an opportunity to develop the institutional and analytical capacity necessary to participate in EMU with a derogation in regards to the adoption of the euro upon accession, particularly in the areas of multilateral surveillance and co-ordination of economic policies. The development of the institutional capacity to co-ordinate between the various ministries, government agencies and the central bank is a particularly important aspect ensuring the success of the Pre-Accession Fiscal Surveillance Procedure. Almost all countries broadly complied with the deadline of 31 January 2011 for submitting the programmes. All programmes have been made public by the countries and can be found on the internet under following addresses: Albania http://www.minfin.gov.al/previewdoc.php?file_id=1830 Bosnia and Herzegovina http://www.dep.gov.ba/dep_publikacije/publikacije/?id=1301 Serbia http://www.mfin.gov.rs/pages/article.php?id=10115 These assessments were prepared in the Directorate-General for Economic and Financial Affairs. The principal authors were Ivan Ebejer (Albania), Ulrich Windischbauer (Bosnia and Herzegovina) and Mateja Peternelj (Serbia). Comments would be gratefully received and should be sent to: Directorate-General for Economic and Financial Affairs Economic affairs within the candidate countries and Western Balkans. Economic policy related to enlargement Carole Garnier European Commission B-1049 Brussels or by e-mail to: carole.garnier@ec.europa.eu 1 ",
        "",
        "Part I Overview 3 ",
        "",
        "1. OVERVIEW 5 1.1. Summary and conclusions Bosnia and Herzegovina and Serbia submitted their 2011 Economic and Fiscal Programmes (EFPs) by 31 January. The Albanian programme was received on 14 February. The preparation, assessment and discussion of these programmes serve to strengthen economic planning capacity in the countries and prepare them for participation in the economic and fiscal surveillance procedure of candidate countries and, eventually in the more distant perspective of accession, in the economic policy co- ordination and budgetary surveillance mechanisms of the Economic and Monetary Union (EMU). The 2011 EFPs represent a step forward towards meeting this objective. The programmes generally contain useful overviews of medium-term economic policy plans on a broad range of issues. In some cases they show the determination of the governments to advance further stabilisation, structural reforms and productivity gains in order to allow sufficiently high growth, catching up with the EU Member States and raising standards of living in the countries. The degree of ambition and precision in policy implementation across the programmes varies. The 2011 EFP exercise provides an opportunity to examine the economic and fiscal strategies adopted thus far and re-assess their appropriateness as the potential candidate countries emerge from the economic crisis. Although the potential candidate countries have shown a degree of resilience, the overall growth dynamics will probably be lower than in recent years and, contrary to what has been the case until now, countries will have to rely more on endogenous growth factors as competition for external funds might become harder. The macroeconomic frameworks underlying the 2011 programmes are broadly more realistic than last year, expecting a pick-up of economic growth in 2011 and an acceleration in 2012 and 2013. Moreover, Bosnia and Herzegovina and Serbia project an improvement in the fiscal balance, while Albania's public deficit will remain unchanged. For Serbia, fiscal consolidation is projected to be expenditure-led, as a result of a decline in the current spending-to-GDP ratio. Bosnia and Herzegovina projects a budget surplus by 2013 as the decline in current spending more than outweighs lower revenue. Albania's fiscal deficit is planned to increase in 2011, mainly on the back of higher investment spending, before reverting to the 2010 level in the outer years. The sequencing of the fiscal adjustment is spread almost evenly between 2011 and 2013 for Serbia and Bosnia and Herzegovina. The medium-term fiscal framework appears to be broadly plausible for Serbia and Bosnia Herzegovina and optimistic for Albania. All programmes fail to spell out in sufficient detail the measures underlying the planned improvement in the medium-term fiscal balance. Although wide- ranging, the programme's structural reform agendas are often unclear and lack an implementation time-table while the link with the fiscal scenario is not always obvious. This exercise of submitting, assessing and discussing annual EFPs will continue to support the countries on their way towards European integration. A closer integration of this form of pre- accession economic and fiscal surveillance with other instruments of pre-accession economic policy communication, i.e. the economic chapters of the Progress Reports, Opinion and European Partnerships and the bilateral economic dialogues with the countries, could increase their effectiveness in this respect. Technical assistance in the area of economic policy planning and implementation has also proven a powerful tool in the case of candidate countries and might be more amply mobilised for the potential candidate countries. 1.2. Background In July 2006, the European Commission invited the potential candidate countries - currently Albania, Bosnia and Herzegovina and Serbia - to submit, for the first time, an Economic and Fiscal Programme to the European Commission. ",
        "European Commission Occasional Papers The assessment of these programmes complements the policy messages given by the Commission in its annual enlargement package, as the economic chapters of the latter assess only past developments in the countries. In contrast, the assessments of the EFPs are forward-looking, take into account governments' medium-term plans, important for eventual full compliance with the Copenhagen economic criteria for accession. The EFPs are gradually enabling the authorities to develop and communicate consistent economic, fiscal and structural policies over the medium term. Their preparation serves a twofold purpose: to strengthen economic planning capacity in the countries; and to specifically prepare them for participation in the economic policy co-ordination and budgetary surveillance mechanisms of EMU. Although more limited in scope, the timing, structure and methodology of the EFPs, mirrors the Pre- Accession Economic Programmes (PEPs) submitted since 2001 by candidate countries. The EFPs and their assessments are discussed in a multilateral setting with the Commission services, potential candidate countries and Member States. The development of the institutional capacity to co-ordinate between the various ministries, government agencies and the central bank is a particularly important aspect, ensuring the success of the Economic and Fiscal Programmes. The experience with the candidate countries' PEPs has shown that the positive results in terms of building administrative and policy planning capacity and of designing growth conducive and consistent policies are powerful, but that they take time to accumulate and to materialise. 1.3. The 2011 Programmes All countries, except Albania, complied with the deadline of 31 January 2011 for submitting the EFPs and all programmes have been made public by the countries authorities 1 . In analysing the programmes, the EU Commission assesses whether the provided information is in line with the required standards and whether the programme's overall scenario was plausible and consistent at the time of submission. Overall, the methodology and presentation used in the 2011 EFP has improved in several areas compared to last year's submission. However, for Albania and Bosnia and Herzegovina the quality of the programmes has in some instances deteriorated and not all authorities appear fully committed to the exercise. All three programmes display room for further improvement. In general, all programmes show a commitment to strengthen administrative capacities and, in the longer run, to prepare for the eventual participation in the economic policy co-ordination and budgetary surveillance mechanisms of Economic and Monetary Union. Projections for the potential candidate countries' annual economic growth rates vary between 0.5% and slightly above 6% during the period 2010-2013 (table). The growth projections are more subdued compared to those foreseen in last year's EFPs. Albania foresees an average annual economic growth of about 5.5% over the programme horizon, whilst Bosnia and Herzegovina projects an acceleration of growth from 0.5% in 2010 to 5.4% in 2013, and Serbia from 1.5% to 4.5% 2 . 1 Albania http://www.minfin.gov.al/previewdoc.php?file_id=1830 Bosnia and Herzegovina http://www.dep.gov.ba/dep_publikacije/publikacije/?id=1301 Serbia http://www.mfin.gov.rs/pages/article.php?id=10115 2 Data published after the submission of the Serbian EFP show that real GDP growth amounted to 1.8% in 2010. 6 ",
        "Part I Overview 7 The three programmes foresee a pick-up of domestic demand in the composition of GDP growth, led primarily by a recovery in investment, over the period 2011-13. Unemployment rates are set to decline in all potential candidate countries. According to the Albanian and Serbian EFPs, the current account deficit is anticipated to narrow over the period 2011-13. For Bosnia and Herzegovina, however, the external imbalance is set to deteriorate sharply in 2011 and narrow slightly only in 2013. There are risks to the macroeconomic outlook presented in the EFPs arising mainly from the erratic global economic environment as well as risks related to the domestic political commitment to implement the appropriate policies. The monetary frameworks foresee no changes to the respective current setting, i.e. quasi-inflation targeting in Albania a currency board in Bosnia and Herzegovina and inflation targeting in Serbia. 2009 2010 2011 2012 2013 Albania 3.3 4.1 5.5 6.1 6.2 Bosnia and Herzegovina -2.8 0.5 3.2 5.5 5.4 Serbia -3.1 1.5 3.0 4.0 4.5 Albania 13.7 13.3 12.2 11.5 10.3 Bosnia and Herzegovina 24.1 27.3 26.5 23.2 21.3 Serbia 17.4 20.0 20.0 19.4 18.8 Albania -15.5 -10.4 -10.2 -9.4 -8.0 Bosnia and Herzegovina -6.0 -5.5 -7.5 -7.6 -7.2 Serbia -7.6 -9.3 -8.2 -8.0 -7.6 Albania 2.3 3.6 2.8 2.9 3.1 Bosnia and Herzegovina -0.5 1.8 2.1 2.3 2.5 Serbia 8.4 6.2 9.4 5.3 4.1 Albania -7.1 -3.0 -3.5 -3.0 -3.0 Bosnia and Herzegovina -3.6 -3.8 -2.2 -0.6 1.2 Serbia -4.3 -4.8 -4.1 -3.2 -2.3 Albania 59.7 59.4 58.3 57.2 56.0 Bosnia and Herzegovina 28.5 31.2 37.4 35.3 28.6 Serbia 36.0 41.8 40.1 39.6 37.5 * general government, national acc. standards Source: Economic and Fiscal Programmes (EFP) 2011 Government gross debt (% of GDP) * 2011 Economic and Fiscal Programmes: Key indicators Government balance (% of GDP) * Growth (GDP, real, annual % change) Unemployment rate (%, LFS) Current account balance (% of GDP) Inflation (CPI, annual % change) The EFPs for Bosnia and Herzegovina and Serbia foresee an improvement in the fiscal balance, while Albania's public deficit is expected to remain unchanged over the programme horizon. In the case of Bosnia and Herzegovina, the budget deficit of 2.2% in 2011 is planned to be turned into a surplus of 1.2% by 2013, representing an adjustment of 5 percentage points of GDP. For Serbia, the fiscal deficit is projected to fall by a total of 2.2 percentage points of GDP from 4.1% of GDP in 2011 to 2.3% in 2013. The Albanian public deficit is set to rise from 3% of GDP in 2010 to 3.5% in 2011. Thereafter, the deficit is projected to return to 3% until the end of the programme period. Although still relatively high, the debt-to-GDP ratio for Albania is expected to follow a downward path from 58.3% of GDP in 2011 to 56% by 2011. Serbia's government debt is also projected to fall from 41.4% (latest estimate) of GDP in 2010 to 37.5% in 2013. For Bosnia and Herzegovina, public debt is anticipated to increase from 31.2% of GDP in 2010 to 37.4% in 2011 before relenting to 37.5% by the end of the programme period. The structural reform agendas, as presented in the EFPs, cover a broad range of areas and reveal a varying degree of ambition. In most instances the presentation of reforms in the EFPs is backward- looking and would gain from more clarity when explaining future reform plans. Furthermore, the EFPs would have benefitted from a more explicit discussion of the links of structural reforms to the macroeconomic and fiscal frameworks. In Albania the reforms focus on the improvement of the business environment, including facilitating business creation and making Albania more attractive for FDI. For Bosnia and Herzegovina, the reforms presented in the programme are limited. The focus is ",
        "European Commission Occasional Papers 8 on privatisation and public administration and labour market, leaving out major areas with a potentially high fiscal impact such as social benefits and pension system reforms. Serbia's reform programme is rather comprehensive covering areas such as economic restructuring, fostering competition, stimulating employment and rationalising social spending. Nevertheless, the programme lacks a clear time-table for the implementation of the most important reforms. 1.4. The EFPs and the pre-accession strategy The programmes spell out policy strategies which, to a large extent, are compatible with and conducive to the fulfilment of the economic priorities of the European Partnerships. Overall, the full and determined implementation of the announced reforms should strengthen the countries' economies, in particular in view of the fulfilment of the Copenhagen economic accession criteria, i.e. establishing a functioning market economy and enhancing competitiveness thereby allowing the countries to cope with competitive pressure within the European Union. In some cases, though, clearer and more convincing information on the specific implementation of these objectives would have been useful, e.g. as regards ways to improve market exit mechanisms which remain highly inefficient throughout the region, or the prioritisation of public investment to raise the countries' competitiveness. 1.5. Follow-up The programmes and their assessments by the Commission services will be discussed within an experts meeting on 20 May in Brussels, with experts from the potential candidate countries, EU Member States, the European Central Bank and Commission services. As this exercise was conceived to be on an annual basis, the countries will again be invited to submit next year a programme for 2012-2014. ",
        "Part II Country analysis 9 Executive summary Albania submitted the 2011 Economic and Fiscal Programme (EFP), covering the period 2011-2013, on 14 February. The programme's key objectives remain unchanged from the previous EFP and include fiscal consolidation, while maintaining a high level of public investment, and sustaining economic growth with a view to achieve a faster convergence with EU income levels. The programme is a policy coordination instrument based on several medium-term government strategies. It broadly follows the requirements on format and content of the European Commission, although it has some data gaps while public finance data do not comply with the ESA95 methodology. Despite the sluggish international economic situation, Albania's real GDP grew by an estimated 4.1% in 2010, the external deficit narrowed while inflation accelerated. The programme’s macroeconomic outlook projects real GDP growth to return to its historical values, rising to 5.5% in 2011 and further to around 6.1% in the outer years. In the context of a weak recovery in Albania’s trading partners, the projected economic growth appears to be optimistic, especially for 2011. The weak regional economic situation may affect, in particular, private investment and exports - the key drivers of the anticipated rebound – and private consumption. Given downside risks, the EFP would have benefited from presenting and evaluating explicit alternative growth scenarios. According to the programme, the government deficit was brought down to 3% of GDP in 2010 which is lower than the target of 4% envisaged in the original budget. This was achieved in spite of underperforming revenue compared to the original plans which triggered a budget re-balancing in July 2010 based on expenditure cuts. The programme’s medium-term fiscal scenario foresees a rise in the 2011 budget deficit to 3.5% of GDP and a decline back to 3% thereafter. The favourable macroeconomic scenario underlying the budgetary developments together with the relatively high tax elasticities assumed in the programme make the fiscal target for 2011 appears optimistic. Despite a contingency line of 0.3% of GDP to mitigate the risks of a shortfall in the projected revenues and/or to cover any unpredicted emergency expenditures, the treatment of risks to the budgetary outlook is insufficient. Viewed against the strong economic growth underlining the fiscal scenario in 2012-13, the programme's evolution of revenue seems to be relatively cautious, while the decline in expenditure-to-GDP ratio is slower than would be warranted. As a result, the decline in the budget deficit in the outer years does not improve as expected with the resumption of GDP growth. Although the public debt is foreseen to decline over the programme horizon, the downward path is less ambitious than envisaged in the previous programme. The programme’s sensitivity analysis of public debt to an increase in domestic interest rate and a depreciation of the lek is commendable. However, the explanation of the methodology and the results of the sensitivity analysis are not always clear. In addition, it would have benefited from a more comprehensive set of \"stress\" variables including fluctuations in external demand and economic performance. The 2011 EFP does not provide a quantitative assessment of the long-term sustainability of public finances. The programme's treatment of structural reforms is very lengthy, largely descriptive and backward looking although some key measures implemented in 2010 are not reported. It could have benefitted from more clarity and details when outlining future plans. It remains vague on the overall strategy while the link between the reforms and the fiscal objectives is not obvious. The implementation of product market reform during 2010 was less dynamic than in recent years, although some important results have been achieved. Further progress is warranted in addressing issues such as attracting green-field FDI, consolidating the reforms in the energy sector and improving the functioning of the ",
        "European Commission Occasional Papers labour market. The document does not contain a matrix of policy commitments and does not feature any policy priorities, while it lacks a quantification of the budgetary impact of the measures. The main risks associated with the programme include: (i) the favourable macroeconomic scenario, especially for 2011, which makes tax projections and therefore budgetary outcomes appear optimistic; (ii) an increase in public debt in the event that the fiscal targets are missed; (iii) further delays in the privatisation process; and (iv) the domestic political situation which makes the implementation of structural and institutional reforms more challenging. 1.1. INTRODUCTION Albania's fifth EFP, covering the period 2011-2013, was submitted on 14 February 2011 and was adopted by the Council of Ministers. The programme, which is an update of the previous year's EFP, is based on several policy documents such as the 2011 Budget, the Macroeconomic and Fiscal Framework 2012-14, the Medium-Term Budget Program 2011-2013, the Public Finance Strategy and the National Strategy for Development and Integration (both 2007-2013). The programme outlines recent macroeconomic developments, projects the medium-term macroeconomic and fiscal framework and spells out structural reforms. The 2011 EFP does not explicitly set out Albania's progress in aligning its structural reform agenda with the requirements in the European Partnership priorities originating from the implementation of the Stabilisation and Association Agreement. 1.2. KEY POLICY CHALLENGES The programme's key policy challenge is to ensure macroeconomic stability notably by pursuing fiscal consolidation that leads to a lasting decline in the public debt. To this end, the primary surplus envisaged over the programme horizon is commendable and should be pursued and strengthened. This, coupled with an accelerated implementation of structural and institutional reforms – including solving the property rights issue and further education reform – would enhance Albania’s competitiveness and increase its attractiveness to inward investment especially in the context of muted global capital. This would go a long way in reducing macroeconomic imbalances such as the high unemployment rate and the external deficit. At the same time, it is essential to continue to follow a prudent monetary policy by pursuing price stability and strengthening the surveillance of the financial system. 1.3. ECONOMIC DEVELOPMENTS AND OUTLOOK 1.3.1. Recent macroeconomic developments Despite the weak international economic situation, Albania's real GDP grew by an estimated 4.1% in 2010, up from 3.3% in 2009. Economic activity accelerated in the course of 2010, reversing the slowdown registered in the end of the previous year. This outcome was the result of a strong pick-up in the external sector, reflecting an across-the-board rise in exports of goods and services. Higher prices of commodities, a weaker exchange rate, a recovery in global demand - including for raw materials - and full capacity production of the local hydropower generation account for the improved export performance. Domestic demand remained weak in 2010. According to the programme, private consumption growth decelerated to 2.2%, weighed down by weak consumer confidence, loose labour market conditions, a decline in workers' remittances and sluggish household credit. Gross fixed capital formation contracted by 5.2%, reflecting the substantial cuts in public spending as part of the 10 ",
        "Part II Country analysis, Albania government's fiscal consolidation efforts. During 2010, inflation accelerated to a five-year high of 3.6% from 2.3% in 2009, although it remained within the BoA targeted band, due to increases in administrative prices (water and electricity tariffs), higher commodity prices and the depreciation of the lek. The first months of 2011 witnessed further inflationary pressures mostly due to higher prices of food. In May, the year-on-year inflation stood at 4.1%. According to the programme, labour market conditions improved in the second and third quarters of 2010. Private non-agriculture employment increased gradually along the year, while agriculture employment – accounting for the largest share – rose in the third quarter 3 . Unemployment amounted to 13.8% in the first half of the year before receding slightly in the third quarter. More recent data show that unemployment remained stable in the last quarter of 2010. The EFP 2011 estimates that the unemployment rate will stand at 13.3% for the whole year. The programme does not provide data on wage developments. Real GDP (% change) 3,3 4,1 5,5 6,1 6,2 Contributions: - Final domestic demand 2,8 -0,1 4,5 5,1 5,4 - Change in inventories 0,0 0,2 0,0 0,0 0,0 - External balance of goods and services 0,5 4,2 1,0 0,9 0,7 Employment (% change) -7,7 2,2 2,1 1,8 2,0 Unemployment rate (%) 13,7 13,3 12,2 11,5 10,3 GDP deflator (% change) 1,7 2,7 2,8 1,4 1,5 CPI inflation (%) 2,3 3,6 2,8 2,9 3,1 Current account balance (% of GDP) -15,5 -10,4 -10,2 -9,4 -8,0 Sources: Economic and Fiscal Programme (EFP) 2011 Table II.1.1: 2009 2010 2011 2012 2013 Comparison of macroeconomic developments and forecasts According to the programme, the current account deficit declined to 10.4% of GDP in 2010, from 15.5% in 2009. The narrowing of the current account deficit reflects an improvement in all the components of the current account, most notably a strong recovery of exports of goods. The EFP covers the main recent developments in the economy, although the data used are not always the most up-to-date. In addition, data gaps, especially those relating to the labour market remain, pointing to the need to further strengthen the statistical system, including its statistical governance. 1.3.2. Medium-term macroeconomic scenario According to the 2011 EFP, annual real GDP growth is forecast to return to its historical values, averaging 5.9% over the programme period and driven mainly by domestic demand. The programme projects an improvement in labour market conditions in line with the faster pace of economic activity. During the period 2011-2013, employment is set to grow by a yearly average of around 2% which, being more than double that for the labour supply, will lead to a significant decline in the unemployment rate. Inflation is foreseen to decelerate to 2.8% in 2011 and stabilise around the BoA's monetary policy target in the outer years. An improvement in the merchandise trade and services balances is expected to reduce the current account deficit from an estimated 10.2% of GDP in 2011 to 8% in 2013. Compared to last year's programme, the 2011 EFP expects lower growth in real GDP and employment, a lower current account deficit, while inflation is assumed to be almost unchanged. Albania's forecasting capacity has been shored up with a new macroeconomic model, in addition to the existing financial programming techniques. However, given important downside risks, notably in 2011, the programme would benefit from presenting and quantifying alternative macroeconomic scenarios. Specifically, the expected weak economic recovery in Italy and the slowdown in Greece - 3 It should be noted that quarterly labour market statistics are based on two sources: administrative data for the private and non-agriculture private sectors, whereas agriculture data reflected annual LFS which is assumed to remain unchanged until the next annual LFS is available. This hampers consistency across time and sub-sectors. 11 ",
        "European Commission Occasional Papers Albania's main trading partners – may put a damper on investment, exports and private consumption. In addition, inflation may turn out to be higher-than-expected, especially in view of the anticipated rise in international food prices which represents a high share in Albania's CPI as well as higher oil prices. The 2011 EFP does not include projections for compensation per employee. The programme would have benefitted from the use of data available at the time of submission and by a clearer and adequate elaboration of the drivers underlying developments in the macroeconomic scenario. The macroeconomic scenario presented in the 2011 EFP appears to be favourable throughout the whole programme horizon. While the programme discusses the international economic situation, the risks that may impact the Albanian economy are not explicitly quantified in terms of macroeconomic and budgetary consequences. Real sector The 2011 EFP is based on robust economic growth over the outlook period. Real GDP is forecast to accelerate to 5.5% in 2011 driven by domestic demand backed by a positive contribution of net exports. Private consumption expenditure is foreseen to decelerate somewhat to slightly below 2% which the programme attributes primarily to continuing weak consumer confidence. Gross fixed capital formation is anticipated to grow by a strong 8.7% as both the private and public components of investment are expected to increase significantly. The higher public investment is in line with the 2011 budget's planned increase in capital spending of 18.8% in real terms. The programme assumes private investment to rise by 6.3% in 2011 on the back of improved business sentiment, credit growth, the recovery in global economy and higher FDI inflows. Such a strong increase in private investment (which accounts for three-quarters of GFCF) appears to be overoptimistic amid below-the-average capacity utilisation of businesses and high non-performing loans (standing at 13.6% of total loans – one of the highest in the region) which implies stricter lending terms by banks. The sluggish economic conditions in Albania's main trading partners which are also the main source of FDI may also dampen investment. Net exports are expected to contribute 1% to real GDP growth in 2011. Exports of goods and services are assumed to decelerate slightly but remain robust at 13.5%, while imports are foreseen to increase in line with higher investment. The contribution of exports to GDP growth in 2011 appears to be overestimated considering that the favourable performance of exports recorded in the previous year partly reflects temporary factors and base effects which are unlikely to recur. In addition, the conditions that supported exports are expected to change in 2011. In particular, the foreseen slowdown in world trade, the milder depreciation of the lek as well as the weak economic recovery in Italy and Greece, Albania's main trading partners, could limit the assumed rise in exports. In view of the uncertainties surrounding Albania's trading partners, growth in 2011 might be lower than expected, before returning to trend in the outer years. Even a reduced rate depends on: (i) the successful implementation of the envisaged policy mix; and (ii) external risks to the outlook not fully materialising. For 2012-13, real GDP is forecast to accelerate to 6.1% and 6.2%, respectively. Domestic demand is expected to remain the main driver of growth, while the contribution of net exports is assumed to decline. Although accelerating, private consumption growth is anticipated to remain below historical values, while gross fixed capital formation is assumed to be the most dynamic component growing by an annual average of slightly more than 7%. Private investment is expected to remain strong on the back of the assumed recovery in Albania's trading partners as well as improved domestic financing conditions and investor confidence. According to the programme, government consumption expenditure is expected to increase moderately in 2012, and by a significant 6.2% by the end of the programme period mostly due to higher operational and maintenance spending. Net exports are set to remain positive during the period 2012-13, although their contribution to GDP growth will be moderate. Higher external demand, competitiveness gains and stable hydro-power production are the main reasons underlying the improved exports performance. 12 ",
        "Part II Country analysis, Albania Employment growth is foreseen to amount to slightly more than 2% in 2011 and to remain relatively unchanged in the outer years. The programme does not provide any clear explanation on which sectors of the economy will generate the projected job growth. Unemployment is projected to resume a rapid downward path, from 13.3% in 2010 to 10.3% by 2013. Contrary to the situation in recent years, the programme anticipates that the sources of economic growth will be more balanced between job creation and productivity gains. While the latter is expected to accelerate over the programme horizon it will remain below average historical values. Inflation Inflation is projected to decline from 3.6% in 2010 to around 2.8% in 2011 and to rise somewhat to 3.1% by 2013. The programme attributes the easing of inflationary pressures in 2011 to the unwinding of the rise in administrative prices in 2010, the low capacity utilisation and the milder exchange rate depreciation. While broadly plausible, the projected inflation for 2011 may be on the low side in view of the expected acceleration in economic growth and the rise in the international price of food and oil. Monetary and exchange rate policy The programme does not foresee any changes in the monetary and exchange rate policy. Albania operates under a free float exchange rate regime with the value of the currency determined in the foreign exchange market. The BoA's main policy objective remains the achievement and maintenance of price stability, which is put in operation by an informal inflation target of 3% with a band of +/- 1 percentage point. The publicly announced target has been instrumental in anchoring inflation. Albania's monetary policy continues to face an important constraint as around half of the assets and liabilities of the banking system are denominated in foreign currencies (mainly in euro and U.S. dollar) - a factor that limits the efficiency of monetary policy transmission. The country's inflation targeting monetary policy stance overall continues to be appropriate and represents an important element of stability in the overall macro-fiscal medium-term framework. External sector According to the programme, the current account deficit will narrow gradually from 10.4% of GDP in 2010 to 10.2% in 2011 and further to 9.4% and 8% of GDP in 2012 and 2013, respectively. A reduction in the merchandise trade gap - mostly higher exports of goods – of some 3¾ percentage points of GDP over the programme horizon explains the improvement in the current account deficit. The surplus on the services account is also foreseen to increase, as the tourism sector continues to expand. Current transfers, on the other hand, are forecast to decline gradually, according to the programme as a result of the expected slowdown of workers' remittances. The 2011 EFP does not adequately discuss the factors underlying the medium-term developments on the external account and fails to consider the risks surrounding key categories such as export of goods and remittances in the event that they underperform the expected trajectories. The 2011 EFP assumes that FDI will stay at 7¾% of GDP in 2011 and increase marginally to slightly above 8% of GDP in the period 2012-13. The outlook for foreign direct investment appears to be optimistic in view of the programme's assumption that FDI will be predominantly of the green-field type, which in the past years has been less than satisfactorily forthcoming in Albania and is contingent upon a successful implementation of structural and institutional reforms. Main risks to the macro-economic scenario The macroeconomic scenario presented in the 2011 EFP appears to be somewhat optimistic, especially for 2011, in view of the risks posed by the still-weak economic situation of Albania's main 13 ",
        "European Commission Occasional Papers trading partners. The sluggish external demand may have an adverse impact on the level of private investment and exports - the main sources of economic growth according to the programme - and would also result in the current account deficit narrowing by less than anticipated. It may also lead to lower-than-expected remittances, particularly from Greece, which represent an important source of household income. Moreover, in a situation in which the banking sector is burdened by non- performing loans and households and businesses are highly leveraged, lending conditions will be tight which will put a limit on the economy's speed of recovery. Another risk to the macroeconomic scenario stems from the expected higher international prices of food, which has a significant weight in Albania's CPI, and other commodities. If the high GDP growth of 6.2% in 2013 - mainly driven by domestic demand - assumed by the programme is realised, the achievement of a positive contribution of net exports and a decline by two GDP percentage points over 2011-2013 in the current account deficit could be difficult to achieve. 1.4. PUBLIC FINANCE The main budgetary goal outlined in the programme aims at pursuing fiscal consolidation over the programme period. In achieving this objective, the strategy will rely on: (i) enhancing the management of public expenditure; (ii) broadening the tax base; (iii) improving the performance of the tax administration; and (iv) strengthening debt management. The programme foresees the budget deficit to rise to 3.5% of GDP in 2011 and to fall back to 3% of GDP by the end of the programme period. The debt-to-GDP ratio is projected to follow a downward path, falling from 59.4% of GDP in 2010 to 56% by 2013. Although the programme provides sufficient information on the 2011 budget, it fails to explain in detail the concrete measures that are needed to achieve the planned reduction in the government deficit in the outer years. The favourable macroeconomic scenario underlying the budgetary developments makes the fiscal targets appear somewhat ambitious. The treatment of fiscal risks in the programme is insufficient. The 2011 EFP includes a contingency line of some 0.3% of GDP in 2011 to mitigate the risks of a shortfall in the projected revenues and/or to cover any unpredicted emergency expenditures; it also mentions risks to the public debt arising from interest and exchange rates and re-financing. In addition, the programme presents a sensitivity analysis of public debt to an increase in domestic interest rate and a depreciation of the lek. The 2011 EFP does not provide an assessment of the long-term sustainability of public finances. According to the programme, fiscal data will become compatible with ESA95 by 2015. 1.4.1. Budget implementation in 2010 The government deficit for 2010 was initially targeted at 4% of GDP, including a contingency line of approximately 0.4% of GDP, earmarked to address fiscal downside risks. On the back of a weaker- than-projected half-yearly revenue performance and difficulties in securing financing, in July 2010 the government revised its macroeconomic fiscal framework and budget for 2010. As a result, the budget deficit was revised downwards to 3.1% of GDP, planned to be achieved mostly through cuts in capital spending. In December, a normative act provided for the re-allocation of savings in current spending and interest payments to capital outlays. The deficit ratio and revenue plans remained unchanged. According to the programme, the deficit outturn for 2010 amounted to 3% of GDP, slightly lower than the revised deficit target and less than half that for 2009 which came in at 7.1% of GDP. The improvement in the budget balance was primarily expenditure-led. Total expenditure amounted to 29.6% of GDP, or 3.6 percentage points less than in 2009. More than four-fifths of the lower expenditure was accounted for by cuts in capital spending. Total revenue stood at 26.6% of GDP in 2010, 0.5 percentage points higher than the previous year. 14 ",
        "Part II Country analysis, Albania 15 -8 -7 -6 -5 -4 -3 -2 -10 2007 2008 2009 2010 2011 2012 2013 EFP 2006 EFP 2007 EFP 2008/09* EFP 2010 EFP 2011 Graph II.1.1: Budgetary developments (general government balance, % of GDP) * As from 2009 the Economic and Fiscal Program is presented end-January, instead of December (2008) 1.4.2. Medium-term budgetary strategy On 2 December 2010, the parliament adopted the 2011 budget, envisaging a fiscal deficit of 3.5% of GDP. The budget assumes real GDP growth of 5.5%, while inflation is projected to be 3%. This is in line with the 2011 EFP forecasts of the public deficit for 2011. The programme projects total revenue to rise by 0.7 percentage points to 27.3% of GDP in 2011, while total expenditure is expected to increase by 1.2 percentage points to 30.8% of GDP. Tax receipts are foreseen to rise to 19.6% of GDP from 18.4% in 2010, mainly due to higher taxes on production and imports (mainly VAT and excise tax) and social contributions. Indirect tax revenue, which represents some three-fourths of tax receipts, is expected to increase by almost 18% in 2011. In addition, almost all the other revenue categories are projected to rise at a fast pace; from 46% in the case of property income to 7.8% for direct taxes. The programme implicitly assumes that, in 2011, revenue elasticities are higher than the pre-crisis values. Apart from economic growth, a number of revenue measures are expected to drive the rise in revenue including: the continued provision of fiscal cash registers, a new system of fiscal stamps on excise goods and medicines, the extension of VAT to cover professional services, the addition of products subject to excise tax and continued efficiency in the tax administration. The measures on the expenditure side mainly reflect higher capital outlays directed at priority sectors 4 . Current spending is planned to rise by some 11% primarily reflecting higher compensation of employees as the government pursues its policy to grant differentiated pay rises to public service employees in priority sectors and its policy to equalise urban and rural pensions by 2012. Interest payments are projected to increase by 15% in 2011. Even if account is taken of the revenue-increasing measures earmarked to be implemented in 2011, revenue projections appear to be on the optimistic side. This coupled with the downside risks stemming from the macroeconomic outlook and the expenditure slippage that may ensue in view of the forthcoming local elections, suggest that the programme's target deficit of 3.5% of GDP for 2011 may be optimistic. 4 The priority areas of government are infrastructure, education, health agriculture and rural development. ",
        "European Commission Occasional Papers Change: 2010-13 Revenues 26,1 26,6 27,3 26,5 26,7 0,1 - Taxes and social security contributions 22,9 22,6 24,0 23,5 23,9 1,3 - Other (residual) 3,2 4,0 3,3 3,0 2,8 -1,2 Expenditure 33,2 29,6 30,8 29,5 29,7 0,1 - Primary expenditure 30,0 26,2 27,2 25,9 26,1 -0,1 of which: Gross fixed capital formation 9,6 6,5 7,1 6,2 6,4 -0,1 Consumption 9,9 9,7 9,2 9,0 9,0 -0,7 Transfers & subsidies 10,5 10,4 10,2 10,0 9,9 -0,5 Other (residual) 0,0 -0,4 0,7 0,7 0,8 1,2 - Interest payments 3,2 3,4 3,6 3,6 3,6 0,2 Budget balance -7,1 -3,0 -3,5 -3,0 -3,0 0,0 - Cyclically adjusted n.a. n.a. n.a. n.a. n.a. n.a. Primary balance -3,9 0,4 0,1 0,6 0,6 0,2 Gross debt level 59,7 59,4 58,3 57,2 56,0 -3,4 Sources: Economic and Fiscal Programme (EFP) 2011, ECFIN calculations Table II.1.2: 2009 2010 2011 2012 2013 Composition of the budgetary adjustment (% of GDP) Achieving the deficit target may necessitate additional expenditure cuts and/or a re-allocation of spending (such as scaling back capital outlays) should revenue miss the target, thereby hampering the growth-enhancing elements of the public finance strategy. The budgetary strategy for the period 2012-2013 envisages a relatively high level of public investment spending, the equalisation of urban and rural pensions by 2012, a (continued) differentiated increase of public wages, while bringing down the deficit to 3% of GDP by the end of the programme period. The latter is projected to be realised as total expenditure declines by more than the projected fall in total revenue. By 2013, expenditure is set to reach 29.7% of GDP on the back of lower public investment outlays which are estimated to average 6¼% of GDP annually in 2012-13. Current spending is foreseen to decline from 23.7% of GDP in 2011 to 23.3% in 2012, and remain at that level in the end of the programme horizon helped by lower collective consumption and social transfers. This does not appear plausible considering the planned increases in public sector wages and pensions which the 2011 EFP fails to quantify neither in terms of their impact on annual budgets, nor in terms of their impact on the long-run sustainability of public finances. Interest payments are set to stay unchanged at 3.6% of GDP. Total revenue is projected to decline in 2012 and remain practically unchanged by the end of the programme period 5 . Revenue from taxes (specifically indirect taxes) and social contributions are expected to increase at a slower pace than nominal GDP growth in 2012 and 2013, pointing to more conservative implicit assumptions as regards tax elasticities for these years. To sum up, the budgetary outcomes for 2011, and to a lesser extent in 2012-13, could turn out to be difficult to achieve due to a number of risks which on balance appear to be on the downside and which the EFP does not discuss. The downside risks mostly relate to the favourable macroeconomic scenario and the relatively high tax elasticities that underlie the fiscal scenario which make tax projections for 2011 appear optimistic. The risk of overestimation of GDP growth and its components would result in revenue undershooting the targets leading to unwarranted fiscal policy responses and costly adjustments. Moreover, investment spending may overshoot the plans in view of the forthcoming local elections and as a result of cost overruns, notorious in capital projects. On the upside, there is a risk that limits to the absorption capacity may result in lower-than-projected capital outlays. Although providing some buffer, the contingency line of 0.3% of GDP may not be enough in the face of underperforming revenues and/or expenditure slippage. On the upside, higher-than-expected import prices (as a result of the lek’s depreciation and/or a rise in the international prices of commodities) may give rise to a higher tax revenue yield. For 2012 and 2013, the risks appear to be more balanced. 5 Although not explicitly stated in the programme, projections for tax revenue appear to be based on a no-policy change assumption. 16 ",
        "Part II Country analysis, Albania On the upside, revenue projections appear to be based on more conservative implicit assumptions as regards tax elasticities. On the other hand, downside risks to the projected fiscal consolidation, which relies on a lower investment-to-GDP ratio, relate to possible cost overruns of capital projects and the underestimation of the budgetary impact of the planned increases in public sector wages and pensions. Further budgetary assistance to KESH, the energy company, may also prove a challenge to attain the fiscal targets. The lack of information on the measures underpinning the consolidation in the outer years is also a downside risk. Budgetary implications of \"major structural reforms\" The budgetary impact of structural reforms is treated partially in the 2011 EFP since the requested matrix on policy commitments is not provided. The programme mentions the review of all organisational structures of line ministries and budgetary institutions as an ongoing major structural reform. The total budgetary impact of this reform is estimated to amount to Lek 100-150 million and will become effective one year following the introduction of the reform. The programme discusses privatisation plans but no quantitative estimate of the proceeds is provided. While this is a financing component of the deficit (i.e. below the line), indicative amounts would have been welcome in view of the substantial deficits and considerable refinancing needs of public debt. 1.4.3. General government debt In 2010, the debt-to-GDP ratio stood at 59.4%, representing a slight decline from 59.7% recorded in the previous year (table II.2.4). The reversal in the debt ratio was due to an improvement in the primary deficit as well as higher growth in nominal GDP. The positive impact of these two items on the debt ratio was partly outweighed by unfavourable stock-flow adjustments, primarily reflecting the depreciation of the lek against the euro and the US dollar as a result of which the debt stock increased by 1.5% of GDP 6 . According to the 2011 EFP, the debt is projected to follow a downward path in the programme horizon. In 2011, the debt-to-GDP ratio is expected to decline to 58.3% and will fall further to 57.2% and 56% of GDP by 2013. This trajectory is driven by both a further increase in the primary surplus as well as anticipated acceleration of nominal GDP, while stock-flow adjustments are assumed to be insignificant. The programme’s projected reduction in the debt ratio is equally distributed over the period 2011-13. The downward path in the public debt envisaged in the 2011 EFP is less ambitious compared to that foreseen in last year's programme. It follows that even with the favourable macro-fiscal scenario presented in the programme; the envisaged budgetary stance would only translate in a modest reduction in the public debt. 6 In October 2010, Albania issued its first-ever Eurobond for EUR 300 million on the international markets. The interest rate on the Eurobond amounts to 7.5% and has a 5-year maturity. Around 67% of the proceeds from the Eurobond will be used to pay back a syndicated loan, while the rest is expected to finance public investment. 17 ",
        "European Commission Occasional Papers 2009 2010 2011 2012 2013 Gross debt ratio [1] 59,7 59,4 58,3 57,2 56,0 Change in the ratio 4,9 -0,3 -1,1 -1,1 -1,1 Contributions [2]: 1. Primary balance 3,9 -0,4 -0,1 -0,6 -0,6 2. “Snow-ball” effect 3,2 -0,4 -1,0 -0,6 -0,5 Of which: Interest expenditure 3,2 3,4 3,6 3,6 3,6 Growth effect 0,0 -3,3 -4,6 -4,9 -4,1 Inflation effect 0,0 -0,6 0,0 0,7 -0,1 3. Stock-flow 0,5 0,5 0,0 0,0 0,0 [2] The snow-ball effect captures the impact of interest expenditure on accumulated debt, as well as the impact of real GDP growth and inflation on the debt ratio (through the denominator). The stock-flow adjustment includes differences in cash and accrual accounting, accumulation of financial assets and valuation and other effects. Source: Economic and Fiscal Programme (EFP) 2011, Commission services’ calculations Table II.1.3: Composition of changes in the debt ratio (% of GDP) Notes: [1] End of period. The EFP highlights a number of risks to the evolution of the public debt notably the short-term bias of the debt structure which necessitates frequent re-financing as well as those stemming from fluctuations in the interest rate and the exchange rate. In addition, the programme presents a sensitivity analysis of public debt to an increase in domestic interest rate and a depreciation of the lek. Four alternative borrowing strategies are discussed: (i) short-term domestic borrowing complemented by foreign financing; (ii) long-term domestic borrowing coupled by foreign financing; (iii) long-term domestic borrowing of new debt coupled with external financing by international financial institutions; and (iv) foreign commercial borrowing of new debt complemented by foreign financing. These strategies are then \"stressed\" by assuming a 10% depreciation of the lek and an increase of 200- 300 basis points in the domestic interest rate. Of the four alternatives, strategy (i) is the least favourable according to the programme as it has the highest roll-over risk and under the stress conditions would increase interest payments by 10% above the baseline scenario during the period 2011-2014. Strategy (ii) is the most attractive since re-financing risks are the lowest and the rise in interest payments amounts to 2.8% over the baseline scenario. However, the programme points to the fact that this option cannot be feasibly pursued due to its reliance on the issuance of long-term instruments which the domestic market is not ready to hold. The second-best option, according to the programme, is strategy (iii) which lowers the roll-over risk while a simulated shock would raise interest payments by slightly more than 6% over the baseline scenario. The sensitivity analysis underscores the downside risks surrounding the debt reduction path envisaged by the EFP in the event of unexpected developments. In view of the substantial size of Albania's public debt, an increase in interest rates would limit the fiscal space. This could become even more the case as Albania seeks access to non-concessionary financing with variable interest rates. Similarly, given Albania's choice to rely more on external financing, the exchange rate risk on the evolution of debt will assume increasing importance. The sensitivity analysis would benefit from a more comprehensive set of \"stress\" variables including fluctuations in external demand and economic performance. In line with the arguments discussed earlier, a slower GDP growth than projected in the programme would result in lower tax revenue, a worse government deficit and thereby a higher public debt-to-GDP ratio, instead of its foreseen decrease. 18 ",
        "Part II Country analysis, Albania 1.4.4. Quality of public finance and institutional features Although the 2011 EFP does not explicitly mention measures relating to the quality of public finance, the structure of public spending is broadly oriented towards growth. Around a quarter of total expenditure is devoted to public infrastructure spending, subsidies are low and declining, while some efforts have been made to improve the efficiency and effectiveness of the education and the healthcare sectors. Albania's tax structure remains oriented towards indirect taxes, which account for 72% of total tax revenue, while the income tax system is characterised by a flat rate of 10%. However, there is considerable scope for improving the quality of public finance notably by re-directing expenditure towards growth-promoting categories, such as education, human capital and productive physical infrastructure. In addition, it is important to shield these spending categories in the face of limited budgetary resources and competing spending needs by, amongst others, reducing the public debt. This would result in lower interest payments which would release resources for other uses. Similarly, safeguarding these spending categories necessitates that tax revenue reaches its potential level. The programme spells out a number of ongoing initiatives aimed at improving tax compliance through measures that deter and investigate evasion as well as improving the effectiveness of the tax and customs authorities. As to institutional features, several laws on improving financial control in the public sector have been approved during 2010. It is now crucial that these financial control measures are implemented effectively. 1.5. STRUCTURAL REFORMS The 2011 EFP presents a rather backward-looking review of structural reforms and has information gaps on key areas. The programme could have benefitted from more clarity and details when outlining future plans. In particular, measures in respect of attracting FDI, consolidating the reforms in the energy sector and improving the functioning of the labour market are not fully addressed in the programme. Moreover, the link with the fiscal framework is not apparent, a clear timetable for the implementation of the reforms is missing while the budgetary impact of the measures is not always quantified. The main risks to the implementation of structural reforms relate to the issue of enforcing property rights which continues to hamper the attraction of investment, further delays in the privatisation process and the domestic political situation which makes the implementation of reforms more challenging. 1.5.1. Product and capital markets Overall, product market reform during 2010 was less dynamic than in recent years, although some important results have been achieved. New reforms aimed at improving the business climate were less far-reaching and included amendments in the relevant legislation to allow large tax payers file tax returns online. Furthermore, the programme fails to mention the approval of a law on take-over bids and the establishment of a one-stop shop for the issuing of licences and permits for operators in the energy sector. However, the implementation of bankruptcy laws remains ineffective. More emphasis could have been laid on measures in support of attracting green-field FDI. Importantly, the EFP fails to provide concrete plans to address the long-standing issue of property rights, which hampers FDI. Despite an attempt to circumvent this issue through the creation of free economic zones, no progress has been reported since the establishment of these zones two years ago. The procedures involved in granting building permits remain lengthy, delaying the revival of the ailing construction sector. Similarly, the programme does not treat payment of arrears by government to construction companies which is exacerbating their dire liquidity situation. The privatisation of Albpetrol and Albtelekom planned for 2010 did not materialise and their divestiture has been pushed forward to 2011. In the energy sector, the programme mentions the preparation of a privatisation strategy for the generation arm in 2011 with the possibility of launching the sell-off a year later. No mention is made of the delayed privatisation of INSIG, the insurance company. 19 ",
        "European Commission Occasional Papers The 2011 EFP lays particular emphasis on the continuation of regulatory reform and strengthening the institutions that oversee them. In 2010, the government adopted a Regulatory Impact Assessment (RIA) system with the aim of improving the efficiency and effectiveness in the regulatory decision- making process. Implementation of a simple version of the RIA is scheduled to be rolled out in 2011, after which a decision will be taken on whether to switch to a full system by 2013. The programme also reports some progress in the reform of the inspection system with the publication of a draft law, which is planned to be approved in the first half of 2011, providing amongst others for a restructuring of the inspectorates. Also in this area, the programme underlines the establishment of an online register of business legislation. Regrettably, the 2011 EFP does not discuss the government's plans in the areas of telecommunications and competition policy, including state aid. The banking sector, the main source of financial intermediation in Albania, remains well capitalised and liquid even if non-performing loans increased sharply during 2010. In view of a loan-to-deposit ratio well below 100%, the banking sector in Albania has more scope to grow. The EFP fails to mention the adoption of a number of supervision-enhancing regulations including, inter alia, setting out the rules and criteria for the calculation, monitoring, reporting and supervising the banks' open foreign exchange positions with a view to mitigate foreign exchange risk. The programme does not discuss regulatory reforms in the context of the implementation of Basel II and fails to clearly specify the next steps to be taken towards the full liberalisation of the capital account. 1.5.2. Labour market The 2011 EFP does not discuss the policy objectives to be achieved over the programme horizon in the area of labour market reforms. The information is not always clear and mainly consists of a description of measures that have been in place for a number of years. No attempt is made to evaluate the major challenges facing the labour market, a main feature of which is the high inactivity rate which stands at around 45%. This suggests that Albania has a huge potential to attain higher economic growth by encouraging more people to enter the labour force. Despite several initiatives, including a reduction in social contributions, informal work arrangements remain widespread across most economic activities. Unemployment has remained persistently high while long-term unemployment accounts for around three-quarters of total jobseekers. Regrettably, the programme fails to address these issues. The age structure and low skills of those seeking a job implies that such structural unemployment will be difficult to reduce, even at times of strong growth. Other structural rigidities, such as the high minimum wage as a percentage of average manufacturing gross wage which is the highest in the region, may also hamper the functioning of the labour market. In addition, there is a shortage of qualified employees as a result of deficiencies in the education and skills system which the programme does not discuss. Moreover, the programme does not provide data on total wages which is regrettable and should be rectified in the future. 1.5.3. Other reform areas During 2010, a number of initiatives towards reforming the public administration were undertaken. This includes steps to standardise the re-organisation of the public sector, a draft law that regulates the functioning of the public administration which is expected to be approved by the parliament during 2011, and a policy paper that would eventually lead to a new civil service law. Despite some recent steps, public administration reform remains hampered by shortcomings in respect of the use of temporary contracts to circumvent selection procedures and the dismissal of civil servants outside legal procedures. On compensation, the programme reports the continuation of the policy of differentiated salary adjustments in favour of the pre-university education system and health care sector but does not provide a quantification of the budgetary cost. Although such a wage differential 20 ",
        "Part II Country analysis, Albania policy may enhance productivity, it may also act as a pace-setter for private sector pay negotiations and may lead to a deterioration of price competitiveness. In this context, it is important that the wage setting process is consistent with the BoA's inflation target in order to safeguard the overall policy- mix. In general, the information on public sector reform tends to emphasise past developments but in most cases remains relatively vague with respect of concrete plans over the programme horizon. Similar to other reform areas, the conceptual and operational link with the EU accession process notably the European Partnership is rather limited. 1.6. OVERALL ASSESSMENT OF FORMAL REQUIREMENTS While an improvement can be observed in certain aspects, the 2011 EFP lacks coherence in its presentation and would benefit from a more co-ordinated approach in its preparation. Ample scope exists in making it more concise, structured and well-balanced while ensuring ownership by the relevant stakeholders and raising its profile as a key strategy document with the domestic and foreign audience. Macro framework Although somewhat more realistic compared to the previous programme, the macroeconomic scenario presented in the 2011 EFP remains optimistic especially in view of the weak economic conditions in Albania's trading partners. The programme does not provide alternative scenarios while the risks surrounding the macro framework are not given due consideration. Almost all the relevant data are covered but weaknesses remain, in particular, as regards labour market and wage statistics. In describing the past economic developments, the document is too lengthy and would have benefitted from more clarity, while plans are not always spelled out. Fiscal framework While broadly comprehensive, the fiscal framework lacks coherence with the medium-term economic outlook. In particular, for 2011 tax elasticities generate revenue projections which are more favourable than what the assumed economic developments would suggest. The programme's budgetary targets, especially for 2011, do not reflect the overall strategy of fiscal consolidation. The programme explains well policy measures that were implemented in the past including their effect on revenue. Key fiscal measures for 2011 are well described but the EFP would benefit from more concrete information on the envisaged fiscal policy measures in the medium term and their budgetary cost. The fiscal framework addresses European Partnership priorities, such as implementing a stability-oriented fiscal policy by pursuing fiscal consolidation, without however explicitly referring to them. Structural reforms The programme's treatment of structural reforms is very lengthy but largely descriptive and backward- looking although some key measures implemented in 2010 are not reported. It remains vague on the overall strategy while the link between the reforms and the fiscal objectives is not obvious. The document does not contain a matrix of policy commitments and does not feature any policy priorities, while it lacks a quantification of the budgetary impact of the measures. 21 ",
        "European Commission Occasional Papers 22 ",
        "2. BOSNIA AND HERZEGOVINA 23 Executive summary In January 2011, Bosnia and Herzegovina (BiH) submitted to the European Commission its 2011 Economic and Fiscal Programme (2011 EFP) covering the period 2011-2013. The 2011 EFP exercise was hampered by difficulties to form governments at state and Federation level after the 3rd October 2010 elections and by the lack of clearly defined roles between the different stakeholders. The programme is an update of the previous year's EFP. However, in terms of compliance with the content and form required, it falls behind it. Information on country-wide fiscal data was provided with a delay, making the assessment more difficult. Information on major structural reforms is scarce. The overarching objectives of the programme and the means to achieve them remain unclear. The Bosnian economy recorded only a mild recovery in 2010. The 2011 EFP estimates real GDP growth to have been at a modest 0.5% in 2010, mainly driven by external demand, after the recessionary -2.8% in 2009. The continued drop in the current account deficit to 5.5% of GDP in 2010 was mainly caused by increasing exports and subdued import growth, in particular during the first half of the year. Inflation turned positive, reaching 2.1%. For 2011, a more substantial economic growth of 3.2% is expected, before a return to almost pre-crisis growth rates is assumed for 2012 (5.5%) and 2013 (5.4%). The recovery will be led by private consumption, investments and exports. The growth scenario for 2011-2013 seems somewhat on the optimistic side. Sound fiscal policies remain crucial in order to support the adjustment process. The fiscal performance in 2010 benefitted from the resuming economic activity which resulted in increasing revenues, and from the adjustment measures implemented under the IMF programme. The expected consolidated budget deficit of 3.8% of GDP is below the 2009 outcome and below the previous year's EFP target for 2010 of 4%. However, the non-adoption of the Global Framework for Fiscal Policies 2011-2013 seriously hampers the sustainability and credibility of fiscal policy in Bosnia and Herzegovina. The fragmented presentation of fiscal policy and data in the EFP does not facilitate an overall assessment. The public finance scenarios give an overview of the fiscal targets for 2011-2013 at state and entity level which are guided by the agreements with the IMF. However, mainly short- term measures are described. The programme lacks an explanation of the medium-term policy mix necessary to continue a path of fiscal consolidation. Some general fiscal risks are described, without specifying possible impacts on the fiscal position. The structural reform agenda as presented in the 2011 EFP is very thin. Major reform areas with potentially high fiscal impacts such as the reform of the system of social benefits or of the pension system are omitted. More emphasis on the necessary improvement of the business environment and attracting foreign direct investment would also have been beneficial. The programme hardly provides any quantitative estimates of the effects of reform measures. Main risks to the programme stem from the international economic environment and the domestic policy-making, aggravated by the stalemate after the 3rd October 2010 elections. The programme's reform agenda is insufficiently linked to the fiscal scenario and only partly aligned with the reform requirements in view of the country's European Partnership priorities, findings of the Progress Report and the implementation of the Stabilisation and Association Agreement. ",
        "European Commission Occasional Papers 2.1. INTRODUCTION The 2011 EFP of Bosnia and Herzegovina covers the period 2011-2013 and was submitted to the Commission on 24 January 2011, well within the requested deadline. However, some important reform areas were left out and necessary data were missing so that the Commission asked the authorities for an additional input. After a long delay, the additional data were delivered. The programme was adopted by the Council of Ministers of BiH. It is, however, not well integrated into the budgetary procedures and parties involved do not take full ownership of it. The procedure of compiling the document can be improved as not all parties seem to be aware of their specific role in the process. To some extent, there also seems to be a lack of willingness to cooperate among them. These deficiencies could be overcome by clearly defined competencies and legally binding responsibilities. In addition, the programme would benefit from a closer link to the country’s accession process, such as the assessments in the European Commission’s Progress Reports and priorities defined in the European Partnership documents. The programme is an update of the 2010 EFP. 2.2. KEY POLICY CHALLENGES The economic crisis revealed the vulnerabilities of Bosnia and Herzegovina's growth model relying to a large extent on externally financed consumption. The productive capacity and the competitiveness of the economy remain weak as domestic sources of growth are not adequately exploited and national saving is too low. Structural rigidities hamper the functioning of the labour markets leading to a persistently high unemployment. The business environment is impeded by political instability, the high tax burden, weak law enforcement and slow business registration procedures. The country faces a number of challenges in its process towards EU accession that are described in the European Partnership priorities and the Progress Reports. In particular, Bosnia and Herzegovina needs to improve the quality of public finances, continue fiscal consolidation and step up its efforts in a number of structural reform areas, such as the privatisation process in the Federation, the pension system, the system of social benefits, the functioning of the labour market, the improvement of the business environment, law enforcement or the production of reliable economic statistics. 2.3. ECONOMIC DEVELOPMENTS AND OUTLOOK 2.3.1. Recent macroeconomic developments After the recession experienced in 2009 with a drop in real growth of 2.8%, the economy recorded only a moderate positive real growth rate of 0.9% in 2010 7 , driven by external demand. However, domestic demand also picked up, supported by a relatively stable inflow of remittances and a decline in the domestic savings rate. The growth of industrial production in 2010 was slightly positive, reaching 1.6% 8 . According to the EFP estimates, private consumption grew by 1.3%, after it had been falling by 4.2% in 2009, and government consumption by 1.5% (1% in 2009). Gross fixed capital formation dropped by 18.8% after falling by 24% in the previous year. When looking at the trade balance in 2010, the annual trend is still positive as it improved by 4.7% 9 . This development was driven by exports, which soared by 27.7% nominally, unlike in 2009 when the shrink in imports explained the lower deficit. Manufacturing, accounting for almost 90% of overall exports, recorded a 7 According to preliminary figures released by the Central Bank of Bosnia and Herzegovina. The EFP estimate stands at 0.5%. 8 According to data released by the Bosnian Agency for Statistics. 9 According to data released by the Central Bank of Bosnia and Herzegovina. 24 ",
        "Part II Country analysis, Bosnia and Herzegovina 30.5% growth. Nominal imports rose by 10.3% in 2010. Given high price increases in some important trade categories such as metal or energy, the real growth of exports stood at 14.9% while imports decreased in real terms by 3.9% in 2010, according to the EFP 10 . Nevertheless, the trend of an improving trade balance was reversed in the second half of 2010 when the increase of imports exceeded that of exports in volume, as import levels are much higher than export levels. Dominated by trade developments, the current account deficit further decreased, reaching 5.5% of GDP in 2010 11 according to the revised EFP tables, but it showed a reversed trend as of the third quarter 2010. Capital inflows, in particular FDI, remained low and below the already low level of 2009. Nevertheless, net FDI turned positive again in the third quarter 2010 after two quarters of negative volumes. The high level of unemployment persisted during 2010, reaching 43.3% in December (registered unemployment). Throughout 2010, employment fell most in construction, manufacturing and hotels and restaurants, while on the other hand, the highest growth of employment was registered in financial intermediation and transport. Strongly contrasting previous years' developments, real wages remained relatively stable in 2010 which could translate into a positive input to an improved competitiveness of the economy. The description of macroeconomic developments in 2010 in the EFP is broadly realistic, but not very detailed. Where final data is not yet available, the EFP relies on assumptions based on available data for parts of the year. Real GDP (% change) -2,8 0,5 3,2 5,5 5,4 Contributions: - Final domestic demand -9,6 -2,6 5,4 6,0 5,7 - Change in inventories -1,8 -0,1 0,0 0,0 0,0 - External balance of goods and services 8,6 3,2 -2,1 -0,5 -0,3 Employment (% change) -3,5 -1,9 1,2 4,2 4,9 Unemployment rate (%) LFS 24,1 27,3 26,5 23,2 21,3 GDP deflator (% change) 0,4 1,7 2,3 2,4 3,2 CPI inflation (%) -0,5 1,8 2,1 2,3 2,5 Current account balance (% of GDP) -6,0 -5,5 -7,5 -7,6 -7,2 Sources:Economic and Fiscal Programme (EFP) 2011 Table II.2.1: 2009 2010 2011 2012 2013 Macroeconomic developments 2.3.2. Medium-term macroeconomic scenario The 2011 EFP presents a forward-looking medium-term macroeconomic scenario, relying on the assumptions of the European Commission's Autumn Economic Forecast 2010 as regards the external environment. It assumes a gradual recovery of the Bosnian economy in 2011 with real GDP growth estimated at 3.2%, and a higher and more broadly based growth of 5.5% in 2012 and 5.4% in 2013 12 . Besides exports, the recovery as of 2012 will be driven by private consumption and investments. Industrial production will be spurred by external demand, especially in the processing industry, growing by 5-7% annually between 2011 and 2013. Thanks to the increasing economic activity, unemployment will be reduced. Trade will pick up and the trade deficit will rise, spurring a widening current account deficit which is set to reach between 7% and 8% of GDP between 2011 and 2013. Income and current transfers will resume positive growth in 2011, reflecting the gradual economic 10 Obviously, these developments depend on the deflators used which are not yet available in the official statistics. The estimated real export growth nevertheless seems to be on the high side. 11 Please note that in the EFP expenditure-side GDP data are used, while other institutions usually use production-side GDP data, which are lower. Therefore, GDP-related figures have a downward bias in the EFP. 12 This scenario is close to the one agreed with the IMF during the last programme review in October 2010, though slightly more optimistic. However, the latest IMF forecast for growth in 2011 is lower (2.2%). 25 ",
        "European Commission Occasional Papers recovery in the EU. FDI is expected to pick up on the back of some major privatisation deals to be completed between 2011 and 2013. The development of foreign exchange reserves is not clearly spelled out in the EFP 13 . Inflation rates are expected to range around 2% in the medium term, mainly influenced by international prices. The medium-term macroeconomic scenario in the 2011 EFP is broadly plausible and very detailed on some sectors and product categories while the overall economic scenario is not presented in a very articulated way. It uses the Commission's 2010 Autumn Forecast and the IMF's World Economic Outlook for external assumptions. The outlook is a bit more cautious than it was in the previous programme but still on the optimistic side. The EFP lacks a convincing link between the mix of fiscal and structural policies as elaborated in the programme and the macroeconomic scenario. Major structural reform areas and their possible fiscal impacts are not discussed. An analysis of risks to the macroeconomic scenario is not elaborated. Economic activity The 2011 EFP is based on a mild recovery in 2010, followed by a stronger, though still relatively subdued one in 2011 and a return to growth rates close to but still below pre-crisis values in the following years. The modest recovery in 2010 was mainly driven by external demand in the first half of the year and a slight pick-up of internal demand in the second half. In 2011, the pick-up in imports will be higher than that in exports, thus trade will contribute negatively to growth. Domestic demand is expected to be the main driver of the recovery in 2011, as both private consumption and investments are expected to grow, the latter after a two-year decline. It is assumed that the recovery of export markets will affect positively the processing industry in BiH, in particular the metal, mechanical, wood processing and chemical industry. Construction will also increase, both driven by housing and infrastructure projects. Overall, the EFP estimates a 5% rise in industrial production for 2011. The stronger recovery in 2012 and 2013 will be driven by expected positive developments in the EU economy as the country's largest trading partner from which particularly the export-oriented processing and metal industries will benefit. Domestic demand, including investment, will also pick up on the back of relaxed access to financing, increased employment and to some extent increasing wages which will lead to a higher disposable income. The fiscal positions of the state and entity level are set to improve over the programme horizon, turning the consolidated budget outcome into a surplus of 1.2% of GDP in 2013. Government consumption expenditure will remain relatively stable in 2012 and 2013. Employment is expected to grow from 2011 onwards. Subsequently, the unemployment rate is expected to fall after a peak in 2010, though it will remain high. The productivity of labour (as measured by real GDP per person employed) is set to grow by 5.1% until 2013, significantly lower than estimated in the previous EFP. Nominal net wages are expected to increase by 2.9% in 2011 and by around 5% in the two following years. Inflation Inflation in Bosnia and Herzegovina is strongly influenced by international price developments, especially of oil and food. 2010 displayed an inflation rate of 2.1% 14 , reflecting the upward trend of international food and energy prices and the increase of road tolls and excise duties on tobacco in BiH. The trend of inflation for the following years is not coherently presented in the 2011 EFP, as different figures, describing somewhat different trends are provided in the text and in the table in the annex. According to the text, inflation will increase to 2.4% in 2011 and then ease to 1.9% in 2012 and 1.7% in 2013. The hike in 2011 will be caused primarily by higher world oil prices, while falling international food prices and a lower increase of oil prices will lead to the disinflationary trend in the following years. However, the figures provided in the annexed table point towards a constant increase 13 The corresponding row in table 1f in the annex is empty. However, in the text a 15% increase is mentioned for 2011 14 According to the latest figure published by the Statistical Agency. In the EFP, 1.8% is estimated. 26 ",
        "Part II Country analysis, Bosnia and Herzegovina of inflation rates from 2.1% in 2011 to 2.3% in 2012 and 2.5% in 2013. In any case, the inflation scenario may be overly optimistic given the rising oil prices in late 2010 and early 2011 that exceed the expected values, which already drove annual inflation to 3.9% in March 2011, shifting the 12- months moving average rate up to 2.5%. Given the monetary policy regime (see below) and the evident influence of international prices on domestic inflation, inflation is mainly seen as an exogenous macroeconomic variable, even though it is acknowledged that some domestic drivers of inflation, such as the increase in excise duties, also play a role, while others, such as wage pressure and administered prices, are left out. Monetary and exchange rate policy Bosnia and Herzegovina continues to run a currency board pegged to the euro which has worked well as a stabilising monetary anchor. While throughout 2010 no changes were made in the monetary policy settings, the Central Bank of Bosnia and Herzegovina reduced minimum reserve requirements for short-term deposits from 14% to 10% as of February 2011, in order to improve the liquidity situation of the banking sector. As the nominal exchange rate is fixed against the euro, the evolution of the real exchange rate is determined by the inflation differential vis-à-vis the euro area. By projecting inflation rates roughly in line with expected euro area inflation 15 , the programme implicitly assumes a stable real exchange rate against the euro. External sector Some minor inconsistencies exist in the trade figures presented in the EFP for 2010 16 . After almost halving in 2009, the current account deficit continued to fall in 2010, reaching 5.5% of GDP. In the following years, trade is expected to pick up with import volumes growing faster than export volumes so that the current account deficit is set to widen to 7-8% of GDP between 2011 and 2013. In absolute terms, the trade deficit will exceed the 2008 level in 2013. Income and current transfers will resume positive growth in 2011, reflecting the gradual economic recovery in the EU. The current account deficit is expected to be financed to a high and growing share by foreign direct investments (FDI). FDI worth between EUR 1.9 billion and EUR 2.5 billion are expected for the programme period 2011-2013 17 , based on privatisation deals mainly in the Federation 18 and some investments in the energy sector. Given the almost complete standstill in the privatisation process in the Federation in previous years, caused not only by an unfavourable economic environment but also to an important extent by politically driven procrastination, this seems to be a very ambitious goal. The sustainability of the projected development of the current account, therefore, has to be questioned. Official foreign indebtedness also plays an important role in financing the current account deficit, as it is set to rise by more than 30% between 2010 and 2012 in the context of the international balance-of-payments and budget support packages, before falling in 2013. The external sector scenario as presented in the 2011 EFP suggests a slightly more healthy development as compared to the previous EFP. However, high risks remain concerning the sustainability of the current account given the optimistic assumptions on FDI. 15 If the inflation rates as mentioned in the text part of the EFP are taken as a reference 16 2010 real export growth of goods and services is calculated at 4.5% in the table of macroeconomic prospects (1a) and the export price deflator is 9.4% (table 2). This adds up to the nominal increase of 14.9% mentioned in the text (p. 16) which is however somewhat higher than the nominal increase of 14% in the BoP table (1f). 2010 real imports decreased by 3.9% (table 1a), the import price deflator is 7.6% (table 2) which adds to a figure between the 4.1% mentioned in the text and the 3.4% derived from the BoP table (1f). 17 While wide ranges are provided in the text of the EFP, the BoP scenario in the table uses the upper end of the range for all the programme years. 18 The privatisation process in the Republika Srpska is much more advanced and basically finished, so no significant deals can be expected in this entity any more. 27 ",
        "European Commission Occasional Papers Main risks to the macroeconomic scenario Like in previous years, risks to the macroeconomic scenario are not comprehensively discussed in the 2011 EFP. While the scenario is overall a bit more cautious than previous year, risks can still mainly be defined on the downside, stemming primarily from the international economic environment through trade, investment and financial channels. Growth is expected to remain subdued in the EU and the main regional trading partners, picking up somewhat in 2012. Possible repercussions of the sovereign debt crisis in the EU are not assessed and could weigh on the performance of the Bosnian economy via reduced export demand and low appetite to invest. The volatility of commodity prices also constitutes a risk to the EFP growth scenario. On the upside, there may be a stronger spill-over from Germany which is currently showing a strong economic performance and is one of the country's main trading partners. In addition, domestic political risks should not be underestimated. By May 2011, the political parties had still not succeeded to establish the Parliament at the state level more than half a year after the general elections of 3rd October 2010. In addition, the legality of the Federation government which was formed only in March 2011 was questioned. This political stalemate left the country without functioning governments for a long period at a critical juncture when important decisions are to be taken in order to pursue the reform and adjustment process triggered by the economic crisis. The failure to agree on a Global Fiscal Framework severely threatens the transparency, reliability and sustainability of public finances and represents a serious impediment for short and medium-term budgetary and general economic planning. This reveals important shortcomings in the fiscal architecture of Bosnia and Herzegovina. In particular, the relation between fiscal outcomes in one year and the planning process for the subsequent periods is weak. The political deadlock harms investors' and businesses' confidence in the economic development of Bosnia and Herzegovina and in the political will to implement necessary reforms. Further domestic risks stem from the ambitious privatisation agenda. 2.4. PUBLIC FINANCE Given the fragmentation of the EFP and the failure to adopt the Global Fiscal Framework, the overall fiscal strategy is not clearly spelled out in the programme. The information provided from state and entity level, though, still points to a close link to the requirements of the IMF programme aiming at a consolidation of public finances over the medium term by i. a. ending the growth of current expenditure through reforms in the area of social benefits and pensions and by containing public sector wages. Both entities argue along those lines, displaying a reduction of the expenditure to GDP ratio in their medium term scenarios. This is in line with the European Partnership priorities and the findings of the Progress Report. However, the EFP is scarce on any medium-term measures on the expenditure side, not to talk about quantitative estimates of related fiscal costs or savings. On the revenue side, the programme foresees a continued application of the Interim Agreement on trade and the Stabilisation and Association Agreement with the EU which will reduce and eventually abolish (by 2013) customs duties on goods imported from the EU. The annual increase of excise duties on tobacco and of the (flat) income tax rate in the Republika Srpska from 8% to 10% as of 2011 are the only concrete measures mentioned in the EFP on the revenue side. For the first time the 2011 EFP gives an overview and projection of both internal and external public debt 19 . The implicit rate of public debt to GDP for 2010 (June and September figures as provided in the EFP for internal and external debt) is 31.2% of GDP, up from 28½% in 2009 20 . For the rest of the programme period, the debt-to-GDP ratio is set to decrease to 28.6% in 2013. The 2010 budgets were dominated by a further need for fiscal consolidation, mainly through a reduction of current expenditures. Substantial savings were envisaged in the public sector wage bill 19 Even though, as in previous years, the corresponding table 4 in the annex is empty, the data can be found in the text. 20 Own calculations on the basis of figures and projections provided in the EFP. 28 ",
        "Part II Country analysis, Bosnia and Herzegovina and in transfers due to the elimination of special unemployment benefits for demobilised soldiers, the implementation of eligibility audits for civil and war benefit recipients and strict control over pensions provided on favourable terms. Revenues grew due to the resuming economic activity and the increase of excise duties on tobacco and of some road tolls. Overall, the fiscal performance improved somewhat and the consolidated budget deficit fell from 4.5% of GDP in 2009 to 3.8% in 2010. However, the presentation of fiscal risks could have been more straightforward and better quantified and the EFP remains relatively silent about any further envisaged medium-term measures which are necessary for a sustainable consolidation of public finances. 2.4.1. Budget implementation in 2010 The 2011 EFP does not describe in much detail budgetary developments in 2010 and budget reports have not been published by the time of drafting this assessment. Consolidated revenues increased by 2.6% in 2010 21 . 44% of the revenues originated from indirect taxes which increased by 8.3%, driven by the resuming economic activity, the development of imports and import prices and the increase of some road tolls and in excise duties on tobacco. This could offset the reduction of tariffs following the entry into force of the Interim Agreement on trade with the EU in mid-2008. Despite the positive development, the level of collected indirect taxes in 2010 was still lower than in 2008. Expenses increased by 6.6% year-on-year in 2010. Current spending dominates the budgets with wages accounting for 27% of overall expenditure and subsidies and transfers (mainly social benefits) for 37%, both marginally lower in relative terms than in the previous year. The estimated budgetary outcome for 2010 of a consolidated deficit of 3.8% of GDP is below the target of 4½% set under the IMF programme 22 , and also below the target of 4% set under last year's EFP. This is due to the faster than expected recovery of revenues and the adjustment measures on the expenditure side, in particular wage cuts in the public sector which reduced the consolidated wage bill by 1.5% in nominal terms. At the state level, the wage bill could be reduced due to slow employment dynamics and a stricter handling of allowances. After initial delays, the Federation government submitted to Parliament the reform agenda over the summer. A new civil service wage law was adopted at the end of July rationalising the wage bill by inter alia consolidating a large number of allowances into the base wage. The government approved a pension reform strategy which however was later withdrawn from parliamentary procedure. Eligibility audits of privileged pension and war disability benefit recipients started in July, albeit slowly. The Federation also rebalanced its budget in September 2010 in order to comply with IMF requirements and to account for increased revenues. In Republika Srpska wages in public administration were frozen in 2010 after the cuts in 2009. As less hires than planned were effected, the wage bill decreased by 1.1%. An eligibility audit for social transfers was conducted in Republika Srpska, reducing the number of beneficiaries. 21 This and other budget figures in this section are taken from a release of the Macroeconomic Analysis Unit of the Indirect Tax Authority. 22 It needs to be underlined, though, that in the EFP expenditure side GDP data are used, while the IMF uses production-side GDP data. Therefore, GDP related figures in the EFP have a downward bias when compared to those that use production- side GDP as the denominator. 29 ",
        "European Commission Occasional Papers -5 -4 -3 -2 -1012 2007 2008 2009 2010 2011 2012 2013 EFP 2006 EFP 2007 EFP 2009/08* EFP 2010 EFP 2011 Graph II.2.1: Budgetary developments (general government balance, % of GDP) 2.4.2. Medium-term budgetary strategy Budget planning for 2011 and beyond, as well as the sustainability and credibility of fiscal policy in Bosnia and Herzegovina, were seriously hampered by the non-adoption of the Global Framework for Fiscal Policies for 2011-2013. Temporary budgets were in place in the first and second quarter 2011 at state level, and in the first quarter in the Federation. The 2011 state level budget was adopted by the Presidency in April, showing an increase in volume by 2% compared to 2010. The total amount planned in the Federation budget for 2011 adopted on 26 March is 9% lower than in 2010 with high uncertainties surrounding its financing. The Parliament of the Republika Srpska approved the entity's 2011 budget on 28 December 2010 at the same volume as the budget for 2010 (though above the actual 2010 outcome). Tax revenues are expected to increase by 5.7% while donor financing is planned to decrease by 18%. The wage bill is planned to remain stable at the 2010 level. The collection and management of indirect taxes is centralised and conducted by the Indirect Tax Authority. A scenario for the development of indirect taxes is introduced in the EFP, but without an accompanying sensitivity analysis. It remains unclear why revenue growth falls behind GDP growth as of 2011. Apart from these centralised assumptions on indirect taxes, fiscal scenarios are presented for each of the different levels of government. The programme does not provide any quantitative estimates of the impact of planned fiscal measures, including the income tax hike in the Republika Srpska. It envisages a consolidated budget deficit of 2.2% of GDP in 2011 23 , with measures dominated by the agreement with the IMF. In the draft 2011 state level budget, savings are made in particular on wages and wage-related costs, while capital expenditure is set to increase by 4%. As some sources of revenues used in 2010 will not be available in 2011 24 , the state level authorities' draft budget is based on the allocation of an increasing share of indirect taxes from the Indirect Tax Authority Single Account 25 . In the EFP, the Federation commits to restrict wages in the public sector and to reform the system of social benefits, supporting the fiscal consolidation path in 2011. However, 23 Consolidated fiscal data were only provided in additional tables that were sent to the Commission in mid-March. In the original text there are some references in chapter 3.4 that are not always clear. According to the heading, this chapter is devoted to the BiH institutions, i.e. the state level. 24 In previous years, the state level budget recorded a surplus which was carried over to the following year, but that was not the case in 2010. In addition, there is a decline in external budget support, in direct revenues of state institutions and of succession funds. 25 The distribution of funds from the Single Account and in particular the amount to be channelled to the state budget is the main stumbling block hindering an agreement on the Global Fiscal Framework. While the entities are only willing to give the same amount as in 2010 when other sources of funding were available for the state, the state asks for more so that its overall budget can be at the same level as in 2010. 30 ",
        "Part II Country analysis, Bosnia and Herzegovina the draft 2011 budget contains an increase of the wage bill by 8.7% compared to the 2010 outcome which is explained by double payment of salaries for overlapping Parliaments in a post-election year and additional staffing in some public institutions. Eligibility audits of privileged pension and war disability benefit recipients are ongoing. According to the EFP, the Republika Srpska will continue fiscal reforms. The (flat) income tax rate was increased from 8% to 10% as of February 2011 and the non-taxable income threshold was abolished. Specific measures on the expenditure side are not spelled out. While pension reforms constitute a significant part of the IMF programme for both entities with a potentially high fiscal impact, no information is provided on this reform area in the EFP, and little progress has been made. Given the country's performance in recent years, it remains to be seen to what extent the current pace of fiscal adjustment triggered by the economic crisis and the IMF programme will be kept when and if revenues continue to increase spurred by resuming economic activity. Change: 2010-13 Revenues 39,3 39,6 38,4 37,9 36,9 -2,7 - Taxes and social security contributions 33,2 33,7 32,9 32,4 31,5 -2,1 - Other (residual) 6,1 6,0 5,6 5,5 5,4 -0,6 Expenditure 42,9 43,4 40,6 38,5 35,7 -7,7 - Primary expenditure 42,4 42,7 40,0 37,8 35,0 -7,7 of which: Gross fixed capital formation 3,4 3,5 3,6 3,3 2,9 -0,6 Consumption 16,5 16,6 15,9 15,1 14,0 -2,6 Transfers & subsidies 6,5 6,7 6,0 5,5 5,0 -1,6 Other (residual) 16,1 16,0 14,5 13,9 13,1 -2,9 - Interest payments 0,5 0,7 0,6 0,8 0,7 0,0 Budget balance -3,6 -3,8 -2,2 -0,6 1,2 5,0 - Cyclically adjusted n.a. n.a. n.a. n.a. n.a. n.a. Primary balance -3,1 -3,1 -1,6 0,1 1,9 5,0 Gross debt level 28,5 31,2 37,4 35,3 28,6 -2,6 Sources:Economic and Fiscal Programme (EFP) 2011, ECFIN calculations Table II.2.2: 2009 2010 2011 2012 2013 Composition of the budgetary adjustment (% of GDP) The programme is vague about the path of fiscal policies in 2012 and 2013; budgetary measures beyond 2011 are not explained. According to the EFP, the State budget will display a small deficit in 2012 and 2013. In the Federation the budget deficit will be reduced to 0.2% of countrywide GDP in 2012 and turn into a surplus of 0.8% in 2013. A similar development is envisaged in the RS with a deficit of 0.4% in 2012 turning into a surplus of 0.5% in 2013. This results in a reduction of the consolidated budget deficit to 0.7% of GDP in 2012 and into a surplus of 1.2% of GDP in 2013. The adjustment is almost exclusively expenditure-led as the consolidated revenue to GDP ratio only slightly declines throughout the programme period. The expenditure to GDP ratio is projected to fall from 43.4% of GDP in 2010 to 35.7% of GDP in 2013. This path is somehow less ambitious – but probably more realistic – than in the previous programme which foresaw a ratio of 33.6% already in 2011. The programme plans a fiscal consolidation of around 5% of GDP for the period 2010-2013, but it fails to reveal how to achieve this objective, apart from short-term measures related to the IMF programme and their expected medium-term effects. In a marked improvement to the previous programme, some possible fiscal risks are analysed in the 2011 EFP, albeit shortly. Risks stem especially from lower than expected revenues in case the economic recovery turns out to be less pronounced than foreseen for 2012 and 2013, possibly influenced by developments in the EU. In addition to what is mentioned in the EFP, there are risks that the cuts foreseen in current spending may not be implemented to the planned extent and/or revised when fiscal pressures diminish. Furthermore, risks are related to lower privatisation proceeds and to pending court rulings on the 31 ",
        "European Commission Occasional Papers legality of the 2009 public sector wage cuts in the Federation, and to an ongoing quarrel between the entities on some outstanding arrears from the Treasury Single Account for the last three years. Budgetary implications of \"major structural reforms\" The programme does not provide a clear picture of the impact of structural reforms on the country's fiscal position. The matrix of policy commitments (annex 3) was not provided. 2.4.3. General government debt For the first time the 2011 EFP provides a comprehensive overview and projection of both internal and external public debt. The implicit rate of public debt to GDP for 2010 (June and September figures as provided in the EFP for internal and external debt) is 31.2% of GDP (20.3% of GDP corresponds to external public debt), up from 28½% in 2009 26 . This augmentation was mainly triggered by the disbursement of instalments under the IMF and World Bank programmes during 2010 which increased foreign debt by more than 11% compared to 2009. For the rest of the programme period, the debt-to-GDP ratio is set to decrease to 28.6% in 2013, peaking in 2011 at 37.4%. External debt is expected to rise to 25.7% of GDP in 2011, and then decrease to 21% of GDP in 2013. Interest rate and currency structure are relatively favourable. The IMF borrowing and the bond issuance for internal debt have shifted the maturity structure somewhat to the short end. The debtor for external debt is the sovereign country of Bosnia and Herzegovina. However, external debt is allocated to the entities and the state level. The servicing of the debt, therefore, also follows this distribution, while the State Ministry of Finance and Treasury has the overall responsibility. According to the EFP, 63% of the debt servicing in 2011 is carried out by the Federation, 36% by the RS, and 1% by the state institutions. Internal debt is serviced and managed by the entities. 51.3% of this debt falls on the Federation and 46.5% on the RS (the remaining part on the Br č ko District). Internal debt is set to decrease gradually from 10.9% of GDP in 2010 to 7.6% in 2013. 56% of internal debt is linked to old foreign currency savings which are being serviced by the issuing of bonds in both entities. Recently adopted entity laws regulating these old foreign currency savings and their servicing contributed to reducing budgetary uncertainties and increasing fiscal transparency. Regarding war claims, however, which constitute 37% of internal debt, the situation is more uncertain, given an increasing number of judicial complaints and enforceable court decisions. In the Federation, debt related to war claims is being settled by issuing bonds. In the RS, also privatisation and succession funds are used. In both entities, potential liabilities could arise in the context of solving the issue of property restitution. Information on below-the-line operations and stock-flow adjustments is not provided (table 4 in annex 2 is empty) and therefore cannot be assessed. 2.4.4. Quality of public finances and institutional features The concept of the quality of public finances in the 2011 EFP is overwhelmingly linked to statistical and procedural issues. Additionally, the state level claims that a 4% increase of capital expenses in its 2011 budget comes as an attempt to shift public resources to more growth-enhancing activities. More vaguely, the Federation claims to redirect public consumption towards capital investments. Overall, the programme contains no policy strategy to improve the quality of public finances and no concrete revenue and expenditure measures in this respect. Like in previous years, it describes the intention to improve the quality of fiscal statistics which would certainly increase the transparency and accountability of budgetary processes. In 2010, a process of publishing regularly consolidated fiscal 26 Own calculations on the basis of figures and projections provided in the EFP. 32 ",
        "Part II Country analysis, Bosnia and Herzegovina reports was initiated and the RS created a new Chart of Accounts complying with IMF standards. A corresponding new rulebook on reporting to budget beneficiaries entered into force in January 2011. The Federation is currently preparing to introduce rules and procedures harmonised with those in the RS which would enable the Macroeconomic Analysis Unit of the Indirect Taxation Authority to redesign the existing database of fiscal statistics and harmonise it with the IMF formats. Medium-term budget planning has been coordinated between the different levels of government since 2005, complemented by the establishment of the Fiscal Council in 2008. However, in 2010 the Fiscal Council failed to adopt the Global Framework of Fiscal Policies which is supposed to set the scene for Budget Framework Papers and finally draft budgets on the different levels of government. The Framework Papers were nevertheless prepared over the summer, and budgets were later adopted in the absence of the Global Framework. The EFP furthermore describes the objective of better linking the allocation of budgetary funds to government priority policies and the country's economic and social aims. Linked to these efforts is the introduction of programme budgeting by 2015 at the latest. The EFP does not elaborate on other dimensions of the quality of public finances such as the size of the public sector, the sustainability of public finances or the composition and efficiency of revenue and expenditure systems. While the planned level of gross fixed capital formation in the state budget indeed increases in 2011, it shrinks afterwards. In the Federation, it is reduced by 6% in 2011 to remain more or less constant in the following years. In the RS, the level is falling constantly over the whole programme horizon. Large redistributive expenditures continue dominating the budgets. 33 ",
        "European Commission Occasional Papers Box II.2.1: The quality of public finances and the state building process in Bosnia and Herzegovina The quality of public finances is a multi-dimensional concept comprising all fiscal policy arrangements and operations that support the main macroeconomic goals of government policies, notably long-term economic growth. These policies should not only ensure sound budgetary positions and long-term sustainability but also raise the production potential and facilitate the economy's adjustment to shocks. Dimensions include the size of government, the composition and efficiency of expenditure and the level and sustainability of fiscal positions. The aim of improving the quality of public finances by reducing public expenditure relative to GDP and by restructuring spending towards growth-enhancing activities was included in the European Partnership priorities with Bosnia and Herzegovina (Council Decision 2008/211/EC) from 2008, an instrument of the Stabilisation and Association process. The fiscal architecture of Bosnia and Herzegovina derives from the structures created by the Dayton/Paris Peace Agreement. Direct taxation is under the competence of the two entities and the autonomous Br č ko District, while the 10 cantons of the Federation also enjoy a large fiscal autonomy. The state institutions account for a mere 8½% of overall government spending (2010). Indirect taxation was harmonised across the country and a common value added tax (VAT) was introduced on 1 January 2006. Indirect tax revenues are pooled in a common single account. This constitutional set-up has important impacts on the fiscal framework of the country, as the main fiscal competence lies with the entities. The state level has been strengthened nevertheless over the years, with new institutions created and new functions concentrated at central level. However, this has often not gone along with a corresponding reduction of functions and administration at lower levels of government, so that one consequence of the institutional set-up of the country and the centralisation process is a multiplication of functions and the creation of inefficiencies in an overall already large public sector. In addition, the proceeds of VAT were primarily used to increase current spending, in particular public sector wages at all levels of government and social benefits to specific groups of the population, so that previously relatively sound fiscal positions deteriorated and fiscal deficits were recorded as of 2008. Having a closer look at some of the indicators for the quality of public finances confirms a constant deterioration. The ratio of general government expenditure to GDP has continuously increased in recent years from 37.1% in 2005 to 43.4% in 2010. According to the EFP, this trend is reversed afterwards with the ratio falling to 35.7% in 2013. The composition of public expenditure has also worsened with current spending accounting for 88.8% of overall spending in 2005 and 90.5% in 2010. The EFP shows that this high share is expected to remain relatively constant over the programme horizon. Consolidated budget positions deteriorated from a 2.4% of GDP surplus in 2005 to a 4.4% of GDP deficit in 2009 and 3.8% in 2010. As budgets were not self-sustaining anymore in 2009, the authorities needed to call the IMF for external support. According to the EFP, the prospects are positive in this regards with the consolidated budget position set to turn into a surplus of 1.2% of GDP in 2013. 2.5. STRUCTURAL REFORMS As regards structural reforms, the 2011 EFP focuses on the privatisation process and describes some public administration and labour market reform efforts. No information is provided on reform efforts in financial markets and major ongoing reforms with a high potential fiscal impact such as the reform of the system of social benefits and of pensions. The reform agenda as described in the EFP is therefore quite thin and vague on the overall strategy as well as on its link to the programme's fiscal 34 ",
        "Part II Country analysis, Bosnia and Herzegovina objectives. In most instances, the reform plans are not backed by concrete measures or commitments for achieving the policy objectives and their effects are not quantitatively estimated 27 . In general, the reform strategy does not run counter to the fulfilment of the Copenhagen economic criteria and broadly follows the findings of the Progress Report. Nonetheless, it cannot be globally assessed as major reform areas are spared out. It also does not seem ambitious enough, in particular given the large backlog of reforms in the business environment, where the country clearly lags behind its peers. More concrete objectives and timetables for the implementation of reforms would have been welcome. In a similar vein, the reform commitments to reduce structural rigidities on the labour market appear to play only a secondary role on the reform agenda. 2.5.1. Product and capital markets With regard to product markets, the programme focuses on enterprise privatisation. While the privatisation process is already advanced in the RS, it has practically stood still in the Federation in recent years. The EFP now presents plans for resuming privatisations in the Federation over the programme period whose outcome remains unclear. Hence, uncertainties remain that could have serious repercussions on the Federation budget, on the possibility to attract FDI and, as a consequence, on the sustainability of the budget and external accounts. While small-scale privatisation is intended to be strengthened, the programme fails to comprehensively outline the reform plans in the utilities and network industries, albeit the strong need for reforms in these sectors. The EFP briefly reports on some measures to support the development of small and medium-sized enterprises in the Federation, without going into detail. Other measures to improve the business environment and foster private sector development are not outlined and no information at all is provided regarding the Republika Srpska. 2.5.2. Labour market Information on labour market reforms in the 2011 EFP is scarce and vague. Some general proposals of the Labour and Employment Agency to improve the functioning of labour markets in Bosnia and Herzegovina are presented but their legal status remains unclear. In the Federation, an Action Plan for Employment 2010-2013 has been adopted aiming at a reduction of the number of long-term unemployed and of unemployment among vulnerable groups. No comprehensive analysis of the major challenges facing the labour market is provided. The persistently very high rate of registered unemployment, the low activity rate and the weak labour market dynamics result primarily from structural rigidities related to the taxation of labour, relatively large and poorly targeted social transfers, low labour mobility, the skills mismatch and the rigid wage-setting mechanisms. Consequently, measures to reduce these rigidities are of utmost importance. 2.5.3. Other reform areas The 2011 EFP highlights one additional reform area: public administration reform. It plays an important role in improving the fiscal efficiency of the public sector and creating the structures capable of adopting and implementing the acquis in Bosnia and Herzegovina. The programme describes the implementation of the so-called Action Plan 1 of the Public Administration Reform strategy in several reform areas, ranging from 32% in information technologies to 58% in institutional communication 28 . It lists 15 projects of which three have been finalised, four are ongoing and eight 27 Annex 3 containing the matrix of policy commitments was not provided. 28 Unlike in the previous two EFPs, an overall score (38% in 2009) is not provided. It remains unclear how these rates – that are provided with two decimals in the EFP – are measured. 35 ",
        "European Commission Occasional Papers 36 are in the planning phase. In addition, the preparation of the second Action Plan is discussed which centres on sectoral reform areas. 2.6. OVERALL ASSESSMENT OF FORMAL REQUIREMENTS Macro framework The presented macroeconomic framework in the 2011 EFP is broadly comprehensive. The underlying assumptions are overall realistic. The recent macroeconomic performance is adequately described and it includes most relevant information available at the time of drafting. The medium-term scenario is rather on the optimistic side. Some discrepancies between data provided in the text and in the annex hamper the analysis and lead to inconsistencies in the whole document. Fiscal framework The presentation of the medium-term fiscal strategy does not follow the proposed structure. It is not integrated as it is an addition of contributions mirroring the division of competencies between different institutions at entity and state level. The assessment is hampered by the fragmentation in the presentation of fiscal scenarios. In terms of fiscal data, the 2011 EFP as originally submitted falls behind previous programmes as this year, in addition to many missing data, they are not consolidated and partly presented in formats that do not comply with those that were requested. However, the revised tables submitted in mid-March corrected these shortcomings to some extent. The fiscal framework could have been more clearly elaborated and adequately backed by concrete policy measures, as only some short term measures on the revenue side are explained, but key measures on the expenditure side are not. Their economic or fiscal impact could have been quantified to a larger extent. The link to the presented medium-term economic framework, the overall policy objectives and the country's EU accession agenda is not always clear. No link is openly established to the findings of the Progress Report which do not seem to have explicitly guided the EFP. The presentation of fiscal risks could have been more straightforward and better quantified. Data were processed in compliance with the GFS 2001 accounting standards. No roadmap is presented for the introduction of ESA 95. Structural reforms The fact that important structural reform areas are not tackled is a serious drawback in this year's EFP. Possibly far-reaching reforms in the area of social benefits and pensions that have been elaborated in the context of the IMF and World Bank programmes have the potential to put fiscal policy in the country on more sustainable feet, while at the same time correcting social imbalances. Those reform areas that are described in the programme, in particular the privatisation agenda, are in general supportive to the fulfilment of the Copenhagen economic criteria. However, concrete implementation measures and timetables remain vague and their fiscal impact is not elaborated. ",
        "3. SERBIA 37 Executive summary Serbia submitted its Economic and Fiscal Programme covering the period 2011-2013 on 31 January 2011. It was adopted in the framework of the annual budgetary process in line with the recently amended budget system law. The expenditure-driven fiscal consolidation over the medium run was strengthened by way of instituting fiscal responsibility provisions, with a view to fostering the country's long-term macroeconomic stability. The document largely complies with the format and the data requirements, as set out in the EU code of conduct for presenting an economic policy programme. The programme presents an appropriate macroeconomic framework, which includes broadly consistent and plausible medium-term projections. It could have been usefully complemented by alternative scenarios given a number of risks emanating from the current external environment and a set of relatively strong underlying assumptions with respect to the projected shift from predominantly domestic-based to more exports-driven growth. As the global economy recovers, Serbia's real output is forecast to increase steadily, from 1.8% in 2010 to 4.5% in 2013. The current account deficit is expected to remain contained at around 8% of GDP in face of the anticipated vigorous export growth and higher foreign currency inflows, FDI in particular. The labour market, however, is projected to pick up only slowly. Cyclical conditions are likely to improve gradually but the ongoing slack in the economy is expected to support a steady disinflationary path, with the CPI inflation declining to 4%±1.5% by end-2013. However, the achievement of inflation targets will be challenging in view of the recent global energy and commodity price spikes. While important risks stem from uncertainties regarding the global economic developments, the major downside risks are nevertheless predominantly domestic. In particular, they are related to the commitment of the authorities to pursue consistent economic policies as well as implement an extensive structural reform agenda. The medium-term fiscal framework broadly corresponds to the macroeconomic fundamentals and overall reflects well policy priorities. The key fiscal policy goal is to ensure the long-term sustainability of public finances. An overhaul of the budgetary setting has been launched towards a more rigorous and efficient medium-term planning, which will help to instil fiscal discipline and restrain public spending. The recent amendments to the budget system law and the new pension bill are important steps in forging the fiscal consolidation strategy, which has been bound by the rule that the deficit is permanently reduced to 1% of GDP by 2015. The medium-term fiscal scenario is broadly adequate as it projects the general government deficit to decrease steadily, from an estimated 4.7% of GDP in 2010 to 2.3% in 2013. Compared with the previous programme, the pace of adjustment has been slowed somewhat. The strategy aims to steer the deficit reduction through downsizing and restructuring the general government expenditure, leading to an almost 7 percentage point drop in the share of expenditures as a percentage of GDP over the 2010-2013 period. To that end, the programme announces significant savings on the current expenditures mainly by restraining pension outlays, payroll as well as public consumption. Expenditure projections are anchored by a specific rule, which commits the budgetary authorities to capping the share of public sector wages and pensions at 8 and 10% of GDP, respectively. Achieving this target by 2015 will, however, be difficult. The general government revenue ratio is also projected to fall by around 4.5 percentage points over the 2010-2013 period despite the anticipated strengthening of private consumption and imports. Given the abolition of the 10% tax on mobile phone services (from 1 January 2011) and gradual tariff reductions in trade with the EU, implementing the fiscal consolidation plan will be challenging, particularly as counteracting for a revenue shortfall seems to be limited to adjustments of excise taxes. Against this background, rapid improvements in revenue administration are necessary. Reducing the budget deficit as planned will be ",
        "European Commission Occasional Papers key for achieving the projected decline in gross government debt with respect to GDP, which is expected to remain contained well below the debt rule level of 45% of GDP throughout the programme period. The risks attached to the fiscal strategy are considered in the programme mainly by testing sensitivity of revenues to faltering growth, exchange rate depreciation and interest rate hikes. However, the programme would have benefited from presenting full-fledged alternative fiscal scenarios while significant downside risks loom with respect to the projected economic performance. In particular, the bleak employment prospects and the strife social situation generate considerable pressures on the fiscal policy to loosen its stance in the run-up to general elections. Ultimately, the credibility of the budgetary targets hinges on the authorities' commitment to a meaningful restructuring of public expenditure in face of the constrained revenue sources – a substantial cut in current expenditure that will also free room for higher public investment spending. Putting in place binding mechanisms is an important step towards bolstering fiscal responsibility but additional parametric adjustments in the area of pension and healthcare systems as well as further reform in education and public administration will be necessary to put public finances on a sustainable footing. The programme outlines a comprehensive structural reform agenda covering a wide range of areas in the public domain, which aim to foster economic restructuring, enhance competition, stimulate employment and rationalise social spending. In particular, broad consensus has been reached regarding the need to advance structural reforms in support of industrial sectors at the high value- added part of the productive chain, which will attract FDI, bolster export expansion and create job opportunities. However, roadmaps and timetables for the implementation of the most important reform measures over the medium term, as well as assessments of their budgetary impacts, are largely missing. Reforms that are crucial for enhancing the role of private sector and may also have sizeable budget effects, such as enterprise restructuring and privatisation as well as creating a business-friendly environment, are long overdue and need to be tackled without further delay. 3.1. INTRODUCTION Serbia submitted its Economic and Fiscal Programme covering the period 2011-2013 on 31 January 2011. Dubbed Memorandum on the Budget and the Economic and Fiscal Policy, it was adopted by parliament on 29 December 2010 in the framework of the annual budgetary process. It represents a strategic economic policy document accompanying the budget bill, setting out an update of the macroeconomic and fiscal policy framework in the medium term. It largely takes account of the EU assessment of Serbia's challenges in the accession process, as identified in the European Commission's review of last year's programme as well as in the 2010 Progress Report. 3.2. KEY POLICY CHALLENGES The programme confirms that the key medium-term objective is to ensure economic stability through sustainable and balanced growth, which will underpin a lasting improvement of living standards. Within a set of economic policy guidelines putting public finances on a sustainable footing is considered primordial. An overhaul of the budgetary framework has been launched towards a more rigorous and efficient medium-term planning, which will help to instil fiscal discipline and restrain public spending. This largely responds to the calls in the context of the previous programme assessments and the Progress Reports for measures to improve sustainability of public finances in the medium to long run. The programme also addresses, albeit in a considerably less elaborate manner, the slow implementation of structural reforms necessary for establishing a functioning market economy. 38 ",
        "Part II Country analysis, Serbia 3.3. ECONOMIC DEVELOPMENTS AND OUTLOOK 3.3.1. Recent macroeconomic developments The programme takes account of the relevant data available at the time of preparation to portray a concise picture of the macroeconomic developments in the aftermath of the global economic and financial crisis. It recalls the timely and adequate policy actions implemented under the economic recovery plan agreed with the IMF, which helped to sustain macroeconomic stability against the adverse effects of the recession (see Box 1). Following a 3.5% drop of output in real terms in 2009, Serbia's economy recovered in 2010 with GDP up by 1.8%. The economic upturn was driven by foreign demand while domestic consumption and investment began to pick up slowly in the second half of the year. As economic revival was gradually underway in Serbia's main trading partners, and the dinar continued to depreciate, exports rallied. Imports strengthened steadily over the year as manufacturing sustained the momentum driven by foreign demand. Vigorous export activity, in particular, helped to keep the current account deficit contained well below the pre-crisis level. While the solid external position was maintained, renewed inflationary pressures became the key policy concern. Disinflation was interrupted in the middle of 2010 due to rising agricultural/food prices and the pass-through from the dinar depreciation. Tensions built up further based on the expected strengthening of domestic demand in step with the gradual pick- up of economic activity and higher bank lending. By the end of 2010, inflation soared to 10.3% year- on-year (6.6% in 2009), overshooting the 6%±2% target range set by the National Bank of Serbia (NBS). In spite of the gradual economic recovery, the labour market continued to deteriorate in early 2010 but stabilised thereafter. The unemployment rate lingered at 20% 29 and was one of the highest in the region. Wage moderation continued to prevail throughout 2010 owing largely to the agreement to keep public sector wages frozen in nominal terms. 29 This rate refers to the age group 15-64, in line with the international methodology. According to the Labour Force Survey, the unemployment rate for people aged 15 and above stood at 19.2% at end-October 2010. 39 ",
        "European Commission Occasional Papers Box II.3.1: The foreign and domestic policy action in the aftermath of the economic recession Since the onset of the crisis, Serbia's macroeconomic policy has been anchored by the economic programme supported by the IMF under a Stand-By Arrangement (SBA). It was signed in January 2009 as a precautionary agreement (for EUR 420 million over 15 months). Upon further deterioration of the economic situation, it turned into a disbursing programme worth EUR 3 billion to run for 27 months, until 15 April 2011. Notwithstanding a score of adjustments in April 2010, including an upward revision of fiscal deficits in 2010 and 2011, the SBA remained broadly on track throughout the programme period. The IMF concluded seven programme reviews with the recommendation for a release of the planned instalments. However, since March 2010 the Serbian authorities drew upon the available amounts only partially given the ample foreign exchange reserves. The total disbursements under the SBA amounted to EUR 1.51 billion, i.e. roughly half of the programme's funds. With a view to boost confidence in Serbia's economic fundamentals, the authorities have requested a new precautionary programme – similar to the preliminary one inked in December 2008 – and aim at making it effective in the last quarter of 2011. Over 2010, complementary financial assistance was provided by international financial institutions and bilateral donors to help the government address residual budgetary needs. The World Bank approved lending of US$250 million through its Development Policy Loan programmes, part of which was turned into a guarantee for commercial borrowing worth US$400 million. Additionally, the EU agreed to provide budget support of EUR 100 million under the Instrument for Pre-Accession (IPA). Two tranches of EUR 50 million each were disbursed at the end of 2009 and 2010, in light of the broadly satisfactory implementation of the economic policy programme, as assessed by the IMF, and fulfilment of specific conditions required for payment. To top up the IMF and the World Bank funds, the EU also provided for a macro-financial assistance loan facility (MFA) of up to EUR 200 million. However, in light of the lower foreign financing needs and the scaling down of the IMF assistance, the MFA funds were halved. The loan would be disbursed in one tranche upon a satisfactory fulfilment of condition requirements. To sustain the economic recovery in 2011 against the background of fragile growth prospects, the government extended into 2011 the anti-crisis economic stimulus programme, consisting of government subsidies for concessional borrowing in dinars by citizens and business alike. Support schemes will continue to apply to mortgages, commercial loans (e.g. for purchase of cars made in Serbia) as well as investment incentives (e.g. for construction machinery). The government considers the financial stimulus measures as essential for propping up construction activity and private investment in SMEs projects, having regard to their impact on alleviating the negative consequences of the crisis in 2009 and 2010. Worth EUR 66.3 million, the 2011 package is however considerably smaller than the previous two programmes (EUR 1.1 billion and EUR 900 million, respectively). 40 ",
        "Part II Country analysis, Serbia Real GDP (% change) -3,1 1,5 3,0 4,0 4,5 Contributions: - Final domestic demand -23,0 0,0 2,3 5,1 6,2 - Change in inventories 0,8 -0,2 0,2 0,5 0,3 - External balance of goods and services 19,1 1,7 0,6 -1,5 -2,0 Employment (% change) -5,5 -4,1 0,0 1,4 2,1 Unemployment rate (%) 17,4 20,0 20,0 19,4 18,8 GDP deflator (% change) 6,7 6,2 9,4 5,0 4,5 CPI inflation (%) 8,4 6,2 9,4 5,3 4,1 Current account balance (% of GDP) -7,6 -9,3 -8,2 -8,0 -7,6 Sources: Economic and Fiscal Programme (EFP) 2011, for 2010 the latest official national statistics where possible. Table II.3.1: 2009 2010 2011 2012 2013 Macroeconomic developments 3.3.2. Medium-term macroeconomic scenario The macroeconomic scenario was slightly revised compared to the previous programme to reflect a stronger contribution of net exports to growth, in line with the new, post-crisis development strategy. The underlying assumptions on the international environment are based on the available IMF projections at the time of preparing the programme. To date, prospects for a gradual economic recovery remain broadly realistic but seem on the optimistic side as regards the anticipated disinflation. In light of the ongoing considerable uncertainties regarding the global economic trends and also given the rather strong policy assumptions which are not credibly backed by binding action plans, the medium-term macroeconomic framework is exposed to considerable risk. A comprehensive and broadly consistent main scenario could have been usefully complemented with alternative scenarios. Furthermore, an in-depth supporting analysis, in particular for the labour market, would allow for a more informed reasoning behind the projected macroeconomic developments. Real sector While the programme anticipates only slightly slower economic revival compared to the previous trajectory, the shift in the composition of growth is significant. Compared to the pre-crisis period, output growth is projected to be more broad-based while the recent shift to more export-driven economic activity is assumed to be sustained throughout the medium term. In 2011, GDP growth is expected to accelerate to 3% as exports continue to rally against the background of ongoing economic recovery in Serbia's main trading partners and as domestic demand, particularly investment, firms. In 2012, GDP is forecast to increase by 4% (a downward revision from 5% earlier), helped by vigorous investment activity, especially in the manufacturing sector where a build-up of production capacity is envisaged in order to meet foreign demand. GDP growth is projected to slightly strengthen to 4.5% by 2013, when the contribution of net exports to growth would turn negative due to accelerating imports in step with buoyant private consumption and investment spending on capital goods. According to the programme, overheating pressures are likely to be kept in check by an increase in potential output, following the installation of new production facilities. In line with the new growth paradigm, economic activity is expected to be increasingly driven by export-oriented industrial sectors. Yet the services sectors will to continue to be the main impetus to value-added growth as before the crisis. The improved economic performance is expected to spill over to the labour market with a lag and gradually, with employment growth remaining modest and wages rises in line with productivity growth. 41 ",
        "European Commission Occasional Papers Overall, the growth path of the macroeconomic scenario (see Table 1) can be regarded as plausible. However, the underlying average growth rates of exports and investment of almost 13% and above 10% per annum, respectively, are ambitious given the weak business environment. The outlook will crucially depend on the political will to carry out long overdue structural reforms that stand to generate a significant impact for the real economy. Inflation The National Bank of Serbia (NBS) maintained a target band for the CPI inflation rate between 3%- 6% for end-2011 and at 4.0±1.5% in 2012 and 2013. It continues to assume a steady disinflation trend in spite of the commodity prices spike in the second half of 2010. The projections that inflation would continue to accelerate as a result of the base effect in the first quarter of 2011, slow down thereafter and meet the year-end target take into account the adjustment of excise duties and the anticipated rise of administered prices 30 . However, the disinflationary path is based on the assumption of moderate energy price increases and – implicitly – food prices even dropping mildly, which is being challenged by the recent high global price volatility. Furthermore, the effect of the liberalisation of oil derivatives imports as of 1 January 2011 on fuel prices remains to be seen. Additional pressures stemming from higher consumer spending, which have so far been contained against the weak labour market, might build up following the re-introduction of indexation of public sector wages and pensions. The inflation pattern seems to indicate that important structural shortcomings exist as prices persistently over-react to common external shocks and inflation remains considerably higher than in the countries with comparable income levels. While the market formation of prices has been challenged 31 in mid-2010, the authorities will be faced with the need to identify market failures and correct them 32 . Ultimately, the monetary stance is key for limiting the pass-through of the potential exchange rate depreciation on price developments. Monetary and exchange rate policy The NBS is committed to price stability and pursues inflation targeting 33 as its primary policy priority. Following the renewed inflationary tensions, the NBS reverted in August 2010 the course of a gradual relaxation of monetary conditions 34 to monetary tightening by increasing the key reference interest rate. Following the two initial hikes by 50bps each, to 9%, the NBS stepped up tightening in view of the accelerating inflation. The reference interest rate currently stands at 12.5%. Achieving the price stability objective, however, is challenging in face of the structural shortcomings, in particular the slow price liberalisation process. Furthermore, policy implementation is difficult in an 30 The share of administered prices accounts for about a quarter in the CPI inflation basket. 31 In the middle of 2010, the state intervened following the shortage of basic food items such as dairy and cooking oil. Early 2011 saw a temporary total ban on wheat exports. 32 Government interventions in order to stabilise the food market have revealed underlying weaknesses, which are deemed to be linked notably with the widely criticised agricultural policy and commodity reserve system in place but also oligopolistic characteristics of the wholesale/distribution sector. 33 The NBS has been committed to inflation targeting since 2006. However, the current monetary policy framework was put in place from 1 January 2009, when the NBS began setting a broad band around the targeted CPI inflation rate (instead of core inflation, as previously). 34 The NBS pursued monetary easing since early 2009 by using both the lowering of the key policy interest rate and administrative and regulatory measures. It cut the two-week repo interest rate in a number of consecutive steps from its October 2008 peak at 17.75% to 8% by early May 2010. In April 2010, the NBS also announced that the obligatory reserve rate for new loans and savings with the commercial banks would be gradually reduced, for dinars from 10% to 5% and foreign currencies from 40-45% to 25%. In addition, a simplification of the reserve requirement regime was used to spur liquidity against the backdrop of the negative impact of the crisis. However, the envisaged monetary loosening through reserve requirements was moderated eventually. 42 ",
        "Part II Country analysis, Serbia environment characterised by high euroisation. Moreover, the effectiveness of the inflation targeting policy continues to be undermined by the simultaneous pursuit of exchange rate stability as an implicit policy priority. While the NBS is resolute to gear the exchange rate policy in such a way as to not jeopardise inflation targets, its credibility has been tested with its regular interventions on the interbank foreign exchange market. Although it has vowed to limit foreign exchange market operations to buffer the exchange rate volatility, the selling of currency reserves on the foreign exchange market was considerable in 2010 35 . However, the NBS has considerably limited its interventions on the interbank market in face of the gradual strengthening of the dinar since end-2010. The use of three-month swaps of foreign currencies, which was introduced in April 2010 to enable the sale and purchase of foreign currencies against dinars between the NBS and commercial banks, remains yet to become a regular monetary instrument to facilitate transactions on the interbank market. In 2010, the NBS started intervening more actively on the interbank foreign currency market, especially from mid-May when the pressure on the exchange rate intensified. The dinar slid against the fallout from the Greek crisis as risk premia spiked throughout the region while monetary easing was under way. In spite of a number of foreign exchange operations, the dinar was on a depreciating trend during 2010, losing around 10% of its value against the euro. In real effective terms, the dinar weakened by some 8% despite consumer prices growing faster domestically than abroad on average. While the dinar depreciated considerably against the euro in both nominal and real terms, real unit labour costs continued to fall. Serbia's export competitiveness thus improved, which gave rise to vigorous export growth. Following a stint of strengthening at the end of 2010 and early 2011, triggered by an interest rate hike and the sell-off of treasury-bills against a lower risk premium, the dinar could start depreciating again should demand for euros become buoyant. External sector Contrary to expectations that the gradual pick-up in activity and trade would impair Serbia's external position, the current account deficit remained contained in 2010 due to strong export growth. The macroeconomic scenario anticipates that export expansion will help to keep the current account deficit at around 8% of GDP over the programme period, well below the pre-crisis level of above 15%. Equally, the merchandise trade deficit is projected to be smaller compared to past levels (but remaining above 10% of GDP) as steady import growth is expected to lag export growth. The programme assumes that the external financing gap would be fully covered by foreign currency inflows through surpluses on the current income and transfers accounts as well as higher inflows of foreign loans and investment. FDI is expected to return to the pre-crisis levels, yielding around EUR 2.2 billion annually on average in the next three years. During this period, Serbia’s foreign debt is projected to increase by around EUR 4 billion but in relation to GDP would decline from about 75% to 71%. The largely stable foreign exchange reserves (despite the NBS's regular interventions on the interbank market during 2010) are expected to remain at over EUR 10 billion, i.e. more than a third of GDP and sufficient to cover some nine months’ worth of merchandise imports. The balance of payment projections are intrinsically exposed to uncertainties surrounding the external financial flows. In addition, they are highly sensitive to the underlying assumptions related to the main macroeconomic variables. The current account gap could widen markedly should the anticipated strong export activity fail to materialise. The deficit might also increase if imports boom more than expected in face of strengthening domestic investment and private consumption and/or a global commodity price shock such as the recent oil price hike. Furthermore, the projected increase of foreign capital inflows could prove overly optimistic given the modest pick-up in FDI and portfolio investment so far and the uncertainties regarding the privatisation of several state-owned enterprises (see Section 4). Generally, however, the external financing gap is expected to be covered as access to 35 Over 2010, the NBS foreign reserves declined to EUR 9.7 billion, down by EUR 1 billion. 43 ",
        "European Commission Occasional Papers financial resources from abroad has been successfully anchored in the context of the European Bank Co-ordination Initiative (\"Vienna Initiative\") and the implementation of the Interim Agreement with the EU. Nevertheless, foreign debt and growing indebtedness are a cause of concern and need to be closely monitored. Main risks to the macroeconomic scenario The anticipated gradual economic recovery over the medium term is largely plausible provided that the assumptions related to external economic conditions as well as domestic consensus on the policy essentials materialise fully. Against this background, the downside risks are considerable. Nevertheless, the programme does not elaborate on the assessment of various risk factors on the macroeconomic aggregates. Given that economic growth is assumed to become driven more by foreign demand, significant risks stem from the developments in the international environment. The recent global fragility and uncertainty may undermine the optimistic forecasts of sustained export expansion supported in turn by strengthening investment spending. Moreover, investment growth may be constrained by the relatively high domestic interest rates and/or limited foreign capital appetite to finance new production facilities and infrastructure projects. A considerable threat to growth, and in particular to price stability, are the exchange rate volatility and the recent building up of inflationary pressures world- wide. Given the recent upward revision of future global oil prices Serbia's inflation forecast is exposed to significant risks. In spite of the expected shift towards a more export-led growth downside risks are, however, predominantly domestic. Consensus on the need for full-fledged structural reforms that would gear the economy towards a more sustainable path and enhance its resilience has been long reached but its implementation has been faltering. In 2010, the government made significant strides towards addressing uncertainties regarding its fiscal policy. However, further fiscal as well as urgent structural adjustments will have to be implemented to allow realisation of the programme's upbeat medium-term outlook. 3.4. PUBLIC FINANCE Compared with the previous programme, the public finances framework reflects better the key policy objective to improve public finances sustainability in the medium term. It has been strengthened by embedding fiscal consolidation based on general government spending restraint in the fiscal responsibility legislation. Amendments to the budget system law adopted in late 2010 commit the policy makers to enforcing a set of binding numerical rules by 2015. The programme's fiscal strategy of decreasing expenditures gradually over the programme period 2011-2013 is already geared toward that end. Nevertheless, in the new programme the achievement of fiscal targets is delayed against the slightly more moderate growth prospects than assumed before. Contrary to the previous programme, general government debt has been projected at significantly higher levels after the recent surge of public indebtedness, which is expected to decrease slowly as a share in GDP over the medium term. The new fiscal framework is broadly consistent with the underlying macroeconomic scenario, without prejudice to substantial risks stemming from the current circumstances. The planned fiscal adjustment crucially depends on the rigorous implementation of the fiscal responsibility legislation. Abiding by the rule of trimming current expenditure will be key for reducing the share of public spending in GDP while making room for somewhat higher capital expenditure. This will enable investment growth, in line with the macroeconomic assumptions, and contribute to the objective of rebalancing the economic structure and thus enhancing the growth potential of the economy. In this regard, advancing structural reforms is a policy priority. The programme's credibility would benefit from implementing details of 44 ",
        "Part II Country analysis, Serbia the most important measures, including action plans and timetables, as well as from quantitative assessments of their impact on the economy and budget. 3.4.1. Budget implementation in 2010 In 2010, public finances deteriorated further as the fiscal policy allowed automatic stabilisers to operate. In May, the revised agreement with the IMF allowed for the general government deficit to be widened by 0.3pp, to 4.8% of GDP, due to a revenue shortfall in face of a sluggish economic recovery. While revenue performance improved in the second half of the year as economic activity was picking up, a supplementary budget was nevertheless adopted in November. Additional social assistance and subsidies were provided in response to the weak labour market performance and poor living conditions. The outcome was broadly in line with the plans; at 4.7% of GDP the deficit was one of the highest in the past decade. Compared to 2009, the share of expenditure as a percentage of GDP is estimated to have decreased by 0.3 percentage points, to 46.4%. Current expenditure 36 remained constrained as a set of ad-hoc emergency measures agreed under the IMF programme continued to be implemented. Since mid- 2009, public savings were fostered by the nominal freeze of public administration salaries and pensions 37 as well as restricted hiring in the public sector. However, these were partially offset by higher social assistance spending. Capital expenditure 38 also increased in 2010 by around 13% in nominal terms. The revenue ratio is estimated to have reached 41.7% of GDP, a drop of 0.6 percentage points compared to 2009. As the labour market was slow to improve and public sector salaries remained frozen, personal income tax revenue underperformed. Furthermore, corporate income tax revenue was constrained by the ongoing balance-sheets repair. On the other hand, indirect tax revenues began to recover as VAT strengthened in step with the gradual economic upturn and excise taxes increased as a consequence of the hike in duties on fuel. In spite of the steady rise in imports, however, customs revenues continued to decrease due notably to the lowering of tariffs following the start of implementation of the trade agreement under the Stability and Association Agreement. -5 -4 -3 -2 -101 2007 2008 2009 2010 2011 2012 2013 EFP 2007 EFP 2009/08* EFP 2010 EFP 2011 Graph II.3.1: Budgetary developments (general government balance, % of GDP) *As from 2009 the Economic and Fiscal Programme are presented end-January, instead of December (2008) 36 Current outlays represent more than 90% of total expenditures and over 40% of GDP. 37 Public sector salaries and pensions account for more than half of total outlays and about a quarter of GDP. 38 Public investment share in total spending is around 7% but less than 5% in terms of GDP. 45 ",
        "European Commission Occasional Papers Box II.3.2: The main features of the fiscal responsibility legislation In October 2010, the Law on amendments and addenda to the Budget System Law was enacted, establishing fiscal rules, mechanisms and procedures to be phased in by 2015. Two types of quantitative fiscal rules – general and specific – have been introduced with the aim to limit the degree of discretion in conducting fiscal policy by committing policy-makers to the achievement of explicit targets over the medium term. General fiscal rules define ceilings for i) the fiscal deficit at 1% of GDP and ii) public debt at 45% of GDP, excluding restitution costs. The concrete annual targets in the run-up to 2015 are to be determined with a special formula, where coefficient values have been fixed until 2014 and thereafter will be established by the fiscal council for a period of minimum three years. Further specific fiscal rules have been set to ensure that the fiscal consolidation is achieved mainly through a reduction of current expenditure by restraining i) outlays for the public sector salaries and pensions with respect to GDP to 8% and 10%, respectively and ii) the local government deficit to maximum 10% of entity's current year revenue and only if it is a result of public investment. The revised law also defined new indexation formulae for public sector wages and pensions, with three adjustments in 2011 and bi-annual indexation thereafter. The April adjustment of salaries would include inflation in the first quarter of the current year and half of GDP growth in the past year, and the October adjustment inflation in the preceding six months. The same rule would be applied to adjustment of pensions in 2011 and 2012, but in the period 2013-2015 the adjustment would be based on inflation and also benefit from a bonus if real GDP growth exceeds 4%. The rising inflation revealed the vulnerability of the new setting, which prompted the adoption of subsequent amendments to the budget system law in December wherein precedence of the overall fiscal targets over wage and pension indexation rules was formalized. If the indexation mechanism were to threaten the achievement of a fiscal deficit target, the indexation formula would be modified so as to ensure that the planned deficit is met. 3.4.2. Medium-term budgetary strategy The main policy objective remains the long-term sustainability of Serbia's public finances. 2010 marks an important step towards enhancing fiscal discipline as fiscal policy was formally anchored in a multi-annual budgetary process based on the medium-term expenditure planning. In late 2010, amendments to the budget system law (see Box 2) were adopted, introducing a set of quantitative rules to underpin fiscal consolidation in the medium run. Improved procedures as well as the setting- up of a fiscal council are deemed to anchor fiscal responsibility. Furthermore, consensus brokered on the pension system reform buffered the immediate pressures on the public finances. At the end of December, the new pension law was passed, extending the working period and age for assuming pension rights, tightening early retirement rules and adjusting the indexation mechanism. On 29 December, parliament enacted the 2011 budget bill in line with the new fiscal responsibility provisions, targeting a general government deficit of 4.1% of GDP. It envisages a substantial reduction of the general government expenditure, to 42.9% of GDP. At the same time, the general government revenue is set to further contract, to 38.8% of GDP. The medium-term fiscal strategy has been bound by the rule that the general government deficit is permanently slashed to 1% of GDP by 2015 39 . The consolidation path over the programme horizon is steady, with an annual reduction of 0.9 percentage points, but the pace of adjustment has been slowed 39 However, the deficit will be higher in case of economic recession as the rule allows for the free play of automatic stabilizers, in line with a-cyclical fiscal stance. 46 ",
        "Part II Country analysis, Serbia somewhat compared with the previous programme. The general government deficit is expected to decrease to 2.3% of GDP in 2013. In the same vein, the primary deficit declines but remains negative throughout the programme period. According to the new budget system law, the three-year budgetary planning must be accompanied by a medium-term expenditure framework, a public investment plan and a risk assessment. The programme does not, however, systematically reveal the details of the fiscal measures and their quantitative budgetary impact is largely unclear. The strategy aims to steer the fiscal consolidation through a reduction of general government expenditure. The foreseen adjustment is even and smooth over the programme period, leading to a drop in the share of expenditures as a percentage of GDP by almost 7 percentage points, to 39.5% of GDP by 2013. To that end, the programme announces significant savings on the current expenditures mainly by restraining pensions, payroll as well as public consumption. Expenditure projections are anchored by a specific rule, which commits the budgetary authorities to capping the share of public sector wages and pensions to 8 and 10% by 2015, respectively. However, achieving this target will be very difficult given the projected growth path and the recent inflationary pressures despite the safety- clause that calibrates the indexation mechanism with respect to the fiscal rules. A gradual fall of the wage bill is planned in view of the government commitment to cuts in public administration employment and is to be largely supported by the new indexation rules after the lifting of the nominal freeze of public sector salaries. The re-introduction of regular yearly adjustments of public sector salaries, three in 2011 and two thereafter, might prove inadequate even though the new indexation mechanism has been designed to better reflect economic conditions 40 . The pension bill is expected to be curbed, following adoption of parametric changes in the pension system, and adjustment in line with the public sector wage indexation. Capital expenditure is projected to be preserved to fund priority infrastructure projects, such as the Corridor 10 road and railways. Effectively, the role of public investment has been recognised by an additional deficit rule, which stipulates that the local authorities' deficit will be allowed to exceed 10% of annual revenue only in the case of a large infrastructure project. However, in light of the relatively high share of mandatory expenditure this potentially implies that investment spending could continue to be adjusted so as to respect the deficit rule. Over the programme period, the share of general government revenue as a percentage of GDP is projected to fall by around 4.5 percentage points. The most significant decline is expected between 2010 and 2011 as emergency measures introduced on the revenue side to limit the fiscal slippage during the crisis, such as the 10% tax on mobile phone services, are abolished. Revenue projections are broadly realistic given the jobless economic recovery so far but with potential upside risks as private consumption might be spurred by the unfreezing of public sector wages and pensions. The decline of the revenue ratio mainly stems from the anticipated lower VAT inflows against the sustained economic rebalancing, which implies that private consumption will grow more slowly than GDP. Furthermore, custom duties are projected to decline in step with the implementation of the Stability and Association Agreement. Personal income tax and social contributions are likely to stay constrained since the gradually improving economic conditions appear to be only slowly spilling over into the labour market. From 2012, the income tax revenue is expected to stabilise as employment growth picks up. Despite the challenging conditions of lower revenues, the authorities do not seem to plan tax rate hikes other than in excises. The deficit is expected to be financed mainly through issuing dinar-denominated treasury bills as well as domestic borrowing with commercial banks, on the one hand, and external borrowing from international financial institutions, on the other hand. In spite of the exchange rate volatility and the shallow domestic capital markets, which constrain access to financial resources, the financing of the fiscal gap does not appear to be at threat. As the situation in the international environment gradually 40 In addition to price developments, the indexation formula also takes into account growth performance: the October adjustment in 2011 and the April adjustment in 2012 and 2013 will be topped by half of the GDP growth rate. 47 ",
        "European Commission Occasional Papers improves and the privatisation process is given impetus, the sale of the remaining public enterprises might provide substantial revenue. However, the programme does not include any assumptions on privatisation proceeds given that the recent attempts to sell the majority stakes of the biggest pharmaceutical and the telecoms incumbent have not materialised as expected. Change: 2010-13 Revenues 42,3 41,7 38,8 38,2 37,3 -4,4 - Taxes and social security contributions 36,9 36,0 33,7 33,3 32,6 -3,4 - Other (residual) 5,8 5,7 5,0 4,9 4,7 -1,0 Expenditure 46,7 46,4 42,9 41,4 39,5 -6,9 - Primary expenditure 45,1 44,2 42,1 40,6 38,7 -5,5 ofwhich: Gross fixed capital formation 3,4 3,6 3,5 3,7 3,6 0,0 Consumption 18,9 18,2 17,9 17,0 16,3 -1,9 Transfers & subsidies 22,8 22,4 20,1 19,1 18,0 -4,4 Other (residual) 0,8 1,0 0,1 0,1 0,0 -1,0 - Interest payments 0,8 1,2 1,5 1,5 1,6 0,4 Budget balance -4,5 -4,7 -4,1 -3,2 -2,3 2,4 - Cyclically adjusted n.a. n.a. n.a. n.a. n.a. n.a. Primary balance -3,7 -3,5 -2,6 -1,6 -0,7 2,8 Gross debt level 34,1 42,7 40,1 39,6 37,5 -5,2 Economic and Fiscal Programme (EFP) 2011, ECFIN calculations Table II.3.2: 2009 2010 2011 2012 2013 Composition of the budgetary adjustment (% of GDP) The risks attached to the fiscal consolidation strategy are considered in the programme mainly by testing sensitivity of revenues to faltering growth, exchange rate depreciation and interest rate hikes. However, the programme would have benefited from presenting full-fledged alternative fiscal scenarios, in particular as the revenue projections are exposed to considerable risks due to the relatively strong underlying macroeconomic assumptions. In this context, the programme could have usefully outlined sensitivity of fiscal aggregates to the composition of growth. Furthermore, the bleak employment prospects and the strife social situation generate significant pressures on the fiscal policy to loosen its stance in the run-up to general elections. The strategy of freeing fiscal space to make way for higher public investment hinges on the authorities' willingness and ability to reduce current expenditure substantially. As capital expenditure is strained by dwindling revenues and debt-servicing costs, an overhaul of current spending is essential. Putting in place binding fiscal policy mechanisms is an important step towards instilling fiscal discipline and ensuring that revenue and expenditure projections are met. Nevertheless, the lack of firm commitments of the authorities regarding the announced regulatory framework reforms in other areas in the public domain (no clear schedules nor detailed quantitative information) leaves targets exposed to implementation risks. Furthermore, the share of mandatory expenditure is likely to remain high despite the recent adjustments given the anticipated cost of population ageing in the future. Given the expected unfavourable demographic developments in the future indications on the estimated cost of population ageing would be welcome. Budgetary implications of \"major structural reforms\" Generally, the measures address important structural weaknesses and the net fiscal effect of major structural reforms is likely to be significant. However, the programme does not quantify the budgetary impact of major structural reforms. 3.4.3. General government debt In 2010, public debt rallied and amounted to 42.7% of GDP, an increase of around 8.5 percentage points compared to the previous year. The budgetary gap spurred government borrowing but financing proved difficult given the lack of investors' interest in treasury bills with long-end maturities due to the significant exchange rate risk. 48 ",
        "Part II Country analysis, Serbia The updated programme anticipates that the debt ratio would start retracting in 2011 and decline gradually to 37.5% of GDP by 2013, well in line with the new debt rule to keep it below 45%. The debt path is consistent with the projected reduction of primary balance over the programme horizon and strengthening GDP growth. However, the programme remains silent on the origins of the relatively big underlying stock-flow adjustment, contributing to the debt ratio decline. Furthermore, the macro-fiscal framework assumes that investment activity would be largely supported by public means, so borrowing for large-scale infrastructure projects might result in higher indebtedness than projected. Continuing depreciation of the exchange rate is a further risk. However, the programme remains silent on the borrowing plans to cover the public investment financing needs. The debt strategy is geared towards introducing treasury bills and bonds at progressively extended maturities and the development of corporate and municipal bond markets. This is deemed to support borrowing in dinars and at the same time mitigate the exchange rate volatility. Over the programme period, the authorities' plan to continue extending maturity on domestic treasury bills to finance part of the fiscal deficit might prove difficult to implement. No information is available regarding the possible use of privatisation proceeds from the sale of state-owned equity to reduce public debt. The debt portfolio is vulnerable as the share of foreign debt approached almost 60% at the end of 2010. The currency structure shows a predominantly euro-denominated external debt 41 . Over the past two years, however, the share of dinar-denominated debt has been increasing owing largely to the issuance of dinar-denominated treasury bills. On the other hand, the repayment profile is long-term and evenly distributed over time. Yet a steadily increasing share of short-term debt linked to the treasury bills calls for more insight into the debt term structure in the future programmes. For the medium term, the government expects that interest expenditure will increase from 1.2% of GDP in 2010 to 1.6% of GDP by 2013. The programme provides a basic analysis of the sensitivity of public debt to 1% dinar depreciation and a 1 percentage point increase in interest rates. While the currency and maturity structure of the debt portfolio appears relatively resilient to such changes, the impact is likely to be more substantial in case of larger and simultaneous shocks. Moreover, contingent liabilities account for some 15% of total public debt, of which three quarters represent guarantees to the state road and railway companies. 3.4.4. Quality of public finances and institutional features Since 2006, Serbia's public finances have been continuously eroded by weak fiscal discipline and expansionary policies. Counter-cyclical fiscal policies, which would have been necessary in the period of low economic activity in the aftermath of the global crisis, could not be implemented. To broadly preserve the stability of its economy, Serbia had to apply budget tightening measures, including expenditure cuts, which tend to operate pro-cyclically in such circumstances. In addition, an ad-hoc temporary tax on mobile services was introduced and excise duties raised but key tax rates remained unchanged. Against the background of a significant budgetary slippage despite a number of adjustment measures put in place, the authorities seized timely the opportunity to put the public finances on a sustainable footing. Adoption of amendments to the budget system law and the new pension bill was an important step towards improving the quality of public finances. The new budget system law formalised a multi-annual budgetary process that better embraces the medium-term expenditure framework (MTEF). The budget memorandum for the year 2011 with projections for 2012–2013, i.e. the programme, is already based on the new macro-fiscal setting which includes the three-year expenditure ceilings. An accompanying mid-term investment plan with clearly defined priority projects should forge a credible budget preparation based on the MTEF. Furthermore, the new legal framework includes a set of fiscal responsibility provisions and quantitative rules, 41 At end-February 2011, 60% of Serbian public debt is denominated in euro, 14% in US dollar, 16% in Serbian dinar, 8% in special drawing rights (SDR) and 3% in other currencies (source: Bulletin of Public Finance, April 2011). 49 ",
        "European Commission Occasional Papers targeted at the long-term sustainability of public finances. However, it remains to be seen how the government would keep budgetary performance on track in response to a potential revenue shortfall. Furthermore, it will be tested whether it can maintain the fiscal targets in case of protracted pressures on the public finances, exerted for instance through the new wage and pension indexation formula should global commodity and food prices continue to accelerate. While indexation rules are formally subordinate to fiscal rules there is a risk that the authorities give in to pressures in the pre-election year, especially given the recent social tensions. Indeed, the fiscal consolidation strategy might prove difficult to implement in face of the squeezed general government revenues. Going forward, it will be key to step up revenue mobilisation, including by strengthening administration capacity in tax collection, which will allow additional resources to be channelled toward growth-enhancing public investment. To that end, the programme also addresses the composition and efficiency of general government expenditure to restructure them in a more flexible way. The plan to slash current expenditure and to preserve capital expenditure is largely appropriate. However, to safeguard macroeconomic stability, a right balance has to be struck between restructuring towards productive public spending and keeping the appropriate social safety nets. The reforms of the pension, healthcare and education systems are necessary to yield savings as well as to improve efficiency. Serbia is at high risk regarding future budgetary costs due to population ageing. From 2011 onwards indexation of wages and pensions is re-introduced. On the positive note, the new adjustment mechanism is based partly on inflation and partly on growth performance, and is set to prevent excessive increases experienced before 2009. Furthermore, costs are to be partly offset by an extension of the working period and the age for assuming pension rights as well as tighter rules for early retirement. The recent adjustments are poised to ensure that expenditure increases lag GDP growth, leading to a gradual reduction of the relative share of pension outlays in GDP. Nevertheless, the current provisions of the pension and healthcare schemes are deemed insufficient to sustain the future cost of age-related expenditure. Further parametric changes will have to be adopted to safeguard sustainability of public finances. Overall, a comprehensive legislative framework for sound public finance management is in place based on a forward-looking budgetary planning and fiscal responsibility measures. Fiscal accountability furthered as the State Audit Institution (SAI), an independent external audit body, audited the 2009 State Budget 42 and extended the audits to the financial statements of some public enterprises. Recently, a major improvement was the inclusion of a number of provisions in the field of public internal financial control (PIFC) in the revised budget system law, specifically by firming the responsibilities regarding PIFC and instituting coordination of financial management, control and internal audit in the public sector performed by the Central Harmonization Unit. However, further public finance management reforms and, in particular, implementation of some elements of the existing legislation will be necessary to strengthen transparency, reliability and efficiency of public finances. 3.5. STRUCTURAL REFORMS While considerable strides have been made in transforming the economy over the past years, the pace of reforms slowed down in the wake of the recession. A number of structural rigidities persist, restraining the country’s capacity to create a viable market economy and a business-friendly environment. 42 As in its first audit of the 2008 State Budget, the SAI again proposed the opening of misdemeanour proceedings for the misappropriation of funds. 50 ",
        "Part II Country analysis, Serbia The new development strategy for the period 2010-2020 is based on higher investment in infrastructure, development of export-oriented sectors and more FDI by creating an attractive economic environment. The objectives of the post-crisis economic growth model are generally sound. The implementation of structural reforms is seen as necessary to increase potential growth and foster job creation. However, the programme does not elaborate on how the new paradigm would unfold beyond the general outline, covering a broad range of policies related to the enterprise and financial sector, labour market and social welfare system, public administration and public finance management. The reform strategy aims to step up economic restructuring, enhance competition, stimulate employment and rationalise social spending. To achieve these goals, it will be necessary to put forward an implementation plan, which should not only determine well-targeted, timely, effective measures but also appropriate sequencing of the planned actions. Furthermore, the reform plan will need to be quantified by estimating the fiscal impact of the proposed measures in such a way as to be meaningfully reflected in the fiscal strategy. 3.5.1. Product and capital markets The privatisation and/or liquidation of public enterprises process has been ongoing since 2001. Privatisation of the socially-owned companies continued in the wake of the recent crisis but at a slower pace given unfavourable market conditions. A number of sale contracts was again repealed due to non-compliance with the some or all of the five standard contracted obligations which brought the number of privatisations annulled to almost one quarter of the firms initially scheduled for privatisation. The government once more extended the deadline for finalising privatisation of the socially-owned companies, to 30 June 2011 – a year and a half behind the deadline. Likewise, privatisation of the large state-owned companies was postponed given the economic circumstances. However, the government announced privatisations for a number of companies as the situation in the global markets improved. Nevertheless, the sale of the pharmaceutical and the telecom incumbent has not met the expected demand 43 . To facilitate the privatisation of the enterprises where the state retains a stake, the government decided to distribute free shares of companies worth 15% of their equity to those citizens who have not benefited from any free share distribution in the past 44 . By contrast, no progress has been made as regards stepping up the processes of denationalisation and restitution. Important barriers remain with regard to doing business in spite of the steps establishing legal predictability and removing red tape. The business environment continues to be constrained by the weak enforcement of the rule of law, especially with regard to property rights, which hamper market entry and exit 45 . The reform of governance, regulatory framework and administrative procedures is slow, as evidenced by the delayed implementation of the \"regulatory guillotine\". Infrastructure bottlenecks, deficiencies in competition and mismatches on the labour market are a further drag on economic performance. The programme duly recognises the outstanding challenges but falls short of presenting clear timetables for implementation of the most important measures. There is room for improving market functioning and transparency and it is important to avoid and take action against abusive practices. 43 The sale of a 51% stake in Telekom called in October 2010 was called off in May 2011 on failure to attract a bid at the minimum selling price. 44 In 2010, the distribution of the remaining state shares was carried out only in the oil company NIS, in majority ownership by Gazprom since 2009. 45 While a comprehensive legal framework is already in place (following the adoption of the new bankruptcy law in December 2009), the efficiency of courts in dealing with bankruptcy procedures remains an issue of concern. The authorities have initiated activities towards regulating out-of-court settlements in order to lower the cost and speed up the privatisation process. 51 ",
        "European Commission Occasional Papers A further reform of the legislative and regulatory framework for the financial sector is ongoing. To further develop Serbia's capital market, steps are considered, notably to improve investors' protection and diversify financial instruments and services. 3.5.2. Labour market Serbia's labour market has been severely affected, with around 400,000 jobs lost, an increase in the unemployment rate from around 14% to 20% and a rise in the poverty rate from 6% to 9% in the aftermath of the crisis. The economy continues to suffer from a shortage of skilled labour while supply has been only gradually adjusting to market needs. Structural rigidities in the labour market, reflected in the persistently high unemployment and the very low participation rate particularly of older workers, constrain actual and potential growth. According to the programme’s labour market strategy, employment is to start picking up as of 2012 as a result of higher growth, investment in human resources and the completion of privatisation. With a view to alleviate the severe employment consequences of the crisis as well as the deteriorating living standards and social strains, measures geared toward improving employment opportunities should be prioritised. Enhancing knowledge and skills is a necessary precondition for boosting competitiveness through innovation, entrepreneurship and SMEs development. A better-educated and skilled workforce will in turn also improve the poor labour market/social situation. To that end, a new employment law is planned with a view to enhance institutional capacity for job creation, improve labour market flexibility and to facilitate partnerships between employers, job-seekers and labour market institutions. The programme also contemplates a possible reduction of social security contributions, which remain comparatively high in Serbia and are an impediment for increasing the employment rate, but does not elaborate on the details. 3.5.3. Other reform areas The programme covers several other reform areas with implementation backlogs but little progress is expected in any of them given the absence of clear action plans. The single biggest challenge remains stepping up the processes of denationalisation and restitution. Given the strife social conditions as revealed by the significant increase of both absolute and relative poverty rates since 2009, a reform of the social welfare system is envisaged. A strengthening of social inclusion, a better targeting of social transfers and improved protection for the most vulnerable groups as well as capacity building and decentralisation of institutions which provide social welfare services have been announced. 3.6. OVERALL ASSESSMENT OF FORMAL REQUIREMENTS Having regard to the EU standards for presenting a medium-term economic policy plan, Serbia's programme is a broadly suitable strategic document. It has been co-ordinated by the Ministry of Finance between the relevant stakeholders in the design and implementation of macro-fiscal policies. The authorities should ensure partnership and enhance co-ordination in the preparation stage to ensure consistency of fiscal, monetary and structural policies. Compared to the previous programme, some progress was made in producing a solid document. The authorities should strive at further improvements so as to raise its public profile domestically and abroad. Macro framework As regards the macroeconomic framework, the programme gives a clear and concise picture of past economic developments and covers all relevant data available at the time of submission. However, as uncertainties are far from negligible a more elaborate analysis of risks and alternative scenarios would have been welcome. 52 ",
        "Part II Country analysis, Serbia 53 Fiscal framework As regards the fiscal framework, the programme adheres to the model structure specified in the EFP guidelines. The data requirements have been met, with minor gaps in providing up-to-date information 46 . Fiscal data are presented according to the IMF General Financial Statistics (GFS) methodology. The new legal setting established mechanisms for a proper medium-term budgetary planning with a three-year fiscal framework based on the medium-term expenditure framework (MTEF), thus allowing a more informed and analytical insight into the expected fiscal developments. However, the programme did not present a comprehensive overview of the adopted/planned revenue and expenditure measures for each year over the programme period together with their expected fiscal effects. Structural reforms As regards the structural reforms framework, the presented information is comprehensive. It confirms the policy priorities but does not provide detailed roadmaps and timing for reform over the medium- tem. It does not specify the features of the adjusted pension and healthcare systems. The absence of cost/benefit analyses and implementation schedules hinders the evaluation of the fiscal sustainability of the structural reforms. To reinforce confidence in their medium-term economic and fiscal programme, the authorities will need to spell out a convincing and comprehensive implementation strategy to enhance growth, competitiveness and employment. 46 Public debt data was only provided until 2009. ",
        "",
        "Occasional Papers The following papers have been issued. Copies may be obtained by applying to the address: European Commission Directorate-General for Economic and Financial Affairs Publications BU-1 B - 1049 Brussels, Belgium E-mail: mailto:Ecfin-Info@ec.europa.eu Occasional Papers can be accessed and downloaded free of charge at the following address: http://ec.europa.eu/economy_finance/publications/ No. 1 The Western Balkans in transition (January 2003) No. 2 Economic Review of EU Mediterranean Partners (January 2003) No. 3 Annual Report on structural reforms 2003, by Economic Policy Committee (EPC) (April 2003) No. 4 Key structural challenges in the acceding countries: the integration of the acceding countries into the Community’s economic policy co-ordination processes; by EPC (July 2003) No. 5 The Western Balkans in transition (January 2004) No. 6 Economic Review of EU Mediterranean Partners (March 2004) No. 7 Annual report on structural reforms 2004 “reinforcing implementation”, by Economic Policy Committee (EPC) (March 2004) No. 8 The Portuguese economy after the boom (April 2004) No. 9 Country Study: Denmark – Making work pay, getting more people into work (October 2004) No. 10 Rapid loan growth in Russia: A lending boom or a permanent financial deepening? (November 2004) No. 11 The structural challenges facing the candidate countries (Bulgaria, Romania, Turkey) – A comparative perspective (EPC) (December 2004) No. 12 Annual report on structural reforms 2005 “Increasing growth and employment” (EPC) (January 2005) No. 13 Towards economic and monetary union (EMU) – A chronology of major decisions, recommendations or declarations in this field (February 2005) No. 14 Country Study: Spain in EMU: a virtuous long-lasting cycle? (February 2005) No. 15 Improving the Stability and Growth Pact: the Commission’s three pillar approach (March 2005) No. 16 The economic costs of non-Lisbon. A survey of the literature on the economic impact of Lisbon-type reforms (March 2005) No. 17 Economic Review of EU Mediterranean Partners: 10 years of Barcelona Process: taking stock of economic progress (April 2005) ",
        "No. 18 European Neighbourhood Policy: Economic Review of ENP Countries (April 2005) No. 19 The 2005 EPC projection of age-related expenditure: agreed underlying assumptions and projection methodologies (EPC) (November 2005) No. 20 Consumption, investment and saving in the EU: an assessment (November 2005) No. 21 Responding to the challenges of globalisation (EPC) (December 2005) No. 22 Report on the Lisbon National Reform Programmes 2005 (EPC) (January 2006) No. 23 The Legal Framework for the Enlargement of the Euro Area (April 2006) No. 24 Enlargement, two years after: an economic evaluation (May 2006) No. 25 European Neighbourhood Policy: Economic Review of ENP Countries (June 2006) No. 26 What do the sources and uses of funds tell us about credit growth in Central and Eastern Europe? (October 2006) No. 27 Growth and competitiveness in the Polish economy: the road to real convergence (November 2006) No. 28 Country Study: Raising Germany’s Growth Potential (January 2007) No. 29 Growth, risks and governance: the role of the financial sector in south eastern Europe (April 2007) No. 30 European Neighbourhood Policy: Economic Review of EU Neighbour Countries (June 2007) No. 31 2006 Pre-accession Economic Programmes of candidate countries (June 2007) No. 32 2006 Economic and Fiscal Programmes of potential candidate countries (June 2007) No. 33 Main results of the 2007 fiscal notifications presented by the candidates countries (June 2007) No. 34 Guiding Principles for Product Market and Sector Monitoring (June 2007) No. 35 Pensions schemes and projection models in EU-25 Member States (EPC) (November 2007) No. 36 Progress towards meeting the economic criteria for accession: the assessments of the 2007 Progress Reports (December 2007) No. 37 The quality of public finances - Findings of the Economic Policy Committee-Working Group (2004-2007) edited by Servaas Deroose (Directorate-General Economic and Financial Affairs) and Dr. Christian Kastrop (President of the Economic Policy Committee of the EU. Chairman of the EPC-Working Group \"Quality of Public Finances\" (2004- 2008). Deputy Director General \"Public Finance and Economic Affairs\", Federal Ministry of Finance, Germany) (March 2008) No. 38 2007 Economic and Fiscal Programmes of potential candidate countries: EU Commission's assessments (July 2008) ",
        "No. 39 2007 Pre-accession Economic Programmes of candidate countries: EU Commission assessments (July 2008) No. 40 European neighbourhood policy: Economic review of EU neighbour countries (August 2008) No. 41 The LIME assessment framework (LAF): a methodological tool to compare, in the context of the Lisbon Strategy, the performance of EU Member States in terms of GDP and in terms of twenty policy areas affecting growth (October 2008) No. 42 2008 Fiscal notifications of candidate countries: overview and assessment (November 2008) No. 43 Recent reforms of the tax and benefit systems in the framework of flexicurity by Giuseppe Carone, Klara Stovicek, Fabiana Pierini and Etienne Sail (European Commission, Directorate-General for Economic and Financial Affairs) (Febrauary 2009) No. 44 Progress towards meeting the economic criteria for accession: the assessments of the 2008 Progress Reports (European Commission, Directorate-General for Economic and Financial Affairs) (March 2009) No. 45 The quality of public finances and economic growth: Proceedings to the annual Workshop on public finances (28 November 2008) edited by Salvador Barrios, Lucio Pench and Andrea Schaechter (European Commission, Directorate-General for Economic and Financial Affairs) (March 2009) No. 46 The Western Balkans in transition (European Commission, Directorate-General for Economic and Financial Affairs) (May 2009) No. 47 The functioning of the food supply chain and its effect on food prices in the European Union by Lina Bukeviciute, Adriaan Dierx and Fabienne Ilzkovitz (European Commission, Directorate-General for Economic and Financial Affairs) (May 2009) No. 48 Impact of the global crisis on neighbouring countries of the EU by European Commission, Directorate-General for Economic and Financial Affairs (June 2009) No. 49 Impact of the current economic and financial crisis on potential output (European Commission, Directorate-General for Economic and Financial Affairs) (June 2009) No. 50 What drives inflation in the New EU Member States? : Proceedings to the workshop held on 22 October 2008 (European Commission, Directorate-General for Economic and Financial Affairs) (July 2009) No. 51 The EU's response to support the real economy during the economic crisis: an overview of Member States' recovery measures by Giuseppe Carone, Nicola Curci, Fabiana Pierini, Luis García Lombardero, Anita Halasz, Ariane Labat, Mercedes de Miguel Cabeza, Dominique Simonis, Emmanuelle Maincent and Markus Schulte (European Commission, Directorate-General for Economic and Financial Affairs) (July 2009) No. 52 2009 Economic and Fiscal Programmes of potential candidate countries: EU Commission's assessments (European Commission, Directorate-General for Economic and Financial Affairs) (July 2009) ",
        "No. 53 Economic performance and competition in services in the euro area: Policy lessons in times of crisis by Josefa Monteagudo and Adriaan Dierx (European Commission, Directorate- General for Economic and Financial Affairs) (September 2009) No. 54 An analysis of the efficiency of public spending and national policies in the area of R&D by A. Conte, P. Schweizer, A. Dierx and F. Ilzkovitz (European Commission, Directorate- General for Economic and Financial Affairs) (September 2009) No. 55 2009 Pre-Accession Economic Programmes of candidate countries: EU Commission's assessments (European Commission, Directorate-General for Economic and Financial Affairs) (October 2009) No. 56 Pension schemes and pension projections in the EU-27 Member States  2008-2060 by the Economic Policy Committee (AWG) and Directorate-General Economic and Financial Affairs (October 2009) No. 57 Progress towards meeting the economic criteria for accession: the assessments of the 2009 Progress Reports (European Commission, Directorate-General for Economic and Financial Affairs) (November 2009) No. 58 Cross-country study: Economic policy challenges in the Baltics (European Commission, Directorate-General for Economic and Financial Affairs) (February 2010) No. 59 The EU's neighbouring economies: emerging from the global crisis (European Commission, Directorate-General for Economic and Financial Affairs) (April 2010) No. 60 Labour Markets Performance and Migration Flows in Arab Mediterranean Countries: Determinants and Effects — Volume 1: Final Report & Thematic Background Papers; Volume 2: National Background Papers Maghreb (Morocco, Algeria, Tunisia); Volume 3: National Background Papers Mashreq (Egypt, Palestine, Jordan, Lebanon, Syria) by Philippe Fargues & Iván Martín (European Commission, Directorate-General for Economic and Financial Affairs) (April 2010) No. 61 The Economic Adjustment Programme for Greece (European Commission, Directorate-General for Economic and Financial Affairs) (May 2010) No. 62 The pre-accession economies in the global crisis: from exogenous to endogenous growth? (European Commission, Directorate-General for Economic and Financial Affairs) (June 2010) No. 63 2010 Economic and Fiscal Programmes of potential candidate countries: EU Commission's assessments (European Commission, Directorate-General for Economic and Financial Affairs) (June 2010) No. 64 Short time working arrangements as response to cyclical fluctuations, a joint paper prepared in collaboration by Directorate-General for Economic and Financial Affairs and Directorate General for Employment, Social Affairs and Equal Opportunities (June 2010) No. 65 Macro structural bottlenecks to growth in EU Member States (European Commission, Directorate-General for Economic and Financial Affairs) (July 2010) ",
        "No. 66 External Imbalances and Public Finances in the EU edited by Salvador Barrios, Servaas Deroose, Sven Langedijk and Lucio Pench (European Commission, Directorate-General for Economic and Financial Affairs) (August 2010) No. 67 National fiscal governance reforms across EU Member States. Analysis of the information contained in the 2009-2010 Stability and Convergence Programmes by Joaquim Ayuso-i-Casals (European Commission, Directorate-General for Economic and Financial Affairs) (August 2010) No. 68 The Economic Adjustment Programme for Greece: First review – summer 2010 (European Commission, Directorate-General for Economic and Financial Affairs (August 2010) No. 69 2010 Pre-accession Economic Programmes of candidate countries: EU Commission assessments (European Commission, Directorate-General for Economic and Financial Affairs (September 2010) No. 70 Efficiency and effectiveness of public expenditure on tertiary education in the EU (European Commission, Directorate-General for Economic and Financial Affairs and Economic Policy Committee (Quality of Public Finances) (November 2010) No. 71 Progress and key challenges in the delivery of adequate and sustainable pensions in Europe (Joint Report by the Economic Policy Committee (Ageing Working Group), the Social Protection Committee (Indicators Sub-Group) and the Commission services (DG for Economic and Financial Affairs and DG Employment, Social Affairs and Equal Opportunities), (November 2010) No. 72 The Economic Adjustment Programme for Greece – Second review – autumn 2010 (European Commission, Directorate-General for Economic and Financial Affairs) (December 2010) No. 73 Progress towards meeting the economic criteria for accession: the assessments of the 2010 Progress Reports and the Opinions (European Commission, Directorate-General for Economic and Financial Affairs) (December 2010) No. 74 Joint Report on Health Systems prepared by the European Commission and the Economic Policy Committee (AWG) (December 2010) No. 75 Capital flows to converging European economies – from boom to drought and beyond (European Commission, Directorate-General for Economic and Financial Affairs) (February 2011) No. 76 The Economic Adjustment Programme for Ireland (European Commission, Directorate- General for Economic and Financial Affairs) (February 2011) No. 77 The Economic Adjustment Programme for Greece Third review – winter 2011 (European Commission, Directorate-General for Economic and Financial Affairs) (February 2011) No. 78 The Economic Adjustment Programme for Ireland—Spring 2011 Review (European Commission, Directorate-General for Economic and Financial Affairs) (May 2011) ",
        "No. 79 The Economic Adjustment Programme for Portugal (European Commission, Directorate-General for Economic and Financial Affairs) (June 2011) No. 80 2011 Pre-accession Economic Programmes of candidate countries: EU Commission assessments (European Commission, Directorate-General for Economic and Financial Affairs) (June 2011) No. 81 2011 Economic and Fiscal Programmes of potential candidate countries: EU Commission's assessments (European Commission, Directorate-General for Economic and Financial Affairs) (Ju ly 2011) ",
        "",
        "",
        "European Commission European Economy — Occasional Papers 81 — 2011 Economic and Fiscal Programmes of potential candidate countries: EU Commission's assessments Luxembourg: Publications Office of the European Union 2011 — 53 pp. — 21 x 29.7 cm ISBN 978-92-79-19335-4 doi: 10.2765/1656 ",
        "",
        "T107737_cov.pdf 2 T107737_cov.pdf 2 16/08/11 13:18 16/08/11 13:18 ",
        "T107737_cov.pdf 1 T107737_cov.pdf 1 16/08/11 13:18 16/08/11 13:18 "
    ]
}