{
    "text": [
        "III (Preparatory acts) EUROPEAN ECONOMIC AND SOCIAL COMMITTEE 507TH EESC PLENARY SESSION OF 22 AND 23 APRIL 2015 Opinion of the European Economic and Social Committee on the ‘Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: The urban dimension of EU policies — Key features of an EU urban agenda’ (COM(2014) 490 final) (2015/C 291/08) Rapporteur: Etele BARÁTH On 18 July 2014, the European Commission decided to consult the European Economic and Social Committee, under Article 304 of the Treaty on the Functioning of the European Union, on the Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: The urban dimension of EU policies — Key features of an EU urban agenda (COM(2014) 490 final). The Section for Economic and Monetary Union and Economic and Social Cohesion, which was responsible for preparing the Committee’s work on the subject, adopted its opinion on 26 March 2015. At its 507th plenary session, held on 22 and 23 April 2015 (meeting of 23 April), the European Economic and Social Committee adopted the following opinion by 151 votes to 2 with 2 abstentions. 1. Conclusions and recommendations 1.1. The ongoing financial crisis is still a drag on the growth of EU economic competitiveness, measures to strengthen social and territorial cohesion and even efforts to keep it at its current level. The EU is now much further away from meeting the goals of the Europe 2020 strategy than it was in 2010 as a result of European policies or, more specifically, the fact that they have not been fully implemented. 1.2. The EESC believes that the new European Commission, which recently took office, and the guidelines it has issued on ‘A new start for Europe’ will have a significant impact on the development of cities and urban areas, and therefore on the content of the urban agenda, given that they set out fresh priorities in the areas of cooperation on governance, development of economic and financial instruments and risk-taking, as well as the development of human capital and physical infrastructure and creation of networks at European level. 1.3. In the light of the new funding available and the way in which it will be used, the EESC believes that reform of economic governance, efforts to make it more efficient and effective, make it necessary to reassess the role of cities and urban areas in economic development, job creation and the establishment of key social and environmental conditions, and to ensure that it is better adapted to the tasks at hand. C 291/54 EN Official Journal of the European Union 4.9.2015 ",
        "1.4. The EESC underlines the need, alongside the drafting and adoption of an urban agenda, to adapt the objectives set out in the operational programmes to the conditions modified by the strategic investment programme. Under the current partnership agreements, these operational programmes also make use of the European Structural and Cohesion Funds. New instruments and financing models may need to be designed and put into practice in order to create integrated urban development. 1.5. The European Economic and Social Committee would like to reiterate and add to the points made in its previous opinions, according to which it is important, timely and essential to draw up an urban agenda and to turn this into a fully- fledged European policy in order to address current shortcomings. By 2050, 80 % of the EU’s population will live in urban areas. Even today, the prosperity of the EU depends on the prosperity of cities. 1.6. Making greater use of the resources of cities and their regional systems, exploiting the economic and social advantages of multilevel governance and promoting territorial and urban coordination of various sectoral policies could generate considerable added value, but this would also require a new approach and fresh efforts on the part of European authorities. However, owing to the lack of coordination that has been the hallmark of the developments that have taken place, there is a risk that social or environmental crises might arise at local or regional level which could even jeopardise the expansion of the urban environment in the broader sense. 1.7. Possible partnerships at different levels, the structured participation of the business community and civil society in the various stages of the decision-making process — from drafting to implementation — will also create added value. The EESC proposes strengthening the role of strategic planning underpinned by broad democratic participation, and stepping up public participation and oversight as part of this planning process. 1.8. Through the urban agenda, it should be possible for policy, administration, the economy, infrastructure and the role of civil society stakeholders to develop in an innovative and harmonious fashion while ensuring the maximum respect for natural resources. 1.9. The EESC believes that, with a view to laying the foundations for the urban agenda, a strategy for the European urban network should also be developed, based on the results achieved so far. Such a strategy would seek to generate links between sectoral policies and the network of agglomerations as it is actually laid out in the relevant area. 1.10. As part of the mid-term review of the Europe 2020 strategy, the framework of an urban policy could and should be developed, accompanied by a different, longer-term timeframe and on the basis of coordination and the subsidiarity principle. 1.11. The ‘high-level’ consultative body, which has members from all 28 EU Member States, and which was set up to strengthen the governance of the macro-regional strategies, could take on the chief role in overseeing coordinated, partnership-based governance of the urban policy, provided that the economic and social partners and representatives of regional interests are involved. 1.12. The EESC recommends that the European Commission develop the management skills needed to perform the duties associated with the coordinated implementation of the proposed urban policy and its monitoring and evaluation activities. In this connection, a high-level working group on urban development should be set up alongside the Commission’s existing Interservice Group on Urban Development. The objective of this task force would also be to devise a consistent and effective European urban agenda extending to 2050. 2. The need for an urban agenda 2.1. The European Commission communication stresses that, ‘although cities’ role for economic, social and cultural development, and their potential for a more resource efficient habitat, have long been recognised, the policy response at European and national level has been slow and piecemeal, with many but poorly integrated sectoral initiatives’. 2.2. ‘This is expressed by calls for an EU urban agenda coming from a range of stakeholders at the EU, national and local level. As a response to these calls, the European Commission organised a CITIES Forum to initiate a debate on the need for an EU urban agenda. Following the CITIES Forum, Member States discussed the necessity to develop an EU Urban Agenda, recognising the demand and expectations from the European Parliament, the Committee of the Regions, city associations and cities themselves, and their readiness to engage in the process.’ 4.9.2015 EN Official Journal of the European Union C 291/55 ",
        "2.3. On the basis of a broad consensus among the Member States, the Commission has submitted its proposal on the drafting of an EU urban agenda for public debate. 2.4. In response to this invitation, the European Economic and Social Committee has prepared an opinion drawing on what is known so far and the communication. 2.5. However, the EESC believes that its opinion should go beyond the topical issues relating to the urban agenda and issue guidelines for the long term, capable of supporting the European Commission in the design of an appropriate programme while helping the Member States to carry out their tasks effectively as part of the agenda’s implementation. 2.6. Because of their complexity and the leading role they have played and will continue to play in the continent’s development and their crucial role in Europe’s future development, European cities and their networks represent Europe’s specific unique values. 2.7. Europe is faced with a range of growing challenges relating to the economy, broader society and the environment. These challenges have a territorial dimension, but above all they have a particularly pronounced urban dimension. Generally speaking, poverty, social segregation and environmental degradation are concentrated in cities or their surrounding areas ( 1 ). These issues pose a growing challenge, particularly in areas of cities suffering from other disadvantages. 2.7.1. The EESC highlights the existence of certain challenges resulting from migration. On the one hand, emigration is on the rise from European regions and cities whose development lags behind or which are growing at a slower rate, resulting in a significant loss of value for the areas concerned, while, on the other hand, the process of immigration to the EU poses both a cultural and economic challenge for urban societies. 2.8. At the same time, cities and the regions of which they form the centre are where responses to these challenges can be found. Well organised and properly managed urban areas are the most favourable environments for economic development, effective use of resources, social and economic innovation and social inclusion ( 2 ). 2.8.1. There have been significant changes to the way in which the European Union is governed, mainly because of the crisis responses of the past decade. The message sent out so far by the institutions — which have seen new forces emerge — as well as the results of the mid-term review of the Europe 2020 strategy have been geared mainly towards economic growth, job creation, innovation and social inclusion. 2.8.2. Preserving and enriching European democratic values, the roots of which are intrinsically linked to the history of urban development, will be a key priority in future. 2.9. The historical characteristics of European cities, with their varying sizes and levels of development, as well as their networks, make them both the guardians and the birthplace of these different capacities and roles, which the modern world seeks to convey through innovation. 2.9.1. As the recent crisis has taught us, the economies of metropolitan areas are better able to withstand fluctuations in the global economy. This greater resistance is presumably linked to the diversification that characterises the economies of big cities, the strong ties woven into them and, on the basis of this, the strong capacity of metropolitan areas to renew and adapt. However, the EU urban agenda should pay special attention to the appropriate development of the local economy, including small and micro-enterprises as well as retail sales and crafts. 2.9.2. A large proportion of the social problems that are heavily concentrated in cities can be solved by applying innovative solutions. As is the case for the economy, cities are the main platform for the various forms of social innovation. It is the complexity of urban systems and the way in which they function that enables the economy to regenerate and new economic forms to emerge and take root. 2.9.3. In order to strengthen capacity for renewal, there should be continued efforts to promote the establishment of city networks and the various forms of disseminating good practices relating to the different aspects of urban policies, thereby helping to increase European added value. C 291/56 EN Official Journal of the European Union 4.9.2015 ( 1 ) COM(2014) 490 final. ( 2 ) See footnote 1. ",
        "2.10. We should therefore welcome, not least for the reasons outlined above, the European Commission initiative to draw up an urban agenda and support efforts to ensure that the establishment and development of the urban policy is based on broad consultation. 2.10.1. Civil society wishes to continue to take part in this process, on the basis of the way in which it has been newly organised. 3. EU urban agenda 3.1. While the EU has so far refrained — and will continue to do so — from developing an urban policy amounting to direct involvement in urban development, this is not purely because of the subsidiarity principle and the values of multilevel governance. It is also due to the fact that urban development and, more generally, that of residential areas is based on another logic, which regards the spatial dimension as a key factor, unlike most sectoral policies. 3.2. When the European Union added a territorial cohesion objective to its economic and social cohesion policy, it took a decisive step forward by using the tools at its disposal to make a real impact on the spatial structure of Europe’s society, economy and environment. 3.3. The results and shortcomings identified to date, have, however, drawn attention to the fact that while cohesion policy has been supplemented by the territorial dimension, it has not fully achieved its objectives. This could not be fully achieved due to the lack of a unifying and coordinating policy that sets out guidelines on the following: — the implementation at regional and local levels of sectoral policies framed at the ‘macro’, pan-European level, on the one hand; and — individual and self-regulatory cooperation between regions and municipalities, on the other ( 3 ). 3.4. Steps should be taken to ensure that the content of this coordination policy is in line with the subsidiarity principle. 3.5. The Lisbon Strategy’s triple objective — namely smart, sustainable and inclusive growth — will cease to be an abstract concept only when the economic, environmental and social links between these three elements become evident in practice. Interaction between them will take place at different urban system levels, where it will be possible to define and measure this process, enabling the triple objective to be developed in an effective and efficient manner. 3.5.1. Implementation of the EU’s key objectives within urban systems, such as the ever increasing use of information and communications technologies or raising awareness of energy issues at city level (such as ‘smart city’ initiatives), will help make the EU more competitive. 3.6. An EU urban agenda is only possible if it is based on the revised objectives of the Europe 2020 strategy, the long- term strategy of the new European Commission supported by the European Parliament, and on mutual consideration of regional interests and those concerning long-term urban development, based on historical values. 3.7. The proposed urban agenda should be careful to ensure that — by pursuing a form of governance that fundamentally seeks to achieve the right balance — cities, their regions and metropolitan areas can guarantee: — that processes which constitute, on the one hand, market and economic activities governed by interest-inspired laws and, and on the other hand, societal renewal driven by historical values, promote coordinated growth while preserving the environment; — that the basic conditions of the renewal are met in a consistent and harmonious way, namely a skilled workforce, service-provision systems based on developed infrastructure and an inclusive natural and social environment — all of which are elements through which cities contribute to economic activity in a fundamental and indispensable way ( 4 ). 4.9.2015 EN Official Journal of the European Union C 291/57 ( 3 ) See footnote 1. ( 4 ) See footnote 1. ",
        "3.8. The most important links between European policies and urban development can be defined in terms of the level of manpower and infrastructure required, and the environment needed for the various activities. The ‘production’ of these three key factors is a prerogative of urban systems. 3.8.1. It should be borne in mind that, while the EU’s policies — specifically those providing for economic and financial measures — and the key elements of the Europe 2020 strategy are of a medium and long-term nature, the timeframe of certain European sectoral policies can sometimes be very different. In the case of infrastructure development, for example, that can range from 30 to 50 years. 3.8.2. Cities, their capacities and values, local society, and the quality of the built and natural environment are the product of a slow historical process, but they also evolve and adapt at a slower rate. 3.8.3. This challenge has been met through the regionalisation of urban systems, creation of urban networks, measures to boost regional coordination and, more generally, through interinstitutional cooperation, all developments which ensure diversity alongside specialisation. The relatively stable way in which urban functions develop, the knowledge and capacity that has been built up, accompanied by advanced skills with an eye to cooperation create an environment ripe for constant renewal and innovation. 3.8.4. When drawing up the urban agenda, consideration should be given to the diversity of European city networks and to the wide variety of cities that exist, which give rise to different approaches, namely: — integrated urban development, which occurs when urban development policies and the tools at their disposal are flexible enough to be applied in an effective way to various situations and to the specific social, economic and environmental circumstances of cities, and thus to guarantee optimal inter-policy synergies; — the tailor-made policy which extends to the whole network of cities, with a view to achieving an understanding of the multiple cooperation processes between European cities and a genuine influence over them. 3.9. To this end — and with a view to laying the foundations for the urban agenda — a strategy for the European urban network should also be developed, based on the results achieved so far. In this way, the European Union could provide significant added value to efforts to ensure widespread replication of specific results in the area of urban development. 3.9.1. Such a strategy would seek to create links between sectoral policies and the network of agglomerations as it is actually laid out in the relevant area. Different strategies could be drawn up for the various elements of the urban network within that strategy, on the basis of a single European framework. 3.9.2. The strategy for the European urban network would provide a territorial guideline to complement the EU’s sectoral policy ( 5 ). 3.9.2.1. The strategy sets out — in a differentiated but single and balanced framework — guidelines for the development of small, medium-sized and large cities and their networks, taking into account the specific characteristics of the factors that play a key role in this development. 3.10. One of the positive outcomes of the crisis, which is nearing its end, is the increased emphasis being given to the approach of going ‘beyond GDP’, the spread of more nuanced and varied interpretations of the concept of development. 3.10.1. There is no greater justification for the urgent need for an urban agenda than the fact that it is primarily the urban and municipal systems that play a key role in the development of indicators fundamentally reflecting quality of life and going beyond the factors which have so far been included in GDP. 4. Coordination functions 4.1. The Commission’s general regulatory measures for the period 2014-20, the ‘partnership agreements’ and the operational programmes equipped with tools for their implementation are not able to totally bridge the gap that remains between the Commission’s system of macroeconomic governance, the targets of the Europe 2020 strategy and the tools for implementing cohesion policy. This confirms the need for an integrated urban policy. C 291/58 EN Official Journal of the European Union 4.9.2015 ( 5 ) See footnote 1. ",
        "4.1.1. Policies that enable integrated action are a vital element of a coordinated, multilevel decision-making process ( 6 ). 4.1.2. Given the systemic gaps described above, the needs of urban systems and networks could be integrated on a sectoral basis into the thematic (sectoral) policies by means of a policy of coordination that would be focused on a number of key factors and would enable systems developing and adapting slowly to cooperate — mainly through the development of networks — so as to address short-term needs. This policy of coordination would also be equipped with a strategic management system and operational implementing body capable of framing and applying corrections through measures based on continuous monitoring. 4.1.3. The ‘high-level’ consultative body, which has members from all 28 EU Member States, and which was set up to strengthen the governance of the macro-regional strategies, could be the missing link, and oversee implementation of the proposed coordination policy. 4.1.3.1. In its current form, this body is not yet sufficiently developed. It is vital that local and regional players and socioeconomic partners be involved in framing policies and devising strategies, as well as in all stages of implementation. 4.2. In the context of the governance of cities and the regional systems built up around them, it is worth emphasising the forms of cooperation representative of democratically elected political leadership, independent economic interests and society’s value system. 4.2.1. For the EESC, it is extremely important that the participation of civil society (i.e. the representatives of socioeconomic interest groups and various interests) be an undisputed element of the EU’s multi-level governance, and this should apply at all stages, from the decision-making process to monitoring implementation. 4.2.2. The representation of cross-cutting and regional policy interests on the one hand, and of socioeconomic interests on the other, carried out — and mutually reinforced — by the Committee of the Regions and the EESC respectively is an essential element of the EU’s governance ( 7 ). 4.3. In framing the urban programme, it is important to prioritise — given, in particular, the transformation of economic and financial governance into development policy — a small number of factors, so that a balance can be struck between diverging systems that are likely to constitute a basis for taking effective and efficient action. 4.3.1. In this regard too, it is important to reiterate the proposal for a high-level group or task force on the development of cities to be established alongside the Commission’s existing Interservice Group on Urban Development. The objective of this task force would be to devise a consistent and effective EU urban agenda extending to 2050. 4.3.2. This proposal ties in with that presented by the Committee of the Regions in its opinion COTER-V-046 (107th plenary session, 25 and 26 June 2014), in which it calls for cities and local and regional authorities to be closely involved in drawing up a White Paper on an integrated urban policy, and is also in line with what was agreed at the informal ministerial meeting held during the Greek presidency (Athens, 24 April). Brussels, 23 April 2015. The President of the European Economic and Social Committee Henri MALOSSE 4.9.2015 EN Official Journal of the European Union C 291/59 ( 6 ) See footnote 1. ( 7 ) See footnote 1. "
    ]
}