{
    "text": [
        "Social Europe Quality of Public Administration A Toolbox for Practitioners Some Considerations on Managing Thematic Objective 11 In 2014-2020, the European Structural Investment Funds contribute more than €4.2 billion to investment in 17 Member States under Thematic Objective 11: “enhancing institutional capacity of public authorities and stakeholders and efficient public administration”. Compared with other objectives, however, the options for funding instruments - mainly on knowledge and equipment - are quite limited. When it comes to institutional capacity-building, the availability of finance can sometimes distract administrations from focusing on the critical questions: what do we want to achieve, and how best to deliver this vision for reform? Strategic projects, rather than traditional calls for proposals from individual organisations, can be more important for achieving systemic change and desired results. The tips for practitioners set out here should be read in conjunction with the Commission’s guidance fiches. ",
        "The Quality of Public Administration “Toolbox” is developed on behalf of the European Commission’s Inter-service group on Public Administration Quality and Innovation. It is based on a joint effort by the following Commission’s services: BUDG, CNECT, DEVCO, DIGIT, ECFIN, EMPL, EUROSTAT, GROW, HOME, HR, JRC, JUST, NEAR, REGIO, RTD, SG, SRSS and TAXUD. Editor: Florian Hauser, European Commission, Directorate General for Employment, Social Affairs and Inclusion The publication was produced with the technical assistance of the European Institute of Public Administration (EIPA) and Mackie O’ Sullivan Consulting Ltd. Manuscript completed in August 2017 Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of the following information. Luxembourg: Publications Office of the European Union, 2017 © European Union, 2017 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. © Cover photo: Shutterstock PDF doi:10.2767/14238 KE-06-17-209-EN-N ",
        "Contents Contents The problem with money ........................................................................................................................ 2 Managing the big picture ........................................................................................................................ 4 Strategic projects or call for proposals? ................................................................................................. 5 What shall we do first? – prioritising and sequencing ............................................................................ 6 Monitoring and evaluating reforms ........................................................................................................ 7 Continuous learning and knowledge development ................................................................................ 7 ",
        "Managing TO11 2 Quality of Public Administration – A Toolbox for Practitioners The principles of good ESI Funds management, outlined in chapter 8, of course also apply to thematic objective 11 (TO11) on \" enhancing institutional capacity of public authorities and stakeholders and efficient public administration \". At the same time, TO11, with its focus on reform and capacity building, can be rather specific. The following tips for practitioners might be helpful for delivering results under TO11, and should be read in conjunction with the Commission’s TO11 guidance fiche. 1 The problem with money Money matters – always for fostering social and economic development. Measures to support SMEs, training the unemployed, or build infrastructure can only be done with money. Equally, there is often a need for funding to improve the quality of administration – but this is less obvious. Better collaboration among institutional entities, optimisation of functions, and changing attitudes towards a stronger service ethos might require more of a change in thinking and culture, than (much) money. In fact, optimising public administration processes might actually save a lot of money. Think about all the ways and means you could improve as an individual, organisation or institutional system, if you didn't have any EU funding. There would still be much that could be done and achieved. When thinking about TO11, the starting point should be the desired change, rather than the EU funding. Don't focus on who gets the money, but consider the strategic contribution of every project. In practice, the supply of available funding, rather than a strong internal or external demand for change, often tends to drive the elaboration of reform strategies and programmes. This supply- driven approach tends to shift the emphasis onto who ( which institution? ) gets the money, and how much – and to blur the focus on what should be actually achieved. Equally, money tends to drive activities ( what are we going to buy?), rather than motivating programme managers to focus on the desired outcome . With a supply-driven, activity-based approach , there is the danger of ‘back-to-front’ thinking, which goes like this: Start with the budget ( what can we spend it on? ). Decide on some activities ( are they eligible and do they use up the available budget? ). Choose some objectives that seem to justify the activities ( are they plausible? ). Construct your vision by merging the diverse objectives ( does it look convincing? ). Identify some indicators that appear to deliver this vision ( are these things we can measure and collect data on? ). The product is a long list of disconnected initiatives, without coherence, and likely to have limited impact. Successful programmes tend to be those that start with a strong vision, which reflects the entire system, and then work along the logic chain to consider options of creative and cost effective solutions to achieve this vision. Programmes that are mainly activity or resource driven tend to be less focused on the final outcome. 1 Note: The fiche explains the distinction between the funding for administrative-capacity building under TO11 and funding for technical assistance in the management of ESIF, which is also the subject of a TA guidance fiche. ",
        "Managing TO11 3 Quality of Public Administration – A Toolbox for Practitioners By contrast, a demand-driven, strategic approach has a different starting point: what needs to be done. It asks the following questions: What are the societal outcomes we want to achieve (e.g. more well-paid jobs, a more prosperous economy, higher living standards, better quality of life, less poverty, etc.)? What influence do we have over these outcomes, both positive and negative? What behaviour and performance can we shape, and with which levers & instruments (e.g. information, regulation, services, infrastructure, subsidies, tariffs, co-responsibility, etc.)? Out of all the options on the table, after weighing them up for their pros and cons and making an informed selection , which instruments require additional spending and which require changes in practices or direction without extra cost? Furthermore, which changes will save resources, either immediately or after upfront investment? For the selected instruments that require funding , do they add up to the available programme budget (at measure level), or is there a shortfall in resources which must be found from elsewhere? Is there a budget surplus, and if so, could more be done with the selected options or would that represent poor value for money? In the context of ESI Funds, the strategic logic has a further dimension: is the proposed spending under the ESI programme additional to what would be funded with national finances? Does it enhance or innovate (see topic 8.3.3)? Furthermore, the ex-ante conditionality for TO11 requires that any operational programme which is all or partly concerned with TO11 is based on an underlying strategy for reform that has been developed and is in the process of implementation. The challenge is to fully align the programme with the strategy. In some country contexts, the OP is the only means of delivering the strategy. However, it might be that the strategy includes other measures (for example, non-monetary or political) that complement the programme. Applying the demand-driven approach to the specific case of TO11, the options for funding instruments are actually quite limited compared with other ESI objectives, mainly falling into two categories: Knowledge: This basically means people: the use of experts/consultants the employment of (temporary) staff (if your system allows this) and/or training and other staff development activities. While purchasing additional people in form of contracted companies or temporary staff will likely be quite essential to design and deliver relevant change projects and/or training, you will still need to have the core capacity to provide the vision and leadership to deliver the systemic change you would like to achieve. (See also the section on ‘ working with consultants’ under topic 8.3). Equipment: In most cases, this is likely to relate to ICT. You should resist the temptation to purchase systems, when they might be available for free in an open source environment (see for example: the interoperability tools freely available under open source on the ",
        "Managing TO11 4 Quality of Public Administration – A Toolbox for Practitioners Commission’s Joinup). Also, to avoid disappointment, it is important to first deal with organisational optimisation before installing an IT system, to enable the new or updated system to deliver the expected efficiency gains, instead of just digitalising the bureaucracy (see topic 5.4). Applying again the \"outcomes perspective\", this requires effective organisation and coordination of all concerned organisational entities, and a clear and strong coordination between thematic objective 2 (digital agenda) and TO11. A helpful example from Poland, of how Member States can use ESF to introduce quality management systems into central and local government, is provided in topic 4.2. The concluding ‘key messages’ section of each chapter suggests ways in which the policy guidance for each theme might be translated into TO11 interventions, as well as contributing to country-specific recommendations. Managing the big picture Putting TO11 programmes into practice successfully requires a number of ingredients to be in place, and actively managed throughout the programme period. Focus on real results, not on pro forma changes. Reduce the implementation gap. First, it is important to have a vision for public administration reform, articulated in your strategy, but the vision will only come to fruition, if it is accompanied by leadership. In cases where there is a lack of genuine commitment to reforms proposed in the operational programme, there is again a risk of an activity-based approach. This means actions are organised, money is disbursed, but in the end, there is little tangible change to be observed in the performance of services. For change to happen, the drive from the top should be instilled throughout the administration, so that the culture changes as well as the systems and practices. For example, simply implementing a ‘quality system’, might not actually lead to improved quality of services as observed by citizens and businesses, if there is no shared underlying commitment to better services, and if civil servants don't feel empowered to design and deliver services in close collaboration with users. There need to be clear intrinsic and extrinsic drivers to make change happen (see also theme 4 on organisational development). Second, reforms should not be piecemeal and disconnected. The sum should be bigger than the individual parts – how do you ensure coherence , so all the pieces (of individual measures) fit together to achieve the desired results? Day-to-day implementation is important, but it is critical to keep your sights high and the focus on the \"big picture\" (societal outcomes), and not get bogged down in the minutiae or small details of programme procedures. Successful programmes are always driven by strategic thinking. Third, it is essential to take people with you . This means more than token consultation during programme or project preparation, but genuinely engaging on an ongoing basis and where appropriate. A regular strategic dialogue – and consensus – on the direction of the programme is required to include key stakeholders on the political level, the administrative leadership and relevant interest groups (trade unions, business and civil society organisations). ",
        "Managing TO11 5 Quality of Public Administration – A Toolbox for Practitioners Finally, mind the gap! Ultimately, strategies and programmes mean nothing without implementation. Set your baseline and a benchmark by openly communicating on expected results – by communicating what you want to achieve in an open and transparent manner, you can build up expectations and therefore pressure to push performance. Report to a wider interest group what you have done, what you have achieved, and the problems you are facing. Through this open form of reporting, and by ensuring that your actions are linked to your reform strategy, you will also contribute to reducing the implementation gap (the dilemma that strategies are often only partially implemented). The European Commission's Structural Reform Support Service can help Member States with the design and delivery of their reform projects, and thus facilitate implementation of Thematic Objective 11. European Commission Structural Reform Support Service (SRSS) The SRSS is a service of the European Commission with a mandate to:  support Member States with the preparation, design and implementation of growth-enhancing reforms;  focus on providing tailor-made support on the ground; and  steer and coordinate technical support provided by the Commission. How it works At the request of a Member State, the SRSS: 1. engages in a dialogue to discuss technical support needs; 2. agrees on a \"cooperation and support plan\" with the Member State; and 3. provides financing for the technical support and coordinates the necessary expertise. The technical support provided by the SRSS covers the entire and this support is available to all EU Member States. See: https://ec.europa.eu/info/departments/structural-reform-support-service_en Strategic projects or call for proposals? Most of the EU’s Structural and Investment Funds are disbursed via grants, based on calls for proposals. Other than building local communities, or supporting unemployed, a country's public administration is an overall system, where most of its parts are interlinked. Administrations still tend towards operating ‘in silos’ from an individual organisational perspective (e.g. a ministry, an agency, a municipality), whereas citizens and businesses just expect to receive a service, irrespective of the organisational origin. The focus thus needs to shift to user-centricity (see Theme 5). This is the basis for delivering more efficient and effective services – that are also ultimately more sustainable , as they get the customer’s appreciation and ‘vote’. This also means that many services would be designed on the basis of inter-departmental and inter- organisational arrangements. Accordingly, the logic of providing funding to an individual organisation might not be appropriate any longer. Unfortunately, many programme managers tend to still think in terms of allocating funds to organisations. This might be useful to distributing and disbursing funds, but in a service oriented and networked world, this will increasingly not deliver the results we expect. ",
        "Managing TO11 6 Quality of Public Administration – A Toolbox for Practitioners Strategic projects are likely to be more important to achieve systemic changes. For example, if a country would like to develop an e-Justice system, it is unlikely that this will be achieved through a call for proposals, which allows local courts to buy IT equipment. Rather, this requires a strategic project to develop an integrated system, to which all courts get connected. A local grant element might still be relevant, but only according to common specifications that allow all courts to connect to the overall system. What shall we do first? – prioritising and sequencing Many Member States with operational programmes related to TO11 have so many needs and envisaged types of activity that it is difficult to decide what to tackle first. At the same time, if there is no clear prioritisation, and the managing authority tries to launch everything in parallel, the overload can lead to paralysis and hence slow or no implementation. So, deciding what should be done and in what order is essential. Equally, however, it is easy to fall into the trap of going after the ‘low hanging fruit’ first, the outputs that are easiest to reach, because they are familiar and quick to organise, but will have minimal consequences for the ‘bigger picture’. There are two techniques that can be useful here. The first is to rank measures (and individual actions within them, if appropriate) according to both ‘do-ability’ - how easily can they be commenced and delivered - and their expected impact, and combine the two rankings. The matrix below plots the likely impact of a measure against the expected ease of achieving results. Measures or actions that are considered to deliver the highest impact and are also possible to achieve in the given context of the country should be prioritised and ranked accordingly. The second consideration is path dependency : are some measures or actions conditional on others being in place first, or at least progressing in advance of them? In which case, the ranking of do- ability and impact is still valid, but the order in which measures are initiated might need to be adjusted. This is where the public administration reform strategy comes in, as this sequencing should be performed from a strategic perspective. Taking the hypothetical example of anti-corruption initiatives: implementing an ethics training programme may be the easiest of the actions to perform, but in isolation – without other steps Higher priority \"Do-ability\" L i k e l y i m p a c t Lower priority ",
        "Managing TO11 7 Quality of Public Administration – A Toolbox for Practitioners taken first or together - might achieve less impact than intended or desired. By contrast, if the staff workshops are timed and coordinated with other actions on standard-setting, risk assessment, prevention and detection, the audience for the training might be better primed for the messages being delivered and the benefits much greater. Monitoring and evaluating reforms As part of programming ESIF 2014-2020, your operational programme will include results indicators . These indicators are designed to capture the contribution of EU funding to the overall change achieved on a personal or systemic level. To be able to establish a clear link to funding, these indicators mainly focus on the \"output level\" (observable change in the supported entity). The public is especially interested in results that deliver actual impact that will be felt by citizens and business (for example in terms of better services). The expected impact should be captured by indicators in the corresponding public administration reform strategy (part of the ex-ante conditionality for TO11). The challenge thus is to effectively link the ESIF monitoring system to the strategy. One especially important aspect is to capture the consistency of monitoring and evaluation of the operational programme on the one hand and the strategy delivery on the other. As indicators of ESIF operational programme mainly concern outputs and results that can be directly traced back to the funding, it is important that the strategy is clear and strong on results in terms of the actual outcomes and impacts to be achieved (evaluations will be able to trace the contribution/attribution of the ESIF funding to the achievement of the strategy results). In the context of the above, it is useful to have interlinked monitoring & evaluation systems for the strategy (an ex ante conditionality requirement) and for the ESIF OP (see also topic 1.3 on monitoring and evaluation). Continuous learning and knowledge development The need for continuous learning and knowledge development might be an obvious point, but this tends to be problematic sometimes, especially in cases where administrations are plagued by high staff turnover, little institutional memory, and inadequate systems to capture experience. ESIF and the international community have several networks that facilitate learning and exchange of know how. But the results focus of many networks tends to be underdeveloped. Rather than just exchanging views, networks should take on a perspective of mutually supportive change, for example, the network members could agree ways and means how they would apply what they have learned in the context of their administration, and then report back to the network on progress. Thus, networking, which develops and implements a series of mini-projects that are peer reviewed by the network and results discussed, is likely to add most value. ESF Transnational Cooperation helps Member States exchange perspectives and experience with their peers on various aspects of implementing the ESF. The ESF Transnational Network on Governance and Public Administration discusses challenges and opportunities, of designing and delivering public administration reform strategies and programmes,. Currently, ten Member States are part of the network. See: https://ec.europa.eu/esf/transnationality/forums/governance-public-administration ",
        "Managing TO11 8 Quality of Public Administration – A Toolbox for Practitioners Many Member States, which have OPs on TO11 for the 2014-2020 period, in fact already received ESF funding for administrative reform in 2007-13. However, while there is little evidence of the success of these programmes, there seems to be little attention on learning lessons of what went wrong and how things could be improved in the new period. While many programming and implementation teams think that it will be all new and different this time, it is likely that the dynamics of the new programmes remain stable. It is therefore necessary to develop strong knowledge management systems and to develop a culture of learning from mistakes. Programme managers need to constantly ask (and answer to) themselves and their team: What will be better this time, and why? A good monitoring and evaluation system will surely help with this, but a good IT based knowledge platform that captures also qualitative aspects (lessons learnt, success stories) will help in this regard. The Quality Public Administration Toolbox – 2017 edition provides valuable insights for any public administration on how to improve policy, organisation and services. The active reflection of the Toolbox content will hopefully provide useful guidance and support for anyone responsible for delivering TO 11 programmes or any other initiative to improve to public administration. Please find the complete version with detailed chapters and all case studies, here: http://ec.europa.eu/esf/toolbox ",
        "Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: http://europa.eu/contact On the phone or by e-mail Europe Direct is a service that answers your questions about the European Union. You can contact this service – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by electronic mail via: http://europa.eu/contact Finding information about the EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU Publications You can download or order free and priced EU publications from EU Bookshop at: http://bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact ) EU law and related documents For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal ( http://data.europa.eu/euodp/en/data ) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        "K E - 06 - 17 - 209 - E N - N DOI 10.2767/14238 "
    ]
}