{
    "text": [
        "(cid:17)(cid:17)(cid:17)(cid:17)(cid:17) (cid:18)(cid:17) (cid:18)(cid:17) (cid:18)(cid:18) (cid:17)(cid:18) (cid:17) (cid:19)(cid:17) (cid:19)(cid:17) (cid:19)(cid:17) (cid:19)(cid:19)(cid:19)(cid:19) (cid:17)(cid:17)(cid:17)(cid:17)(cid:17) (cid:18)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17) (cid:18)(cid:17) (cid:18)(cid:18)(cid:17) (cid:17)(cid:18) (cid:17)(cid:18)(cid:18)(cid:17) (cid:18)(cid:18) (cid:17)(cid:18) (cid:17)(cid:18)(cid:18) (cid:17)(cid:18)(cid:18) (cid:17)(cid:18) (cid:17)(cid:18) (cid:17)(cid:18)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17)(cid:17) (cid:19)(cid:19)(cid:19)(cid:19)(cid:19)(cid:17) (cid:19)(cid:17) (cid:19)(cid:17) (cid:19) European Employment Observatory Review Self-employment in Europe ISSN 1725-5376 ",
        "This publication is based on national articles provided by the SYSDEM correspondents. National articles are the sole responsibility of the author(s). European Commission Egbert HOLTHUIS (Directorate-General for Employment, Social Affairs and Equal Opportunities, Unit D.2) Susana PRATT (Directorate-General for Employment, Social Affairs and Equal Opportunities Unit D.2) With the important contribution of: Frédéric Lagneaux (Employment, Social Affairs and Equal Opportunities DG, Unit D.1) Jiří Klaška (Employment, Social Affairs and Equal Opportunities DG, Unit D.2) SYSDEM network Belgium: Robert PLASMAN DULBEA, Université Libre de Bruxelles (Free University of Brussels), Brussels Bulgaria: Pobeda LOUKANOVA Bulgarian Academy of Sciences, Sofia Czech Republic: Daniel MÜNICH CERGE-EI, Prague Denmark: Per Kongshøj MADSEN CARMA (Centre for Labour Market Research), Aalborg Universitet (Aalborg University), Aalborg Germany: Kurt VOGLER-LUDWIG Economix Research & Consulting, Munich Estonia: Reelika LEETMAA Praxis Center for Policy Studies, Tallinn Ireland: Jerry SEXTON Economic Consultant, Dublin Greece: Dimitris KARANTINOS National Centre of Social Research, EKKE, Athens Spain: Elvira González GAGO Centro de Estudios Económicos Tomillo, S.L., Madrid France: Sandrine GINESTE Bernard Brunhes Consultants, Paris Italy: Giuseppe CICCARONE Fondazione G. Brodolini (Giacomo Brodolini Foundation), Rome Cyprus: Louis N. CHRISTOFIDES University of Cyprus, Nicosia Latvia: Alfreds VANAGS Baltic International Centre for Economic Policy Studies (BICEPS), Riga Lithuania: Boguslavas GRUŽEVSKIS and Inga BLAZIENE Institute of Labour and Social Research, Vilnius Luxembourg: Patrick THILL CEPS/Instead, Differdange Hungary: Zsombor CSERES-GERGELY Budapest Szakpolitikai Elemző Intézet (Budapest Institute for Policy Analysis) and Magyar Tudományos Akadémia, Közgazdaságtudományi Intézet (Institute of Economics, HAS), Budapest Malta: Manwel DEBONO Centre for Labour Studies, L-Università ta’ Malta (University of Malta), Msida Netherlands: Sonja BEKKER Universiteit van Tilburg (Tilburg University), Tilburg Austria: Ferdinand LECHNER Lechner, Reiter & Riesenfelder OEG, Vienna Poland: Łukasz SIENKIEWICZ Szkoła Główna Handlowa w Warszawie (Warsaw School of Economics), Warsaw Portugal: Nádia Nogueira SIMÕES Dinâmia, Lisbon Romania: Cătălin GHINĂRARU National Labour Research Institute, Bucharest Slovenia: Miroljub IGNJATOVIĆ Fakulteta za druzbene vede, Univerza v Ljubljani (Faculty of Social Sciences, University of Ljubljana), Ljubljana Slovakia: Luboš VAGAČ Centrum pre hospodársky rozvoj (Centre for Economic Development), Bratislava Finland: Robert ARNKIL Työelämän tutkimuskeskus Tampereen yliopisto (Work Research Centre, Tampere University), Helsinki Sweden: Dominique ANXO Centre for European Labour Market Studies (CELMS), Gothenburg United Kingdom: Kenneth WALSH Training & Employment Research Network (TERN), Kidderminster Croatia: Predrag BEJAKOVIĆ Institute za Javne Financije (Institute of Public Finance), Zagreb Iceland: Sveinn AGNARSSON Hagfræðistofnun, Háskóli Íslands (Institute of Economic Studies, University of Iceland), Reyjkavic Former Yugoslav Republic of Macedonia: Sasho KJOSEV Faculty of Economics, University ‘Ss. Cyril and Methodius’, Skopje Turkey: Hakan ERCAN Orta Doğu Teknik Üniversitesi (Middle East Technical University), Ankara Serbia: Mihail ARANDARENKO Fond za razvoj ekonomske nauke (FREN) (Foundation for the Advancement of Economics), Belgrade Norway: Sissel C. TRYGSTAD Fafo Institutt for arbeidslivs- og velferdsforskning (Fafo Institute of Labour and Social Research), Oslo EEO network services GHK Consulting Limited 30 St Paul’s Square Birmingham B3 1QZ UNITED KINGDOM Tel. +44 1212338900 Fax +44 1212120308 E-mail: eeo@ghkint.com Director: Roger SUMPTON Manager: Caroline LAMBERT Editors: Jo HAWLEY, Anna MANOUDI, Jennifer RASELL, David SCOTT ",
        "European Commission Directorate-General for Employment, Social Affairs and Equal Opportunities Unit D.2 Manuscript completed in September 2010 European Employment Observatory Review Self-employment in Europe 2010 ",
        "Neither the European Commission nor any person acting on behalf of the Commission may be held responsible for the use that may be made of the information contained in this publication. For any use or reproduction of photos which are not under European Union copyright, permission must be sought directly from the copyright holder(s). © photos: iStock More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data as well as an abstract can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2010 ISSN 1725-5376 © European Union, 2010 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P RINTED ON ELEMENTAL CHLORINE - FREE BLEACHED PAPER (ECF) Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. ",
        "3 Contents 1. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .5 1.1. Context . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 1.2. Self-employment in Europe — an overview . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 1.3. The impact of the economic crisis on self-employment. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 1.4. Attitudes towards self-employment . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 1.5. The role of self-employment in the labour market . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11 1.6. Problems faced by the self-employed and government action to address these problems . . . . . . . . . . . . . . . . . 12 1.7. Policies in support of self-employment — an overview . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 13 2. Assessment of national labour market policies and recovery measures . . . . . . . . . . . . . . . . . . . . . . . . . . 14 2.1. Policies and measures to support self-employment . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 2.2. Evaluations of policies and measures to support self-employment. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 23 3. Quality of self-employment jobs . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26 3.1. Quality of self-employment jobs — an overview . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26 3.2. Actions taken to improve quality at work for the self-employed . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30 4. Conclusions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33 Annex: Overview of national policies and measures taken to promote or increase self-employment . . . 34 ",
        "",
        "5 Introduction 1. In July 2010, 33 national articles on the theme of self- employment were commissioned from the European Employment Observatory (EEO) network of SYSDEM experts. This document summarises key messages emerging from these articles and draws links with policy developments, studies and data collected at European level. Further detail on the national-level developments discussed in this report can be found in the national articles, which are available on the EEO website (http://www.eu-employment-observatory.net/). This executive summary is split into three sections, in line with the structure of the national articles. The introduction provides a discussion of self-employ- ment in Europe using data collected at European level to provide an overall picture; additional detail, based on the information provided in the national articles, is used to illustrate the different pictures found at national level. This first section also looks at questions such as the impact of the economic crisis on self-employment, attitudes towards self-employ- ment and its role in the labour market. The second section discusses labour market policies relating to self-employment measures, including those which prioritise certain target groups and, where available, some analysis of the effectiveness of these measures. In conclusion, the third section summarises the infor- mation provided in the national articles in relation to the quality of self-employment jobs. An overview of the policies and measures described in the national articles which have been taken to pro- mote or increase self-employment in each country is provided in the Annex to this publication. Context 1.1. Self-employment is an important driver of entrepre- neurship and job creation and thus contributes to the European Union’s goals of more growth and better jobs. SMEs make up 99 % of companies in the EU and two thirds of total employment. Moreover, European- level data indicate that the self-employment sector has shown a degree of resilience to the economic cri- sis, as the relative employment decline has been more moderate in comparison with paid work. The year 2009 proved to be a year of stabilisation for self-employ- ment, with a fall in the number of self-employed of 1 %, compared to a 2 % drop in the number of dependent employees. According to the Flash Eurobarometer No 283 ‘Entre- preneurship in the EU and beyond’, the preference for self-employment has remained stable between 2007 and 2009 ( 1 ): 45 % of all Europeans would like to be self- employed, while 49 % say they would prefer to work as an employee. In the United States, the preference for self-employment has decreased from 61 % to 55 % over the same period. Men generally express a stronger pref- erence for self-employment (51 %) than women (39 %) and, according to the results of the survey, young peo- ple are more inclined to start a business than older citizens (52 % of those aged 15–24 prefer self-employ- ment compared to 47 % of those aged 25–39 and 46 % of those aged 40–54). The results of the survey show that self-fulfilment, independence and free choice of place and time of working are the main reasons to think about starting up one’s own business, while citi- zens from the newer Member States also appreciate the prospect of a better income. In recent years, a number of European policies and programmes have been put in place to support self- employment and SMEs. In 2000, the European Char- ter for Small Enterprises, a self-commitment from the Member States to improve the business environment for small enterprises, was approved by EU leaders at the Feira European Council on 19 and 20 June. Later, in 2005, addressing the needs of SMEs was identified as a way of achieving the Lisbon strategy for growth and jobs, in the communication on Modern SME policy for growth and employment ( 2 ). The Small Business Act for Europe ( 3 ) (SBA), adopted in 2008, provides a policy framework for SMEs and is based around 10 key prin- ciples to guide the conception and implementation of policies both at EU and Member State level. In 2009, the European SME Week was launched, which aims in part to promote entrepreneurship so that ‘more people, especially younger people, seriously consider becom- ing an entrepreneur as a career option’. There are also several specific initiatives to promote self-employment among women, who are identified as a key target group in the SBA, due to the current gender imbalance among the self-employed. In response to the economic crisis, the European Investment Bank (EIB) stepped up its lending capacity in favour of SMEs in 2009 as part of the European Eco- nomic Recovery Plan and a ‘European Progress Micro- finance Facility’ which has recently been approved will make it easier for people who have lost or risk losing their jobs to get credit to start-up small busi- nesses. Most recently, the June 2010 Directive on self- employed workers and assisting spouses gives better social protection to the self-employed, including the right to maternity leave for the first time. 1 ( ) According to Flash Eurobarometer No 283 ‘Entrepreneurship in the EU and beyond’ (http://ec.europa.eu/public_opinion/flash/fl_283_en.pdf). 2 ( ) COM(2005) 551 final of 10 November 2005. 3 ( ) COM(2008) 394 final of 26 June 2008. ",
        "6 Finally, the new Europe 2020 strategy places a special emphasis on entrepreneurship. The strategy is based on three key priorities: smart, sustainable and inclusive growth. It is under the latter (inclusive growth) that Member States are invited to remove measures that discourage self-employment. Self-employment in Europe — an overview 1.2. There were 32.5 million self-employed, includ- ing employers, in the EU-27 in 2009, accounting for nearly 15 % of total employment (more than one job in seven) ( 4 ). Until 2008, self-employment (the total number of self-employed) was on the increase, due to, inter alia, new communication technologies and more favourable business conditions for the services sector. However, the EU’s average self-employment rates (a comparison of self-employment figures to total employment) declined almost continuously from 15.8 % in 2000 to 14.8 % in 2008. The data for self-employment provided in the national articles are taken from varying (national, although sometimes European) sources and are often based on different definitions of self-employment, different age groups and different timescales. This executive summary, therefore, does not attempt to formulate a quantitative overview of self-employment in the EEO countries based on the data provided in the national reports. Instead, the summary will draw on the insights provided by the national articles into the different trends observed at national level and some indicators as to why self-employment rates vary across Europe. Some of the national articles relate the trends in the rates of self-employment to the country context. In Ger- many , promotion measures are said to have a strong influence on the number of business start-ups. There is a notably high number of assisted unemployed people who have gone on to establish a business, with around 20 % of all business founders in 2009 being previously unemployed. In Lithuania, traditionally self-employed people repre- sent a tiny share of total employment in Lithuania and that share is decreasing. Although there are no special surveys which identify reasons for the decrease in self- employed workers, the national expert presumes that during the period of economic growth (years 2004 to 4 ( ) Source: Labour Force Survey (LFS), Eurostat. 2007) self-employed individuals chose employment instead of self-employment (due to the shortage of labour in the country, employees were offered better working conditions and higher wages). On the other hand, the author then suggests that the economic downturn (years 2008 to 2010) also contributed to the fall in self-employment as a result of decreasing domes- tic demand, the tax policy pursued by the government, and more self-employed people deciding to work in the shadow economy. In Romania , the share of self-employment in total employment is significantly higher than the EU-27 average. However, more than three quarters of this fig- ure (around 79 %) is accounted for by small farmers in around 4.23 million individual farms. This makes agri- culture the single most important sector of the econ- omy for self-employment and also the most resilient to the crisis, as most of the farms still practice subsistence, or semi-subsistence, farming, thus having only what can be termed as an intermittent communication with the market (the average size of the individual farm is 3.3 hectares). In Slovakia , the high increase in self-employment in the past decade is attributed to a number of factors. These include structural processes and reforms such as the privatisation of state-owned enterprises and comprehensive reforms of taxes, pensions, labour mar- ket, social policies, etc., which have contributed to an improved business environment and created new jobs in the private sector. The articles show that there are different understand- ings and definitions of the term self-employment across the countries covered by this report, with a number of different subcategories defined: for instance, according to the legal status of the enterprise, whether the business has employees or not (employers versus own-account workers) and/or the sector in which the business oper- ates (e.g. agriculture). Some countries also make the dis- tinction between self-employed status and the status of ‘dependent self-employed’ (e.g. Spain, Italy), where the self-employed person works for only one client. Others distinguish self-employment which is carried out in addi- tion to paid employment (e.g. Belgium). In the United Kingdom, there is a clear definition but there are also a number of different types of self- employment, as outlined in Box 1 below. ",
        "7 Box 1: Definition and types of self-employment in the United Kingdom In the United Kingdom, in order to be legitimately con- sidered self-employed, the following criteria must be fulfilled: the person must run their own business and take (cid:116)(cid:1) responsibility for its success or failure; they must have several customers at the same time; (cid:116)(cid:1) they can decide how, when and where to work; (cid:116)(cid:1) they are free to hire other people to do the work for (cid:116)(cid:1) them or help them at their own expense; they provide the main items of equipment to do the (cid:116)(cid:1) work. Self-employment can take a number of legal forms in the United Kingdom, the three most common of which are as follows: sole trader, where the self-employed person works (cid:116)(cid:1) on their own account; partnership, where two or more persons are involved (cid:116)(cid:1) in the business; limited company, where the company is registered (cid:116)(cid:1) and has at least one shareholder. In addition, self-employed status can also be accom- modated under the following arrangements: cooperative, where the business is collectively owned (cid:116)(cid:1) and controlled by the people wwho work in it; franchise, where the person(s) have a right to run a (cid:116)(cid:1) branch of a business that is owned elsewhere. These different categories are important as they also have tax and national insurance implications. Self-employment is dominant in the southern Member States of the EU, which have stronger agricultural sec- tors. In fact, agriculture is a key sector for self-employ- ment in Europe. Nearly 19 % of the self-employed work in agriculture, followed by 17.5 % in wholesale and retail trade, 13.6 % in construction and nearly 10 % in professional, scientific and technical activities (2008 figures). In Bulgaria, Cyprus, Greece, Italy and Portugal for instance, self-employment is more prevalent than in the EU-27, reaching 30 % of total employment in the case of Greece. This is also the case in Romania, as noted above. Regional differences can also be identified in Italy, where self-employment is more widespread in the southern regions, where labour market conditions are worse and self-entrepreneurship represents a way out of unemployment. A few of the national articles commented on the preva- lence of self-employment in different sectors of the economy. In France too, agriculture is important but self-employment is also notable in construction, local services, or the liberal professions. In contrast, the vast proportion of the self-employed in Germany work in the services sector; while in Slovakia, the dominant group among self-employed persons is tradesmen (operating based on a trade license) with a share of almost 95 % of the total number of entrepreneurs. In Luxembourg the majority (45 %) of self-employed workers carry out liberal professions, followed by agriculture (26 %) then commercial activities (19 %). EU-level data show that the typical self-employed per- son in Europe is male (69.6 % in 2009) and falls within the higher age groups (37.5 % are aged over 50). The majority of national articles observe the prevalence of older men in the self-employment sector. The gen- der imbalance is particularly notable in Ireland, Malta and the former Yugoslav Republic of Macedonia (FYROM), for example, where 81, 82, and 86 % of the self-employed respectively are male, a share consid- erably higher than that of the general working popu- lation. The national article for Italy also observes the gender differences in self-employment, which is said to be a prerogative of male workers (their share was 27 % in 2007), despite the fact that self-employment among women in Italy, is higher than the European average (15.9 % against 9.6 %). It is also observed in certain national articles (Czech Republic, Germany, Luxembourg, Netherlands, Austria, Finland, Sweden, and Croatia) that the self-employed are more likely to work for longer (in Germany, beyond the age of 60, for instance) than paid employees. ",
        "8 The level of education of the self-employed in Europe is comparable with the level recorded by paid employ- ees, although the proportion of less-skilled ( 5 ), at 27.8 %, remains significantly higher than for paid employees (21.3 %). Two of the national articles use the educa- tional attainment of the self-employed as a means of assessing the quality of self-employment jobs. This is the case in Ireland , for example, where the overall fig- ures for all self-employed persons indicate that there has been a significant improvement in the educational profile during the six years in question (2004-2010). The proportion of self-employed with third-level quali- fications (including those at degree and diploma level) rose from 25 to 33 %. The share of ‘higher secondary’ rose more slowly from 34 to 37 %, while the percent- age with basic qualifications up to and including lower secondary declined from 41 to 30 %. In Slovakia , almost half of the self-employed (49 %) have full secondary education (ISCED 3-3A) and one quarter (26 %) have tertiary education (ISCED 5+). The national article suggests that the relatively high edu- cational attainment gives reason to believe that the majority of the self-employed have a solid position on the labour market. The impact of the economic crisis 1.3. on self-employment Evidence of the ‘resilience’ of self-employment to the crisis, compared with paid employment, is found in a number of the national articles. In some countries, an increase in self-employment since the beginning of the crisis has been noted (e.g. the Czech Repub- lic, Greece, Latvia, the Netherlands and the United Kingdom), while in others (Croatia, the Netherlands) an initial increase in self-employment was followed by a decrease (the increase possibly reflecting the transfer of redundant workers to self-employment in the initial stages of the crisis, while certain national articles suggest that the subsequent decrease may be due to self-employed persons transferring their business to the unofficial economy). Section 3 of this report discusses in more detail the observations from the national articles on necessity versus opportunity- driven self-employment. However, a number of the national articles seem to contradict this trend observed at European level. For example, the number of bankruptcies has increased in Belgium , where a total of 9 832 companies declared bankruptcy in 2009, which was 10.7 % more than in 2008. In Ireland , as the downturn intensified, the 5 ( ) Corresponding to pre-primary, primary and lower secondary educa- tion — levels 0-2 (ISCED 1997). number of self-employed fell back to 308 000 by early 2010 ( 6 ), almost the same as the level in 2000. The rela- tive decline in self-employment from the first quarter of 2008 to the first quarter of 2010 was 12 %, much the same as the percentage fall in the number of paid employees (which decreased by nearly 220 000 in absolute terms in the same period). Decreases in self- employment following the crisis are also observed in Spain and Portugal. In certain countries, no discernible impact of the eco- nomic crisis can be identified. In Germany for instance, the level of self-employment has remained relatively stable during the economic crisis. Insolvencies have not increased significantly and unemployment has not led to increased business start-ups. In France , there is not recent enough data to ascertain the effect of the crisis on self-employment. It is interesting to note in Ireland, Greece and Turkey that female self-employment was affected differently by the crisis compared to self-employment among males. In Ireland , self-employment among women hardly changed at all during the course of the recession, remaining constant at about 60 000, whereas in the case of males, self-employment fell by nearly 50 000 during the two years in question, from 297 000 to 248 000, a decline of nearly 17 %. This was mainly due to sharp declines in self-employment in the building sector and in agriculture. In Greece too, in relation to the pre-crisis period, self-employment now involves more women than men. In Turkey , the self-employment rate has not only exhibited resilience through the crisis but it flour- ished, especially for women. The national article for Turkey suggests that during the crisis self-employment was a coping mechanism to address the income loss of the household. As the (male) main breadwinner of the household lost some of his income or his job, women stepped into self-employment in the informal market, in order to make ends meet (added worker effect). As in the European Economic Recovery Plan, crisis- related measures at national level have included pro- visions to support or sustain self-employment/SMEs in some countries (e.g. Belgium, Germany, Ireland, Italy, Slovakia, the United Kingdom). For instance, in Belgium , measures have been taken to limit the loss of jobs and business resulting from the economic crisis. Overall, the measures recently adopted by the Belgian Government are very much geared to pro- moting access to self-employment: on the one hand, by addressing the taxation of self-employed workers, which has become more onerous as a result of the economic crisis and, on the other, by addressing the 6 ( ) Latest Eurostat data give the total number of self-employed at 299 000 in the first quarter of 2010. ",
        "9 problem of the work-life balance (see Box 6 later in this document). In Italy, the anti-crisis package (Law 2/2009) intro- duced a specific fund for the support of youth employ- ment and entrepreneurship, substituting three funds previously allocated to the Ministry of Labour, and assigned its competencies to the Ministry of Youth. In addition, the ‘mobility’ allowance (unemployment benefit granted in case of collective dismissals, in industrial firms with more than 15 employees) which can be accessed as a lump sum payment of the whole benefit in order to start a new business, has now been extended to several categories of firms and workers that were previously not eligible. In Slovakia , a special employment recovery package was adopted in February 2009 which included two new temporary measures specifically designed to support self-employment. In the United Kingdom, the new coalition govern- ment introduced its Emergency Budget on 22 June 2010 in an attempt to tackle the budget deficit. A number of new measures were announced in the budget aimed at business start-ups, including the extension of the 10 % relief rate for entrepreneurial activities; the extension of the Enterprise Finance Guarantee Scheme to provide GBP 200 million (EUR 237 million) in extra lending to small businesses until 31 March 2011; a reduction in corporation tax for small businesses from 21 % to 20 % from the next tax year; and a job creation scheme which makes new businesses outside London and South East England exempt from up to GBP 5 000 (EUR 5 928) in National Insurance contributions for the first 10 employees recruited. In the Netherlands , a number of measures to contrib- ute to business sustainability in the context of the crisis have been introduced (Box 2). Box 2: Supporting self-employment in the context of the crisis, the Netherlands In the Netherlands, in the context of the crisis, the gov- ernment has introduced schemes that contribute to business sustainability. A Garantie Ondernemingsfin- ancieringregeling (GO-arrangement) was introduced in 2009, in which the government partly offers financial guarantees for companies that apply for bank loans. A micro-finance scheme for small entrepreneurial activi- ties was also introduced, offering loans of less than EUR 35 000 to entrepreneurs, combined with coach- ing and support. Moreover, there is a plan to remove barriers for the self-employed to compete for (public) tenders. Lastly, the government tried to remove an obstacle for (mainly new) self-employed, part-time self- employed and self-employed who had much less work due to the crisis. Normally, a self-employed person is only entitled to tax benefits when working more than 1 225 hours per year in their business. Recently, the Dutch Tax Administration changed these criteria and started counting time spent on acquisition, administra- tion or education as working hours. In many countries, self-employment has been rec- ognised in labour market policies — both before and since the advent of the crisis — as a way of combating unemployment, as described in Section 2 below. However, measures implemented in response to the crisis have not always had a positive impact on self- employment. In Latvia for example, the government has reversed some of the tax advantages of self-employ- ment in the process of budget consolidation. In particu- lar, the self-employed now face a rate of 26 %, which is the same as for other workers (previously it was 15 %). In Romania , a new minimum turnover income tax was introduced in May 2009, which increases the tax burden for small businesses to 28–30 % (according to CNIPMMR estimates) and, since at the start of 2010, the previous loose regime which benefited micro-enter- prises came to an end. In Germany, the national article notes that a crisis response measure by the German Federal Government (the KfW Mittelstandsbank Special Programme), which involved favourable credit terms for business start-ups and SMEs, did not appear to have an impact upon the level of self-employment in the country. Attitudes towards self-employment 1.4. As noted previously, a 2009 Eurobarometer survey found that 45 % of Europeans preferred to be self- employed, while 49 % opted for employment ( 7 ). How- ever, these EU-level results hide large differences between Member States concerning the desirability of self-employment. The preference for self-employ- 7 ( ) Flash Eurobarometer No 283 ‘Entrepreneurship in the EU and beyond’ (http://ec.europa.eu/public_opinion/flash/fl_283_en.pdf). ",
        "10 ment is higher in Greece and Cyprus and much lower in Belgium, the Czech Republic, Denmark, Slovakia and Sweden. In addition, the preference for self-employ- ment depends on the characteristics of the person in question — in the EU, men, younger interviewees, those with higher levels of education or those still in education, and respondents with an entrepreneurial family background were more likely than their coun- terparts to prefer to be self-employed. The reasons behind this preference for paid employ- ment relate the importance attached to a ‘regular and fixed income’ (one in four respondents gave this as a reason) and the ‘stability of employment’ (35 % of respondents mentioned this factor). Amongst those who indicated a preference for self-employment, the main reason given was because of the freedom it pro- vides, such as personal independence, self-fulfilment and the chance to do something of personal interest (mentioned by 68 %) or the freedom to choose their own place and time of work (35 %). In terms of negative perceptions of self-employment, when EU citizens were asked what they would fear most if they were starting up a business in today’s economic climate, around half said it was the possibility of going bankrupt. Other fears mentioned were the uncertainty of not having a regular income and the risk of losing their property. There were also some negative perceptions of entrepreneurs themselves, with 54 % of interviewees across the EU agreeing that entrepreneurs only thought about their own wallet and 49 % of respondents saying that they exploited other people’s work (49 %). Nevertheless, according to the survey almost 9 out of 10 EU citizens agreed that entrepreneurs were job creators and a large majority also thought that entre- preneurs created new products and services and were, therefore, of benefit to society in general. A general preference for employee status, rather than self-employment, also seems to emerge from those national articles in which the experts comment on atti- tudes towards self-employment either based on their own judgements or based on findings from (mostly) transnational surveys (e.g. in Luxembourg ( 8 ), Hun- gary ( 9 ), Slovakia ( 10 ) and Croatia ( 11 )). Some of the articles 8 ( ) See European Entrepreneurship Survey Scoreboard of the EU-25, Flash Eurobarometer No 192 (http://www.ec.europa.eu/ enterprise/policies/sme/facts-figures-analysis/ eurobarometer/ index_en.htm). 9 ( ) Bosma, Niels, and Jonathan, Levie, 2010, Global Entrepreneur- ship Monitor — 2009 Executive Monitor, Global Entrepreneur- ship Research Association (GERA). 10 ( ) Flash Eurobarometer No 283 ‘Entrepreneurship in the EU and beyond’ (http://ec.europa.eu/public_opinion/flash/fl_283_en.pdf ). 11 ( ) Flash Eurobarometer No 283 ‘Entrepreneurship in the EU and beyond’ (http://ec.europa.eu/public_opinion/flash/fl_283_en.pdf ). confirm that self-employment is associated with risk and lack of security and there is a general preference for a regular income and stable employment. For example, in France , the national expert suggests there is an ambivalent attitude towards the option of self- employment as this is perceived as a precarious kind of employment given the relative lack of social protection and sustainability of businesses. As noted above, people seem to associate self- employment with risk and in certain countries — in particular Hungary and Slovakia — the national arti- cles suggest that there are negative perceptions of the self-employed, such as the idea that they make profit at the expense of others or that people assume self- employed status to avoid paying taxes. In Hungary , the anecdotal evidence that self-employment is used as a means to hide income from taxation, mostly by not paying wages and the attached payroll taxes, is widely accepted, while in Slovakia there is a prevailing nega- tive attitude in the public towards entrepreneurs ( 12 ). An increasing trend for employers to ‘force’ employees to take on self-employed status (in order to avoid pay- ing social security or tax contributions on wage costs) may have exacerbated the negative image of self- employment. This is discussed further in Section 3. Nevertheless, those who do opt for self-employment often do so in search of positive benefits and, in some countries, self-employment is seen as an attractive career path. The Eurobarometer survey showed that respondents in Cyprus and Greece were the most likely to answer that they would prefer to be self-employed (66 and 60 %, respectively) while in a further eight coun- tries — Ireland, Lithuania, Poland, Bulgaria, France, Italy, Portugal and Romania — about half of respondents expressed such a preference (49–52 %). The national article for Greece suggests that there is a strong sen- timent for self-employment in the country, which in combination with the structure of the economy and the institutional framework (labour market, taxation) and policies (Active Labour Market Policies (ALMPs)) accounts for the high incidence of this type of employ- ment (roughly 30 % of total employment in 2010). In Poland , surveys show that the decision to become self-employed is often taken on the basis of positive expectations of higher income, the chance of doing what one likes, flexible working time and the absence of a supervisor. Apart from the obvious motivations, 12 ( ) TNS SK, TREND Magazine: Public perception of entrepre- neurs, survey conducted in October 2008, Press release, Bratislava, 11 February 2009 (http://www.tns-global.sk/spravy. php?type=tlacove&id=254 ) ; Flash Eurobarometer No 283 ‘Entrepreneurship in the EU and beyond’ (http://ec.europa.eu/ public_opinion/flash/fl_283_en.pdf ). ",
        "11 such as the wish to gain higher earnings, the motives connected to greater freedom of individual entre- preneurs dominate. However, on the other hand, the research undertaken regularly by the Institute of Phi- losophy and Sociology of the Polish Academy of Sci- ence indicates that entrepreneurs in Poland do not enjoy high social status and respect. The role of self-employment 1.5. in the labour market It is suggested that self-employment contributes sig- nificantly to job creation in Europe, since 30 % of the self-employed have employees of their own. The role of entrepreneurs and SMEs in contributing to the future prosperity of the EU is recognised in the Euro- pean Small Business Act for Europe, which states that ‘Dynamic entrepreneurs are particularly well placed to reap opportunities from globalisation and from the acceleration of technological change (...) the role of SMEs in our society has become even more important as providers of employment opportunities and key players for the well-being of local and regional com- munities. Vibrant SMEs will make Europe more robust to stand against the uncertainty thrown up in the glo- balised world of today.’ The role of self-employment in the labour market is touched upon in a number of the national articles. As noted above, in most countries, it is seen as a solution to unemployment and this will be discussed in more depth in Section 2. In Germany for instance, support for self-employment is an important measure for address- ing unemployment. One fifth of all new self-employed people in 2009 were previously unemployed. In Slovenia , self-employment has also been a relatively important part of the labour market — as an important measure of Active Labour Market Policies (ALMP) in times of increasing unemployment as well as offering an atypical form of employment in times when there have still been relatively high shares of persons in employment. In Slovakia , ‘small’ entrepreneurship is said to have a vital position in the economy, contributing substan- tially to overall production and employment (34 and 31 %, respectively, according to data from 2008). The positive role self-employment has played in times of industrial restructuring is highlighted in Croatia , where self-employment and the SME sector are said to have played an important role in generating new employ- ment over the last 20 years. This part of the economy has been able to absorb, and offer employment oppor- tunities to, many workers laid off by large enterprises. Finally, in the former Yugoslav Republic of Macedo- nia , self-employment is regarded very highly as people do not only provide themselves with work but employ others. It is seen as a way to reduce poverty and unem- ployment and contributes to the government’s goal of achieving higher growth and more jobs. Job crea- tion through self-employment is also a key feature of labour market policies in Bulgaria, France, Austria and Iceland. However, in terms of job creation, the contribution of self-employment to total employment growth in recent years has been relatively limited. European-level data show that while the number of self-employed grew by an average of 0.3 % per year between 2000 and 2008 (peaking at roughly 33 million in 2007), the growth in salaried employment amounted to 1.4 % per year over the same period. As a result, the number of self- employed only grew by 0.8 million between 2000 and 2008, compared with an overall employment growth of about 20 million. The national article for Finland provides evidence of this trend. Here, motivation to start enterprises has developed strongly — as evidenced by the increase in the number of enterprises set up — but there is no increased willingness among Finnish entrepreneurs to expand their operations, so the potential for job crea- tion is restricted. Also in Slovenia self-employment is said to be predominantly ‘individualistic’ and ‘non- productive’ regarding the creation of new jobs, since the majority of the self-employed do not employ other people. In France , the sustainability of such businesses is iden- tified as an issue, which is associated with complex administrative constraints and high social taxes. The proportion of firms surviving five years after their crea- tion is 52 % (only 46 % when the business founder is a single individual). Nevertheless, starting a business is identified as contributing to research and develop- ment and investments in the real economy, with an associated effect on the labour market. In Poland , self-employment seems to offer a chance to earn additional income but not to replace employ- ment. A large number of the self-employed in Poland have more than one job. In the fourth quarter of 2009 there were 556 000 self-employed (19.1 % of all self- employed) with more than one job, which constituted 49.2 % of all multiple job-holders. The majority of them worked in services and industry, with a marginal number working in agriculture. This indicates a relative weakness in self-employment as a fundamental source of income, where self-employment is not an alternative for employment in a company but only a method for earning additional income. ",
        "12 In Turkey , self-employment has not been an impor- tant driver of entrepreneurship but rather a coping mechanism for the lack of primary segment jobs. It does remain a key part of employment but it is the unattractive part of it. As things stand now, the gov- ernment neither encourages nor discourages self- employment: in order not to promote involuntary or precarious self-employment on the one hand, and in order not to increase unemployment further on the other hand. Some countries recognise the potential of self-employ- ment and SMEs to help stimulate innovation. In Swe- den , the public authorities consider the development of entrepreneurial activity as an engine for innovation, employment and economic growth. In Luxembourg measures to boost enterprise creation and innovation are seen as directly linked to national competitiveness issues in the post-crisis era. The promotion of self- employment is seen in Norway as (one of several reme- dies) to provide industrial development and innovation in districts and regions facing difficulties in sustainable growth and employment. The need for new business activity is emphasised in light of Norway’s dependency on the petroleum industry and the expected decrease in deposits of oil in the coming years. Problems faced by the self-employed and 1.6. government action to address these problems In 2005, the Commission Communication on a modern SME policy for growth and employment ( 13 ) highlighted five key areas where specific action was required. These were: promoting entrepreneurship and skills; (cid:116)(cid:1) improving SMEs’ access to markets; (cid:116)(cid:1) cutting red tape; (cid:116)(cid:1) improving SMEs’ growth potential; and (cid:116)(cid:1) strengthening dialogue and consultation with SME (cid:116)(cid:1) stakeholders. The mid-term review of this policy ( 14 ) from 2005 to 2007 showed that both the Member States and the EU have made progress in creating a friendlier business environment for SMEs, for example by cutting red tape, introducing one stop shops for company registration and reducing the time and costs required to start a 13 ( ) COM(2005) 551 final. 14 ( ) COM(2007) 592 final. business. Nevertheless, the national articles produced for this EEO Review show that problems still remain for the self-employed and that there is still some way to go before the ‘ Think Small First’ principle advocated in the Small Business Act for Europe is fully anchored at national level. The aforementioned Flash Eurobarometer No 283 ( 15 ) also identified a number of perceived barriers to self- employment. These included access to finance (81 % of EU citizens in 2009 said that it was difficult to start up a business due to a lack of available financial sup- port), complex administrative procedures and difficulty in obtaining sufficient information about how to start up a business. As noted above, fear of the possibility of going bankrupt is also a key factor. The Eurobarometer survey found that, overall in the EU, it was not felt to be the right time to start up a busi- ness due to the current economic climate. There were, however, variations across the countries covered by the survey. Bad timing was given as a reason why it was not feasible to become self-employed by 44 % of Hungar- ians. This reason, however, was raised by just 4–5 % of respondents in Germany, the Netherlands, Sweden, Norway and Switzerland. Flash Eurobarometer No 283 also highlighted the diffi- culty of changing professional status. Across the EU, the proportion of respondents who considered it feasible to become self-employed in the next five years, with the exception of the Nordic countries, was lower than the proportion of those who would like to be self-employed. One of the key areas for action identified in the 2005 Commission communication was ‘red tape’. In several of the EEO countries, the self-employed are said to have been subject to an administrative burden — which governments are now beginning to address. In France , for instance, self-employment has been hindered by a complex administrative system and high social taxes, although this is now being helped by the introduction of the ‘auto-entrepreneur’ status, which relaxes burdens so that employees, students and retired people can take on self-employment activity. In Hungary , there are governmental regulations which go against setting up a business, in particular a small business, and in Croatia , administrative procedures have been long and ardu- ous for any kind of business activity and/or enterprise. Registering a craft or enterprise is not complex in itself, but registering and starting up a particular activity in Croatia is usually administratively demanding, tiresome and lengthy. However, administrative regulation has recently been simplified. 15 ( ) Flash Eurobarometer No 283 ‘Entrepreneurship in the EU and beyond’ (http://ec.europa.eu/public_opinion/flash/fl_283_en.pdf ). ",
        "13 The 2005 Commission communication also highlighted that specific action was required to improve SMEs’ growth potential. According to Flash Eurobarometer No 283, there are large variations across the EU on views as to whether a new business should try to expand as quickly as possible or grow slowly (if at all). In France, 41 % of respondents thought the best approach was fast expansion compared to just 3 % of Icelandic respondents. Younger respondents, full-time students and people with a high level of education were more likely to feel that the best approach for a new business would be to expand it as quickly as possible. The Finnish national article stated in particular that measures to promote entrepreneurship in Finland focus on growth. The Finnish programme ‘Employment, entrepreneurship and work life’ states that although the motivation to start enterprises has developed posi- tively — as is witnessed by the increase in the number of enterprises set up — no increase has occurred in the willingness of Finnish entrepreneurs and enterprises to expand their operations. This willingness has remained at the same level for years. The burden of taxation or social security payments is also highlighted as a difficulty faced by the self- employed in certain countries. The taxation system in Belgium , for example, can constitute an obstacle for certain workers, which is why there are certain specific measures targeted at particular groups in order to facil- itate access to self-employment. Policies in support of self-employment — 1.7. an overview The newly proposed Europe 2020 strategy calls on Member States to remove measures that discourage self-employment but, at the same time, urges countries not to promote involuntary or precarious self-employ- ment. It also refers to self-employment and entrepre- neurship in terms of access to education systems and mobility programmes promoting entrepreneurship and innovation among young people. Almost all countries have policies in place to support self-employment although, in some (e.g. Hungary, Tur- key), it is not said to have been an important part of the political agenda. As noted previously, many policies relating to self- employment focus on its potential to support the unem- ployed to return to the labour market. In Germany , for example, self-employment promotion measures have focused upon the unemployed and also on encourag- ing business start-up through more favourable credit terms. This is similar to France , where self-employment is a key element with job creation strategies, includ- ing special business creation measures for the unem- ployed. Business creation measures in France have also involved new support structures, the introduction of the ‘auto-entrepreneur’ status, financial help, and the improvement of social protection. As noted above, access to finance is identified as a key obstacle to setting up a business and, according to Flash Eurobarometer No 283 ( 16 ), across the EU, on average, respondents found access to finances more difficult in 2009 than in 2007. Financial incentives are, therefore, a key measure to support self-employment. In Romania , for example, a measure has been in place since 1995 to provide subsidised loans to SMEs and the self-employed at a discount rate of 50 % calculated against the National Bank of Romania key interest rate. Credits can be granted to small business as well as to cooperatives, family associations and even individual entrepreneurs from the budget of the Unemployment Insurance Fund for a period of three years, with a six month period of grace if the respective beneficiaries have no more than 249 employees and if they commit to hiring, for at least 60 % of the newly created jobs, registered unemployed. Jobs created as such have to be maintained for a minimum of three years. Measures providing financial support to start a new business will be described in more detail later, as well as measures ensuring favourable conditions for the self-employed in terms of tax/social security regimes. Improving the business environment is a focus of pol- icy in some countries. In Austria , amongst the initia- tives to promote business creation are the lowering of administrative costs, bankruptcy regulation, access to financing, and provisions for the creation and adoption of new knowledge. In the United Kingdom as well, the general approach to self-employment by the UK Gov- ernment is that it is something to encourage, mainly by creating a climate whereby starting up is relatively easy, with the minimum of costs and bureaucracy, and, for the most part, this is the case. Some countries have implemented education and awareness-raising activities to increase understand- ing of the opportunities offered by self-employment. In Sweden , for instance, during the last decade, suc- cessive governments have taken initiatives to pro- mote entrepreneurship and favour the development of self-employment. These measures include public and educational campaigns to encourage positive attitudes towards entrepreneurship among Swedish citizens, in particular young people as well as measures aimed at reducing administrative burdens arising from 16 ( ) Flash Eurobarometer No 283 ‘Entrepreneurship in the EU and beyond’ (http://ec.europa.eu/public_opinion/flash/fl_283_en.pdf ). ",
        "14 government regulations; reduction of taxes; measures aimed at easing the participation of SMEs in public procurement; policies intended to increase the diver- sity of providers (in particular SMEs) in the previously sheltered sectors of welfare services (healthcare, elderly care, social services and education); measures facilitat- ing access to capital; and, last but not least, active labour market policy programmes. In Serbia , a comprehensive network aimed at promoting business creation and self- employment was established early in the 2000s, with the primary aim of facilitating the transfer of redundant workers to micro, small and medium-sized enterprises, but also to assist genuine entrepreneurs in setting up or expanding their businesses. Other countries focus on supporting businesses to grow, or develop. Measures in Finland have been directed, in particular, at encouraging enterprises to grow and become international. The authorities in Iceland have supported and fostered innovation and entrepreneurship by assisting inventors and entrepre- neurs to evaluate business ideas and providing coun- selling on start-up, growth and the management of SMEs. Recent laws grant individuals and businesses tax credits for investing in innovation. Tax deductions are also allowed for research and development costs. Assessment of national labour market 2. policies and recovery measures There is a wide range of labour market policies and measures which support self-employment in the coun- tries covered by the EEO. The measures are categorised in this executive summary according to the following headings, and are described in more detail below: financial support, such as subsidies, loans, or micro- (cid:116)(cid:1) finance; specific support services for people wishing to set up (cid:116)(cid:1) a business, including one stop shops; the provision of training, mentoring and advice (cid:116)(cid:1) (including consultancy); measures to reduce bureaucracy/administrative (cid:116)(cid:1) burdens; existing favourable conditions for the self-employed (cid:116)(cid:1) or changes to tax/social security regimes; and measures to increase motivation towards self- (cid:116)(cid:1) employment. Following this overview of the types of policies imple- mented across the countries covered by the Review, some examples of policies targeting specific groups are highlighted, including the unemployed, women, young people and migrants, as well as measures tar- geting specific sectors. Policies and measures to support 2.1. self-employment Measures offering financial support (e.g. subsidies, loans, micro-finance) The importance of providing start-up finance to enable people to access credit in order to set up a business has been recognised through the creation of the aforemen- tioned ‘European Progress Micro-finance Facility’ ( 17 ). This EUR 100 million fund is intended to support peo- ple at risk of losing or who have already lost their jobs to obtain credit in order to set up a business. Around 21 % of SMEs indicate that accessing finance is a prob- lem ( 18 ) and, in many Member States, the percentage is much higher for micro-enterprises. The national arti- cles show that many countries have recognised, as has been done at European level, that financial support is 17 ( ) http://ec.europa.eu/social/main.jsp?catId=836&langId=en 18 ( ) 2007 Observatory of EU SMEs (http://ec.europa.eu/enterprise/ enterprise_policy/analysis/observatory_en.htm ). ",
        "15 essential to stimulate self-employment. Some exam- ples are given below. In the (cid:116)(cid:1) Czech Republic , there are regular low-scale measures supporting entrepreneurship indirectly via support to SMEs provided by the Czech-Moravian Guarantee and Development Bank (CMZRB) and EGAP (the Export Guarantee and Insurance Corpora- tion). Furthermore, retraining courses provided by labour offices enable start-up entrepreneurs to seek low interest rate loans from the START programme operated by the Enterprise and Innovation Opera- tional Programme (OPEI). The KfW Mittelstandsbank in (cid:116)(cid:1) Germany , part of the Federal programme, offers easier access to loans, favourable credit terms and lower risks for business start-ups and SMEs. Enterprise (cid:116)(cid:1) Estonia offers start-up grants of approxi- mately EUR 6 400 to those wishing to start a business in specific sectors, with a requirement of 20 % own financing by the entrepreneur. In (cid:116)(cid:1) Spain , it is possible to receive unemployment ben- efits as a lump sum payment, in order to start a new business. The unemployed can receive up to 60 % of their total unemployment benefits in one single payment, in order to support them in their business creation process. Certain groups can get a higher pro- portion of the benefits: men under 30 years of age and women aged less than 35 years may receive 80 % of the unemployment benefits that they are entitled to, in one lump sum payment. The Pôle Emploi and France Initiative in (cid:116)(cid:1) France have implemented easier access loans and zero interest loans. Micro-credit is also provided by Association pour le Droit à l’Initiative Economique (ADIE) and there is a business creation loan scheme (Prêt à la création d’entreprise, (PCE)) provided by OSEO, a public body dedicated to entrepreneurs in the field of innovation support, bank loan guarantees, etc., helping them to develop their activities. In (cid:116)(cid:1) Italy, the Legislative Decree 185/2000 provides for two different types of incentives: autoimprenditorialità (start-up incentives) and autoimpiego (incentives to self-employment). The start-up incentives are described later in this report (see the section Measures target- ing young people ). The second measure concerns self- employment and the promotion of small business more specifically, and is directed to unemployed people or first-time jobseekers. Three types of actions are available: (i) incentives for self-employment (up to EUR 25 823); (ii) incentives to micro-enterprises (up to EUR 129 114); (iii) incentives for the start-up of franchising activities (through agreements with accredited franchisors). Both free grants and access to subsidised loans are offered. A total of EUR 750 million was granted in the 2005–08 period, corresponding to 28 571 applications. Among the measures to support self-employment (cid:116)(cid:1) and entrepreneurship in Latvia , businesses that are less than a year old will each be eligible for up to LVL 54 000 (EUR 76 205) in loans and up to LVL 5 000 (EUR 7 056) in grants for the starting of the business and the repayment of the loan. In (cid:116)(cid:1) Hungary , subsidised loans offered by micro-finance institutions, chiefly provided through the Magyar Vállalkozásfinanszírozási Zrt (Hungarian Business Financing public company) support start-up or small micro-enterprises with investment funds or working capital and have both lower transaction costs and rates of interest (at around 1 percentage point above base rate) than non-subsidised commercial loans. In (cid:116)(cid:1) Austria , there are a number of measures to help with access to finance. One strand consists of state guarantees, through which firms can double their equity. For example, guarantees are granted by the Austrian Economic Service (AWSG) for ‘innovative projects’ which are no older than five years. Also, the Gründerbonus (Start-up Bonus) consists of a one-off benefit for start-ups. In (cid:116)(cid:1) Iceland , there are primarily four funds which are used to invest in businesses in order to promote inno- vation and entrepreneurship. These are the Icelandic Research Fund, the Technology Development Fund, the New Business Venture Fund (NBVF), and Frum- tak, a new venture fund which is intended to invest in post-seed start-up and innovation companies that are believed to have considerable growth potential. Self-employment grants have been the most impor- (cid:116)(cid:1) tant publicly financed vehicle for the creation of for- mal self-employment jobs in Serbia . A lump sum grant typically worth EUR 1 000–2 000 is awarded based on an approved business plan, with the condi- tion that beneficiaries remain formally self-employed for at least two years. At their peak in 2004 and 2005, self-employment subsidies comprised over 50 % of the total budget for active labour market pro- grammes (it is now around 20 %). Fear of bankruptcy remains one of the main obstacles to self-employment — it was cited by 49 % of EU citi- zens as the thing they would most fear if setting up a business ( 19 ). One of the 10 key principles identified in 19 ( ) Flash Eurobarometer No 283 ‘Entrepreneurship in the EU and beyond’ (http://ec.europa.eu/public_opinion/flash/fl_283_en.pdf ). ",
        "16 the Small Business Act for Europe is to ‘ensure that hon- est entrepreneurs who have faced bankruptcy quickly get a second chance’ . The Europe 2020 strategy also calls for entrepreneurship to be developed by concrete policy initiatives, including a simplification of company law (bankruptcy procedures, private company statute, etc.) and initiatives allowing entrepreneurs to restart after failed businesses. In the Belgian and Austrian national articles, examples were provided of support for entrepreneurs who have gone bankrupt. Given the high number of bankrupt- cies in Belgium , the Minister for small and medium- sized enterprises (SMEs), has established a plan to help entrepreneurs who have already gone bankrupt to set themselves up again. The main obstacle to reinvesting in a new business is access to credit and a law has there- fore been adopted whereby a previous bankruptcy can no longer be used to question the liability of the spon- sor or investor who finances the bankrupt person’s new business. In Austria , changes to bankruptcy laws were passed on 21 April 2010. The government eased the recapitalisation of companies by merging bankruptcy and composition proceedings into one single insol- vency proceeding. The aim is to motivate the debtor to bring forward the notion of an insolvency procedure at an earlier stage, because the procedure is not, in every case, a bankruptcy proceeding and thus the stigma of bankruptcy is moderated. Another of the SBA principles is to ‘facilitate SMEs’ access to finance and develop a legal and business envi- ronment supportive to timely payments in commercial transactions’ . The Spanish national article acknowl- edges that payment delays are amongst the most sig- nificant financial issues for the self-employed and for SMEs, and reports that the Bill for the Sustainable Econ- omy, approved by the Council of Ministers in November 2009, helps to address this issue. It includes a chapter on the reduction of late payments, meant to gradually come into force by 2013, setting a maximum payment delay of 60 days among private commercial agents (including self-employed and SMEs), and a maximum payment delay of 30 days for public administrations (the previous delays were on average 104 days and 154 days respectively). Thus, the new measure represents a radical shortening of payment deadlines and will, hope- fully, enable a significant share of the self-employed to get back on track from a financial point of view. Specific support services for people wishing to set up a business, including one stop shops Many of the national articles reported that support services targeting people who wish to set up a business have been or are in the process of being set up. These support services can take the form of one stop shops (as in Malta, Poland, Slovakia, the United Kingdom, the former Yugoslav Republic of Macedonia) or business incubators (for example in Bulgaria, Latvia, Lithuania, Slovakia). In Ireland and Latvia, a regional approach has been taken to the provision of support. Some examples of these support services are provided below. In (cid:116)(cid:1) Bulgaria , the Job Opportunities through Busi- ness Support (JOBS) project which ran from 2000 to 2009 aimed to encourage employment by assisting the development of micro and medium-sized enter- prises in small agricultural municipalities with high unemployment rates. One of the approaches used was to stimulate self-employment and small busi- ness development. All beneficiaries received direct services for facilitating the initial stages of their business development via a network of business centres and business incubators. The package of services provided included consultations, office and informational services, vocational training in small businesses, drafting a business plan and organising marketing surveys; leasing equipment to micro and mini companies, access to the Internet, etc. In (cid:116)(cid:1) Ireland , there are there are 35 County and City Enterprise Boards (CEBs), located throughout the country. Their role is to develop indigenous enter- prise potential and to stimulate economic activity at local level by assisting micro-enterprises (defined as having 10 or fewer employees). Each CEB includes representatives from the social partners, state agen- cies, and local voluntary groups as well as elected local public representatives. Nine business incubators are to be set up in (cid:116)(cid:1) Latvia in all regions, with financial support from the European Regional Development Fund. These business incuba- tors will provide discounted consulting and business services, as well as the use of premises and facilities in the early years of business development. Malta (cid:116)(cid:1) Enterprise (ME) is working to set up the Busi- ness Support Centre (BSC), meant to serve as a one stop shop for business start-ups by meeting their bureaucratic needs in the process of starting new companies. Such needs include, inter alia, the proc- ess of registering a new start-up, setting it in line with Inland Revenue and VAT procedures, facilitating recruitment with the Employment and Training Cor- poration (ETC) and providing access to banks. One stop shops were introduced in (cid:116)(cid:1) Slovakia in 2007, to simplify access to the market for entrepre- neurs by integrating all necessary administration related to business start-up and operation into one place in a time and cost-efficient manner. Apart from ",
        "17 administering the registration in the trade and/or commercial register and issuing a trade licence, one stop shops enable persons at business start-up to complete income tax registration, registration for the purpose of compulsory health insurance, and pro- vide for an electronic copy of a ‘defaulter sheet’ ( 20 ). Slovakia also has 16 entrepreneurial and technologi- cal incubators supporting new start-ups. The (cid:116)(cid:1) United Kingdom has an established single serv- ice approach to providing support to new business start-ups and existing small and medium-sized busi- nesses. Known as Business Link (in England), Business Gateway (in Scotland) and Flexible Support for Busi- ness (in Wales), these organisations offer an array of advice and guidance that includes help with devel- oping a business plan (essential if start-up capital is required) and training courses for before and after a business is underway. In (cid:116)(cid:1) Croatia , Hamag (the Croatian Agency for Small Enterprises) has recently been created. This organisation is active in promoting the position of the self-employed and provides services such as consultancy for new entrepreneurs, co-finance for start-up business activities, help in the preparation of feasibility and investment studies, business planning and strategic development. The provision of training, mentoring and advice (including consultancy) Several countries (Latvia, Lithuania, Luxembourg, Austria, Slovakia, Croatia and Iceland) provide train- ing, mentoring and/or advice services, including con- sultancy support, either to people who have recently become self-employed or to those who might be think- ing about setting up a business. In Latvia , for example, the State Employment Agency (SEA) and the Ministry of Welfare provide support in the form of consultancy and financing to a small number of unemployed people who wish to start their businesses or transition into unemployment, with the recipients of support being those with the best busi- ness plans. The Lithuanian Labour Exchange similarly provides information about the conditions for start- ing up a business, its development, the employment of employees, opportunities for pursuing activities under a business certificate and organises basic busi- ness training for jobseekers. Lifelong learning is a major approach through which the Maltese Government is working to boost the 20 ( ) An extract from the criminal register (register of sentences). number of self-employed and the quality of self- employment. Training in entrepreneurship is becom- ing more common in higher education institutions such as the University of Malta and the Malta College of Arts, Science and Technology (MCAST). For example, the Edward Debono Institute offers entrepreneurship training as part of a number of university courses. Sev- eral government entities, including Malta Enterprise and MCAST, collaborated together to start organising a training programme, ‘Discover Enterprise’, which aims to deliver entrepreneurship education and generate cultural change by sponsoring projects within local educational institutions. In Luxembourg and Croatia , it is the social partners which provide training and advice to the self-employed. In Luxembourg, self-employed workers need to be reg- istered members of one of the sector-specific profes- sional associations (e.g. Chamber of Trade, Chamber of Agriculture). These associations offer guidance and expertise directly to members, and advise on the design and implementation of projects on self-employment. The Croatian Chamber of Trades and Crafts organises and helps with the education and improving the skills of new self-employed and the lifelong education and learning of the self-employed. Austria and Iceland have introduced more targeted advice/training programmes. The Impra Unit of the Innovation Centre Iceland promotes innovation and new technology by assisting inventors and entrepre- neurs with advice and support, while in Austria, the AplusB initiative supports the start-up of new busi- nesses stemming from the academic sector. The sup- port offered consists of professional consultancy services for these potential future entrepreneurs. Measures to reduce bureaucracy/ administrative burdens As indicated above, one of the key areas for action identified in the 2005 Commission Communication on a modern SME policy for growth and employment ( 21 ) was ‘red tape’. The SBA also calls for rules at European and national level to be designed according to the ‘Think Small First’ principle by taking into account SMEs’ characteristics when designing legislation, and simplifying the existing regulatory environment. A number of the national articles (Greece, France, Latvia, Malta, Austria, Portugal, Slovakia) show that steps are being taken at national level to reduce bureaucracy and/or the administrative burdens and costs encoun- tered when setting up and running a business. Some examples are listed below. 21 ( ) COM(2005) 551 final of 10 November 2005. ",
        "18 Greece (cid:116)(cid:1) has put the reduction of administrative bur- dens high on the political agenda. This is manifested, inter alia, by the recent bill on the simplification of procedures for the establishment of enterprises, which was submitted to parliament for discussion on 17 May 2010. The proposed legislative act foresees great reductions in costs. The (cid:116)(cid:1) Latvian Government’s plan for the support of micro-enterprises aims to decrease the costs of start- ing micro-enterprises by reducing the minimum capital requirements and simplifying the bureau- cratic procedures for registering and operating such businesses. In (cid:116)(cid:1) Malta , the government is reviewing the Small Business Act in a bid to increase the competitive- ness of SMEs by improving the legal environment in which they operate. Apart from amending exist- ing legislation, the government also announced its intention to set up an online database through which entrepreneurs could submit certain information just once, thus saving them time. The system would also make it easier for government officials to chase the required information. In addition, in 2009, the Gen- eral Accounting Principles for Small Entities (GAPSE) were introduced in order to reduce audit and finan- cial statement reporting requirements for SMEs. In (cid:116)(cid:1) Slovakia , recovery measures have been introduced which simplify and reduce administration related to business operation. These include a shortened period for VAT reclaim (from 60 to 30 days), simpli- fied fuel records (introduction of lump sum expendi- tures in the sum of 80 % of fuel costs), simplified tax records and bookkeeping for entrepreneurs with an annual turnover below EUR 170 000. Another impor- tant measure to reduce the administrative burden of doing business was the launching of electronic communication with the commercial register (reg- istration, statements, changes, de-registration, 50 % lower fees for electronic communication rather than paper, etc.). It is mainly legal entities which benefit from this policy but physical persons/self-employed conducting business based on the commercial code also gain. In (cid:116)(cid:1) Portugal , the SIMPLEX programme is thought to have contributed to business creation by reducing bureaucracy and simplifying procedures associated with setting up a business. It is described in Box 3, below. Box 3: Reducing bureaucracy to stimulate business creation in Portugal In Portugal, several measures have been introduced in order to reduce the bureaucracy associated with business creation (most of which were introduced under the SIMPLEX — programme for administrative and legislative simplification): the implementation of a system of business informa- (cid:116)(cid:1) tion and of structured information and knowledge about national industries; the development of the ‘Company in 1 hour’ project, (cid:116)(cid:1) permitting the creation of a company in one visit to a public department; and the ‘Brand in 1 Hour’ project; a ‘Company Portal’ has also been set up offering a vari- (cid:116)(cid:1) ety of information relevant to business, and where firms can interact with the Public Administration, and access a broad range of online services; and a ‘Simplified Business Information’ declaration, which (cid:116)(cid:1) has been created, putting several legal obligations in a single Act, previously dispersed over various public administration departments. Even though there is no research available to sup- port this assessment, SIMPLEX was a programme that led to a considerable decrease in bureaucracy and to the simplification of many procedures con- cerning business creation. This programme thus contributed to facilitating business creation and to simplifying the operation of enterprises in a short period of time. Favourable tax or social security conditions for the self-employed In a number of countries, there are already favourable conditions for the self-employed in terms of tax or social security contributions, or changes have been, or will be made in this area, sometimes in response to the economic crisis (as in Romania, Sweden and the United Kingdom). In the Czech Republic , for example, the long-term lower tax and contribution burden of the self-employed is considered the most important and quantitatively the largest job-creation subsidy for self-employment. ",
        "19 In Slovakia also, the current setting of the tax and social security system favours the self-employed com- pared to salaried employees. Calculations show that in a situation of equal labour costs and expected retire- ment pensions, the net income of a sole trader is 39 % higher than that of an employee. The self-employed pay contributions from a lower assessment base (half of income attained in the previous year). They can also lower their tax base by lump sum expenses at 40 % (and in some cases 60 %) of income. The tax and contri- butions scheme allows various speculative base adjust- ments, by which entrepreneurs can decrease their tax and non-wage burden. Although this is by no means a business-promoting policy, it acts as a key motive in the decision to start a business. In October 2008, the Irish Government announced tax relief measures for start-up enterprises which were designed to help small businesses to expand and promote an entrepreneurial culture. New start- up enterprises, which have commenced business since the beginning of 2009, are exempt from tax for the first three years of operation, to the extent that their annual liability does not exceed EUR 40 000. In Italy , a special (facilitated) fiscal regime has been applicable since 2001 for the first three years of activity to the self-employed starting their own busi- ness, provided that their annual revenues are lower than EUR 30 987 (in the case of services, the amount is doubled compared to other activities). This special regime consists of an income tax fixed at 10 % and of the exemption from VAT payments. Malta uses a variety of tax incentives focused on directly helping individuals to join, return or remain in self-employ- ment, while other tax incentives are designed to help entrepreneurs expand their business and increase their employees. In Romania , the most significant measure has been the favourable (i.e. lower) income tax rate applied to micro-enterprises since 2007. Set at 2 % in 2007, the rate gradually increased to 2.5 and 3 % in 2009 but has been wholly eliminated by the government in 2010 within its crisis budgetary consolidation plan. In Sweden , in response to the economic crisis, employers were given a respite from paying social security con- tributions and preliminary taxes for their employees for two months during 2009. The recent emergency budget in the United Kingdom has also brought about more favourable conditions for business start- ups. This includes an extension of the 10 % relief rate for entrepreneurial activities; enlargement of finance for start-ups with the extension of the Enterprise Finance Guarantee; a reduction in corporation tax for small businesses; and exemptions from National Insur- ance contributions for new employees in areas outside of South East England. Measures to increase motivation towards self-employment As noted earlier in this report, the motivation of Euro- peans to set up a business is lower at 45 % than it is in the United States, even though there has been a decrease there from 61 to 55 %. The SBA stresses that ‘People in Europe need to be made more aware that self-employment is a potentially attractive career option and be provided with the necessary skills to turn their ambitions into successful ventures.’ Yet only a few national articles described programmes or initiatives to increase motivation towards self- employment. In Germany , the Foundation Country Germany initia- tive, introduced by the Federal Ministry of Economics and Technology, focuses on young people, as it attempts to build motivation for self-employment through better information and promotion work in schools and univer- sities. In Latvia , the scope is broader; a programme was approved in December 2008 aiming to encourage as many people as possible to start their own businesses, to raise the overall prestige of entrepreneurship and to inform society about the potential of innovation. It was introduced to support activities that improve the capacity of teaching personnel to motivate young peo- ple, activities that spread the best practices in starting businesses and developing innovation and marketing activities for innovation and businesses. More than LVL 2 million (EUR 2.8 million) of financing has been allocated to this activity, of which 85 % is provided by the European Regional Development Fund. Finally in Luxembourg , the Ministry of the Economy and For- eign Trade and the Ministry of Medium-sized Com- panies ran the Trau dech — maach dech selbststänneg (Have the heart to take part — become self-employed) campaign in 2004 to encourage the population to cre- ate new companies. Measures targeting priority groups and sectors The EEO national experts were also asked to identify whether certain groups have been specifically targeted in national measures to encourage and support self- employment. A number of target groups have been identified across the EEO countries: the unemployed, women, young people and migrants. There are also a small number of countries which focus on promoting self-employment in certain sectors. Measures targeting the unemployed As noted previously in this report, many of the coun- tries covered by the Review promote self-employment ",
        "20 as a route out of unemployment. Some more examples are described below. In Belgium , there are a number of measures to enable unemployed people to become self-employed. Measures include training courses, a preparatory support period, and a start-up loan. In addition, to help the self-employed cope with the difficulties caused by the economic crisis, the Belgian Government has adopted two measures in favour of self-employed workers whose circumstances have greatly deteriorated owing to the crisis. One of these extends the deadline for applying for social insur- ance payments in the event of bankruptcy from three to six months. The other enables self-employed people in difficulty to receive an allowance for six months. Moreo- ver, fully self-employed persons who experience cash- flow problems as a result of the economic crisis may, before the end of 2010, request a deferral of the payment of their social security contributions. A business start-up subsidy has been provided to the unemployed in Estonia since 1991. During 2010, the amount of start-up subsidy has been increased up to approximately EUR 4 500, offered as a lump sum allowance with no requirement for financing by the unemployed person. This increase has helped to raise interest in, and take up of, the measure. In addition to financial assistance, some supporting measures are provided, including entrepreneurship training for people who have no prior economic training or who have no experience with entrepreneurship, counselling upon applying for the start-up subsidy as well as after receiving the support, mentoring for those who have already started their business, etc. In Ireland , the Back to Work Enterprise Allowance is designed to encourage disadvantaged groups to take up self-employment opportunities, as described in Box 4 below. Box 4: Financial incentives for the unemployed in Ireland There are two measures offering financial incentives to the unemployed to start a business in Ireland. The Back to Work Enterprise Allowance (BTWEA) is designed to encourage the long-term unemployed (i.e. those unem- ployed for at least one year) and other specified welfare beneficiaries (including those receiving One-parent Family Payment, Disability Allowance, Blind Person’s Pension, Carer’s Allowance, Farm Assist, etc.) to take up self- employment opportunities by allowing them to retain a reducing proportion of their social welfare pay- ment (and secondary benefits) for a fixed period. A beneficiary can retain 100 % of the unemployment payment in the first year and 50 % in the second. To qualify, applicants must be setting up a self-employ- ment business, the plan for which must be approved by a departmental jobs facilitator. BTWEA beneficiar- ies can also obtain financial support, through the Jobs Facilitator, from a Departmental Technical Assistance and Training Fund (TAT). This assistance can offset some of the costs associated with starting a business such as training, handling accounts, mentoring and public lia- bility insurance (for which there is a specific grant). The Short-Term Enterprise Allowance (STEA) has also been recently introduced by the DSP as an incentive for the unemployed. It is similar to the BTWEA but is restricted to those who are contributors to PRSI, the State Social Insurance system. The short-term enter- prise allowance (which is not conditional on unem- ployment duration) is paid for a maximum of one year and ends when entitlement to jobseeker’s benefit ends (i.e. at either 9 or 12 months). As with the BTEA, appli- cants must first obtain approval for their self- employ- ment business plan from a jobs facilitator, and they are entitled to seek further financial support from the TAT Fund as described above. While the BTWEA measure was originally introduced as part of a larger scheme in 1999 (the Back to Work Allowance (BTWA)), it was reorganised in April 2009 as part of the government package of ‘Measures to aid recovery’. This involved refocusing the supports entirely on the promoting enterprise (i.e. self-employ- ment); the employee strand of the measure was at that point closed to new applicants and the measure was renamed as indicated. The number of participants currently being supported by the two schemes is about 8 900, of which 7 500 are in the BTWEA. This compares with a total of nearly 8 200 in the corresponding measures prior to the 2009 reorganisation, bearing in mind that the latter total included some 3 600 who were being supported as paid employees. The change, therefore, gave rise to a notable increase in support for self-employment. ",
        "21 In Latvia , there is a measure targeted at those unem- ployed people who already have some sort of business- related education, professional or higher education, or some other formal or informal educational courses in those subjects. Its purpose is to develop entrepre- neurship and, thereby, actually create new jobs for the unemployed. Within the context of the programme, consultations (a total of 20 over three months) and advice are offered to programme participants as they develop their own business plans. These are evaluated afterwards and each business plan that is approved and chosen to be implemented receives start-up financing of up to LVL 4 000 (EUR 5 645), coupled with a stipend to the entrepreneur equal to the minimum wage for the first three months of implementation. In Luxembourg , jobseekers receive financial support to set up or take over a company if they design a realistic company business plan. The scheme is open to jobseek- ers who have received unemployment benefits for at least six months (at least three months for jobseekers over 40). In the Netherlands , there are a number of arrangements that support self-employment as an alternative to unem- ployment or inactivity. This includes the assessment of business plans by a so-called Werkbedrijf (work-coach), the payment of unemployment benefits in advance as a start-up business loan, or payment of lower unemploy- ment benefits instead of a start-up business loan. There are several initiatives in Austria to assist the unemployed into self-employment. The key measure is the Unternehmensgründungsprogramm (UGP) (busi- ness start-up programme). The programme comprises business advice and counselling from external business consultants, training programmes and, under certain conditions, financial support to cover the costs of living. Complementary to the business start-up programme is a micro-credit pilot which is to support the foundation process with access to finance. There is also a subsidy for Sole Trader Businesses (STBs) that are willing to hire an employee. STBs which hire a registered unemployed person or a person in vocational training or a university graduate up to a maximum age of 30, receive a subsidy from the Public Employment Service Austria (AMS). The subsidy, which makes up a quarter of the gross wage, is granted for up to one year. The self-employment programme in the former Yugo- slav Republic of Macedonia aims to reduce poverty and unemployment. It provides two days of basic busi- ness training to interested jobseekers. The participants with the strongest business ideas receive 13 hours of business planning consultancy to work on preparing a sound business plan. Those participants with the most potential then receive a grant for equipment and mate- rials and do not have to pay statutory employment and social contributions for the first three months of the company’s operations. In Iceland , the Directorate of Labour offers various labour market measures that are intended to activate the unemployed, one of which is the development of a business idea. To qualify, the individual in question must be entitled to unemployment benefits and have been registered unemployed for at least a month. Further, they must demonstrate that they possess the necessary knowledge about establishing and operating a busi- ness. Jobseekers developing business plans may receive basic unemployment benefits for up to six months. Finally, in the United Kingdom , there have been few spe- cific labour market measures providing direct encourage- ment to self-employment. The small number that have been introduced have tended to be geared to the unem- ployed and form part of general programmes aimed at helping people to get back into the labour market. The current support measures are New Deal Plus and Flexible New Deal where the unemployed aged over 50 who have been claiming the Jobseeker’s Allowance (JSA) for at least 12 months can get help to become self-employed in the form of advice and guidance and some financial assist- ance, mainly in the form of the government self-employ- ment credit. This credit is aimed at helping the newly self-employed when they have been used to receiving JSA. It is available at around GBP 50 (EUR 59) per week provided that the activity of self-employment lasts at least 16 hours per week and this is backed up with advice and guidance in the first few months of going solo. Measures targeting women As explained in the introduction, women are under- represented among the self-employed and, as such, are identified as a specific target group for particular support in the SBA. A number of initiatives are in place at European level to support self-employment among women, including the European Network to Promote Women’s Entrepreneurship (WES) ( 22 ) and the European Network of Female Entrepreneurship Ambassadors ( 23 ). A number of the national articles (Cyprus, Denmark, Ireland, Italy, Lithuania, Luxembourg, Austria, Finland, Sweden and Norway) report that there are (or were) measures in place to support women to set up their own business. Some examples are provided below. In (cid:116)(cid:1) Cyprus , a scheme to encourage female entrepre- neurship is being promoted in the context of ESF interventions during 2007–13. 22 ( ) http://ec.europa.eu/enterprise/policies/sme/promoting- entrepreneurship/women/wes-network/index_en.htm 23 ( ) http://ec.europa.eu/enterprise/policies/sme/promoting- entrepreneurship/women/ambassadors/index_en.htm ",
        "22 In (cid:116)(cid:1) Denmark , five regional business incubators have been established, which supply assistance to indi- viduals planning to start their own business. These centres have a joint website (http://www.startvaekst. dk) with information about their services and other advice with respect to the creation or further devel- opment of a company. A special part of the website is targeted at women with the aim of raising the share of women among entrepreneurs from the present level of about 25 %. In (cid:116)(cid:1) Italy, a specific measure (Law 215/92) provided incentives for female entrepreneurship until 2006. This law funded start-ups or innovative business projects led by female individual entrepreneurs or by SMEs with a significant share of women (not less than 60 %) among their partners and on their boards. More than 16 000 female enterprises had been supported (out of 90 000 applications) through EUR 750 mil- lion overall funding, the total amount of investment generated amounting to EUR 1.3 billion. Notwith- standing this success, the incentives granted by this law were discontinued in 2006, when the competen- cies on female entrepreneurship were transferred from the Ministry of Economic Development to the Ministry of Equal Opportunities. Since then, no fund- ing for female start-ups has been available, excluding those granted at regional level. In (cid:116)(cid:1) Lithuania there is a specific set of bodies that sup- port female entrepreneurship. The Women’s Infor- mation Centre at the Ministry of Economy publishes information on women’s entrepreneurship initiatives and a businesswomen’s centre was set up in 2008 to stimulate entrepreneurship among women, ensure the principle of equal opportunities in business and to provide inter-network assistance to members. The business start-up programme in (cid:116)(cid:1) Austria includes special elements for women and migrant communi- ties. Women are eligible for a 50 % higher allowance for training costs when attending special training courses targeted to women. Since the mid 2000s, several measures have been (cid:116)(cid:1) adopted in Sweden in order to foster female entre- preneurship and reduce the gender gap in self- employment. The implemented measures include advisory services, information dissemination, train- ing advisers, training in entrepreneurship and men- tor programmes. Several actions have been taken to promote self- (cid:116)(cid:1) employment among women in Norway including granting the same right to maternity/parental leave as employees, encouraging men to use more of their parental leave, thereby reducing the period women are at home with small children, and intensified pri- oritisation of women in access to funds (e.g. EUR 353 million of Innovation Norway’s budget is specifically for projects targeting women). The government’s goal is that the percentage of women among new entrepreneurs should reach at least 40 % by 2013. Measures targeting young people A number of the national articles identify measures to encourage self-employment and entrepreneur- ship among young people. These measures aim to increase motivation towards or raise awareness of self- employment, provide advice and/or training, or offer financial support to enable young people to become self-employed. Some examples follow. In Belgium , there are a number of measures to sup- port young people into self-employment. The Plan for self-employed youth seeks to encourage young peo- ple aged under 30 to become self-employed or set up a business. This plan provides a loan at a preferential rate and the young person is also given practical assist- ance. At the end of the self-employed youth loan sup- port phase, a request for a start-up loan can be made to the Participation Fund, which examines the economic and financial feasibility of the project. The young entre- preneur can obtain a loan (up to EUR 4 500) to cover the costs during the first few months of trading. Fur- thermore, a new company status, the ‘a new company status’, the SPRL Starter, also called SPRLS, is intended mainly for young workers who are starting up in busi- ness and require low levels of investment to begin trad- ing. The SPRLS status has less stringent requirements in terms of minimum capital for the founder of the com- pany, without affecting creditor guarantees. Cyprus has been promoting an annual scheme for the encouragement and reinforcement of youth entrepre- neurship since 2004. The measure, which is co-financed by the European Social Fund (ESF) aims to facilitate access to finance, foster a more entrepreneurial cul- ture, and encourage young people to create their own business. Lithuania also has a national programme for the training and inducement of youth entrepre- neurship for 2008 to 2012. Its aim is to develop and improve entrepreneurship training and raise aware- ness of entrepreneurship. In France , the ‘New services, young people’ initiative was launched in 1997 and is part of the broader employment policy strategy to promote job creation. Youth unemploy- ment has been addressed by the Contrat d’autonomie and a scheme entitled Contrat d’insertion à la vie sociale (Contract for integration in society, (CIVIS)). The former is a personal grant of EUR 300 per month to assist in ",
        "23 Finally, in Italy , the main measure promoting self- employment currently in force at the national level dates back to 2000. The Legislative Decree 185/2000 provides for two different types of incentives: autoim- prenditorialità (start-up incentives) and autoimpiego (incentives to self-employment). The former promotes the development of young entrepreneurship (aged 18–35) in disadvantaged areas, concerning: (i) agri- culture, manufacturing, craftsmanship or business services (with planned investments not exceeding EUR 2.5 million); (ii) services in tourism, environmental protection, fruition of cultural heritage, technological innovation, etc. (with planned investments not exceed- ing EUR 516 000); and, (iii) the development of social cooperatives in agriculture, manufacturing, craftsman- ship or business services (with planned investments not exceeding EUR 516 000). The incentives include free grants as well as access to subsidised loans. The amount of resources granted by this type of funding reached EUR 158.4 million in the 2005–08 period (for 230 requests). Accordingly, this measure appears to finance a small number of big investments, rather than being directed to the self-employed in a strict sense. Measures targeting migrants Only in the national articles for Austria and Sweden were examples of measures targeting migrants highlighted. In Austria , the Business start-up programme includes special elements for migrant communities and in Swe- den , in order to foster entrepreneurship among immi- grants, since 2008 the government has allocated extra resources (EUR 2 million) in order to offer individually tailored guidance to non-native speakers who want to start and run a business, as well as help for established entrepreneurs to develop their companies. Sector-specific support In Finland, Romania and Turkey, there are sector-spe- cific initiatives to promote self-employment. In Fin- land , several measures focus on specifically developing the creative industries, which are seen to offer a major prospect to self-employed workers. In Romania , there have been specific measures to support enterprise in the IT sector and in Turkey , there is a scheme focusing on artisans and tradesmen. Evaluations of policies and measures 2.2. to support self-employment National experts were asked to document any scientific evaluations of the measures and policies described to support self-employment and to identify interesting practices, analyse their relevance, scope and potential Box 5: Promoting entrepreneurship among young people in Greece Several measures supporting youth entrepreneurship have been introduced in Greece. Firstly, the Public Employment Service (OAED) launched a programme in 2008 providing financial support and counselling to young people who wish to implement innovative business ideas, primarily promoting the use of new technologies. The maximum amount of funding available for each new business was EUR 29 000, paid over 12 months and subject to periodical satisfactory auditing of the business. In addition, businesses were able to hire subsidised employees through OAED. This programme has proved popular so far with more appli- cants than new entrepreneurial initiatives funded. In the second semester of 2008, 8 000 young people applied to the programme but only 6 000 were funded — approxi- mately 2 % of the unemployed aged 22–32 in Greece — and obtained an average of EUR 18 000 financing. A second OAED programme supported young scien- tists (including doctors, engineers, lawyers and others) wishing to set up their own practice. The Observatory for Youth Entrepreneurship has also been set up by the Secretariat-General for Youth in Greece. The Observatory has launched additional actions to support youth entrepreneurship, such as the recently established ‘Entrepreneurship Desks’ which provide technical assistance and support to young entrepreneurs. business creation by 16–25 year olds living in suburban areas. In the latter, personalised and intense support over one year is given, with an allowance of up to EUR 450 per month (depending on individual circumstances) which can be dedicated to starting an own business. CIVIS is accessible to all unemployed and low qualified young people (without a baccalaureate). In Greece , several measures have been set up to pro- mote entrepreneurship among young people (Box 5). ",
        "24 negative/positive side-effects. Although only a few sci- entific evaluations were identified, quantitative data on participation rates in the programmes was often used as a basis for assessing the policies and measures. The national experts also offered their own judgements of the various programmes. These various aspects of ana- lytical commentary are summarised below. Evaluations of the policies and measures Evaluations and assessments were referred to in a small number of the national reports. These tended to iden- tify positive outcomes of the policies and measures to promote self-employment. Some recommendations were also made to inform the design of policies and measures in the future. In Estonia , for example, the take up of the Enterprise Estonia start-up grant is small in absolute numbers (150– 200 persons a year) but it is estimated that this represents roughly 15 % of the business start-ups in eligible sectors. A 2007 evaluation ( 24 ) of the start-up grant concluded that the survival rate was high at 89 % after two years from start-up. The evaluation also found that it is necessary to combine additional support and guidance with the start- up grant. Moreover, the evaluation identified the eligibil- ity criteria, such as the requirement for participants to have prior entrepreneurship experience, as important contributors to the efficiency of the measure. Also in Estonia, a 2003 evaluation of a start-up grant which is offered to the unemployed, together with some additional supporting measures (such as entre- preneurship training) found that participants had, after two years, a 25 % higher probability of being in employ- ment than non-recipients of the start-up grant. In the Netherlands , a study conducted in 2010 concluded that Dutch policies have stimulated the growth of self- employment in the past decade, inter alia, the policies to stimulate the unemployed to become self-employed. In Slovakia , data from 2009 imply that a vast majority of the new self-employed made use of one stop shops when registering a trade. Associations and chambers of tradesmen and small enterprises evaluate the pol- icy as highly conducive to entrepreneurship and the reduction of the administrative burden. In addition, a commission of independent experts awarded the first phase of the policy the second highest ranking among key economic and social measures approved or imple- mented in the first half of 2007. 24 ( ) Kuusk, K., Starditoetuse mõjude hindamine (Evaluation of the start-up grant), PRAXIS working papers No 35/2007, 2007, available, in Estonian, online (http://www.praxis.ee/fileadmin/ tarmo/Toimetised/toimetised_35_2007.pdf). An evaluation ( 25 ) of the Slovenian programme to stim- ulate self-employment and entrepreneurship among the unemployed, introduced in 1990, found that the programme accounted for nearly a quarter of all new businesses during the period between 1991 and 1995. The evaluation also found that the programme gener- ated considerable employment — ventures created during 1993 on average account for 2.5 new jobs in 1996. In addition, the programme was found to have triggered the investment of savings and the engage- ment of other resources of the unemployed and their families. It also ‘contributed visibly to the restructuring towards the service economy, enriching the local sup- ply of goods and services.’ In Sweden, an evaluation examined the relative effi- ciency of start-up grants compared to wage subsidy programmes in providing long-term employment ( 26 ). The risk of becoming unemployed was twice as high in the case of wage subsidies, although this only held true for native Swedish workers. A more recent study ( 27 ) found that male jobseekers who had received a start-up grant performed on average better than unsubsidised jobseekers who set up their own business in terms of subsequent income level, number of employees and/ or exit rate. The authors stressed, however, that these positive results may be ascribed to a selection effect, i.e. that the caseworker selected the candidates most suited to self-employment. In the former Yugoslav Republic of Macedonia , an impact assessment was carried out two years after the initial implementation of the country’s self-employ- ment programme ( 28 ). The main finding of the assess- ment was that the programme for self-employment had direct positive results on the economy and public finances over the previous four years. The report also identified that the interest shown by the unemployed in the programme indicated the high importance of such support for potential entrepreneurs and that there is a need for continuous improvement of the quality and quantity of business advisors in the country. A recent net impact evaluation of the Severance to Job programme in Serbia ( 29 ), which was specifically aimed at older workers who had lost their jobs in the process 25 ( ) Glas, M., Cerar, M., 1997, The self-employment programme in Slovenia: Evaluation of results and an agenda for improvement (http://www.ef.uni-lj.si/_dokumenti/wp/BabsonPaperEngWP.doc ). 26 ( ) Carling, K., and Gustafson, L., 1999, ‘Self-employment grants v subsidised employment: Is there a difference in the re-unem- ployment risk?’, working paper 1999:6, IFAU, Uppsala. 27 ( ) Andersson, P., and Wadensjö, E., 2007, ‘Do the unemployed become successful entrepreneurs?’, International Journal of Manpower , Vol. 28. 28 ( ) UNDP, Analysis: Youth and Self-employment — why and how , Skopje, 2009. 29 ( ) Nojkovic, A., and Vujic, S., Net impact evaluation of the ‘Sever- ance to Job’ programme , UNDP, mimeo, 2010. ",
        "25 of privatisation, found that self-employment subsidies had a significant positive impact on the labour market outcomes of beneficiaries, compared with the control group. However, a major limitation of this evaluation is that it was, because of administrative requirements, conducted very soon after the end of the programme, with many participants still having contractual obliga- tions to remain self-employed. Quantitative data In the absence of scientific evaluations, a number of the national articles used quantitative data as a basis for an analysis of the relative success of the policies and measures implemented in their countries. Partici- pation rates, as well as ‘survival rates’ of the businesses created, are the most commonly cited measures. The quantitative data help to assess both the positive and negative effects of the various policies and measures. In Germany, for example, measures to support peo- ple into self-employment have seen a steady decrease in people being successfully assisted over the period between 2004 and 2009, reducing from around 350 000 to 150 000. However, in 2009, the Business foundation allowance assisted 137 000 people, the highest level in recent years. Total expenditure on measures by the Federal Agency of Labour totalled EUR 1.64 billion in 2009. The Start-up grant was most successful in 2004 with 168 000 people assisted into self-employment, and the Transition allowance, likewise, assisted 183 000 people. The business survival rate after two and half years for these two schemes was 67 % for women and 68 % for men. The introduction of the new ‘auto-entrepreneur’ sta- tus in France has helped a large number of people to increase their income through self-employment activi- ties. It was conceived to help employees, students and retired people to build their income through establish- ing a small activity. Registrations reached 452 700 in April 2010. Half of the new business start-ups in 2009 selected the new status and one third of ‘auto-entre- preneurs’ were unemployed prior to registration. How- ever, only 40 % of the auto-entrepreneurs declared a positive turnover by 2009 and average monthly income is only EUR 775. The NACRE (New Accompa- niment for Business Creation and Restart) initiative has also been successful in helping 7 000 previously unemployed people to start a new business and, as a result of all measures to support the unemployed into self-employment, 115 000 businesses were started in France in 2009 by previously unemployed people, representing a total of 40 % of the new businesses in 2009. The Austrian Business start-up programme (UGP) has shown a continuous increase in the number of partici- pants. While in 2001 about 3 500 unemployed people entered the programme, the number of participants reached 8 500 in the year 2009. This is the opposite trend to a general decline in business foundation in Austria. Nevertheless, self-employment cannot be seen as a general alternative to unemployment, as only 3 % of the unemployed participated in the programme. About three out of four participants set up their own businesses and five years after start-up, 73 % of all busi- ness founders were still running their own businesses and 6 % were also in other forms of employment. In Romania , figures show that the number of individu- als registering as self-employed in activities other than agriculture increased from 208 000 in 2006 to around 260 000 in 2008, as a result of both fiscal incentives, as well as the provisions of the new Labour Code, enacted in 2003. In Slovakia , the new Employment Services Act in 2004 introduced a financial contribution for jobseekers to become self-employed and a parallel contribution for disabled persons. This measure proved to be particu- larly successful in attracting vulnerable groups, mainly the long-term unemployed, and is considered by gov- ernment to be the most efficient PES tool for new job creation. The two contributions have supported the creation of 65 000 jobs since 2004, which is more than half of all self-employment jobs started in the given time. Post-programme employment is one of the high- est in the PES scheme and reached approximately 50 % in the given period. A recent report on the Icelandic Impra initiative shows that most of the programmes were successful in that they led to the foundation of a business enterprise. In some cases, almost 90 % or more of those taking part in the programme were at the time of the survey operat- ing their own firm, but in general the success rate was 55–67 %. Another 15–20 % of those surveyed were still working on their business plan. In contrast, relatively few have taken advantage of a labour market meas- ure open to the unemployed, for the development of a business idea. In May 2010, for instance, there were 3 250 unemployed enrolled in labour market measures offered by the Directorate of Labour, of which only 90 were developing their own business idea. In Serbia , since 2007 the National Employment Service checks the survival rate of start-up grant beneficiar- ies’ businesses six months after the expiration of their contractual obligation to remain self-employed and it is always above 80 %. Three years after the contractual obligation expired it was over 50 %. ",
        "26 Quality of self-employment jobs 3. Data and research conducted at European level raise concerns about the quality of working life for the self- employed. Poverty is more common among the self- employed, with 18 % of self-employed people classified as poor, compared to 6 % of employees. The median income of the self-employed is also EUR 3 700 less than that for employees ( 30 ). Working long hours is also com- mon among the self-employed, with an average work- ing week for those with employees of 50 hours, which is eight hours more than for entrepreneurs without employees and 13 hours more than for paid employ- ees ( 31 ). The self-employed also have fewer opportuni- ties for training than paid employees. Finally, in terms of health issues, 41 % of the self-employed say that work has an adverse effect on their health and 25 % feel that work is stressful, against respectively 33 and 21 % for paid employees ( 32 ). Quality of self-employment jobs — 3.1. an overview There appear to be few studies at national level focusing specifically on the quality of self-employment and the national articles take a number of different approaches to assessing quality of self-employed jobs using the data available, such as working hours and flexibility, income levels, education and learning, and the pro- vision of social protection. The articles also discuss the reasons individuals move into self-employment (opportunity versus necessity) and what appears to be a growing phenomenon of ‘forced’ self-employment. Working hours Again, it is important to stress that the data provided in the national articles is often taken from different (national, although sometimes European) sources and uses different measures and covers different population groups. Nevertheless, the national articles confirm that working long hours (longer than employ- ees) is common among the self-employed. This is the case, for example, in the Czech Republic, Denmark, Germany, France, Hungary, Luxembourg, Malta, the Netherlands, Austria, Romania, Slovakia, Slovenia, Finland, Sweden, the United Kingdom, Croatia and Norway. Average working hours reach more than 30 ( ) Sources: Working poor in Europe , European Foundation for the Improvement of Living and Working Conditions, March 2010, and EU-SILC (2008). 31 ( ) Sources: Labour Force Survey (LFS) 2008, Eurostat. 32 ( ) Source: European Working Conditions Surveys (EWCS), 2005, also OSHA (2010), ‘OSH in figures: stress at work — facts and figures’ (http://osha.europa.eu/en/publications/reports/ TE-81-08-478-EN-C_OSH_in_figures_stress_at_work/view ). 49 hours per week for the self-employed in Germany and more than 55 hours per week on average in France (compared to 39 hours for employees). Work- ing outside of core working hours (i.e. evenings and weekends) also seems to be more common among the self-employed in certain countries. Lithuania seems to be an exception, where according to the offi- cial statistics the working hours of the self-employed did not significantly exceed those of employees (both for men and women) in 2008 and 2009. Flexibility and job satisfaction In terms of the reasons people opt for self-employ- ment, EU-level analysis suggests that people choose self-employment for reasons such as the prospect of greater autonomy, self-fulfilment and the flexibility it offers. The latter — flexibility — is noted in several of the national articles as a reason for moving into self- employment. In Hungary , for example, it appears that self-employment is a choice people make to gain more flexibility, even at the expense of security. In Slove- nia , the self-employed are said to have more control over their working hours and can be more flexible in their working time. An ad hoc survey on reconcilia- tion between work and family life incorporated in the Slovenian Labour Force Survey (LFS) in 2005 revealed that 77.9 % of self-employed persons are usually able to organise working time in order to take whole days off for family reasons, while the same is usually possible only for 44.9 % of persons in paid employment. In Denmark , it is suggested that the self-employed gene rally experience a more positive situation com- pared to wage earners, when it comes to the psycho- social working environment. The self-employed generally experience better prospects for personal development in their job, they also feel that their work is less emotionally stressful than average and that they have better opportunities to balance work and family life. This is in spite of the fact that they experience a workload which is above average. A feasible explana- tion for this is that the self-employed have greater con- trol over the timing of their work and they can adapt more flexibly to other demands. In Austria , however, due to the traditional gender- specific share of work and household responsibilities, several studies show that one main problem of self- employed women is work-life balance, in particular as a result of the lack of flexible childcare facilities in the country. High job satisfaction is found among the self-employed in Finland (attributed to the strong perception of inde- pendence), Sweden (attributed to the absence of a ",
        "27 hierarchy, greater opportunity to choose working hours and more control over the pace of work) and Norway . In contrast, the view of the national expert in Lithua- nia is that the self-employed have lower job satisfac- tion as they are continually stressed about the future prospects of their business. Swedish research has also indicated that self-employment might increase mental health problems such as sleeplessness, depression and anxiety ( 33 ). Income The self-employed in Europe are three times more likely to be working poor than employees: 18 % compared with 6 % (data from 2007, relating only to the EU-25) ( 34 ). However, most national articles com- ment on income for the self-employed, which is not always lower than that of dependent employees. In Belgium , for instance, self-employment is regarded as being lucrative work, although it requires certain adjustments in terms of work-life balance. In Lithua- nia , from 2004 to 2008 the self-employed consistently received a higher average income than employees. Slovak entrepreneurs usually name, along with the typical freedoms of working time and workplace, the prospects of higher income as the main advantage of self-employment and motivation to pursue this career option. Other countries which report higher earnings for the self-employed compared to employees are Germany, France and Austria. In some countries, little difference between the earn- ings of the self-employed and dependent employees can be distinguished. For instance, in Hungary , there appears to be no substantial difference between average earnings for the self-employed and salaried employees (although this depends on the type of self- employment) and in Latvia too, only a total of about 16 % of the self-employed (service, shop and market workers, as well as those in elementary occupations) could be considered poorly paid relative to average wage levels. Nevertheless, the self-employed tend to earn less than employees in many of the countries covered by the Review, including the Czech Republic, Finland, Swe- den, the United Kingdom, the former Yugoslav Repub- lic of Macedonia and Serbia. For example, in the Czech Republic , statistics for 2008 indicate that the incidence 33 ( ) Andersson, P., 2008, ‘Happiness and health: Well-being among the self-employed’, The Journal of Socio-Economics, No 37, 2008. 34 ( ) European Foundation for the Improvement of Living and Working Conditions, (2010), Working Poor in Europe (http:// www.eurofound.europa.eu/docs/ewco/tn0910026s/ tn0910026s.pdf ). of poverty among the self-employed (among those whose primary job is in self-employment) is about two times higher that it is among employees and shows a gradually increasing trend, but it still remains several times lower than that of the unemployed. In Slovenia , according to the available statistical data on at-risk-of- poverty rates for different categories of the Slovenian population, the self-employed have a higher probabil- ity of reaching the poverty threshold than the average citizen. On the other hand, self-employed women are, although in the minority among the self-employed, in an even worse situation with an even higher probabil- ity of falling into poverty. A general point on income raised in the national articles for Sweden and Serbia is that self-employed workers often under-report their earnings and that tax collec- tion data is skewed because of the widespread practice of double payrolls (paying a salary and giving cash-in- hand) and undeclared work. Learning opportunities The chance to participate in ongoing opportunities for learning (or rather, the lack of opportunities) is men- tioned in the national articles for Spain, Lithuania, Luxembourg, Malta, Netherlands and Norway. Concerning lifelong learning in the Netherlands , the self-employed do not fall within the scope of collec- tive labour agreements of social partners on topics such as education and training. The general idea is that the self-employed should arrange education and training themselves. Research shows that one in four self-employed people do not engage in education or training. Nevertheless, a significant group of the self- employed would like to participate more in training if they had the time and the finances. In Norway , self- employed workers without employees tend to partici- pate less in training than employees (the difference in 2005 was six percentage points — 9 versus 15 %). In Luxembourg , training schemes have been set up to fulfil the requirements and foster the skills needed by various sectors relying on self-employed work- ers, increasing the quality and service of the work they provide. Multifaceted lifelong learning strate- gies and training schemes for both employees and self-employed workers have been reinforced in the context of the Lisbon agenda and recent figures from the National Institute for the Development of Continu- ous Vocational Training (INFPC) and related agencies (e.g. Higher School of Work) have shown that their relevance is steadily on the increase as the number of training schemes has increased over the last years. In this context, two tailor-made instruments for the ",
        "28 self-employed are paid leave for language learning (up to 200 hours of tuition and self-study to learn Lux- embourgish) and paid individual training leave. The government provides compensation to self-employed workers for these training days. In Spain , there are specific training options for the self- employed, managed by each Regional Employment Department. Nonetheless, policy progress related to lifelong learning has not yet reached the self-employed with the same intensity as employees. Data shows that the rate of participation in lifelong learning activities in 2009 for male and female self-employed were, respec- tively, 6.7 and 9 %, while the figures for employees in the private sector were 9.4 and 12.2 %. Social protection In certain countries, the self-employed seem to be more ‘at risk’, i.e. they do not have the same social protection as employees if they are short of work, ill or disabled. The self-employed also fare worse in terms of pensions and entitlements to paid holiday. Such differences between the circumstances of the self- employed and dependent employees are identified in a number of national articles, including the Czech Repub- lic, Germany, Estonia, Greece, Hungary, the Netherlands, Malta Austria, Slovenia, Slovakia, the UK and Turkey. In Germany , provisions for maternity leave and mater- nity income are less favourable for the self-employed, although participation in a voluntary public health insurance scheme is possible to improve circumstances. Also, the self-employed are more vulnerable in the event of unemployment. They can, however, voluntar- ily join the unemployment insurance system. In Malta , self-employed persons do not enjoy employee rights awarded by the Employment and Industrial Relations Act (2002), which is Malta’s main employment legisla- tion, but which covers only employees. Self-employed workers also have significantly lower social security en- titlements when compared to employees with regards to sick leave, sickness benefits, maternity leave and unmarried and widow’s benefits. In Slovenia , in the case of pension and invalidity insurance, health insurance and parental (maternity) insurance, self-employed per- sons face considerably higher costs than those in paid employment: the self-employed have to finance both contributions — the insured person’s contribution and the employer’s contribution (for the employed person). Similarly, the self-employed are only entitled to sick- ness benefits from the 31st day of continuous incapac- ity for work. This means that the first 30 days of absence from work are not covered (while the first 30 days of an employed person’s absence from work are covered by the employer). This is also the case in Iceland ; all employees and self-employed individuals, including managers and owners of firms, must contribute to their own pension. At present, employers pay 8 % of total wages and employ- ees 4 %. The self-employed must, on the other hand, pay 12 % of imputed wages, i.e. the combined share for both employers and employees. In Turkey , where informal working is high among the self-employed, families in which the main providers are informal workers are often not covered at all by Turkey’s social safety net. On the other hand, in some countries, such as Den- mark , the self-employed enjoy the same social secu- rity protection as paid employees. In principle, the same set of basic rules and level of benefits apply to wage earners and to the self-employed: thus, the unemployed self-employed are required to take part in active labour market programmes, after a specified spell of unemployment (nine months for adults aged over 30). There are special regulations, when it comes to determining whether a self-employed person has permanently closed down their business. As a rule, the self-employed person has to close down the business completely and sell all its assets. The amount of unem- ployment benefits is then calculated based on the pre- vious income from self-employment according to the same principles as for unemployed paid workers. In some countries, the self-employed opt to make lower contributions and, therefore, have lower levels of protection, which is the reason for the inequality they face in relation to employees. In the Czech Republic, for example, the self-employed are covered by the national social security and healthcare system. How- ever, the self-employed tend to contribute minimal amounts towards the pension system. Also, the self- employed have the option to contribute to the sickness insurance system and thus benefit from the insurance it provides. In Hungary too, social security contribu- tion requirements for the self-employed are similar to those of salaried employees, the important difference being that while the latter have no other choice but to have their full set of contributions deducted from their wages, the self-employed can use other means of pay- ment. The result of this is that the self-employed de jure enjoy the same social security protection as salaried employees, but de facto, they often end up choosing a payment option which entitles them to less protection, especially in the area of pensions or maternity leave. Reasons for moving into self-employment: opportu- nity versus necessity According to the aforementioned Flash Eurobarometer No 283 ‘Entrepreneurship in the EU and beyond’, 55 % of respondents who had started up a business or were currently taking steps to start one, stated that they ",
        "29 were doing so because they saw an opportunity and 28 % were doing so out of necessity. Thus, in addition to the prospects of a higher income, greater flexibility and other reasons for moving into self-employment, the question of ‘opportunity versus necessity’ is impor- tant. Recent trends also suggest that among those who take up self-employment out of necessity, there may be an element of pressure from their employer to do so (this phenomenon is referred to in various ways across the national articles, from ‘false’ or ‘forced’, to ‘pseudo’ or ‘bogus’ self-employment). Respondents to the Eurobarometer survey in Denmark and the Netherlands were the most likely to say they had started or were starting a business because they had seen an opportunity (81 and 78 %, respectively) while in Estonia, Bulgaria and Greece, less than 4 in 10 responded in that way (36–39 %). In Portugal , several surveys indicate that the degree of involuntary self-employment is small. A recent study by the Business Creation Observatory shows that new firms are usually created by former salaried workers or by individuals who had previously been employ- ers, while the unemployed represented just 13 % of the overall number of self-employed. The 2004 Global Entrepreneurship Monitor (GEM) findings point in the same direction, whereby, according to their data, 75 % of Portuguese entrepreneurs are opportunity-driven and not necessity-driven, data which are confirmed by the Eurobarometer survey. In contrast, the national article for Hungary reports that many of those called an ‘entrepreneur’ in Hungary today are self-employed out of need and not because of the desire for innovation. Although recent system- atic analysis is missing, it appears that self-employment is partly an alternative to unemployment but also a means of minimising tax payments. In many countries, there are concerns associated with the use of self-employment by employers to avoid making social security or tax contributions on wage costs. This is the case in Belgium, Cyprus, the Czech Republic, Germany, Greece, Spain, France, Italy, Latvia, Malta, Netherlands, Austria, Poland, Portugal, Slovakia, the United Kingdom and Norway. For example, in the Czech Republic, there is a semi- legal use of (trade-licensed) self-employment as a flex- ible alternative to regular salaried employment — the so-called Švarc system ( 35 ). Under this scheme, a regular employment relationship is replaced with 35 ( ) Named after an employer who first started using it, but pho- netically identical to Schwarz, i.e. ‘black’ system. an arrangement where the original employer buys services from a trade-licensed self-employed person (often the original employee, especially so during the recent recession), thus benefiting from a lower tax and contribution burden ( 36 ). In France , the new ‘auto-entrepreneur’ status has been abused by some employers so that they can pay less tax for employees who are pushed into accepting the new status. In dif- ferent Member States, including the Netherlands and Belgium, there is ‘false self-employment’, referring to supposedly self-employed workers whose status (self- employed or employees) is unclear. In theory, they are self-employed (the employer only pays a lump sum of which the worker has to pay his own insurance and other expenses), but, in practice, there is no differ- ence between them and any other employee doing the same work. A judge may then rule that the self- employed worker is in fact an employee and should enjoy the protection offered by labour and social security law. Cases of false self-employment may also appear when foreign workers undertake assignments for only one employer. There are, however, little data on the number of false self-employed in the different Member States. In the United Kingdom , the main issue concerns ‘dependent’ self-employment, where a person may effectively work for just one employer. This is thought to be more prevalent in some sectors — especially construction. It is also noted in the national article for Latvia that the abuse of self-employment status is more common in the construction sector. In Slovenia , many enterprises, especially in construction, transport, cleaning and courier services tried to reduce costs and become more competitive by forcing their own work- ers to become self-employed (even helping them by loans) and contracting out some of their activities. Organisations lowered their costs by maintaining the competition among self-employed providers, but with the economic crisis and the solvency problems of many organisations, the status of many self-employed con- tractors worsened considerably. A few of the national reports relate ‘false employment’ to EU enlargement, as a number of migrant workers are registering as self-employed. The Norwegian trade union Fellesforbundet successfully challenged the self- employment status of 19 Polish construction workers who were actually working as regular employees. In Austria , new Member State nationals working on con- struction sites opt for self-employed status to circum- vent the temporary arrangement restricting the free movement of labour. 36 ( ) Similar flexibility is often promoted by employer associations, for example, see the following link (http://www.financninoviny. cz/podnikatele/zpravy/zastupci-zamestnavatelu-volaji-po- zmene-zakoniku-prace/497466 ). ",
        "30 Actions taken to improve quality at work 3.2. for the self-employed Some of the national articles identified policies and measures which may help to improve the quality of work for the self-employed. The majority of these measures focus on improving social protection, with a particular focus on maternity and paternity leave and benefits, although improvements in provision for pen- sions, unemployment benefits and sick leave were also found in some countries. Some measures to address the phenomenon of ‘false’ self-employment were also identified. ‘Family-friendly’ policies and measures As noted previously, in June 2010 an EU directive on self- employed workers and assisting spouses was adopted which gives improved social protection to the self- employed, including the right to maternity leave for the first time. The Directive grants self-employed women, assisting spouses and life partners of self-employed workers a (voluntary) maternity allowance and a leave period of at least 14 weeks. This is the first time a mater- nity allowance has been granted to self-employed workers at EU level. Member states may decide whether the maternity allowance and social protection rights are granted on a mandatory or voluntary basis and have until August 2012 to introduce the legislation. In fact, a number of the national articles show that steps are already being taken to improve maternity, pater- nity and childcare provisions for the self-employed, or provisions are already in place (e.g. Belgium, Denmark, Germany, France, Netherlands, Sweden, Croatia and Norway). Again, however, the issue is whether the self- employed take up these provisions. For instance, in Denmark , the self-employed and their spouses have the same rights to receive maternity compensation — equal to unemployment benefits — as employees. They also have to fulfil requirements for employment (as self-employed) over the previous 12 months. However, since most wage earners receive their full wages during their maternity or paternity leave, there is currently a political debate taking place in Denmark, about whether a special fund should be established, to increase the maternity and paternity benefits paid to the self-employed up to a level more in line with their normal income. In the Netherlands , as of June 2008, the government reintroduced the arrangement of pregnancy and maternity leave for self-employed women. In addition, the self-employed have similar rights as employees when it comes to day- care facilities for children. In Croatia , under the 2006 National Population Policy measures, the new Act on maternity and parental benefits has been applied since the beginning of 2009 and payment of child sup- port has been continuously ensured. New legislation encompasses, in contrast to the previous legislation, all mothers (for maternity benefits) and parents (for parental benefits), regardless of their labour law status (i.e. employed and self-employed). In Belgium, the ‘Family Plan’ (Box 6) has been intro- duced to encourage workers to become self-employed by improving their work-life balance. Box 6: The ‘Family Plan’, Belgium In March 2009, the Belgian Government launched the ‘Family Plan’ to encourage workers to become self-employed. The plan comprises a set of measures intended not only to supplement the social status of the self-employed and promote the start-up and development of businesses, but also to improve the work-life balance. The plan makes improvements in terms of maternity leave, the provision of household- task service coupons, parental leave, allowances for the death of a child, equal family allowance payments to that of employees, sharing of pension contribu- tions amongst spouses and the ability to put in place a substitute entrepreneur. There are further measures to promote female entrepreneurship through means of a better work-life balance. This includes better pro- visions for childcare, start-up loans for those with fam- ily responsibilities, support for returners to work, and promotion of mentoring schemes. In addition, with a view to bolstering the Family Plan for self-employed workers, the government adopted measures in 2009 to improve the work-life balance of the self-employed when they are faced with a particularly serious fam- ily problem that has a major impact on their business activity. ",
        "31 In Spain , there are policies in place to support self- employed mothers in returning to self-employment. One example is that self-employed women returning to self-employment after maternity leave (up to two years after the child’s birth or adoption) receive a 100 % discount on their mandatory sickness insurance for the following 12 months. Pension provision In several countries covered by this Review, the self- employed are entitled (or in some instances required) to contribute to the state pension system (France, Italy, Lithuania, Netherlands, Poland, Finland, Croatia, Ice- land and Norway). In France , the Régime social des Indépendants (RSI) (Social system of independents) covers independ- ent workers and the self-employed. Under this provi- sion, improvements have been made in terms of social protection for independent workers, but retirement pensions are still less than those for employees. Never- theless, independent workers can subscribe to comple- mentary insurance to make up the difference. Pensions are calculated in Finland according to the Entrepreneurs’ Pension Act (YEL). The YEL takes into account entrepreneurial activities that have lasted for at least four months after the person turned 18 if their confirmed income exceeds EUR 6 775 (the figure for 2010). As noted earlier (under Social protection ), the self- employed in Iceland are required to make arrangements for payments to a registered pension fund. Although self-employed individuals may, in principle, choose their own pension fund, in practice, most of them have made arrangements with the pension fund of their profession. In Poland , the same rules apply in the case of pensions for employees and for the self-employed, but the latter generally do not have the right to early retirement and have to pay higher social insurance contributions as it cannot be shared between an employer and the self- employed worker. In the Netherlands , the self-employed are entitled to receive the state pension (AOW) and are free to arrange an additional pension. Again the question is whether they choose to make contributions and the size of the contributions they make. For instance, in Germany , the self-employed can join the public pension insurance system but, in 2008, only around 39 % paid into the sys- tem. In Croatia too, although the regulations stipulate that all employees, self-employed persons and farmers are obliged to be insured in the pension system, only one fifth of the self-employed in the agricultural sector pay pension insurance. In Italy , there is no single pension scheme applicable to all self-employed persons. In particular, professionals (such as lawyers, medical doctors, pharmacists, engi- neers, etc.) adhere to specific social security funds ( Casse di previdenza e assistenza per i liberi professionisti ), cur- rently covering 11 categories of workers, which, within minimum standards defined by law, offer social security schemes to their members according to specific rules and provisions. These schemes cover old-age, early retirement and invalidity pensions, as well as maternity leave (compulsory, for five months, since 2001) and healthcare assistance (which is voluntary). Italian self- employed farmers, salesmen and craftsmen adhere to a specific fund within INPS, the National Social Security Institute, paying different social contributions depend- ing on their sector of activity, income and number of working days. While sickness benefits are not provided, maternity leave is covered (for five months, two before and three after childbirth). Moreover, family benefits (though very modest in absolute value) are provided to those self-employed falling under specific income thresholds. Finally, employer-coordinated freelance workers adhere to another INPS fund, the so-called ges- tione separata . This fund was created in 1995 with an aim to offer minimum social assistance to such work- ers who, until that time, had not been covered by any compulsory pension scheme. However, the initial social contribution level (almost 10 %) was so low that it has encouraged the widespread use of these contracts by employers to substitute for paid employee contracts. Unemployment The self-employed are protected against periods of unemployment in some countries (e.g. Denmark, Spain, Sweden and Iceland), although this is sometimes on a voluntary basis (Austria). In Denmark , as noted earlier (under Social protection ), the self-employed are required to to take part in active labour market programmes after a specified spell of unemployment (nine months for adults aged over 30). In Iceland , the self-employed are currently entitled to unemployment benefits under certain conditions. Recent changes to the Unemployment Benefits Act have, for the most part, improved the situation of the self-employed in the labour market. According to the Unemployment Benefit Act that came into effect in mid-2006, self-employed individuals are entitled to benefits if they are either no longer operating their own business and without a job, or have closed down their business and taken up part-time employment. In the latter case, individuals are entitled to compensatory benefits that equal the difference between the level of their previous business operation and the level of the ",
        "32 part-time employment. In Spain , the Social Security system includes a special scheme for the self-employed (RETA) which aims to equalise the rights and responsi- bilities of the self-employed and employees. In May 2010, unemployment benefits were introduced for the self-employed, which will provide them with income if they cease their activity. This enables the self-employed to opt in (it is a voluntary scheme) to receive unemploy- ment benefits, provided they have paid social security contributions for a set period of time. The period of time that self-employed people are entitled to receive benefits is limited to 12 months (while for employees it is 24 months). Some national policies also aim at providing more secu- rity for workers making the transition from employment to self-employment. One example from Sweden is that a person who has set up a business may still receive unemployment benefit for the first two years after the start of the business based on the income that he or she previously had as a dependent employee. Sick leave Contribution to sick leave insurance for the self- employed is often optional (e.g. in the Czech Repub- lic and Poland, but it is mandatory in Lithuania and Greece.) or the level of contribution affects the level of cover (e.g. in Estonia, Sweden, Germany). The pay- ments received are often lower than those for depend- ent employees. In Sweden , there are new reforms in this area. Under the 2010 Budget Bill, all self-employed workers will be guaranteed sick leave of at least seven days. Sick- ness insurance contributions have also been reduced for all self-employed workers. In Germany, self- employed persons can protect privately against the risk to income of sickness so that they receive daily sickness remuneration. The level of benefits can be determined individually. In Norway , the self-employed are paid up to 65 % of their income from the 17th sick day onwards, up to a maximum of EUR 57 203. For employees, the maximum is the same, but employees are entitled to 100 % of their salary from the first sick day. Self-employed workers are entitled to paid leave from day one if they cannot work due to looking after a sick child (but at 65 % of salary). In Slovenia , the self-employed are entitled to sickness benefits from the 31st day of continuous incapacity for work. This means that the first 30 days of absence from work are not covered (while the first 30 days of an employed person’s absence from work are covered by the employer). The coverage of sickness benefits in Estonia for the self-employed is assessed in 2009 as at 77.5 %. How- ever, sickness benefits for the self-employed are calcu- lated based on their income, which is often very low. Measures taken to address ‘false’ self-employment As noted previously, the Europe 2020 strategy urges Member States not to promote involuntary or pre- carious self-employment. A number of countries have begun to take note of this phenomenon and are beginning to look for ways to address the issue of ‘false’/‘forced’ self-employment (e.g. Belgium, Estonia, the Netherlands, Austria, Portugal, Slovakia). Some of these are described below. In (cid:116)(cid:1) Belgium , some measures have been taken to regularise the status of those described as ‘pseudo- self-employed’. The government has laid down cri- teria aimed at better circumscribing the status of a self-employed worker and distinguishing it from that of employee. The law enshrining these meas- ures, adopted in December 2006, also envisages the establishment of a commission on the regulation of employment relationships, which will determine the status of a worker in the event of doubt. In (cid:116)(cid:1) Estonia , the issue is under discussion and the Estonian Tax and Customs Board has stated its dis- approval of the actions of employers who force their employees to take self-employed status while work- ing for just one employer. However, a recent court rul- ing has allowed this practice to continue. In terms of tax contributions, economically dependent employ- ment can be a ‘win-win’ situation for the employer and employee so long as tax payments are lower than they would have been in the case of a paid employee contract. In order to address this, and to bring the self-employed persons’ tax contributions up to the minimum contributions of other employees and thus reduce the advantages of economically dependent employment, the minimum income basis for calculat- ing tax contributions has been increased gradually up to the level of the minimum wage in 2009. Portugal (cid:116)(cid:1) has recently revised its Labour Code and its Social Security Code, in order to address the problem of companies using self-employed status instead of paid employee contracts. A new Social Security Code will come into force in 2011 to require firms to sup- port 5 % of the contributions of the self-employed. Secondly, to prevent firms from using this type of labour arrangements incorrectly, higher sanctions were introduced in the Labour Code launched in February 2009 and the number of labour inspectors has been increased in order to intensify inspections. ",
        "33 Conclusions 4. Self-employment is an important driver in entrepreneur- ship and job creation and thus contributes to the Euro- pean Union’s goals of more growth and better jobs. It has, so far, been particularly resilient to the impact of the economic crisis and is identified in many countries as a way of combating unemployment. Self-employment is also thought to contribute to job creation, since 30 % of the self-employed have employees of their own. Attitudes towards self-employment remain relatively ambivalent in the EU, with 45 % of all Europeans pre- ferring to be self-employed, while 49 % say they would prefer to work as an employee. In the United States, despite a decline in recent years, the preference for self-employment remains higher at 55 %. In the countries covered by this Review, a range of poli- cies and measures are in place to support and encour- age self-employment. These include: financial support (probably the most common); (cid:116)(cid:1) support services, training, mentoring and advice; (cid:116)(cid:1) measures to reduce bureaucracy and administrative (cid:116)(cid:1) burdens; favourable conditions for the self-employed in terms (cid:116)(cid:1) of tax and social security regimes; and measures to increase motivation for self-employment (the (cid:116)(cid:1) least reported type of measure in the national articles). Some policies and initiatives are targeted at specific groups, most commonly the unemployed, followed by women and young people. Few robust evaluations of the measures in place are available and the national articles thus rely largely on quantitative data to analyse the impact of measures. Likewise, there appear to be few national studies focusing specifically on the quality of self-employ- ment. Nevertheless, it seems that in general, the self-employed work longer hours than employees, yet enjoy greater flexibility, autonomy and job sat- isfaction. However, in some countries they do not enjoy the same level of social protection as employ- ees. Furthermore, there seems to be an increasing trend for workers to be ‘forced’ into self-employ- ment, in part so that employers can avoid the costs associated with social security contributions. The national articles thus identify steps which are being taken at national level to address the quality of self- employment, which include improvements to social protection systems — ‘family friendly’ policies, pen- sions and unemployment benefit — and measures to address the issue of ‘forced’ self-employment. Nevertheless, it seems that even when the self- employed are entitled to social protection and pen- sion provisions, they choose to take the lowest level of cover. Based on this Review, it seems that there is scope in the future for further research into the effectiveness of measures to promote self-employment, the quality of self-employed jobs and also the issue of the abuse of self-employment status. ",
        "34 Annex: Overview of national policies and measures taken to promote or increase self-employment Country Name of initiative or law/policy Brief description; time frame; budget and source of funding (national, European level) Belgium Plan for self-employed youth Seeks to encourage under 30-year-olds to become self-employed or set up a business. This Plan provides for the grant of a loan at a preferential rate and the young person is given practical assistance. Introduced in 2002. Participation Fund At the end of the self-employed youth loan support phase (see above), a request for a start- up loan can be made to the Participation Fund, which examines the economic and financial feasibility of the project. The young entrepreneur can obtain a loan (of up to EUR 4 500) to cover the costs during the first few months of trading. SPRL Starter (SPRLS) A new company status intended mainly for young workers who are starting up a business and require low levels of investment to begin trading. The SPRLS has less stringent requirements in terms of minimum capital for the founder of the company, without affecting creditor guarantees. Introduced in 2010. The Family Plan This is to encourage workers to become self-employed, and comprises a set of measures intended not only to supplement the social status of the self-employed and promote the start-up and development of businesses, but also to improve the work-life balance. Introduced in 2009. Bulgaria ‘Job Opportunities through Business Support’ (JOBS) project, 2000–09 The JOBS project was a joint initiative of the Ministry of Labour and Social Policies and the UNDP in Sofia. The aim was to encourage employment in Bulgaria by assisting the development of micro and medium-sized enterprises in small agricultural municipalities with high unemployment rates. All beneficiaries received direct services for facilitating the initial stages of their business development via a network of business centres and business incubators. This network was organised for the purposes of that project and as one of its components. The package of services included consultations, office and informational services, vocational training in small businesses, drafting a business plan and organising marketing surveys, leasing equipment to micro and mini companies, access to the Internet, etc. From 2004 to 2009, the Project opened up grant schemes to newcomers in the business. The applicants had to present vital business ideas and a plan for being competitive in the internal market of goods and services. National strategy for encouraging small and medium-sized businesses (2007–13) Priorities under the national strategy are stimulating the spirit of entrepreneurship, improved access to financing, simplification of administrative procedures, achievement of more stable development, internationalisation of businesses, stimulation of research activities and innovative development. Operational Programme (OP) Human Resources Development Co-funds training for starting a business for both unemployed and employed persons. The OP also funds a scheme offering consultancy services to entrepreneurs who start their own business. Czech Republic Subsidies for the unemployed A labour office can provide a subsidy for purchasing machinery, renting office space, etc., to a registered unemployed person who proposes a viable business plan and undertakes a retraining course on ‘trade-licensing basics’. ",
        "35 Country Name of initiative or law/policy Brief description; time frame; budget and source of funding (national, European level) Denmark Regional business incubators The incubators’ website (http://www.startvaekst.dk) has information about their services and advice with respect to business creation and development. A part of the website is targeted at women with the aim of raising the share of women among entrepreneurs to 25 % of the total. Germany Start-up grant (2004–06) Funding grants for business start-ups. Federal level funding for this initiative equalled EUR 4.01 billion. Transition allowance (1980s–2006) Income support grants for transition into self-employment. Federal level funding equalled EUR 6.18 billion in 2002–09. Estonia Start-up grant for unemployed persons In addition to the grant, some supporting measures are provided, including entrepreneurship training for people who have no prior economic training or who have no experience with entrepreneurship, counselling upon applying for the start-up subsidy as well as after receiving the support, mentoring for those who have already started their business, etc. It is funded by the ESF and the Unemployment Insurance Fund. Introduced in 1991; amount of start-up grant increased in 2010. Start-up grant for new businesses The start-up grant offered is up to approximately EUR 6 400, with a requirement for own financing of 20 %. A person who has received a start-up grant from the Unemployment Insurance Fund (see above) is not eligible. It is coordinated by Enterprise Estonia. Ireland The Back to Work Enterprise Allowance (BTWEA) Introduced as part of a larger scheme in 1999 (the Back to Work Allowance, BTWA), it was reorganised in April 2009 to focus only on promoting enterprise. It is designed to encourage the long-term unemployed (i.e. those unemployed for at least one year) and other specified welfare beneficiaries (including those receiving One-parent Family Payment, Disability Allowance, Blind Person’s Pensions, Carer’s Allowance, Farm Assist, etc.) to take up self-employment opportunities by allowing them to retain a reducing proportion of their social welfare payment (and secondary benefits) for a fixed period. The applicant’s business plan must be approved by a departmental jobs facilitator. BTWEA beneficiaries can also obtain financial support for the costs associated with starting a business, through the jobs facilitator, from a Departmental Technical Assistance and Training Fund (TAT). The initiative is operated by the Department of Social Protection (DSP). The Short-Term Enterprise Allowance (STEA) The Short-term enterprise allowance is paid for a maximum of one year. It ends when entitlement to jobseeker’s benefit ends (that is, at either 9 months or 12 months). As with the BTWEA (see above), applicants must first obtain approval for their self-employment business plan from a jobs facilitator. However, it is not conditional on unemployment duration — if a person is eligible it can be availed of immediately. Eligibility is restricted to those who are contributors to PRSI, the State social insurance system. Beneficiaries must have an entitlement to jobseeker’s benefit and have paid PRSI contributions for the equivalent of two years, or qualify for statutory redundancy support. County and City Enterprise Boards (CEBs) The role of the 35 CEBs is to develop indigenous enterprise potential and to stimulate economic activity at local level by assisting micro-enterprises (defined as having 10 or fewer employees). They were introduced in 1993. CEB support is provided to new and established businesses on the basis that the proposed projects have the capacity to achieve commercial viability. CEBs fall under the policy remit of the Department of Enterprise, Trade and Innovation (DETI) which funds the network in association with the EU ERDF. The current (2010) budget allocation for the CEBs is EUR 28 million. ",
        "36 Country Name of initiative or law/policy Brief description; time frame; budget and source of funding (national, European level) Greece Start-up grants for young people The programme, introduced in 2008, offered a grant for business start-ups, combined with guidance and counselling to young people who wanted to work on innovative business ideas. The programme also offered them the possibility to hire other registered unemployed people. All unemployed young people aged 22–32, not resident in the Attica or Island regions, were eligible provided they fulfilled certain criteria. National and EU funds, up to EUR 29 000, are available per grant. Spain Fiscal measures The government has set up several tools to help the self-employed and support employment creation. Firstly, tax payments can be postponed (for up to EUR 18 000). Secondly, a 20 % reduction in the net return of the self-employed for tax calculation purposes has been introduced. Thirdly, the Plan-E (Government Plan for Economic Stimulus and Employment) established the possibility to register in a database allowing subscribers to access a monthly devolution of VAT borne by firms, instead of waiting until the end of the year to recover it. To that end, the tax office has set up an online management application. Finally, the above mentioned Plan-E set a fiscal bonus for the self-employed who recruit their first collaborator. The Plan establishes a 50 % reduction of the social security contributions for a newly recruited worker during the first 24 months of the employment contract. Unemployment benefit The unemployed can receive up to 60 % of their total unemployment benefits in one single payment, in order to support them in their business creation process. In addition, certain groups can get a higher proportion of the benefits: that is the case for men under 30 years of age and women under 35 years, who may receive 80 % of the unemployment benefits that they are entitled to, in one single payment. In all cases, the financial aid must be invested in the costs associated with the setting up of the business. An increased tax exemption with regard to this single unemployment benefit payment has been set up (up to EUR 15 500 instead of the previous EUR 12 020). Moreover, the procedures to request single payments have been automated through the Public State Service of Employment, in the framework of the National Action Plan to reduce administrative burdens. France ‘Auto-entrepreneur’ status This is a legal and fiscal status introduced in 2009 by the Law for Modernisation of the Economy to help employees, students and the retired to build their income. New support for business creation or recovery (NACRE) This supports businesses with the overall goal of decreasing by a third the number of unemployed. It was introduced in 2009 and has a budget of EUR 37.5 million. Contrat d’insertion à la vie sociale (CIVIS) Personalised and intense support over one year is given, with an allowance of up to EUR 450 per month (depending on individual circumstances) which can be dedicated to starting their own business. Accessible to all unemployed and low qualified young people (without a baccalaureate). ",
        "37 Country Name of initiative or law/policy Brief description; time frame; budget and source of funding (national, European level) Italy Start-up incentives Start-up incentives operating at national level target young entrepreneurs, unemployed and entrepreneurs in urban depressed areas. Six measures in favour of business creation, worth EUR 3.9 billion, were in force at the national level in the period 2003–08, while 54 measures, worth EUR 500 million, were in force at the regional level. Law 215/92 on incentives for female entrepreneurship This law funded start-ups or innovative business projects led by female individual entrepreneurs or by SMEs having a significant share of women (not less than 60 %) among their partners and on their boards. Periodical calls for proposals (six from 1997, when the law became operational) were published in order to define evaluation and funding criteria (a detailed business plan had to be presented in order to access funds). More than 16 000 female enterprises have been supported (out of 90 000 applications) through EUR 750 million overall funding. The incentives granted by this law were discontinued in 2006 when responsibility for female entrepreneurship was transferred from the Ministry of Economic Development to the Ministry of Equal Opportunities. From then on, no more funding for female start-ups has been available, excluding those granted at regional level. Cyprus Funding for relocation to suitable premises Incentive funding of up to EUR 40 000 has been offered since 2009 to eligible small companies to relocate away from unlicensed and unsuitable premises to more professionally laid out offices. Eligibility requirements include employing up to a maximum of 10 employees, having a turnover of up to EUR 2 million and operating prior to January 2002. It is funded by the Ministry of Industry, Trade and Commerce and EU Structural Funds. ",
        "38 Country Name of initiative or law/policy Brief description; time frame; budget and source of funding (national, European level) Latvia Plan for support to micro-enterprises, 2009 Includes proposals to lower the costs of registering a micro-enterprise, to introduce a friendlier tax policy, to simplify accounting requirements and to ensure the availability of financing and information for micro-enterprises. Business Incubators Nine business incubators will be set up to provide discounted consulting and business services and the use of premises and facilities in the early years of business development. Incubators will not be available to enterprises in certain traditional business sectors (such as agriculture, financial intermediation, transport, alcohol and tobacco). The available services and eligibility criteria vary between the nine incubators. More than LVL 20 million (EUR 20 million) will be available and 85 % of this financing which lasts from 2007 until 2014 will be provided by the European Regional Development Fund. Support for self-employment and entrepreneurship Businesses that are less than a year old will be eligible for loans and grants for the starting of a business and the repayment of the loan. Businesses between one and three years old will be eligible for consultations only Final applications were accepted in May 2010. The overall budget is LVL 23 million (EUR 32 million). Some 60 % will be financed by the European Structural Fund and the Latvian Government, the remainder by the Latvian Mortgage and Land Bank. Start-up financing will be available for up to 600 new business start-ups, while free consultations, training and advice will be available for up to 1 200 start-ups. The Motivation programme The aim is to encourage as many people as possible to start their own businesses, to raise the overall prestige of entrepreneurship and to inform society about the potential of innovations. It was approved in December 2008. More than LVL 2 million (EUR 2.8 million) of financing has been allocated to this activity, of which 85 % is provided by the European Regional Development Fund. Promotion of self-employment and entrepreneurship among the unemployed The purpose of this measure is to develop entrepreneurship and thereby to actually create new jobs for the unemployed. Within the context of the programme, consultations (a total of 20 over three months) and advice are offered to programme participants as they develop their own business plans. These are evaluated afterwards and each business plan that is approved and chosen to be implemented receives start-up financing of up to LVL 4 000 (EUR 5 645), coupled with a stipend to the entrepreneur equal to the minimum wage for the first three months of implementation. This measure is targeted at those unemployed people who already have some sort of business-related education (professional or higher education, or some other formal or informal educational courses in those subjects). ",
        "39 Country Name of initiative or law/policy Brief description; time frame; budget and source of funding (national, European level) Lithuania Amendments to the Law on support for employment Jobseekers who wish to set up a business will receive reimbursement of the costs for acquisition of a business certificate and exemption from social insurance contributions from 2010. Economy Stimulation Plan (ESP) Package of measures proposed in February 2009 by the government in response to the economic crisis. Relevant to self-employment: offering consultation and training to people in the early stages of business start-up including micro-credits and loans at less than market rates and guaranteeing loans. Businesswomen’s Centre Introduced in 2008 on the initiative of the Association of the Lithuanian Chambers of Commerce, Industry and Crafts, the Centre stimulates entrepreneurship among women, ensures the principle of equal opportunities in business and provides inter-network assistance to members. Law on small and medium-sized business development The law defines the State aid available to small and medium-sized businesses: tax privileges and tax relief; micro-credits and loans at favourable rates, provision of guarantees; business incubators, business information centres. It was adopted December 2007 (replaced the 1998 Law on small and medium-sized businesses). Start-up support has been allocated a significant portion of overall funding for active labour market policies in Lithuania with a substantial co-financing from the European Social Fund (ESF) (85 %). Luxembourg Luxembourg’s young entrepreneurs: the promotion of entrepreneurship at educational level The aim of this initiative is to familiarise young people with entrepreneurship through project work and reinforce the links between schools and companies. Expert network 1, 2, 3, GO The network system was launched in 2000 and stimulates entrepreneurship in the Greater Region through expert guidance. Trau dech — mach dech selbststänneg (Have the heart to take part — become self-employed) campaign This campaign ran in 2004 and encouraged the population to become self-employed and create new companies. Hungary Subsidy scheme for the registered unemployed to enter self-employment Three schemes focusing on different target groups, providing subsidies for starting up a business: SROP 1.1.1 targets the disabled; SROP 1.1.2 focuses on the low qualified, the 50+, labour market entrants and young mothers; the third programme is focused exclusively on providing the registered unemployed with a form of support to raise start-up capital and a kick-start wage subsidy. The first two programmes are funded through the European Social Fund (ESF) while the third programme is funded under the decentralised part of the Employment Fund. ",
        "40 Country Name of initiative or law/policy Brief description; time frame; budget and source of funding (national, European level) Malta Malta Enterprise Malta Enterprise, which started operating in 2004 and was given new responsibilities in 2007, is empowered to issue incentives in line with EU State aid rules to help the development of business start-ups and of established firms through specific subsidiary legislation. In the national 2009 budget, Malta Enterprise was allotted EUR 20 million spread over a five-year period to launch five new schemes. Business Support Centre (BSC) Malta Enterprise is working to set up the Business Support Centre, which is meant to serve as a one stop shop for business start-ups by meeting their bureaucratic needs in the process of starting new companies. Such needs include, inter alia, the process of registering a new start-up, setting it in line with Inland Revenue and VAT procedures, facilitating recruitment with Employment and Training Corporation (ETC) and providing access to banks. Netherlands Support services aimed at the unemployed Loans to the unemployed and welfare recipients to set up a business are available and the costs of receiving coaching and courses or market surveys can be refunded. Measures in response to the economic crisis in 2009/10 Financial guarantee for companies applying for bank loans; micro-finance initiative, improving opportunities for businesses to compete for (public) tenders and change in criteria for entitlement to tax benefits. Austria Unternehmensgründungsprogramm — UGP (Business start-up programme) The programme was introduced in 1998 and comprises business advice and counselling from external business consultants, training programmes and, under certain conditions, financial support to cover the costs of living. It is funded by the Public Employment Office and had a budget in 2009 of EUR 11.1 million. Access to financing One strand of access to financing consists of state guarantees through which firms can double their equity. For example, guarantees are granted by the Austrian Economic Service (AWSG) for ‘innovative projects’ which are not older than five years. The Gründerbonus (Start- up Bonus) consists of a one-off benefit for start-ups. AplusB The Austrian Research Promotion Agency (FFG) supports the start-up of new businesses stemming from the academic sector. The support offered consists of professional consultancy services for these potential future entrepreneurs. Subsidy for sole-trader businesses A subsidy for businesses willing to hire an employee was introduced in 2009 by the Ministry of Labour and the Public Employment Service. Its budget for 2009 was EUR 5 million. Poland Higher investment allowance Investment allowance has been increased to EUR 100 000 giving the possibility of including investment expenditure in the form of one time depreciation deduction (like purchase of machinery, equipment, etc.) from tax costs. This provision came into force 22 May 2009 and applies to companies which started functioning in 2008–10. Increasing loan capital Development of loan and guarantee funds to improve the access of micro and small enterprises to finance. ",
        "41 Country Name of initiative or law/policy Brief description; time frame; budget and source of funding (national, European level) Portugal Measures to reduce administrative burdens Decrease in the bureaucracy associated with business creation through several measures (most of them included in SIMPLEX — Programme for Administrative and Legislative Simplification): Implementation of a system of business information and of structured information a) and knowledge about national industries; Development of (i) ‘Company in 1 hour’ project, permitting the creation of a company b) in one visit to a public department, and (ii) the ‘Brand in 1 Hour’ project; A ‘Company Portal’ has also been set up. Through this portal, varied information relevant c) to business life can be accessed, firms can interact with the Public Administration, and have access to a broad range of online services; The Simplified Business Information declaration was created, putting several legal d) obligations in a single act, previously dispersed over various Public Administration departments. Support programme for entrepreneurship and the creation of one’s own job The programme provided financial aid for the start up of small companies of less than 11 workers, regardless of their legal form, that created jobs and contributed to the stimulation of the local economies. The programme covered people registered with the job centre and who were available for work and able to work and were in one of the following situations: unemployed registered for nine months or less in a situation of involuntary (cid:116)(cid:1) unemployment, or for those registered for more than nine months regardless of the reason for enrolment; young first-time jobseekers aged 18–35 with secondary education qualifications or (cid:116)(cid:1) attending a qualification course leading to this level of qualifications and who have not had an open-ended work contract; people who have never exercised a professional activity; (cid:116)(cid:1) independent workers whose average monthly income is less than the guaranteed (cid:116)(cid:1) monthly minimum income, assessed on the months worked in the last year. This programme created two credit lines (MICROINVEST and INVEST+) with reduced interest rates to support individuals that want to create their own firm. The total amounts foreseen for the credit lines were: MICROINVEST with EUR 15 million for projects requiring an investment below EUR 15 000 and INVEST+ with EUR 85 million for projects requiring an investment between EUR 15 000 and EUR 200 000. Romania Unemployment Insurance Fund The measure provides subsidised loans to SMEs and the self-employed at a discount rate of 50 % calculated against the National Bank of Romania key interest rate. It has been in place since 1995. Credits can be granted to small business as well as to cooperatives, family associations and even individual entrepreneurs from the budget of the Unemployment Insurance Fund for a period of three years, with a six month period of grace if the respective beneficiaries have no more than 249 employees and if they commit to hiring, for at least 60 % of the newly created jobs, the registered unemployed. Jobs created as such have to be maintained for a minimum of three years. Lower income tax rate for micro-enterprises A favourable (i.e. lower) income tax rate has been applied to micro-enterprises since 2007. Set at 2 % in 2007, the rate gradually increased to 2.5 and 3 % in 2009 but was then wholly eliminated by the government in 2010 within its crisis budgetary consolidation plan. ",
        "42 Country Name of initiative or law/policy Brief description; time frame; budget and source of funding (national, European level) Slovenia Start-up support programme A programme for stimulating self-employment and entrepreneurship was introduced in 1990 (slightly changed in 2010) seeking to reduce unemployment and to offer the possibility of a new start to those without any other option and those with new ideas and motivation. The programme consists of two stages: i) preparation for self-employment, and ii) subsidy. Slovakia Employment Services Act of 2004 This law introduced a financial subsidy for jobseekers to start and operate a self-employment job and a parallel subsidy for disabled persons. Eligible beneficiaries are jobseekers who have been registered with the labour office for at least three months, providing that they will commence and continue performing self-employment activities for at least two years. Applicants are obliged to complete special entrepreneurial training, develop a business plan and (since 2009) defend this plan in front of a commission. The subsidy is intended to cover expenses linked to the chosen self-employment activity (e.g. to purchase work equipment or tools, not salary) and may be granted up to 45 % ( 37 ) of the sum corresponding to 16 times the total monthly labour cost, i.e. the average wage in the economy plus social and health insurance contributions. The sum is regionally differentiated, with applicants from less developed regions receiving higher support (the indicator being the district unemployment rate). Start-up support has been allocated a significant portion of overall funding for active labour market policies with a substantial co-financing from the European Social Fund (ESF) (85 %). One stop shops One stop shops were introduced in 2007 to simplify access to the market for entrepreneurs by integrating all necessary administration related to business start-up and operation into one place in a time and cost-efficient manner. Apart from administering the registration in the trade and/or commercial register and issuing a trade licence, one stop shops enable persons at business start-up to complete income tax registration, registration for the purpose of compulsory health insurance, and provide for an electronic copy of a defaulter sheet. Recovery package A special employment recovery package was adopted in February 2009 and included two new temporary measures specifically designed to support self-employment: a financial subsidy and a similar measure to support self-employment activities in the agricultural sector. The measures target unemployed persons and persons in material need who may apply for a subsidy to cover non-wage labour costs if they commence and perform a self- employment job for at least two years. Finland Enterprise Finland A free online service (http://www.yrityssuomi.fi/) that provides information in a single location about the kinds of assistance available to companies and entrepreneurs. Vigo start-up accelerator programme Internationally experienced experts in enterprise development coach start-ups into rapid growth and increased investment-readiness. The target group is fast-growing start-ups. Centres for economic development, transport and the environment The centres started in 2010 to promote entrepreneurship, the functioning of the labour market, competence and cultural activities. Development strategy for the creative economy A strategy was outlined to develop the operating environment of creative enterprises from 2008 to 2010, to look at new product development and financing models and improve the effective use of creative work in the labour market. 37 37 ( ) Up to 72 % of 24 times the total monthly labour cost for a disabled person. ",
        "43 Country Name of initiative or law/policy Brief description; time frame; budget and source of funding (national, European level) Sweden Increase access to markets for SMEs The monopoly on the distribution of pharmaceutical products was abolished in 2009. Temporary Act on deferment of tax payments for the year 2009 Employers obtained a respite in paying social security contributions and preliminary taxes for their employees for two months during 2009. United Kingdom New Deal Plus and Flexible New Deal Provides advice and guidance for the unemployed who wish to become self-employed. It is funded by the Department for Work and Pensions. Self-employment credit Aimed at financially helping the newly self-employed who have been receiving unemployment benefit, it is funded by the Department for Work and Pensions. ",
        "44 Country Name of initiative or law/policy Brief description; time frame; budget and source of funding (national, European level) Croatia The Hamag (the Croatian Agency for Small Enterprises) Recently created to promote the position of the self-employed. It provides services such as consultancy for new entrepreneurs, co-finance for start-up business activities, help in the preparation of feasibility and investment studies, business planning and strategic development. Operative plan for stimulating the SME sector Addresses the improvement of the position of the self-employed. Stipulates the procedure and requirements for obtaining various types of grants and subventions for self-employed persons. National employment policy Providing loans and grants to the self-employed was a programming priority from 1998. Each unemployed person can apply for a grant to set up a company of HRK 4 500 (EUR 626). Iceland Impra Unit of the Innovation Centre Iceland Promotes innovation and new technology by assisting inventors and entrepreneurs with advice and support. Technology Development Fund A public competitive fund to promote innovation and entrepreneurship. Frumtak The New Business Venture Fund (NBVF) together with three major banks and six large pension funds established a new venture fund, Frumtak, in 2008. The objective of Frumtak is to invest in post-seed start-up and innovation companies that are believed to have considerable growth potential. Unemployment Benefits Act, amendment Self-employed individuals are entitled since 2006 to benefits if they are either no longer operating their own business and without a job, or have closed down their business and taken up part-time employment. Former Yugoslav Republic of Macedonia (FYROM) Self-employment programme (part of the annual operational plan for active labour market policies) Involves two days training for interested jobseekers in business basics, 13 hours of business planning consultancy for the group of participants with the strongest business ideas and provides those with the most potential start-up subsidies to cover equipment and materials and exemption from social insurance contributions for the first three months of the company’s operations. Eligible participants are people who have been unemployed for over one year, young people up to 27 years old and unemployed women. It was started in 2007 and the grant for equipment and materials was EUR 3 500 in 2009. Turkey The World Bank’s second Access to finance for small and medium-sized enterprises project The objective of this 2010 project is to broaden and deepen the access of Turkish SMEs to medium and long-term finance, with a view to ultimately contributing to an expansion of productive activities and job creation. There are three components to the project. Action plan concerning artisans and tradesmen The support measures available since 2010 include 50 % off the interest burden of the loans taken out by artisans and tradesmen. These half-rate loans will be provided by the still publicly owned Halk (People’s) Bank. They are to be provided with training as well as the financial support, and will be encouraged to be innovative and to receive entrepreneurship support in order to introduce new and innovative product lines with the help of local university support. Halk Bank earmarked TRY 3.3 billion (EUR 1.65 billion) worth of credit to artisans and tradesmen with an effective (subsidised) interest rate of 6.5 %. The upper limit could be as high as TRY 50 000 (EUR 25 000) for these loans, per person. ",
        "45 Country Name of initiative or law/policy Brief description; time frame; budget and source of funding (national, European level) Serbia Self-employment grant Lump sum grants, typically worth between EUR 1 000–2 000, have been available since 1995 based on an approved business plan with the condition that beneficiaries remain formally self-employed for at least two years. Eligible are all registered unemployed, subject to regional quotas. The long-term unemployed and members of vulnerable groups are prioritised within the quotas. Severance to job scheme Provision of a self-employment subsidy to redundant workers with symbolic matched funding out of their severance payment. It ran in 2007 and 2008 and was specifically aimed at older workers who lost their jobs in the process of privatisation. Norway Innovation Norway Innovation Norway was set up in 2004 to offer products and services intended to help boost innovation in business and industry nationwide and to foster regional development. It supports new enterprises and SMEs that seek to grow and break into the international market. The budget of Innovation Norway was strengthened by EUR 170 million in 2009. It has a separate funding stream for projects targeting women which was EUR 353 million in 2009. ",
        "",
        "European Commission European Employment Observatory Review - Self-employment in Europe 2010 Luxembourg: Publications Office of the European Union 2010 — 45 pp. — 21 × 29.7 cm ISSN 1725-5376 Self-employment makes a considerable contribution to the EU economy in terms of entrepreneurship and job creation and accounted for almost 15% of total employment in the Union in 2009. However, it also carries a degree of risk and EU-level policies have been developed over a number of years to support self-employment and small and medium-sized enterprises. Such measures have been stepped up in the light of the economic crisis and its impact, both at EU- and Member State-level. The European Employment Observatory Review for 2010 on self-employment in Europe provides an introduction to the self-employment situation in Europe including the impact of the economic crisis, its role in the labour market, attitudes towards the subject and problems faced by the self-employed. The Review then assesses national labour market policies and crisis recovery measures and examines the quality of self-employed work and actions to improve this, before providing some final conclusions. This publication is available in printed format in English, French and German. ",
        "",
        "How to obtain EU publications Free publications: (cid:116)(cid:1) via EU Bookshop (http://bookshop.europa.eu); (cid:116)(cid:1) (cid:66)(cid:85)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:38)(cid:86)(cid:83)(cid:80)(cid:81)(cid:70)(cid:66)(cid:79)(cid:1)(cid:54)(cid:79)(cid:74)(cid:80)(cid:79)(cid:8)(cid:84)(cid:1)(cid:83)(cid:70)(cid:81)(cid:83)(cid:70)(cid:84)(cid:70)(cid:79)(cid:85)(cid:66)(cid:85)(cid:74)(cid:80)(cid:79)(cid:84)(cid:1)(cid:80)(cid:83)(cid:1)(cid:69)(cid:70)(cid:77)(cid:70)(cid:72)(cid:66)(cid:85)(cid:74)(cid:80)(cid:79)(cid:84)(cid:15)(cid:1)(cid:58)(cid:80)(cid:86)(cid:1)(cid:68)(cid:66)(cid:79)(cid:1)(cid:80)(cid:67)(cid:85)(cid:66)(cid:74)(cid:79)(cid:1)(cid:85)(cid:73)(cid:70)(cid:74)(cid:83)(cid:1)(cid:68)(cid:80)(cid:79)(cid:85)(cid:66)(cid:68)(cid:85)(cid:1)(cid:69)(cid:70)(cid:85)(cid:66)(cid:74)(cid:77)(cid:84)(cid:1) on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: (cid:116)(cid:1) (cid:87)(cid:74)(cid:66)(cid:1)(cid:38)(cid:54)(cid:1)(cid:35)(cid:80)(cid:80)(cid:76)(cid:84)(cid:73)(cid:80)(cid:81)(cid:1)(cid:9)(cid:73)(cid:85)(cid:85)(cid:81)(cid:27)(cid:16)(cid:16)(cid:67)(cid:80)(cid:80)(cid:76)(cid:84)(cid:73)(cid:80)(cid:81)(cid:15)(cid:70)(cid:86)(cid:83)(cid:80)(cid:81)(cid:66)(cid:15)(cid:70)(cid:86)(cid:10)(cid:15) Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): (cid:116)(cid:1) (cid:87)(cid:74)(cid:66)(cid:1)(cid:80)(cid:79)(cid:70)(cid:1)(cid:80)(cid:71)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:84)(cid:66)(cid:77)(cid:70)(cid:84)(cid:1)(cid:66)(cid:72)(cid:70)(cid:79)(cid:85)(cid:84)(cid:1)(cid:80)(cid:71)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:49)(cid:86)(cid:67)(cid:77)(cid:74)(cid:68)(cid:66)(cid:85)(cid:74)(cid:80)(cid:79)(cid:84)(cid:1)(cid:48)(cid:243)(cid:68)(cid:70)(cid:1)(cid:80)(cid:71)(cid:1)(cid:85)(cid:73)(cid:70)(cid:1)(cid:38)(cid:86)(cid:83)(cid:80)(cid:81)(cid:70)(cid:66)(cid:79)(cid:1)(cid:54)(cid:79)(cid:74)(cid:80)(cid:79)(cid:1) (http://publications.europa.eu/others/agents/index_en.htm). ",
        "http://ec.europa.eu/social www.2010againstpoverty.eu www.facebook.com/socialeurope Are you interested in the publications of the Directorate-General for Employment, Social Affairs and Equal Opportunities? If so, you can download them or take out a free subscription at http://ec.europa.eu/social/publications You are also welcome to sign up to receive the European Commission’s free Social Europe e-newsletter at http://ec.europa.eu/social/e-newsletter K E - A N - 10 - 001 - E N - C "
    ]
}