{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘How to guarantee decent work for young people and ensure the inclusion of NEETs through the proper elaboration of National Recovery Plans’ (own-initiative opinion) (2022/C 152/05) Rapporteur: Nicoletta MERLO Plenary Assembly decision 25.3.2021 Legal basis Rule 32(2) of the Rules of Procedure Own-initiative opinion Section responsible Employment, Social Affairs and Citizenship Adopted in section 24.11.2021 Adopted at plenary 8.12.2021 Plenary session No 565 Outcome of vote (for/against/abstentions) 152/13/48 1. Conclusions and recommendations 1.1. The EESC welcomes the NRRPs as an unprecedented opportunity to drive change and trigger investments in sustainable growth and creation of quality jobs that must be seized with inclusive governance, requiring dialogue, openness and transparency. 1.2. The Committee notes with regret the lack of meaningful and targeted consultation with the social partners and stakeholders in some of the Member States during the designing of the NRRPs. The EESC urges the Commission to put in place measures that guarantee structured and meaningful involvement of the social partners, organised civil society and youth organisations in the implementation and monitoring of the NRRPs. Protecting and strengthening social dialogue at the national level is crucial in order to guarantee that public money is well spent on an inclusive recovery. 1.3. The EESC suggests evaluating and systematising the collection of best practices from the national level, where the consultation with the social partners and youth organisations via dedicated committees and social dialogue yielded excellent results in terms of youth-specific policies and measures to create quality jobs and career prospects for young people. 1.4. The Committee calls on the Member States to ensure quality and inclusive guidance and counselling for all young people, especially those with disabilities, starting in early school education, in order to provide them with more information on their further education and, subsequently, on career possibilities in the context of the green and digital transition of the labour market. 1.5. The EESC welcomes measures to promote and popularise the role and profile of vocational education and training (VET) as a driver of innovation practices, STEM skills, lifelong learning and effective labour intermediation, as these are key to bridging the existing skills gap. It is also important to improve skills evaluation in order to proactively identify the skills that will be needed in future labour markets in advance. Appropriate arrangements should be made to ensure that VET is also accessible to people with disabilities, based on the recognition of individual abilities and enabling all citizens to acquire vocational skills that are useful for their personal development, while meeting the specific needs of companies as regards unfilled skilled jobs. 1.6. The EESC recommends that personalised support be put in place for targeted groups, especially NEETs. This support should make it possible to deal with all issues that are peripheral for integration into the labour market, such as housing, accommodation, transport and health, in a holistic manner. 6.4.2022 EN Official Journal of the European Union C 152/27 ",
        "1.7. The EESC considers that it is a priority to ensure the efficiency and adequacy of public employment services, key players in active labour market policies (ALMP), through targeted investment and reforms where necessary, so that they are able to support all people, especially the most vulnerable and those furthest from the labour markets, in their search for work or in their reorientation. 1.8. The EESC regrets that the potential of the Youth Guarantee as the main policy tool to fight rising youth unemployment has not been fully realised. The EESC calls on the Member States to step up their efforts to implement the reinforced Youth Guarantee, including quality training that promotes integration into the labour market, and calls on the European Commission to provide an overview of the steps taken to implement the Council Recommendations on the Reinforced Youth Guarantee at the national level and to ensure effective synergies with the NRRPs. 1.9. The EESC welcomes provisions in the NRRPs that support quality training, including apprenticeships or internships, as these are an effective tool for reducing early school drop-out and can ensure better integration of young people (and others) into the labour market, and calls on the Member States to implement the Council Recommendation on a European Framework for Quality and Efficient Apprenticeship ( 1 ). However, the Committee calls for a ban on unpaid internships. Decent remuneration for all interns should be ensured under the upcoming revision of the Council Recommendation on a Quality Framework for Traineeships. The EESC also suggests that a European Framework for Quality Internships be developed in order to guarantee the educational value of such learning experiences. 1.10. The EESC urges the Member States to use the recovery funds in investments for the creation of quality jobs and upskilling of young people, where needed, with a particular focus on open-ended contracts and decent working conditions that limit the risk of precarity. Additionally, the Committee stresses the need to close the social security gap and encourages the Member States to properly implement the Council Recommendation on access to social protection ( 2 ) and to introduce a modern scheme to all forms of work that is capable of ensuring the adequate income of future pensioners, especially those who are and will be subject to discontinuous working careers. 1.11. The EESC considers it essential, in order not to subsidise job insecurity, to ensure that hiring subsidies are conditioned by open-ended contracts or stabilisation programmes. In addition, hiring incentives can be effective in creating employment opportunities for ‘disadvantaged’ jobseekers as well as in reallocating workers being made redundant, favouring their transition towards new sectors and occupations. 1.12. The EESC believes that close attention should be paid to the issue of mental health and psycho-social disorders, especially among young people, by reducing the stigma around mental health issues through prevention and awareness-raising work, which must start in schools, and be extended to companies, and by providing adequate funding for service and support providers in this field. 1.13. The EESC notes that persistent gender inequalities in the world of work increase young women’s vulnerabilities to the economic consequences of COVID-19. The Committee welcomes the measures put in place by some Member States to encourage and promote women’s employment and female entrepreneurship, to invest in adequate social infrastructure and to reform childcare systems, particularly early childcare education, and calls for these good practices to be scaled up at the EU level in order to support full employment of women, and young mothers in particular. 2. Background 2.1. The COVID-19 pandemic has had and continues to have an enormous impact on our societies and economies. The European Union has taken significant steps towards recovery: for the first time, Member States have opted for European solidarity and convergence instead of austerity to combat the crisis. 2.2. The Recovery and Resilience Facility (hereinafter the Facility), the largest part of Next Generation EU, provides EUR 672,5 billion in loans and grants to support reforms and investments undertaken by the Member States. This unprecedented sum aims to mitigate the economic and social impact of the COVID-19 pandemic and make European economies and societies more sustainable, resilient and better prepared for the challenges and opportunities of the green and digital transitions. C 152/28 EN Official Journal of the European Union 6.4.2022 ( 1 ) A Council Recommendation on a European Framework for Quality and Effective Apprenticeship from 15 March 2018 (OJ C 153, 2.5.2018, p. 1). ( 2 ) The Council Recommendation on access to social protection — Making social protection fit for the future (OJ C 387, 15.11.2019, p. 1). ",
        "2.3. Under the agreement, the national resilience and recovery plans (NRRPs) should devote at least 37 % of expenditure to support climate objectives and 20 % to support the digital transition. Furthermore, all investments and reforms must respect the ‘do no significant harm’ principle, ensuring that they do not significantly harm the environment. Additionally, the NRRPs are expected to contribute to effectively addressing the relevant challenges identified in the country-specific recommendations under the European semester; however, no minimum threshold or process for monitoring spending on different priorities such as young people is set here. 2.4. Timely and meaningful involvement of the social partners throughout the European semester, at various levels and across all policy areas directly or indirectly affecting employment and labour markets, is key in order to improve engagement in the design of policies, including measures in the NRRPs. Social dialogue is a driving force for successful and fair policy-making if it is able to bring forward effective solutions and mirror the ongoing policy changes and reforms in collective bargaining, where appropriate. 2.5. The Facility complements other activities targeting young people ( 3 ) and is closely aligned with the Commission’s 2019-2024 priorities, which clearly state that the EU must create a more attractive investment environment and growth that creates quality jobs, especially for young people and small businesses ( 4 ). The European Commission’s new programme ALMA ( 5 ) (Aim, Learn, Master, Achieve), a new Erasmus-style placement scheme targeting NEETs, providing short-term working experience to young Europeans in other Member States, can bring positive results if quality standards, including social protection, guidance and supervision and decent wages, are ensured for its beneficiaries. 2.6. On 22 January, the European Commission published the new guidelines that EU Member States must follow in drafting their NRRPs to access the so-called Recovery Fund, in which it emerges that public policies in favour of young people are no longer just a ‘horizontal’ objective of the plans, i.e. an aspect to be considered in the achievement of other main objectives, but have become a prerequisite and absolute priority of Next Generation EU and must be included as an entire pillar and not simply a cross-cutting priority. 2.7. EU countries should have officially submitted their NRRPs by 30 April 2021. However, the Commission has prolonged the deadline and agreed that countries can submit their plans up to mid-2022. As of 15 October 2021, the number of submitted plans stands at 26. 2.8. The Facility is a once-in-a-generation opportunity for the Member States, not only to tackle the public health crisis but also to pursue the twin transition to a digital and low-carbon economy, create strong social welfare and foster cohesion. It has a real potential to bring about tangible change for young workers and prevent them from becoming the ‘lost’ generation without fair opportunities in the future Europe. However, there is a strong need for inclusive governance at national and European level, where social dialogue and engagement with civil society have a strong and meaningful impact. 2.9. The COVID-19 crisis has further increased inequalities, putting workers, especially young workers, at a greater disadvantage. With this own-initiative opinion, the EESC, on the basis of an analysis of the generational measures contained in the NRRPs presented by some Member States and thus identifying any good practices and weaknesses, intends to draw up recommendations on how to guarantee decent work for young people and ensure the inclusion of NEETs by implementing the projects. 3. General comments 3.1. European young people are among those most severely affected by the pandemic: schools, universities and social venues have been closed, depriving young people of education, culture and connections; one in six young people lost their job because of the economic consequences of COVID-19 ( 6 ); in August 2021, the youth unemployment rate was 16,5 % in the EU ( 7 ); in a number of countries, young people have been particularly hard hit, causing unemployment rates to soar — to name just a few: Spain (40,5 %), Italy (29,7 %), Bulgaria (18,3 %) and France (19,6 %). Additionally, a percentage of 6.4.2022 EN Official Journal of the European Union C 152/29 ( 3 ) EU Youth Strategy (2018) (OJ C 456, 18.12.2018, p. 1); Youth Employment Support Package (2020); A Bridge to Jobs — Reinforcing the Youth Guarantee (2020) (OJ C 372, 4.11.2020, p. 1); ALMA (2021); European Year of Youth (expected in 2022). ( 4 ) https://ec.europa.eu/info/strategy/priorities-2019-2024_en ( 5 ) https://ec.europa.eu/social/main.jsp?catId=1549&langId=en ( 6 ) Young people are usually defined as those between 15 and 29 years old. ( 7 ) Eurostat. ",
        "unemployed young people tend to be overlooked in the official data because they either do not apply for unemployment benefits or do not enrol with employment agencies and instead make their living in bogus self-employed work, working for a platform or in the shadow economy. Therefore, it can be assumed that the real figures could be even worse than those reported by Eurostat. 3.2. Moreover, the COVID-19 crisis has further aggravated the situation of NEETs. The number of NEETs in Europe, especially in countries like Italy, Greece, Bulgaria and Romania, is critical and once again on the rise as a result of school drop-outs, a lack of appropriate guidance, job losses and a lack of employment opportunities. This category of vulnerable young people is at a higher risk of marginalisation, poverty and permanent exclusion from employment. 3.3. NEET is a broad category encompassing a heterogeneous population, including the unemployed, school drop-outs, all those discouraged college graduates who still have not found a job, and the other young people inactive for different reasons. The unemployed are only a subgroup of the broader category of NEET and the overlap between the unemployed and the NEET group varies over time and by country ( 8 ). 3.4. High numbers of NEETs represent a big loss for our economies and societies. The feeling of disenchantment or exclusion of the individuals concerned also bears a high political risk for the stability of our democratic societies. The incapacity of education and social systems to prevent the phenomenon or reduce the number of NEETs points to a failure of broadly supported efficient policies to promote equality of opportunities across Europe. 3.5. This crisis is particularly affecting workers in non-standard and diverse forms of employment ( 9 ) (casual work, voucher-based work, platform work, gig workers, collaborative employment, etc.) ( 10 ), and unfortunately there is a predominance of young people in these forms of work. Such jobs can be low paid, with irregular working hours, poor job security, and limited or no social protection (paid leave, pension, sick leave, etc.). Often, such work does not qualify for unemployment benefits or the short-time work schemes implemented by governments ( 11 ). This type of work can be found mostly in sectors and industries that are particularly affected by the COVID-19 pandemic, such as the tourism, wholesale, retail, accommodation and food sectors ( 12 ). On the other hand, new forms of work can be an opportunity for young people living in rural or remote areas, or for young disabled people, students and young parents, and decent wages and social security are therefore indispensable. 3.6. Peripheral barriers to employment, such as mobility, digital literacy, health and precarious living conditions, including lack of housing or social security cover, should be identified and taken into account in the NRRPs. The EESC believes that the Member States could monitor these obstacles to the integration of young people into the labour market in qualitative and quantitative terms and make specific proposals to remedy them within their respective NRRPs. 4. Specific comments 4.1. The post COVID-19 recovery should be seen as an opportunity. The economy has been shaken, and so has the labour market. 4.2. The NRRPs represent an unprecedented opportunity to drive and support change that must be seized with inclusive governance, requiring dialogue, openness and transparency. The measures financed under the NRRPs should involve local authorities, the social partners and civil society, including youth organisations, in order to create participatory governance that can bring consensus, trust and a sense of justice regarding the NRRPs. C 152/30 EN Official Journal of the European Union 6.4.2022 ( 8 ) Konle-Seidl, R. and Picarella, F. (2021), Youth in Europe: Effects of COVID-19 on their economic and social situation, European Parliament, Luxembourg. ( 9 ) https://www.eurofound.europa.eu/topic/non-standard-employment ( 10 ) https://www.eurofound.europa.eu/publications/blog/new-forms-of-employment-in-europe-how-new-is-new ( 11 ) Eurofound (2021), COVID-19: Implications for employment and working life, Publications Office of the European Union, Luxembourg. ( 12 ) Spasova S., Bouget D., Ghailani, D. and Vanhercke B. (2017), Access to social protection for people working on non-standard contracts and as self-employed in Europe. ",
        "4.3. The EESC believes that ongoing consultations with the social partners, civil society and youth organisations in particular should be guaranteed by the Members States when designing, implementing and monitoring measures tailored to young workers and NEETs, in order to assess, from the perspective of the younger generation, whether and to what extent policies are fit for their education and career prospects and provide a smooth entry into the labour market. 4.4. The EESC applauds the initiatives taken to date by the Member States aimed at assessing the generational impact of public policy: in Austria through the ‘Youth Check’ ( 13 ), a law in force since 2013, according to which all new legislative and regulatory proposals must be assessed for the potential consequences they could have on children and young people, including through the involvement of the National Youth Council, and in Italy through COVIGE ( 14 ), a Committee recently established by the Ministry for Youth Policy and made up of managers and representatives of the public administration, university professors and experts in youth policies, including the National Youth Council, which has the objective of assessing the generational impact of all public policies ex ante and ex post through specific indicators and models, as well as through a comparison with the best practices of other EU countries. 4.5. The EESC recommends that the Member States adopt similar measures or monitor the policies to be adopted and already approved effectively and from the generational point of view, while ensuring the right involvement of young people in the consultation. 4.6. Research ( 15 ) carried out by Cedefop predicts that almost 7 million jobs in the EU will be lost or not created due to the COVID-19 pandemic by 2022, while some sectors ( 16 ) such as health, science and innovation, information technology and digital communication will see significant growth and job creation potential. The pandemic has favoured jobs in sectors and occupations that are flexible enough to adapt to the new norms of social distancing and telework. These are likely to persist even after the pandemic, altering the nature of work, which traditionally called for physical space ( 17 ). 4.7. According to an OECD report ( 18 ), the pandemic may also affect the learning attitude of children and young people. Interruptions in regular schooling have led many children to make less than expected progress in skill development. In the short term, the pandemic could lead to an increase in school drop-outs, while in the medium and long term, reduced engagement could result in the current generation of students failing to develop positive learning attitudes, at a time of profound structural changes that will require individuals to update their skills throughout their lives. In addition, the report identifies the potential cause of gender inequality in educational opportunities. The report calls for urgent scale-up investment in lifelong learning, helping individuals adapt and become resilient to external shocks. 4.8. In a rapidly changing world of work shaped by globalisation and the consequences of the COVID-19 pandemic, the EESC considers it crucial to prevent skills mismatch, focusing on competences and soft skills by investing adequate resources in education and guidance, in fostering a better connection and transition between the world of education and the world of work, including through the promotion of tools such as school-to-work alternation, traineeships and apprenticeships, and in promoting lifelong learning programmes, involving all key stakeholders and focusing on vulnerable groups, in particular young people, NEETs and those whose jobs are most at risk of transformation. The adequate policy response is an integrated ALMP package with links to public employment services and training systems in order to promote an inclusive and sustainable recovery. 4.9. There is a broad consensus among stakeholders that career guidance has never been more important, especially for young people who are likely to look for work as soon as they leave secondary school. The EESC adds its voice to those calling for strong investments in career guidance ( 19 ) as evidence points to the valuable role that career guidance has to play in preparing students to deal with a fast changing job market that might not live up to their expectations or match their previously acquired skills. 6.4.2022 EN Official Journal of the European Union C 152/31 ( 13 ) https://national-policies.eacea.ec.europa.eu/youthwiki/chapters/austria/54-young-peoples-participation-in-policy-making ( 14 ) https://www.giovani.gov.it/it/comunicazione/notizie/comitato-per-la-valutazione-dell-impatto-generazionale-delle-politiche- pubbliche/ ( 15 ) https://www.cedefop.europa.eu/en/news-and-press/news/coronavirus-impact-jobs-eu-sectors-and-occupations-skills-forecast- analysis ( 16 ) https://ec.europa.eu/eures/public/four-job-sectors-high-demand-result-covid-19-pandemic-2021-02-19_en ( 17 ) Cedefop skills and jobs forecast. ( 18 ) https://www.oecd.org/skills/covid-19-pandemic-highlights-urgent-need-to-scale-up-investment-in-lifelong-learning-for-all-says- oecd.htm ( 19 ) https://www.oecd.org/education/career-readiness/Investing%20in%20Career%20Guidance_en.pdf ",
        "4.10. A horizontal reference to young people can be found in the NRRPs in relation to vocational education and training. Work-based training and learning, such as apprenticeships and internships, which are usually critical entry points for young people, have also been heavily disrupted during the crisis, even though the extent varies greatly by industry and region. As a long-standing advocate for modernisation of VET, the EESC welcomes national efforts to seek and promote alternative solutions to provide practical skills training, such as work-linked training and learning contracts, and expanding distance learning. Some countries have also adopted new policy measures to ensure that technical and vocational education and training (TVET) systems are better prepared for future shocks ( 20 ). 4.11. The outreach strategies are crucial parts of the recovery plans that need targeted investment in youth service providers and public employment services. Recent findings show that nearly half of NEETs are unaware of the government support measures available to them ( 21 ). 4.12. Under the NRRPs the investment in youth service providers has to be strengthened and horizontal cooperation should be encouraged between youth service providers and public employment services (PES). Efficient and effective PES have an important role to play in supporting people facing barriers to employment and ensuring smooth job transitions, but the outreach to more vulnerable NEETs will require cooperation between PES and a variety of local actors, from associations and educational establishments to specialist counsellors trained in mental health issues. This requires effective and appropriate information and data sharing, and means that PES operators and counsellors will need to spend more time managing these partnerships ( 22 ). 4.13. The Youth Guarantee, newly financed by the ESF+, with an obligation to spend a minimum of 12 % of the funds in the Member States with a higher NEET rate than the EU average ( 23 ), remains the main tool for combatting youth unemployment in the EU. The Council Recommendation on how to strengthen the programme, adopted in October 2020 ( 24 ), includes a list of measures on how to ensure the quality of what is offered under the programme, how to improve outreach and how to strengthen the monitoring of the outcome for better evaluation of the programme. The NRRPs must therefore take stock of the national implementation plans of the Youth Guarantee and build links with the NRRPs. Not doing so will result in missed opportunities and the creation of measures that will fail to deliver solutions for NEETs. 4.14. The EESC notes that the last update of the National Implementation Plans of the Youth Guarantee dates back to 2014 and that, so far, not all EU Member States have started to update their national youth strategies to take account of the Reinforced Youth Guarantee ( 25 ). The Member States have to step up their efforts, integrate the lessons learnt and strategically mobilise EU funding in order to make this instrument truly effective and functional. 4.15. With a focus on young workers, specific recovery measures must be developed to combat youth unemployment and precarious work ( 26 ) among young people by creating quality jobs, as well as to protect the large number of workers ( 27 ) who lack adequate social security coverage. In addition, specific measures for young self-employed people should be considered in order to support and increase youth entrepreneurship and start-ups. 4.16. Research ( 28 ) into the changes made to social protection systems by EU Member States during the pandemic has shown that the majority have made income support measures for employees, such as short time working schemes, unemployment benefits and similar measures, more accessible, particularly by increasing their value, relaxing eligibility conditions and extending their duration. Whilst these measures do not specifically target youth, they will help support C 152/32 EN Official Journal of the European Union 6.4.2022 ( 20 ) Skills development in the time of COVID-19: Taking stock of the initial responses in technical and vocational education and training, International Labour Office — Geneva: ILO, 2021. ( 21 ) Moxon, D., Bacalso, C, and Șerban, A. (2021), Beyond the pandemic: The impact of COVID-19 on young people in Europe, Brussels, European Youth Forum. ( 22 ) PES partnership management, Eamonn Davern (September 2020). ( 23 ) https://ec.europa.eu/social/main.jsp?catId=1099&langId=en ( 24 ) Council Recommendation on A Bridge to Jobs — Reinforcing the Youth Guarantee and replacing the Council Recommendation of 22 April 2013 on establishing a Youth Guarantee (OJ C 372, 4.11.2020, p. 1). ( 25 ) Konle-Seidl, R. and Picarella, F. (2021), Youth in Europe: Effects of COVID-19 on their economic and social situation, European Parliament, Luxembourg. ( 26 ) European Parliament Resolution of 4 July 2017 on working conditions and precarious employment (2016/2221(INI)) (OJ C 334, 19.9.2018, p. 88). ( 27 ) International Labour Office. World Social Protection Report 2020–22: Social Protection at the Crossroads — in Pursuit of a Better Future. Geneva: ILO, 2021. ( 28 ) ETUI (2021), Non-standard workers and the self-employed in the EU: Social protection during the Covid-19 pandemic. ",
        "young people, who are more likely to be unemployed and are often excluded from social protection, such as unemployment benefits, due to a lack of work history. 4.17. For these reasons, and taking into account the fact that all of the changes made are temporary, with many already having come to an end, leaving young people once again faced with a social protection gap, the EESC believes that it is vital that policy-makers focus on building a universal social protection scheme ensuring that all workers (standard and non-standard, young and adults) are equally covered by social protection. Addressing these gaps would ensure that young people are protected from poverty, as well as from any future labour market shocks. 4.18. The EESC believes that it is also important to support young people with regard to social security and therefore encourages all Member States to properly implement the Council Recommendation on access to social protection for workers and the self-employed ( 29 ), which recommends that the Member States provide access to adequate social protection for people in all forms of work. 4.19. More effort needs to be made to find ways of reconciling employment security and job quality within a dynamic labour market, and strengthening social dialogues is key to finding effective measures. Best practices can be found in countries such as: 1) Portugal, where the government is holding regular discussions with the social partners and youth organisations. Measures such as a quota for NEETs in companies with a large number of internship placements or reduced hiring subsidies for short-term contracts ( 30 ) have contributed to boosting youth employment in the country; and 2) Spain, where social dialogues led to social security coverage being extended to include traineeships ( 31 ). 4.20. The uncertainty, worry and anxiety that can lead to depression among young people surged at the onset of the crisis, and continues to increase in some countries. The temporary closure of educational institutions and social, cultural and sport activities weakened the social connections that help maintain good mental health. The mental health support provided in schools and universities has been heavily disrupted in many countries and young people are increasingly using other platforms for support, such as phone lines and youth centres, and mental health services are offering teleconsultations and remote forms of care in order to maintain continuity of services. At the same time, the providers of those services were also heavily affected by the lockdowns and many were not able to resume their activities due to a lack of financial and human resources. The EESC considers it essential to support this sector, which is heavily dependent on volunteering and project funding, through more sustainable funding, as they have proved to be a crucial element of our social fabric during the crisis. 4.21. More can be done to address the gender dimension in the NRRPs, particularly when it comes to NEETs, the rates of whom are generally higher among young women than among young men. In 2020, female NEET rates were on average 1,3 times higher than male NEET rates, and that of inactive female NEETs was as much as 1,7 times higher. The share is particularly high in eastern European countries (Bulgaria, Romania, Hungary, Czech Republic, Slovakia and Poland) and in Italy ( 32 ). The majority of NEETs in these countries are in this group due to family responsibilities or are young people with disabilities. A higher proportion of young women spend time caring for children and other family members. Young women spend almost three times as much time on unpaid care and domestic work than young men. The Committee welcomes the measures put in place by some Member States to encourage and promote women’s employment and female entrepreneurship, to invest in adequate social infrastructure and to reform childcare systems, particularly early childcare education, and calls for this good practice to be scaled up at the EU level in order to support full employment of women, and young mothers in particular, and calls for a robust system to monitor annually the progress and the budgets allocated and used for gender equality in the context of RRF, including relevant indicators. Brussels, 8 December 2021. The President of the European Economic and Social Committee Christa SCHWENG 6.4.2022 EN Official Journal of the European Union C 152/33 ( 29 ) The Council Recommendation of 8 November 2019 on access to social protection for workers and the self-employed (OJ C 387, 15.11.2019, p. 1). ( 30 ) https://www.iefp.pt/apoios-a-contratacao ( 31 ) 121/000066 Draft law on the guarantee of the purchasing power of pensions and other measures for strengthening the financial and social sustainability of the public pension system (congreso.es). ( 32 ) https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Statistics_on_young_people_neither_in_employment_nor_in_ education_or_training ",
        "ANNEX The following amendments, which received at least a quarter of the votes cast, were rejected in the course of the debate (Rule 59(3) of the Rules of Procedure): AMENDMENT 3 Tabled by: HOŠTÁK Martin POTTIER Jean-Michel VADÁSZ Borbála SOC/689 — Decent work for young people and inclusion of NEETs through NRPs Point 4.17 Amend as follows: Section opinion Amendment For these reasons, and taking into account the fact that all of the changes made are temporary, with many already having come to an end, leaving young people once again faced with a social protection gap, the EESC believes that it is vital that policy-makers focus on building a universal social protec- tion scheme ensuring that all workers (standard and non-standard, young and adults) are equally covered by social protection. Addressing these gaps would ensure that young people are protected from poverty, as well as from any future labour market shocks. For these reasons, and taking into account the fact that all of the changes made are temporary, with many already having come to an end, leaving young people once again faced with a social protection gap, the EESC believes that it is vital that policy-makers focus on building strong and effective social protection schemes ensuring that all workers are adequately covered by social protection. Addressing these gaps would ensure that young people are protected from poverty, as well as from any future labour market shocks. Reason We fully agree that the NRRPs could be used to enhance and support Member States’ ambitions and efforts to implement the Recommendation on access to social protection for workers and the self-employed, respecting their national socioeconomic conditions and practices. Any call for a universal social protection scheme is not compatible with the purpose of this opinion. Outcome of the vote: In favour: 74 Against: 101 Abstention: 19 AMENDMENT 4 Tabled by: HOŠTÁK Martin POTTIER Jean-Michel VADÁSZ Borbála C 152/34 EN Official Journal of the European Union 6.4.2022 ",
        "SOC/689 — Decent work for young people and inclusion of NEETs through NRPs Point 1.9 Amend as follows: Section opinion Amendment The EESC welcomes provisions in the NRRPs that support quality apprenticeships or traineeships as these are an effective tool for reducing early school drop-out and can ensure better integration of young people (and others) into the labour market, and calls on the Member States to implement the Council Recommendation on a European Framework for Quality and Efficient Apprenticeship ( 1 ) . However, the Committee calls for a ban on unpaid internships and for decent remuneration for all interns to be ensured under the upcoming revision of the Quality Traineeship Framework. ( 1 ) A Council Recommendation on a European Framework for Quality and Effective Apprenticeship from 15 March 2018. The EESC welcomes provisions in the NRRPs that support quality apprenticeships or traineeships as these are an effective tool for reducing early school drop-out and can ensure better integration of young people (and others) into the labour market and calls on the Member States — to implement the Council Recommendation on a European Framework for Quality and Efficient Appren- ticeship ( 1 ); — to use the upcoming revision of the Quality Traineeship Framework to assess, in cooperation with the Member States and in particular through EMCO, and in consultation with social partners, how the recommen- dations on working conditions, training objectives applied and whether an allowance or compensation is provided to the trainee by the traineeship provider, to avoid unfair practices . ( 1 ) A Council Recommendation on a European Framework for Quality and Effective Apprenticeship from 15 March 2018. Reason We recommend splitting the text in two parts and not mixing apprenticeship, traineeship and internship. The first part is about the apprenticeship. The EU framework is operating well and no revision is in consideration. The second part is linked with the revision of the EU Framework on traineeship and it can be an opportunity to check the implementation and progress in the Member States. Outcome of the vote: In favour: 69 Against: 112 Abstention: 15 AMENDMENT 5 Tabled by: HOŠTÁK Martin POTTIER Jean-Michel VADÁSZ Borbála 6.4.2022 EN Official Journal of the European Union C 152/35 ",
        "SOC/689 — Decent work for young people and inclusion of NEETs through NRPs Point 1.11 Amend as follows: Section opinion Amendment The EESC considers it essential, in order not to subsidise job insecurity, to ensure that hiring subsidies are conditioned by open-ended contracts or stabilisation programmes . In addition, hiring incentives can be effective in creating employment opportunities for ‘disadvantaged’ jobseekers as well as in reallocating workers being made redundant, favouring their transition towards new sectors and occupa- tions. The EESC considers it essential, in order not to subsidise job insecurity, to ensure that hiring subsidies are conditioned by open-ended contracts or by contracts which form part of a career path leading to this type of contract . In addition, hiring incentives can be effective in complementing the employer’s training effort in creating employment oppor- tunities for ‘disadvantaged’ jobseekers, as well as in reallocating workers being made redundant, favouring their transition towards new sectors and occupations. Reason The hiring subsidy can help young people to be hired, and employers to reach prospective workers, but both sides need the flexibility to develop a training and career plan leading to a more stable form of contract. This depends on skills, performance, engagement and other objective criteria. Recruitment grants also cover forms of dual employment contracts which form part of a training and vocational pathway. It is therefore appropriate to focus the proposal on conditionality of sustainable employment in order to promote the integration of jobseekers, particularly for NEETs. Outcome of the vote: In favour: 69 Against: 120 Abstention: 16 The following paragraph of the section opinion was amended to reflect the amendment adopted by the assembly, but received more than one quarter of the votes cast (Rule 59(4) of the Rules of Procedure): AMENDMENT 2 Tabled by: BABRAUSKIENĖ Tatjana C 152/36 EN Official Journal of the European Union 6.4.2022 ",
        "SOC/689 — Decent work for young people and inclusion of NEETs through NRPs Point 1.9 Amend as follows: Section opinion Amendment The EESC welcomes provisions in the NRRPs that support quality apprenticeships or traineeships as these are an effective tool for reducing early school drop-out and can ensure better integration of young people (and others) into the labour market, and calls on the Member States to implement the Council Recommendation on a European Framework for Quality and Efficient Apprenticeship ( 1 ). However, the Committee calls for a ban on unpaid internships and for decent remuneration for all interns to be ensured under the upcoming revision of the Quality Traineeship Framework. ( 1 ) A Council Recommendation on a European Framework for Quality and Effective Apprenticeship from 15 March 2018. The EESC welcomes provisions in the NRRPs that support quality training, including apprenticeships or internships as these are an effective tool for reducing early school drop-out and can ensure better integration of young people (and others) into the labour market, and calls on the Member States to implement the Council Recommendation on a European Framework for Quality and Efficient Apprentice- ship ( 1 ). However, the Committee calls for a ban on unpaid internships . Decent remuneration for all interns should be ensured under the upcoming revision of the Council Recommendation on a Quality Framework for Traineeships. The EESC also suggests that a European Framework for Quality Internships be developed in order to guarantee the educational value of such learning experience . ( 1 ) A Council Recommendation on a European Framework for Quality and Effective Apprenticeship from 15 March 2018. Outcome of the vote: In favour: 127 Against: 62 Abstention: 8 6.4.2022 EN Official Journal of the European Union C 152/37 "
    ]
}