{
    "text": [
        "Restructuring in the public sector The huge pressure on public finances as a result of the recession has had repercussions for public sector pay, staffing and working patterns, as highlighted by a new background paper from Eurofound, Current restructuring developments in local government . Pay freezes have come into force in many Member States, along with effective pay cuts in some of the countries worst affected by the recession – such as Ireland and the Baltic States. While employment levels in the public sector have been more resilient than in the private, the report does stress that – given that its data extend only up to the third quarter of 2009 – it is plausible that public sector employment may have experienced subsequent declines, and may even fall further as state revenues shrink in several Member States. Even in those countries that have pursued fiscal expansion to counter the effects of the downturn, the positive impact on public-sector employment levels may be short lived. Read the paper at www.eurofound.europa.eu/publications/htmlfiles/ef1019.htm Assessing the quality of public services European policymakers and citizens share a common concern regarding the quality of Europe’s society and public services: the actions of policymakers should, clearly, contribute to improving the quality of citizens’ lives. To find out whether this is happening, it is necessary to go beyond objective measures of material wealth, such as gross domestic product, and see how citizens assess the condition of their own society. Further analysis of the findings of the second European Quality of Life Survey , just published, focuses on the quality of society and public services, underlining how both factors are fundamental to people’s quality of life. Drawing on the findings of the survey, it establishes a number of innovative indexes to measure how people evaluate such aspects as key public services, the local environment, the degree of tensions present in their neighbourhood and the level of trust they have in their country’s institutions. The analysis highlights the link between low income, levels of corruption and negative ratings of a society and its services. Download Evaluating the quality of society and public services from www.eurofound.europa.eu/publications/htmlfiles/ef09110.htm Issue 4, April 2010 Positive evaluation of Eurofound The results of two external and independent evaluations of the activities of Eurofound were released in February. Both show a positive picture of the effectiveness of Eurofound’s work and the quality of its processes. The first, commissioned by Eurofound, covers the period 2005–2008. The second, commissioned jointly by the European Commission, the European Parliament and the Council, is part of a general assessment of the performance of all the agencies across Europe. Both evaluations conclude that Eurofound’s work and outputs are relevant for its target audiences. The organisation’s efficiency and professionalism is judged to have improved substantially and the added value that it provides has grown. The Eurofound-commissioned evaluation praises in particular the quality of the organisation’s research and information products. It notes that Eurofound has successfully integrated the newest Member States into the scope of its research, despite no corresponding increase in budget, and has usefully focused on further developing its relationships with key stakeholders and target audiences. In terms of its key tasks, it has adopted a more professional and output- orientated approach – including an improved responsiveness to requests for information – and has improved its performance measurement systems. The evaluation does also suggest that Eurofound has been less successful in reaching audiences at the Member State level, and questions some practices of the Governing Board. Overall, however, it notes that Eurofound has reached the objectives of the 2005–2008 work programme, and successfully aligned the work programme with the EU policy framework. Eurofound is reflecting on the results and is developing an action plan for further improvements. Jorma Karppinen Director ISSN 1830-7108 CAT. NO. TJ-AI-10-004-EN-C D IRECTOR ’ S DIARY European Foundation for the Improvement of Living and Working Conditions On 3 March, EU Commissioner for Employment, Social Affairs and Equal Opportunities, László Andor (centre) gave the closing speech at Eurofound’s formal launch of its second European Company Survey (ECS). Also pictured are (left) Jorma Karppinen , Director of Eurofound and (right) Alejandro Cercas MEP, joint organiser of the event with Eurofound. NEWS IN PICTURES Commissioner Andor addresses launch of ECS Eurofound News ",
        "NEWS IN BRIEF © 2010 European Foundation for the Improvement of Living and Working Conditions, Wyattville Road, Loughlinstown, Dublin 18, Ireland. Tel: +353-1-204 3100, fax: +353-1-282 6456, email: information@eurofound.europa.eu, internet: www.eurofound.europa.eu/press/eurofoundnews/index.htm Eurofound News is published 10 times per year and is available free of charge. Any item in this publication may be reproduced without further permission if the source is acknowledged. Circulation: 14,500. EF/10/24/EN Workers on the brink of poverty While being in employment is a key safeguard against poverty, it does not necessarily guarantee that poverty is no longer a risk. Across Europe, it is estimated that 8% of those in employment are at or below the poverty level (earning less than 60% of median income). A new report from Eurofound finds that policymakers rarely seem to tackle this complex and little-recognised phenomenon directly, dealing with it rather as part of more general anti-poverty measures. Some national governments have, however, set out to address it explicitly. In the UK, for instance, the Income Support scheme is designed to boost the incomes of low-income workers, while in Norway, tax reductions have been proposed for such workers. However, rising unemployment, wage cuts and cuts in working time in response to recession – as well as reductions in social benefits – are likely to have pushed many workers close to the brink of in-work poverty. Read Working poor in Europe at www.eurofound.europa.eu/ewco/studies/tn0910026s/index.htm Eurofound and the Spanish Presidency Eurofound will be delivering its research findings and insights to European policymakers at a number of high-level events as part of Spain’s EU Presidency over the month of April. Eurofound’s contribution aims to support the policy priorities of the Presidency – which include consolidating Europe’s social agenda – with evidence and data from its research. The programme includes a conference on self-employment, entrepreneurship and employment quality in Seville on 15–16 April, one on mental health in older people in Madrid on 19–20 April, a ministerial meeting looking at the role that social security systems can play in contributing to social inclusion, in Burgos on 22–23 April, and a conference on active and healthy ageing starting in La Rioja on 29 April – the European Day of Solidarity between Generations. Linking wages to inflation While in most Member States wages are determined by wage bargaining, in Belgium, Cyprus, Luxembourg and Malta, a system of ‘automated’ wage adjustment – or wage indexation – based on currency inflation seeks to maintain purchasing power in the face of a rising cost of living. A new background paper from Eurofound explains the workings of wage indexation, looks at the legislation and levels of bargaining involved, and outlines the views and positions of the social partners and the role of the state. It presents the main argument against such a system – that wage indexation can trigger inflationary pressure – which led several countries to abandon the system during the 1980s and 1990s; on the other hand, in some countries it has encouraged wage moderation and curbed inflation levels, even – the paper notes – serving as a tool to maintain industrial peace. Download Wage indexation in the European Union from www.eurofound.europa.eu/publications/htmlfiles/ef1022.htm Steps to fight social exclusion As part of its ongoing contribution to the European Year for Combating Poverty and Social Exclusion, Eurofound has just published Opening the door – the role of social partners in fostering social inclusion , the latest in its series of ‘Foundation Findings’ (see right), which looks at the steps that Europe’s social partners are taking to create a more inclusive society and workplace. While the topic may at first glance appear to be a matter for governments and local administrations, social exclusion has been both directly and indirectly tackled by the social partners, who are well equipped to address it in the context of employment. Minimum wages, despite bringing some controversy, are a key way in which trade unions in particular have sought to ensure that all those in employment earn enough to escape poverty. Other measures include training schemes and initiatives to boost employability, dealing proactively with the consequences of restructuring, addressing the gender pay gap and finding new approaches to preserving jobs in times of crisis. PUBLICATIONS Inquérito Europeu às Empresas - Primeiras Conclusões (Resumo) www.eurofound.europa.eu/publications/html files/ef0997_pt.htm Prestrukturiranje ob stečaju: najnovejši nacionalni primeri (povzetek) www.eurofound.europa.eu/publications/html files/ef091031_sl.htm Second European Quality of Life Survey: Family life and work www.eurofound.europa.eu/publications/html files/ef1002.htm Secondo sondaggio europeo sulla qualità della vita: Condizioni di vita, esclusione sociale e benessere mentale (sintesi) www.eurofound.europa.eu/publications/html files/ef09881_it.htm Telearbeit in der Europäischen Union (Zusammenfassung) www.eurofound.europa.eu/publications/html files/ef09961_de.htm Publication of the month Opening the door – the role of social partners in fostering social inclusion www.eurofound.europa.eu/publications/htmlfiles/ef0944.htm 26% – the new rate of personal income tax to be applied in Latvia – in order to meet the conditions of its €7.5 billion stabilisation loan – as against its previous rate of 15% Social partners criticise harsh budget for 2010 www.eurofound.europa.eu/eiro/2010/01/articles/ lv1001019i.htm 1,075 – the number of employment agencies in the Czech Republic (out of a total of 2,153) that focus on foreign workers, workers whom a new European directive seeks to protect New EU directive aims to prevent exploitation of foreign workers www.eurofound.europa.eu/eiro/2010/02/articles/ cz1002029i.htm €1,385 – the added net value per employee that a company can realise by training its workforce Positive impact of training on productivity in food industry www.eurofound.europa.eu/ewco/2010/01/be1001039i.htm FINDINGS IN FIGURES "
    ]
}