{
    "text": [
        "This document is meant purely as a documentation tool and the institutions do not assume any liability for its contents ► B COUNCIL REGULATION (EC) No 980/2005 of 27 June 2005 applying a scheme of generalised tariff preferences (OJ L 169, 30.6.2005, p. 1) Amended by: Official Journal No page date ► M1 Commission Regulation (EC) No 566/2007 of 24 May 2007 L 133 12 25.5.2007 ► M2 Commission Regulation (EC) No 606/2007 of 1 June 2007 L 141 4 2.6.2007 Corrected by: ► C1 Corrigendum, OJ L 79, 20.3.2007, p. 41 (980/2005) 2005R0980 — EN — 05.06.2007 — 001.001 — 1 ",
        "▼ B COUNCIL REGULATION (EC) No 980/2005 of 27 June 2005 applying a scheme of generalised tariff preferences THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty establishing the European Community, and in particular Article 133 thereof, Having regard to the proposal from the Commission, Having regard to the Opinion of the European Parliament ( 1 ), Having regard to the Opinion of the European Economic and Social Committee ( 2 ), Whereas: (1) Since 1971, the Community has granted trade preferences to developing countries, in the framework of its scheme of gener- alised tariff preferences. (2) The Community's common commercial policy is to be consistent with and consolidate the objectives of development policy, in particular the eradication of poverty and the promotion of sustainable development and good governance in the developing countries. It is to comply with the WTO requirements, and in particular with the GATT Enabling clause of 1979 ( 3 ). (3) A communication from the Commission to the Council, the European Parliament and the European Economic and Social Committee of 7 July 2004 entitled ‘ Developing countries, inter- national trade and sustainable development: the function of the Community's generalised system of preferences (GSP) for the ten-year period from 2006 to 2015 ’ sets out the guidelines for the application of the scheme of generalised tariff preferences for the period 2006 to 2015. (4) This Regulation is the first Regulation implementing those guidelines. It should apply until 31 December 2008. (5) The scheme of generalised tariff preferences (hereinafter referred to as ‘ the scheme ’ ) should consist of a general arrangement granted to all the beneficiary countries and territories and two special arrangements taking into account the various development needs of similar-situated developing countries. (6) The general arrangement should be granted to all beneficiary countries unless they are classified by the World Bank as a high-income country and where they are not sufficiently diver- sified in their exports. (7) The special incentive arrangement for sustainable development and good governance is based on an integral concept of sustainable development as recognized by international conventions and instruments such as the UN Declaration on the Right to Development of 1986, the Rio Declaration on Envir- onment and Development of 1992, the ILO Declaration on Fundamental Principles and Rights at Work of 1998, the UN Millennium Declaration of 2000 and the Johannesburg Declaration on Sustainable Development of 2002. Consequently, developing countries which due to a lack of diversification and 2005R0980 — EN — 05.06.2007 — 001.001 — 2 ( 1 ) Opinion delivered on 9 March 2005 (not yet published in the Official Journal). ( 2 ) Opinion delivered on 9 February 2005 (not yet published in the Official Journal). ( 3 ) ‘ Differential and More Favourable Treatment, Reciprocity and Fuller Partici- pation of Developing Countries ’ , GATT Decision of 28 November 1979 (L/4903). ",
        "▼ B insufficient integration into the international trading system are vulnerable while assuming special burdens and responsibilities due to the ratification and effective implementation of core inter- national conventions on human and labour rights, environmental protection and good governance should benefit from additional tariff preferences. These preferences are designed to promote further economic growth and thereby to respond positively to the need for sustainable development. Under this arrangement ad valorem tariffs are therefore suspended for the beneficiary countries, as well as specific duties (unless combined with an ad valorem duty). The special incentive arrangement for sustainable development and good governance should excep- tionally apply before the entry into force of the whole Regulation to conform with the WTO ruling on the special arrangements to combat drug production and trafficking. (8) Developing countries which already fulfil the criteria under the special arrangement for sustainable development and good governance at the time of entry into force of this Regulation should benefit from this arrangement as quickly as possible. They should therefore be provisionally listed as beneficiary countries. They should continue to benefit from the preferences if upon their application the Commission confirms their qualifi- cation by 15 December 2005. (9) The Commission should monitor the effective implementation of the international conventions in accordance with the respective mechanisms thereunder and should assess the relationship between additional tariff preferences and the promotion of sustainable development. (10) The special arrangement for the least developed countries should continue to grant duty-free access to products originating in the least developed countries, as recognised and classified by the United Nations. For a country no longer classified by the United Nations as a least developed country a transitional period should be established to alleviate any adverse effects caused by removal of the tariff preferences granted under this arrangement. (11) Preferences should continue to be differentiated according to the sensitivity of products, differentiating between non-sensitive and sensitive products, to take into account the situation of the sectors manufacturing the same products in the Community. (12) Tariff duties on non-sensitive products should continue to be suspended, while duties on sensitive products should enjoy a tariff reduction to ensure a satisfactory utilisation rate while at the same time taking into account the situation of the respective Community industries. (13) Such reduction should be sufficiently attractive in order to motivate traders to use the opportunities offered by the scheme. As far as ad valorem duties are concerned, the reduction should therefore be a flat rate of 3,5 percentage points of the most favoured nation (MFN) duty rate. Specific duties should be reduced by 30 %. Where duties specify a minimum duty, that minimum duty should not apply. (14) Duties should be totally suspended where preferential treatment for an individual import declaration results in ad valorem duties of 1 % or less or in specific duties of EUR 2 or less as the cost of collecting such duties might be higher than the revenue gained. (15) For the sake of coherence of the Community commercial policy, a beneficiary country should not benefit from both the Community's scheme and a free trade agreement, if that agreement covers at least all the preferences provided by the present scheme for that country. 2005R0980 — EN — 05.06.2007 — 001.001 — 3 ",
        "▼ B (16) Graduation should be based on criteria related to sections of the Common Customs Tariff. The graduation of a section for a bene- ficiary country should be applied when the section meets the criteria for graduation during three consecutive years, to increase predictability and fairness of graduation by eliminating the effect of large and exceptional variations in the import statistics. (17) The rules of origin, concerning the definition of the concept of originating products, the procedures and the methods of admin- istrative cooperation related thereto, laid down in Commission Regulation (EEC) No 2454/93 of 2 July 1993 laying down provisions for the implementation of Council Regulation (EEC) No 2913/92 establishing the Community Customs Code ( 1 ), apply to tariff preferences provided for by this Regulation to ensure that the benefit of this scheme goes only to those whom the scheme is intended to benefit. (18) The reasons for temporary withdrawal should include serious and systematic violations of the principles laid down in the conventions listed in Annex III so as to promote the objectives of those conventions and to ensure that no beneficiary receives unfair advantage through continuous violation of those conventions. (19) Due to the political situation in Myanmar, temporary withdrawal of all tariff preferences in respect of imports of products origi- nating in Myanmar should remain in force. (20) The measures necessary for the implementation of this Regulation should be adopted in accordance with Council Decision 1999/468/EC of 28 June 1999 laying down the procedures for the exercise of implementing powers conferred on the Commission ( 2 ), HAS ADOPTED THIS REGULATION: CHAPTER I GENERAL PROVISIONS Article 1 1. The Community scheme of generalised tariff preferences (here- inafter referred to as ‘ the scheme ’ ) shall, from the date of entry into force of this Regulation until 31 December 2008, apply in accordance with this Regulation. 2. This Regulation provides for: (a) a general arrangement, (b) a special incentive arrangement for sustainable development and good governance, (c) a special arrangement for least developed countries. Article 2 The beneficiary countries of the arrangements referred to in Article 1(2) are listed in Annex I. 2005R0980 — EN — 05.06.2007 — 001.001 — 4 ( 1 ) OJ L 253, 11.10.1993, p. 1. Regulation as last amended by Council Regu- lation (EC) No 837/2005 (OJ L 139, 2.6.2005, p. 1). ( 2 ) OJ L 184, 17.7.1999, p. 23. ",
        "▼ B Article 3 1. A beneficiary country shall be removed from the scheme when it has been classified by the World Bank as a high-income country during three consecutive years, and when the value of imports for the five largest sections of its GSP-covered imports to the Community represent less than 75 % of the total GSP-covered imports of the bene- ficiary country to the Community. 2. When a beneficiary country benefits from a preferential commercial agreement with the Community which covers at least all the preferences provided by the present scheme for that country, it shall be removed from the list of beneficiary countries in Annex I. 3. The Commission shall notify a beneficiary country of its removal from the list of beneficiary countries in Annex I. Article 4 The products included in the arrangements referred to in points (a) and (b) of Article 1(2) are listed in Annex II. Article 5 1. The tariff preferences provided for by this Regulation shall apply to imports of products included in the arrangements enjoyed by the beneficiary country in which they originate. 2. For the purposes of the arrangements referred to in Article 1(2), the rules of origin, concerning the definition of the concept of origi- nating products, the procedures and the methods of administrative coop- eration related thereto, are laid down in Regulation (EEC) No 2454/93. 3. Regional cumulation within the meaning of Regulation (EEC) No 2454/93 shall also apply where a product used in further manufacture in a country belonging to a regional group originates in another country of the group, which does not benefit from the arrangements applying to the final product, provided that both countries benefit from regional cumu- lation for that group. Article 6 For the purposes of this Regulation: (a) ‘ Common Customs Tariff duties ’ means the duties specified in Part Two of Annex I to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff ( 1 ), except those duties set up within the framework of tariff quotas; (b) ‘ Section ’ means any of the sections of the Common Customs Tariff as adopted by Regulation (EEC) No 2658/87. For the purposes of this Regulation only, Section XI is treated as two separate sections: Section XI(a) comprising Common Customs Tariff chapters 50-60 and Section XI(b) comprising Common Customs Tariff chapters 61- 63; (c) ‘ Committee ’ means the Committee referred to in Article 28. 2005R0980 — EN — 05.06.2007 — 001.001 — 5 ( 1 ) OJ L 256, 7.9.1987, p. 1. Regulation as last amended by Regulation (EC) No 493/2005 (OJ L 82, 31.3.2005, p. 1). ",
        "▼ B CHAPTER II ARRANGEMENTS AND TARIFF PREFERENCES SECTION 1 General arrangement Article 7 1. Common Customs Tariff duties on products listed in Annex II as non-sensitive products shall be entirely suspended, except for agri- cultural components. 2. Common Customs Tariff ad valorem duties on products listed in Annex II as sensitive products shall be reduced by 3,5 percentage points. For products of sections XI(a) and XI(b), this reduction shall be 20 %. 3. Where preferential duty rates, calculated in accordance with Article 7 of Regulation (EC) No 2501/2001 ( 1 ) on Common Customs Tariff ad valorem duties applicable on the day before the entry into force of this Regulation, provide a tariff reduction, for the products referred to in paragraph 2 of this Article, of more than 3,5 percentage points, those preferential duty rates shall apply. 4. Common Customs Tariff specific duties other than minimum or maximum duties on products listed in Annex II as sensitive products shall be reduced by 30 %. 5. Where Common Customs Tariff duties on products listed in Annex II as sensitive products include ad valorem duties and specific duties, the specific duties shall not be reduced. 6. Where duties reduced in accordance with paragraphs 2 and 4 specify a maximum duty, that maximum duty shall not be reduced. Where such duties specify a minimum duty, that minimum duty shall not apply. 7. The tariff preferences referred to in paragraphs 1 to 4 shall not apply to products of sections in respect of which those tariff preferences have been removed, for the country of origin concerned, according to Article 14, Article 21(8) and column C of Annex I. SECTION 2 Special incentive arrangement for sustainable development and good governance Article 8 1. Common Customs Tariff ad valorem duties on all products listed in Annex II which originate in a country included in the special incentive arrangement for sustainable development and good governance shall be suspended. 2. Common Customs Tariff specific duties on products referred to in paragraph 1 shall be entirely suspended, except for products for which Common Customs Tariff duties also include ad valorem duties. For products of CN codes 1704 10 91 and 1704 10 99, the specific duty shall be limited to 16 % of the customs value. 2005R0980 — EN — 05.06.2007 — 001.001 — 6 ( 1 ) Council Regulation (EC) No 2501/2001 of 10 December 2001 applying a scheme of generalised tariff preferences for the period from 1 January 2002 to 31 December 2004 (OJ L 346, 31.12.2001, p. 1). Regulation as last amended by Commission Regulation (EC) No 1828/2004 (OJ L 321, 22.10.2004, p. 23). ",
        "▼ B 3. For a beneficiary country the special incentive arrangement for sustainable development and good governance shall not include products of the sections for which these tariff preferences have been withdrawn according to column C of Annex I. Article 9 1. The special incentive arrangement for sustainable development and good governance may be granted to a country which: (a) has ratified and effectively implemented the conventions listed in Part A of Annex III, and (b) has ratified and effectively implemented at least seven of the conventions listed in Part B of Annex III, and (c) commits itself to ratify and effectively implement by 31 December 2008 those conventions listed in Part B of Annex III which it has not yet ratified and effectively implemented, and (d) gives an undertaking to maintain the ratification of the conventions and their implementing legislation and measures and which accepts regular monitoring and review of its implementation record in accordance with the implementation provisions of the conventions it has ratified, and (e) is considered as a vulnerable country as defined in paragraph 3. 2. By way of derogation from paragraph 1 (a) and (c) for countries faced with specific constitutional constraints, the special incentive arrangement for sustainable development and good governance may be granted to a country which has not ratified and effectively imple- mented a maximum of two of the sixteen conventions listed in Part A of Annex III provided: (a) that a formal commitment has been made by the country concerned to sign, ratify and implement any missing Convention should it be ascertained that there exists no incompatibility with its Constitution no later than 31 October 2005, and (b) in case of an incompatibility with its Constitution, the country concerned has formally committed itself to sign and ratify any missing Convention no later than 31 December 2006. Before the end of 2006, the Commission shall report to the Council on the compliance by a country concerned with the above-mentioned commitments. The granting of the special incentive arrangement for sustainable development and good governance to this country beyond 1 January 2007 is subject to a Council decision. As appropriate, and on the basis of the abovementioned report, the Commission shall propose to the Council such a continuation. 3. A vulnerable country is one: (a) that is not classified by the World Bank as a high income country during three consecutive years, and whose five largest sections of its GSP-covered imports to the Community represent more than 75 % in value of its total GSP-covered imports, and (b) whose GSP-covered imports to the Community represent less than 1 % in value of total GSP-covered imports to the Community. The data to be used are those available on 1 September 2004, as an average over three consecutive years. 4. The Commission shall keep under review the status of ratification and effective implementation of the conventions listed in Annex III. Before the end of the period of application of this Regulation and in time for the discussion on the next Regulation, the Commission shall present to the Council a report concerning the status of ratification of such conventions, including recommendations by monitoring bodies. 2005R0980 — EN — 05.06.2007 — 001.001 — 7 ",
        "▼ B Article 10 1. Without prejudice to paragraph 3, the special incentive arrangement for sustainable development and good governance shall be granted if the following conditions are met: (a) a country or territory listed in Annex I has made a request to that effect by 31 October 2005, and (b) an examination of the request shows that the requesting country fulfils the conditions laid down in Article 9(1), (2) and (3). 2. The requesting country shall submit its request to the Commission in writing and shall provide comprehensive information concerning rati- fication of the conventions referred to in Annex III, the legislation and measures to effectively implement the provisions of the conventions and its commitment to accept and fully comply with the monitoring and review mechanism envisaged in the relevant conventions and related instruments. 3. Those countries that are granted provisionally the special incentive arrangement for sustainable development and good governance from the date of entry into force of this Regulation shall also submit a request according to paragraphs 1 and 2 by 31 October 2005. The Commission shall assess the request according to Article 11. Article 11 1. Where the Commission receives a request accompanied by the information referred to in Article 10, the Commission shall examine the request. The examination shall take into account the findings of the relevant international organisations and agencies. It may ask the requesting country any questions which it considers relevant and may verify the information received with the requesting country or any other relevant sources. 2. The Commission shall decide, in accordance with the examination referred to in paragraph 1 and the procedure referred to in Article 28(4), whether to grant a requesting country the special incentive arrangement for sustainable development and good governance as of 1 January 2006. 3. The Commission shall notify a requesting country of a decision taken in accordance with paragraph 2. Where a country is granted the special incentive arrangement, it shall be informed of the date on which that decision enters into force. The Commission shall by 15 December 2005 publish a notice in the Official Journal of the European Union , listing the countries benefiting from the special incentive arrangement for sustainable development and good governance. 4. Where a requesting country is not granted the special incentive arrangement, the Commission shall explain the reasons if that country so requests. 5. The Commission shall conduct all relations with a requesting country concerning the request in close coordination with the Committee acting in accordance with the procedure referred to in Article 28(4). SECTION 3 Special arrangement for least developed countries Article 12 1. Without prejudice to paragraphs 2, 3 and 4, Common Customs Tariff duties on all products of Chapters 1 to 97 of the Harmonized System except those of Chapter 93 thereof, originating in a country that according to Annex I benefits from the special arrangement for least developed countries, shall be entirely suspended. 2005R0980 — EN — 05.06.2007 — 001.001 — 8 ",
        "▼ B 2. Common Customs Tariff duties on the products of tariff heading 1006 shall be reduced by 20 % on 1 September 2006, by 50 % on 1 September 2007 and by 80 % on 1 September 2008. They shall be entirely suspended as from 1 September 2009. 3. Common Customs Tariff duties on the products of CN code 0803 00 19 shall be reduced by 20 % annually as from 1 January 2002. They shall be entirely suspended as from 1 January 2006. 4. Common Customs Tariff duties on the products of tariff heading 1701 shall be reduced by 20 % on 1 July 2006, by 50 % on 1 July 2007 and by 80 % on 1 July 2008. They shall be entirely suspended as from 1 July 2009. 5. Until Common Customs Tariff duties are entirely suspended in accordance with paragraphs 2 and 4, a global tariff quota at zero duty shall be opened for every marketing year for products of tariff heading 1006 and subheading 1701 11 10 respectively, originating in the countries benefiting from this special arrangement. The initial tariff quotas for the marketing year 2001/2002 shall be equal to 2 517 tonnes, husked rice equivalent, for products of tariff heading 1006, and 74 185 tonnes, white sugar equivalent, for products of subheading 1701 11 10. For each of the following marketing years, the quotas shall be increased by 15 % over the quotas of the previous marketing year. 6. The Commission shall adopt detailed rules governing the opening and administration of the quotas referred to in paragraph 5, in accordance with the procedure referred to in Article 28(4). In opening and administrating these quotas, the Commission shall be assisted by the management committees for the relevant common market organi- sations. 7. When a country is excluded by the United Nations from the list of the least developed countries, it is withdrawn from the list of the bene- ficiaries of this arrangement. The removal of a country from the arrangement and the establishment of a transitional period of at least three years shall be decided by the Commission, in accordance with the procedure referred to in Article 28(4). Article 13 Article 12(4) and provisions of Article 12(5) referring to products of tariff subheading 1701 11 10 shall not apply to products originating in countries benefiting from the preferences referred to in this section and released for free circulation in the French overseas departments. SECTION 4 Common provisions Article 14 1. The tariff preferences referred to in Articles 7 and 8 shall be removed in respect of products originating in a beneficiary country of a section, when the average value of Community imports from that country of products included in the section concerned and covered by the arrangement enjoyed by that country exceeds 15 % of the value of Community imports of the same products from all countries and terri- tories listed in Annex I over three consecutive years, on the basis of the most recent data available on 1 September 2004. For each of the sections XI(a) and XI(b) the threshold shall be 12,5 %. 2. The sections removed in accordance with paragraph 1 are listed in Annex I, column C. 3. The removal of sections from this scheme shall apply as from 1 January 2006 until 31 December 2008. 2005R0980 — EN — 05.06.2007 — 001.001 — 9 ",
        "▼ B 4. The Commission shall notify a beneficiary country of the removal of a section. 5. Paragraph 1 does not apply to a beneficiary country in respect of any section which represents more than 50 % in value of all GSP- covered imports to the Community originating from the country in question. 6. The statistical source used for the purpose of this Article shall be the COMEXT statistics. Article 15 1. Where the rate of an ad valorem duty for an individual import declaration reduced in accordance with the provisions of this Chapter is 1 % or less, that duty shall be entirely suspended. 2. Where the rate of a specific duty for an individual import declaration reduced in accordance with the provisions of this Chapter is EUR 2 or less per individual euro amount, that duty shall be entirely suspended. 3. Subject to paragraphs 1 and 2, the final rate of preferential duty calculated in accordance with this Regulation shall be rounded down to the first decimal place. CHAPTER III TEMPORARY WITHDRAWAL AND SAFEGUARD PROVISIONS SECTION 1 Temporary withdrawal Article 16 1. The preferential arrangements provided for in this Regulation may be temporarily withdrawn, in respect of all or of certain products, origi- nating in a beneficiary country, for any of the following reasons: (a) serious and systematic violations of principles laid down in the conventions listed in Part A of Annex III, on the basis of the conclusion of the relevant monitoring bodies; (b) export of goods made by prison labour; (c) serious shortcomings in customs controls on export or transit of drugs (illicit substancesor precursors), or failure to comply with international conventions on money-laundering; (d) serious and systematic unfair trading practices which have an adverse effect on the Community industry and have not been addressed by the beneficiary country. For those unfair trading practices which are prohibited or actionable under the WTO Agreements, the application of this Article shall be based on a previous determination to that effect by the competent WTO body; (e) serious and systematic infringements of the objectives of regional fishery organizations or arrangements to which the Community is a member concerning the conservation and management of fishery resources. 2. Without prejudice to paragraph 1, the special incentive arrangement referred to in Section 2 of Chapter II may be temporarily withdrawn, in respect of all or certain products included in this arrangement, originating in a beneficiary country, in particular if the national legislation no longer incorporates those conventions referred to in Annex III which have been ratified in fulfilment of the 2005R0980 — EN — 05.06.2007 — 001.001 — 10 ",
        "▼ B requirements of Article 9(1) and (2) or if that legislation is not effec- tively implemented. 3. The preferential arrangements provided for in this Regulation shall not be withdrawn pursuant to paragraph 1(d) in respect of products which are subject to anti-dumping or countervailing measures under Regulations (EC) No 384/96 ( 1 ) or (EC) No 2026/97 ( 2 ), for the reasons which justify those measures. Article 17 1. The preferential arrangements provided for in this Regulation may be temporarily withdrawn, in respect of all or of certain products, origi- nating in a beneficiary country, in cases of fraud, irregularities or systematic failure to comply or to ensure compliance with the rules of origin of products and the procedures related thereto, and to provide the administrative cooperation as required for the implementation and the control of the respect of the arrangements referred to in Article 1(2). 2. The administrative cooperation referred to in paragraph 1 requires, inter alia , that a beneficiary country: (a) communicate to the Commission and update the information necessary for the implementation of the rules of origin and the control of respect thereof; (b) assist the Community by carrying out, on request of the customs authorities of Member States, subsequent verification of origin and communicate its results in time; (c) assist the Community by allowing the Commission, in coordination and close cooperation with the competent authorities of the Member States, to conduct Community administrative and investigative cooperation missions in that country, in order to verify the authen- ticity of documents or the accuracy of information relevant for granting the benefit of the arrangements referred to in Article 1(2); (d) carry out or arrange for appropriate inquiries to identify and prevent contravention of the rules of origin; (e) comply or ensure compliance with the rules of origin in respect of regional cumulation, within the meaning of Regulation (EEC) No 2454/93, if the country benefits therefrom; (f) assist the Community in the verification of conduct where there is a presumption of origin-related fraud. The existence of fraud may be presumed where imports of products under the preferential regimes granted under this Regulation massively exceed the usual levels of exports of the beneficiary country. 3. The Commission may suspend the preferential arrangements provided for in this Regulation in respect of all or of certain products, originating in a beneficiary country, where it considers that there is sufficient evidence that temporary withdrawal would be justified for the reasons referred to in paragraphs 1 and 2, provided that it has first: — informed the Committee; — called on the Member States to take such precautionary measures as are necessary in order to safeguard the Community's financial 2005R0980 — EN — 05.06.2007 — 001.001 — 11 ( 1 ) Council Regulation (EC) No 384/96 of 22 December 1995 on protection against imports from countries not members of the European Community (OJ L 56, 6.3.1996, p. 1). Regulation as last amended by Regulation (EC) No 461/2004 (OJ L 77, 13.3.2004, p. 12). ( 2 ) Council Regulation (EC) No 2026/97 of 6 October 1997 on protection against subsidised imports from countries not members of the European Community (OJ L 288, 21.10.1997, p. 1). Regulation as last amended by Regulation (EC) No 461/2004. ",
        "▼ B interests and/or secure compliance by the beneficiary country with its obligations; — published a notice in the Official Journal of the European Union stating that there are grounds for reasonable doubts about the appli- cation of the preferential arrangements and/or compliance by the beneficiary country with its obligations, which may call into question its right to continue enjoying the benefits granted by this Regulation. The Commission shall inform the beneficiary country concerned of any decision taken in accordance with this paragraph, before it becomes effective. The Commission shall also notify the Committee thereof. 4. Any Member State may refer a decision taken in accordance with paragraph 3 to the Council within 1 month. The Council, acting by a qualified majority, may take a different decision within 1 month. 5. The period of suspension shall not exceed 6 months. On conclusion of the period, the Commission shall decide either to terminate the suspension after informing the Committee or to extend the period of suspension in accordance with the procedure referred to in paragraph 3. 6. Member States shall communicate to the Commission all relevant information that may justify suspension of preferences or its extension. Article 18 1. Where the Commission or a Member State receives information that may justify temporary withdrawal and where the Commission or a Member State considers that there are sufficient grounds for an inves- tigation, it shall inform the Committee and request consultations, which should take place within one month. 2. Following the consultations, the Commission may decide, within 1 month and in accordance with the procedure referred to in Article 28(5), to initiate an investigation. Article 19 1. Where the Commission decides to initiate an investigation, it shall publish a notice in the Official Journal of the European Union announcing the investigation, and notify the beneficiary country concerned thereof. The notice shall provide a summary of the infor- mation received and state that any relevant information should be sent to the Commission. It shall specify the period, which may not exceed four months as from the date of publication of the notice, within which interested parties may make their views known in writing. 2. The Commission shall provide the beneficiary country concerned with every opportunity to cooperate in the investigation. 3. The Commission shall seek all information it considers necessary including the available assessments, comments, decisions, recommen- dations and conclusions of the relevant supervisory bodies of the UN, the ILO and other competent international organisations. These shall serve as the point of departure for the investigation as to whether temporary withdrawal is justified for the reason referred to in point (a) of Article 16(1). The Commission may verify the information received with economic operators and the beneficiary country concerned. 4. The Commission may be assisted by officials of the Member State on whose territory verification might be sought, if that Member State so requests. 5. Where information requested by the Commission is not provided within the period specified in the notice announcing the investigation, or 2005R0980 — EN — 05.06.2007 — 001.001 — 12 ",
        "▼ B the investigation is significantly impeded, findings may be made on the basis of the facts available. 6. The investigation should be completed within a year. The Commission may extend this period, in accordance with the procedure referred to in Article 28(5). Article 20 1. The Commission shall submit a report on its findings to the Committee. 2. Where the Commission considers that the findings do not justify temporary withdrawal, it shall decide, in accordance with the procedure referred to in Article 28(5), to terminate the investigation. In that case, the Commission shall publish a notice in the Official Journal of the European Union , announcing the termination of the investigation and setting out its main conclusions. 3. Where the Commission considers that the findings justify temporary withdrawal for the reason referred to in point (a) of Article 16(1), it shall decide, in accordance with the procedure referred to in Article 28(5), to monitor and evaluate the situation in the beneficiary country concerned for a period of six months. The Commission shall notify the beneficiary country concerned of this decision and shall publish a notice in the Official Journal of the European Union , announcing that it intends to submit a proposal to the Council for temporary withdrawal, unless, before the end of the period, the bene- ficiary country concerned makes a commitment to take the measures necessary to conform, in a reasonable period of time, with the conventions referred to in Part A of Annex III. 4. Where the Commission considers temporary withdrawal to be necessary, it shall submit an appropriate proposal to the Council, which shall decide within 1 month by a qualified majority. In cases referred to in paragraph 3, the Commission shall submit its proposal at the end of the period referred to in that paragraph. 5. Where the Council decides on temporary withdrawal, such decision shall enter into force 6 months after it was taken, unless it is decided before then that the reasons justifying it no longer prevail. SECTION 2 Safeguard clause Article 21 1. Where a product originating in a beneficiary country is imported on terms which cause, or threaten to cause, serious difficulties to a Community producer of like or directly competing products, normal Common Customs Tariff duties on that product may be reintroduced at any time at the request of a Member State or on the Commission's initiative. 2. The Commission shall take a formal decision to initiate an inves- tigation within a reasonable period of time. Where the Commission decides to initiate an investigation, it shall publish a notice in the Official Journal of the European Union announcing the investigation. The notice shall provide a summary of the information received and state that any relevant information should be sent to the Commission. It shall specify the period, which shall not exceed 4 months from the date of publication of the notice, within which interested parties may make their views known in writing. 3. The Commission shall seek all information it deems necessary and may verify the information received with the beneficiary country concerned and any other relevant source. It may be assisted by 2005R0980 — EN — 05.06.2007 — 001.001 — 13 ",
        "▼ B officials of the Member State on whose territory verification might be sought, if that Member State so requests. 4. In examining whether there are serious difficulties, the Commission shall take account, inter alia , of the following factors concerning Community producers where the information is available: — market share, — production, — stocks, — production capacity, — bankruptcies, — profitability, — capacity utilisation, — employment, — imports, — prices. 5. The investigation shall be completed within 6 months after the publication of the notice referred to in paragraph 2. The Commission may, in case of exceptional circumstances and after consultation of the Committee, extend this period in accordance with the procedure referred to in Article 28(5). 6. The Commission shall take a decision within 1 month, in accordance with the procedure referred to in Article 28(5). Such decision shall enter into force within 1 month as from its publication. 7. Where exceptional circumstances requiring immediate action make an investigation impossible, the Commission may, after informing the Committee, take any preventive measure which is strictly necessary. 8. Where imports of products of section XI(b), as referred to in Article 14(1), originating in a beneficiary country: (a) increase by at least 20 % in quantity (by volume) as compared to the previous calendar year, or (b) exceed 12,5 % of the value of Community imports of products from section XI(b) from all countries and territories listed in Annex I during any twelve months period, the Commission, on the 1st of January of every year during the period of application of this Regulation, on its own initiative or at the request of a Member State and after informing the Committee, shall remove the preferences referred to in Articles 7 and 8 with respect to products from section XI(b). This provision shall not apply to countries benefiting from the special arrangement for least developed countries referred to in Article 12 and to countries whose share of imports into the Community as defined in Article 14(1) do not exceed 8 %. The Commission shall notify a beneficiary country of the removal of the preferences. The removal of the preferences shall take effect two months after the publication of the Commission's decision to this effect in the Official Journal of the European Union . Article 22 Where imports of products included in Annex I to the Treaty cause, or threaten to cause, serious disturbance to Community markets, in particular to one or more of the outermost regions, or these markets' regulatory mechanisms, the Commission, on request of a Member State or on its own initiative, may suspend the preferential arrangements in respect of the products concerned after consulting the management committee for the relevant common market organisation. 2005R0980 — EN — 05.06.2007 — 001.001 — 14 ",
        "▼ B Article 23 1. The Commission shall inform the beneficiary country concerned as soon as possible of any decision taken in accordance with Article 21 or 22 before it becomes effective. The Commission shall also notify the Council and the Member States thereof. 2. Any Member State may refer a decision taken in accordance with Article 21 or 22 to the Council within 1 month. The Council, acting by a qualified majority, may adopt a different decision within 1 month. SECTION 3 Surveillance measures in the agricultural sector Article 24 Products in Chapters 1 to 24 originating in beneficiary countries may be subject to a special surveillance mechanism in order to avoid distur- bances in the Community market. The Commission, on its own initiative or on the request of a Member State, shall decide the products on which this surveillance list shall be applied. All periods mentioned in Article 21 which exceed 2 months shall be reduced to 2 months in the following cases: — when the beneficiary country does not comply with the rules of origin or does not provide the administrative cooperation required in Article 17, or — when imports of products in Chapters 1 to 24 under the preferential regimes granted under this Regulation massively exceed the usual levels of exports of the beneficiary country. SECTION 4 Common provision Article 25 Nothing in this Chapter shall affect the application of safeguard clauses adopted as part of the Common Agricultural Policy under Article 37 of the Treaty, or as part of the Common Trade Policy under Article 133 of the Treaty, or any other safeguard clauses which may be applied. CHAPTER IV PROCEDURAL PROVISIONS Article 26 The Commission shall in accordance with the procedure referred to in Article 28(5) adopt changes to the Annexes to this Regulation made necessary: (a) by amendments to the Combined Nomenclature; (b) by changes in the international status or classification of countries or territories; (c) by the application of Article 3(2); (d) if a country has reached the thresholds set out in Article 3(1); (e) for the establishment of the final list of beneficiary countries by 15 December 2005 at the latest in accordance with Article 11. 2005R0980 — EN — 05.06.2007 — 001.001 — 15 ",
        "▼ B Article 27 1. Within six weeks of the end of each quarter, Member States shall send the Statistical Office of the European Communities their statistical data on products placed under the customs procedure of free circulation during that quarter under the tariff preferences provided for in this Regulation. These data, supplied by reference to Combined Nomenclature codes and, where applicable, TARIC codes, shall show, by country of origin, values, quantities and any supple- mentary units required in accordance with the definitions in Council Regulation (EC) No 1172/95 ( 1 ) and Commission Regulation (EC) No 1917/2000 ( 2 ). 2. In accordance with Article 308d of Regulation (EEC) No 2454/93, Member States shall forward to the Commission, at its request, details of the quantities of products admitted for free circu- lation under the tariff preferences provided for in this Regulation, during the previous months. These data shall include the products referred to in paragraph 3. 3. The Commission shall, in close cooperation with Member States, monitor the imports of products of CN code 0803 00 19, of tariff headings 0603, 1006, 1701, 1704 and 6403 and of CN codes 1604 14, 1604 19 31, 1604 19 39, 1604 20 70, 2002 90 and 2103 20 in order to determine whether the conditions referred to in Articles 21 and 22 are fulfilled. Article 28 1. In implementing this Regulation, the Commission shall be assisted by a Generalised Preferences Committee (hereinafter referred to as ‘ the Committee ’ ). 2. The Committee may examine any matter relating to the application of this Regulation raised by the Commission or on the request of a Member State. 3. The Committee shall examine the effects of the scheme, on the basis of a report from the Commission covering the period from 1 January 2006. This report shall cover all preferential arrangements referred to in Article 1(2) and be presented in time for the discussion on the next Regulation. 4. Where reference is made to this paragraph, Articles 5 and 7 of Decision 1999/468/EC shall apply. The period laid down in Article 5(6) of Decision 1999/468/EC shall be set at 3 months. 5. Where reference is made to this paragraph, Articles 3 and 7 of Decision 1999/468/EC shall apply. 6. The Committee shall adopt its Rules of Procedure. 2005R0980 — EN — 05.06.2007 — 001.001 — 16 ( 1 ) Council Regulation (EC) No 1172/95 of 22 May 1995 on the statistics relating to the trading of goods by the Community and its Member States with non-member countries (OJ L 118, 25.5.1995, p. 10). Regulation as last amended by Regulation (EC) No 1882/2003 of the European Parliament and the Council (OJ L 284, 31.10.2003, p. 1). ( 2 ) Commission Regulation (EC) No 1917/2000 of 7 September 2000 laying down certain provisions for the implementation of Council Regulation (EC) No 1172/95 as regards statistics on external trade (OJ L 229, 9.9.2000, p. 14). Regulation as last amended by Regulation (EC) No 179/2005 (OJ L 30, 3.2.2005, p. 6). ",
        "▼ B CHAPTER V FINAL AND TRANSITIONAL PROVISIONS Article 29 Council Regulation (EC) No 552/97 ( 1 ), which refers to Council Regu- lations (EC) No 3281/94 ( 2 ) and (EC) No 1256/96 ( 3 ), shall be considered to refer to the corresponding provisions of this Regulation. Commission Regulations (EC) No 1381/2002 ( 4 ) and (EC) No 1401/2002 ( 5 ), which refer to Regulation (EC) No 2501/2001, shall be considered to refer to the corresponding provisions of this Regulation. Article 30 1. The special incentive arrangement for sustainable development and good governance of Section 2 of Chapter II of this Regulation as well as the provisions applied in conjunction with that arrangement shall enter into force on 1 July 2005. That arrangement repeals with effect from its entry into force the special arrangements to combat drug production and trafficking of Title IV of Regulation (EC) No 2501/2001 and the provisions of Regulation (EC) No 2501/2001 applied in conjunction with those arrangements. The other provisions of this Regulation shall enter into force on 1 January 2006 and repeal with effect from that date those provisions of Regulation (EC) No 2501/2001 then still in force. 2. This Regulation shall apply until 31 December 2008. However, this date shall not apply to the special arrangements for least developed countries, nor, to the extent that they are applied in conjunction with those arrangements, to any other provisions of this Regulation. This Regulation shall be binding in its entirety and directly applicable in all Member States. 2005R0980 — EN — 05.06.2007 — 001.001 — 17 ( 1 ) Council Regulation (EC) No 552/97 of 24 March 1997 temporarily with- drawing access to generalised tariff preferences from the Union of Myanmar (OJ L 85, 27.3.1997, p. 8). ( 2 ) Council Regulation (EC) No 3281/94 of 19 December 1994 applying a four- year scheme of generalized tariff preferences (1995 to 1998) in respect of certain industrial products originating in developing countries (OJ L 348, 31.12.1994, p. 1). Regulation as last amended by Regulation (EC) No 2820/98 (OJ L 357, 30.12.1998, p. 1). ( 3 ) Council Regulation (EC) No 1256/96 of 20 June 1996 applying multiannual schemes of generalised tariff preferences from 1 July 1996 to 30 June 1999 in respect of certain agricultural products originating in developing countries (OJ L 160, 29.6.1996, p. 1). Regulation as last amended by Regulation (EC) No 602/98 (OJ L 80, 18.3.1998, p. 1). ( 4 ) Commission Regulation (EC) No 1381/2002 of 29 July 2002 laying down detailed rules for opening and administration of the tariff quotas for raw cane sugar for refining, originating in the least developed countries, for the marketing years 2002/03 to 2005/06 (OJ L 200, 30.7.2002, p. 14). ( 5 ) Commission Regulation (EC) No 1401/2002 of 31 July 2002 laying down detailed rules for the opening and administration of the tariff quotas for rice, originating in the least developed countries, for the marketing years 2002/03 to 2008/09 (OJ L 203, 1.8.2002, p. 42). ",
        "▼ B ANNEX I Beneficiary countries ( 1 ) and territories of the Community's scheme of generalised tariff preferences Column A: code according to the nomenclature of countries and territories for the external trade statistics of the Community Column B: name of country Column C: sections in respect of which tariff preferences have been removed for the beneficiary country concerned (Article 14) Column D: countries included in the special arrangement for least developed countries (Article 12) Column E: countries included in the special incentive arrangement for sustainable development and good governance (Article 8) A B C D E AE United Arab Emirates AF Afghanistan X AG Antigua and Barbuda AI Anguilla AM Armenia AN Netherlands Antilles AO Angola X AQ Antarctica AR Argentina AS American Samoa AW Aruba AZ Azerbaijan BB Barbados BD Bangladesh X BF Burkina Faso X BH Bahrain BI Burundi X BJ Benin X BM Bermuda BN Brunei Darussalam BO Bolivia X BR Brazil S-IV Prepared foodstuffs; beverages, spirits and vinegar; tobacco and manufactured tobacco substitutes. S-IX Wood and articles of wood; wood charcoal; cork and articles of cork; manufactures of straw, of esparto or of other plaiting materials; basketware and wickerwork. 2005R0980 — EN — 05.06.2007 — 001.001 — 18 ( 1 ) The list may include countries which are temporarily suspended from the EU GSP or have not complied with the administrative cooperation requirements, which are a pre-condition for goods to be granted the benefit of tariff preferences. The Commission or the competent authorities of the country concerned will be able to provide an updated list. ",
        "▼ B A B C D E BS Bahamas BT Bhutan X BV Bouvet Island BW Botswana BY Belarus BZ Belize CC Cocos Islands (or Keeling Islands) CD Congo, Democratic Republic of X CF Central African Republic X CG Congo CI Côte d'Ivoire CK Cook Islands ▼ M1 __________ ▼ B CM Cameroon CN China, People's Republic of S-VI Products of the chemical or allied industries. S-VII Plastics and articles thereof; rubber and articles thereof. S-VIII Raw hides and skins, leather, furskins and articles thereof; saddlery and harness; travel goods, handbags and similar containers; articles of animal gut (other than silkworm gut). S-IX Wood and articles of wood; wood charcoal; cork and articles of cork; manufactures of straw, of esparto or of other plaiting materials; basketware and wickerwork. S-X Pulp of wood or of other fibrous cellulosic material; recovered (waste and scarp) paper or paperboard; paper and paperboard and articles thereof. S-XI(a) Textiles; S-XI(b) Textile articles. S-XII Footwear, headgear, umbrellas, sun umbrellas, walking sticks, seat-sticks, whips, riding-crops and parts thereof; prepared feathers and articles made therewith; artificial flowers; articles of human hair. S-XIII Articles of stone, plaster, cement, asbestos, mica or similar materials; ceramic products; glass and glassware. S-XIV Natural or cultured pearls, precious or semi- precious stones, precious metals, metals clad with precious metal, and articles thereof; imitation jewellery; coins. S-XV Base metals and articles of base metal. S-XVI Machinery and mechanical appliances; elec- trical equipment; parts thereof; sound recorders and 2005R0980 — EN — 05.06.2007 — 001.001 — 19 ",
        "▼ B A B C D E reproducers, television image and sound recorders and reproducers, and parts and accessories of such articles. S-XVII Vehicles, aircraft, vessels and associated transport equipment. S-XVIII Optical, photographic, cinematographic, measuring, checking, precision, medical or surgical instruments and apparatus; clocks and watches; musical instruments; parts and accessories thereof. S-XX Miscellaneous manufactured articles. CO Colombia X CR Costa Rica X CU Cuba CV Cape Verde X CX Christmas Islands DJ Djibouti X DM Dominica DO Dominican Republic DZ Algeria S-V Mineral products. EC Ecuador X EG Egypt ER Eritrea X ET Ethiopia X FJ Fiji FK Falklands Islands FM Micronesia, Federated States of GA Gabon GD Grenada GE Georgia X GH Ghana GI Gibraltar GL Greenland GM Gambia X GN Guinea X GQ Equatorial Guinea X GS South Georgia and South Sandwich Islands GT Guatemala X GU Guam GW Guinea-Bissau X 2005R0980 — EN — 05.06.2007 — 001.001 — 20 ",
        "▼ B A B C D E GY Guyana HM Heard Island and McDonald Islands HN Honduras X HT Haiti X ID Indonesia S-III Animal or vegetable fats and oils and their cleavage products; prepared edible fats; animal or vegetable waxes. S-IX Wood and articles of wood; wood charcoal; cork and articles of cork; manufactures of straw, of esparto or of other plaiting materials; basketware and wickerwork. IN India S-XI(a) Textiles; S-XIV Natural or cultured pearls, precious or semi- precious stones, precious metals, metals clad with precious metal, and articles thereof; imitation jewellery; coins. IO British Indian Ocean Territory IQ Iraq IR Iran, Islamic Republic of JM Jamaica JO Jordan KE Kenya KG Kyrgyzstan KH Cambodia X KI Kiribati X KM Comoros X KN St Kitts and Nevis KW Kuwait KY Cayman Islands KZ Kazakhstan LA Lao People's Democratic Republic X LB Lebanon LC St Lucia LK Sri Lanka X LR Liberia X LS Lesotho X LY Libyan Arab Jamahiriya MA Morocco MD Moldova, Republic of MG Madagascar X 2005R0980 — EN — 05.06.2007 — 001.001 — 21 ",
        "▼ B A B C D E MH Marshall Islands ML Mali X MM Myanmar X MN Mongolia X MO Macao MP Northern Mariana Islands MR Mauritania X MS Montserrat MU Mauritius MV Maldives X MW Malawi X MX Mexico MY Malaysia S-III Animal or vegetable fats and oils and their cleavage products; prepared edible fats; animal or vegetable waxes. MZ Mozambique X NA Namibia NC New Caledonia NE Niger X NF Norfolk Island NG Nigeria NI Nicaragua X NP Nepal X NR Nauru NU Niue Island OM Oman PA Panama X PE Peru X PF French Polynesia PG Papua New Guinea PH Philippines PK Pakistan PM St Pierre and Miquelon PN Pitcairn PW Palau PY Paraguay 2005R0980 — EN — 05.06.2007 — 001.001 — 22 ",
        "▼ B A B C D E QA Qatar RU Russian Federation S-VI Products of the chemical or allied industries. S-X Pulp of wood or of other fibrous cellulosic material; recovered (waste and scarp) paper or paperboard; paper and paperboard and articles thereof. S-XV Base metals and articles of base metal. RW Rwanda X SA Saudi Arabia SB Solomon Islands X SC Seychelles SD Sudan X SH Santa Helena SL Sierra Leone X SN Senegal X SO Somalia X SR Suriname ST São Tomé and Príncipe X SV El Salvador X SY Syrian Arab Republic SZ Swaziland TC Turks and Caicos Islands TD Chad X TF French Southern terri- tories TG Togo X TH Thailand S-XIV Natural or cultured pearls, precious or semi- precious stones, precious metals, metals clad with precious metal, and articles thereof; imitation jewellery; coins. S-XVII Vehicles, aircraft, vessels and associated transport equipment. TJ Tajikistan TK Tokelau TL Timor-Leste X TM Turkmenistan TN Tunisia TO Tonga TT Trinidad and Tobago TV Tuvalu X 2005R0980 — EN — 05.06.2007 — 001.001 — 23 ",
        "▼ B A B C D E TZ Tanzania (United Republic of) X UA Ukraine UG Uganda X UM United States Minor outlying islands UY Uruguay UZ Uzbekistan VC St Vincent and the Grenadines VE Venezuela X VG Virgin Islands (British) VI Virgin Islands (USA) VN Vietnam VU Vanuatu X WF Wallis and Futuna WS Samoa X YE Yemen X YT Mayotte ZA South Africa S-XVII Vehicles, aircraft, vessels and associated transport equipment. ZM Zambia X ZW Zimbabwe 2005R0980 — EN — 05.06.2007 — 001.001 — 24 ",
        "▼ M2 ANNEX II List of products included in the arrangements referred to in Article 1(2)(a) and (b) Notwithstanding the rules for the interpretation of the Combined Nomenclature, the description of the products is to be considered as indicative, the tariff preferences being determined by the CN codes. Where ‘ ex ’ CN codes are indicated, the tariff preferences are to be determined by the CN code and the description, together. Entry of products of a CN code marked with an asterisk is subject to the conditions laid down in the relevant Community provisions. The column ‘ Sensitive/non-sensitive ’ refers to the products included in the general arrangement (Article 7) and in the special incentive arrangement for sustainable development and good governance (Article 8). These products are listed as being either NS (non-sensitive, for the purposes of Article 7(1)) or S (sensitive, for the purposes of Article 7(2)). For reasons of simplification, the products are listed in groups. These may include products for which Common Customs Tariff duties are exempted or suspended. CN code Description Sensitive/non- sensitive 0101 10 90 Live, pure-bred breeding asses and other S 0101 90 19 Live horses, other than pure-bred breeding animals, other than for slaughter S 0101 90 30 Live asses, other than pure-bred breeding animals S 0101 90 90 Live mules and hinnies S 0104 20 10 * Live, pure-bred breeding goats S 0106 19 10 Live domestic rabbits S 0106 39 10 Live pigeons S 0205 00 Meat of horses, asses, mules or hinnies, fresh, chilled or frozen S 0206 80 91 Edible offal of horses, asses, mules or hinnies, fresh or chilled, other than for the manufacture of pharmaceutical products S 0206 90 91 Edible offal of horses, asses, mules or hinnies, frozen, other than for the manufacture of pharmaceutical products S 0207 14 91 Livers, frozen, of fowls of the species Gallus domesticus S 0207 27 91 Livers, frozen, of turkeys S 0207 36 89 Livers, frozen, of ducks, geese or guinea fowls, other than fatty livers of ducks or geese S ex 0208 ( 1 ) Other meat and edible meat offal, fresh, chilled or frozen, excluding products of subheading 0208 90 55 (except for the products of subheading 0208 90 70 to which the footnote shall not apply) S 0208 90 70 Frogs ’ legs NS 0210 99 10 Meat of horses, salted, in brine or dried S 0210 99 59 Offal of bovine animals, salted, in brine, dried or smoked, other than thick skirt and thin skirt S 0210 99 60 Offal of sheep or goats, salted, in brine, dried or smoked S 0210 99 80 Offal, salted, in brine, dried or smoked, other than poultry liver, other than of domestic swine, of bovine animals or of sheep or goats S ex Chapter 3 ( 2 ) Fish and crustaceans, molluscs and other aquatic invertebrates, except for the products of subheading 0301 10 90 S 2005R0980 — EN — 05.06.2007 — 001.001 — 25 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 0301 10 90 Live, ornamental saltwater fish NS 0403 10 51 0403 10 53 0403 10 59 0403 10 91 0403 10 93 0403 10 99 Yogurt, flavoured or containing added fruit, nuts or cocoa S 0403 90 71 0403 90 73 0403 90 79 0403 90 91 0403 90 93 0403 90 99 Buttermilk, curdled milk and cream, kephir and other fermented or acidified milk and cream, flavoured or containing added fruit, nuts or cocoa S 0405 20 10 0405 20 30 Dairy spreads, of a fat content, by weight, of 39 % or more but not exceeding 75 % S 0407 00 90 Birds ’ eggs, in shell, fresh, preserved or cooked, other than of poultry S 0409 00 00 ( 3 ) Natural honey S 0410 00 00 Edible products of animal origin, not elsewhere specified or included S 0511 99 39 Natural sponges of animal origin, other than raw S ex Chapter 6 Live trees and other plants; bulbs, roots and the like; cut flowers and ornamental foliage, except for the products of subheading 0604 91 40 S 0604 91 40 Conifer branches, fresh NS 0701 Potatoes, fresh or chilled S 0703 10 Onions and shallots, fresh or chilled S 0703 90 00 Leeks and other alliaceous vegetables, fresh or chilled S 0704 Cabbages, cauliflowers, kohlrabi, kale and similar edible brassicas, fresh or chilled S 0705 Lettuce ( Lactuca sativa ) and chicory ( Cichorium spp.), fresh or chilled S 0706 Carrots, turnips, salad beetroot, salsify, celeriac, radishes and similar edible roots, fresh or chilled S ex 0707 00 05 Cucumbers, fresh or chilled, from 16 May to 31 October S 0708 Leguminous vegetables, shelled or unshelled, fresh or chilled S 0709 20 00 Asparagus, fresh or chilled S 0709 30 00 Aubergines (eggplants), fresh or chilled S 0709 40 00 Celery other than celeriac, fresh or chilled S 0709 51 00 0709 59 Mushrooms, fresh or chilled, excluding the products of subheading 0709 59 50 S 0709 60 10 Sweet peppers, fresh or chilled S 0709 60 99 Fruits of the genus Capsicum or of the genus Pimenta , fresh or chilled, other than sweet peppers, other than for the manufacture of capsicin or capsicum oleoresin dyes and other than for the industrial manufacture essential oils or resinoids S 0709 70 00 Spinach, New Zealand spinach and orache spinach (garden spinach), fresh or chilled S 2005R0980 — EN — 05.06.2007 — 001.001 — 26 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 0709 90 10 Salad vegetables, fresh or chilled, other than lettuce ( Lactuca sativa ) and chicory ( Cichorium spp.) S 0709 90 20 Chard (or white beet) and cardoons, fresh or chilled S 0709 90 31 * Olives, fresh or chilled, for uses other than the production of oil S 0709 90 40 Capers, fresh or chilled S 0709 90 50 Fennel, fresh or chilled S 0709 90 70 Courgettes, fresh or chilled S ex 0709 90 80 Globe artichokes, fresh or chilled, from 1 July to 31 October S 0709 90 90 Other vegetables, fresh or chilled S ex 0710 Vegetables (uncooked or cooked by steaming or boiling in water), frozen, except for the product of subheading 0710 80 85 S 0710 80 85 ( 4 ) Asparagus (uncooked or cooked by steaming or boiling in water), frozen S ex 0711 Vegetables provisionally preserved (for example, by sulphur dioxide gas, in brine, in sulphur water or in other preservative solutions), but unsuitable in that state for immediate consumption, excluding the products of subheading 0711 20 90 S ex 0712 Dried vegetables, whole, cut, sliced, broken or in powder, but not further prepared, excluding olives and the products of subheading 0712 90 19 S 0713 Dried leguminous vegetables, shelled, whether or not skinned or split S 0714 20 10 * Sweet potatoes, fresh, whole, and intended for human consumption NS 0714 20 90 Sweet potatoes, fresh, chilled, frozen or dried, whether or not sliced or in the form of pellets, other than fresh and whole and intended for human consumption S 0714 90 90 Jerusalem artichokes and similar roots and tubers with high inulin content, fresh, chilled, frozen or dried, whether or not sliced or in the form of pellets; sago pith NS 0802 11 90 0802 12 90 Almonds, fresh or dried, whether or not shelled, other than bitter S 0802 21 00 0802 22 00 Hazelnuts or filberts ( Corylus spp.), fresh or dried, whether or not shelled S 0802 31 00 0802 32 00 Walnuts, fresh or dried, whether or not shelled S 0802 40 00 Chestnuts ( Castanea spp.), fresh or dried, whether or not shelled or peeled S 0802 50 00 Pistachios, fresh or dried, whether or not shelled or peeled NS 0802 60 00 Macadamia nuts, fresh or dried, whether or not shelled or peeled NS 0802 90 50 Pine nuts, fresh or dried, whether or not shelled or peeled NS 0802 90 85 Other nuts, fresh or dried, whether or not shelled or peeled NS 0803 00 11 Plantains, fresh S 0803 00 90 Bananas, including plantains, dried S 0804 10 00 Dates, fresh or dried S 0804 20 10 0804 20 90 Figs, fresh or dried S 0804 30 00 Pineapples, fresh or dried S 2005R0980 — EN — 05.06.2007 — 001.001 — 27 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 0804 40 00 Avocados, fresh or dried S ex 0805 20 Mandarins (including tangerines and satsumas), and clementines, wilkings and similar citrus hybrids, fresh or dried, from 1 March to 31 October S 0805 40 00 Grapefruit, including pomelos, fresh or dried NS 0805 50 90 Limes ( Citrus aurantifolia , Citrus latifolia ), fresh or dried S 0805 90 00 Other citrus fruit, fresh or dried S ex 0806 10 10 Table grapes, fresh, from 1 January to 20 July and from 21 November to 31 December, excluding grapes of the variety Emperor ( Vitis vinifera cv.) from 1 to 31 December S 0806 10 90 Other grapes, fresh S ex 0806 20 Dried grapes, excluding the products of subheading ex 0806 20 30 in immediate containers of a net capacity exceeding 2 kg S 0807 11 00 0807 19 00 Melons (including watermelons), fresh S 0808 10 10 Cider apples, fresh, in bulk, from 16 September to 15 December S 0808 20 10 Perry pears, fresh, in bulk, from 1 August to 31 December S ex 0808 20 50 Other pears, fresh, from 1 May to 30 June S 0808 20 90 Quinces, fresh S ex 0809 10 00 Apricots, fresh, from 1 January to 31 May and from 1 August to 31 December S 0809 20 05 Sour cherries ( Prunus cerasus ), fresh S ex 0809 20 95 Cherries, fresh, from 1 January to 20 May and from 11 August to 31 December, other than sour cherries ( Prunus cerasus ) S ex 0809 30 Peaches, including nectarines, fresh, from 1 January to 10 June and from 1 October to 31 December S ex 0809 40 05 Plums, fresh, from 1 January to 10 June and from 1 October to 31 December S 0809 40 90 Sloes, fresh S ex 0810 10 00 Strawberries, fresh, from 1 January to 30 April and from 1 August to 31 December S 0810 20 Raspberries, blackberries, mulberries and loganberries, fresh S 0810 40 30 Fruit of the species Vaccinium myrtillus , fresh S 0810 40 50 Fruit of the species Vaccinium macrocarpon and Vaccinium corymbosum , fresh S 0810 40 90 Other fruits of the genus Vaccinium , fresh S 0810 50 00 Kiwifruit, fresh S 0810 60 00 Durians, fresh S 0810 90 50 0810 90 60 0810 90 70 Black-, white- or redcurrants and gooseberries, fresh S 0810 90 95 Other fruit, fresh S ex 0811 Fruit and nuts, uncooked or cooked by steaming or boiling in water, frozen, whether or not containing added sugar or other sweetening matter, except for the products of subheadings 0811 10 and 0811 20 S 2005R0980 — EN — 05.06.2007 — 001.001 — 28 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 0811 10 and 0811 20 ( 5 ) Strawberries, raspberries, blackberries, mulberries, loganberries, black-, white- and redcurrants, and gooseberries S ex 0812 Fruit and nuts, provisionally preserved (for example, by sulphur dioxide gas, in brine, in sulphur water or in other preservative solutions), but unsuitable in that state for immediate consumption, except for the products of subheading 0812 90 30 S 0812 90 30 Papaws (papayas) NS 0813 10 00 Apricots, dried S 0813 20 00 Prunes S 0813 30 00 Apples, dried S 0813 40 10 Peaches, including nectarines, dried S 0813 40 30 Pears, dried S 0813 40 50 Papaws (papayas), dried NS 0813 40 95 Other fruit, dried, other than that of headings 0801 to 0806 NS 0813 50 12 Mixtures of dried fruit (other than that of headings 0801 to 0806) of papaws (papayas), tamarinds, cashew apples, lychees, jackfruit, sapodillo plums, passion fruit, carambola or pitahaya, but not containing prunes S 0813 50 15 Other mixtures of dried fruit (other than that of headings 0801 to 0806), not containing prunes S 0813 50 19 Mixtures of dried fruit (other than that of headings 0801 to 0806), containing prunes S 0813 50 31 Mixtures exclusively of dried tropical nuts of headings 0801 and 0802 S 0813 50 39 Mixtures exclusively of dried nuts of headings 0801 and 0802, other than of tropical nuts S 0813 50 91 Other mixtures of nuts and dried fruits of Chapter 8, not containing prunes or figs S 0813 50 99 Other mixtures of nuts and dried fruits of Chapter 8 S 0814 00 00 Peel of citrus fruit or melons (including watermelons), fresh, frozen, dried or provisionally preserved in brine, in sulphur water or in other preser- vative solutions NS ex Chapter 9 Coffee, tea, maté and spices, except for the products of subheadings 0901 12 00, 0901 21 00, 0901 22 00, 0901 90 90 and 0904 20 10, headings 0905 00 00 and 0907 00 00, and subheadings 0910 91 90, 0910 99 33, 0910 99 39, 0910 99 50 and 0910 99 99 NS 0901 12 00 Coffee, not roasted, decaffeinated S 0901 21 00 Coffee, roasted, not decaffeinated S 0901 22 00 Coffee, roasted, decaffeinated S 0901 90 90 Coffee substitutes containing coffee in any proportion S 0904 20 10 Sweet peppers, dried, neither crushed nor ground S 0905 00 00 Vanilla S 0907 00 00 Cloves (whole fruit, cloves and stems) S 0910 91 90 Mixtures of two or more of the products of different headings of headings 0904 to 0910, crushed or ground S 0910 99 33 Thyme; bay leaves S 2005R0980 — EN — 05.06.2007 — 001.001 — 29 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 0910 99 39 0910 99 50 0910 99 99 Other spices, crushed or ground, other than mixtures of two or more of the products of different headings of headings 0904 to 0910 S ex 1008 90 90 Quinoa S 1105 Flour, meal, powder, flakes, granules and pellets of potatoes S 1106 10 00 Flour, meal and powder of the dried leguminous vegetables of heading 0713 S 1106 30 Flour, meal and powder of the products of Chapter 8 S 1108 20 00 Inulin S ex Chapter 12 Oil seeds and oleaginous fruits; miscellaneous grains, seeds and fruit, except for the products of subheadings 1209 21 00, 1209 23 80, 1209 29 50, 1209 29 80, 1209 30 00, 1209 91 10, 1209 91 90 and 1209 99 91; industrial or medicinal plants, except for the products of heading 1210 and subheading 1211 90 30, and excluding the products of subheadings 1212 91 and 1212 99 20; straw and fodder S 1209 21 00 Lucerne (alfalfa) seed, of a kind used for sowing NS 1209 23 80 Other fescue seed, of a kind used for sowing NS 1209 29 50 Lupine seed, of a kind used for sowing NS 1209 29 80 Seeds of other forage plants, of a kind used for sowing NS 1209 30 00 Seeds of herbaceous plants cultivated principally for their flowers, of a kind used for sowing NS 1209 91 10 1209 91 90 Other vegetable seeds, of a kind used for sowing NS 1209 99 91 Seeds of plants cultivated principally for their flowers, of a kind used for sowing, other than those of subheading 1209 30 00 NS 1210 ( 6 ) Hop cones, fresh or dried, whether or not ground, powdered or in the form of pellets; lupulin S 1211 90 30 Tonquin beans, fresh or dried, whether or not cut, crushed or powdered NS ex Chapter 13 Lac; gums, resins and other vegetable saps and extracts, except for the products of subheading 1302 12 00 S 1302 12 00 Vegetable saps and extracts, of liquorice NS 1501 00 90 Poultry fat, other than that of heading 0209 or 1503 S 1502 00 90 Fats of bovine animals, sheep or goats, other than those of heading 1503 and other than for industrial uses other than the manufacture of foodstuffs for human consumption S 1503 00 19 Lard stearin and oleostearin, other than for industrial uses S 1503 00 90 Lard oil, oleo-oil and tallow oil, not emulsified or mixed or otherwise prepared, other than tallow oil for industrial uses other than the manu- facture of foodstuffs for human consumption S 1504 Fats and oils and their fractions, of fish or marine mammals, whether or not refined, but not chemically modified S 1505 00 10 Wool grease, crude S 1507 Soya-bean oil and its fractions, whether or not refined, but not chemically modified S 2005R0980 — EN — 05.06.2007 — 001.001 — 30 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 1508 Groundnut oil and its fractions, whether or not refined, but not chemically modified S 1511 10 90 Palm oil, crude, other than for technical or industrial uses other than the manufacture of foodstuffs for human consumption S 1511 90 Palm oil and its fractions, whether or not refined but not chemically modified, other than crude oil S 1512 Sunflower-seed, safflower or cotton-seed oil and fractions thereof, whether or not refined, but not chemically modified S 1513 Coconut (copra), palm-kernel or babassu oil and fractions thereof, whether or not refined, but not chemically modified S 1514 Rape, colza or mustard oil and fractions thereof, whether or not refined, but not chemically modified S 1515 Other fixed vegetable fats and oils (including jojoba oil) and their fractions, whether or not refined, but not chemically modified S ex 1516 Animal or vegetable fats and oils and their fractions, partly or wholly hydro- genated, inter-esterified, re-esterified or elaidinised, whether or not refined, but not further prepared, except for the products of subheading 1516 20 10 S 1516 20 10 Hydrogenated castor oil, so called ‘ opal-wax ’ NS 1517 Margarine; edible mixtures or preparations of animal or vegetable fats or oils or of fractions of different fats or oils of Chapter 15, other than edible fats or oils or their fractions of heading 1516 S 1518 00 Animal or vegetable fats and oils and their fractions, boiled, oxidised, dehy- drated, sulphurised, blown, polymerised by heat in vacuum or in inert gas or otherwise chemically modified, excluding those of heading 1516; inedible mixtures or preparations of animal or vegetable fats or oils or of fractions of different fats or oils of Chapter 15, not elsewhere specified or included S 1521 90 99 Beeswax and other insect waxes, whether or not refined or coloured, other than raw S 1522 00 10 Degras S 1522 00 91 Oil foots and dregs; soapstocks, other than containing oil having the char- acteristics of olive oil S 1601 00 10 Sausages and similar products, of liver, and food preparations based on liver S 1602 20 11 1602 20 19 Goose or duck liver, prepared or preserved S 1602 41 90 Ham and cuts thereof, prepared or preserved, of swine other than of domestic swine S 1602 42 90 Shoulders and cuts thereof, prepared or preserved, of swine other than of domestic swine S 1602 49 90 Other prepared or preserved meat or meat offal, including mixtures, of swine other than of domestic swine S 1602 50 31, 1602 50 39 and 1602 50 80 ( 7 ) Other prepared or preserved meat or meat offal, cooked, of bovine animals, whether or not in airtight containers S 1602 90 31 Other prepared or preserved meat or meat offal, of game or rabbit S 1602 90 41 Other prepared or preserved meat or meat offal, of reindeer S 1602 90 69 1602 90 72 1602 90 74 Other prepared or preserved meat or meat offal, of sheep or goats or other animals, not containing uncooked bovine meat or offal and not containing meat or meat offal of domestic swine S 2005R0980 — EN — 05.06.2007 — 001.001 — 31 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 1602 90 76 1602 90 78 1602 90 98 1603 00 10 Extracts and juices of meat, fish or crustaceans, molluscs or other aquatic invertebrates, in immediate packings of a net content not exceeding 1 kg S 1604 Prepared or preserved fish; caviar and caviar substitutes prepared from fish eggs S 1605 Crustaceans, molluscs and other aquatic invertebrates, prepared or preserved S 1702 50 00 Chemically pure fructose S 1702 90 10 Chemically pure maltose S 1704 ( 8 ) Sugar confectionery (including white chocolate), not containing cocoa S Chapter 18 Cocoa and cocoa preparations S ex Chapter 19 Preparations of cereals, flour, starch or milk; pastrycooks ’ products, except for the products of subheadings 1901 20 00 and 1901 90 91 S 1901 20 00 Mixes and doughs for the preparation of bakers ’ wares of heading 1905 NS 1901 90 91 Other, containing no milk fats, sucrose, isoglucose, glucose or starch or containing less than 1,5 % milk fat, 5 % sucrose (including invert sugar) or isoglucose, 5 % glucose or starch, excluding food preparations in powder form of goods of headings 0401 to 0404 NS ex Chapter 20 Preparations of vegetables, fruit, nuts or other parts of plants, except for the products of heading 2002 and subheadings 2005 80 00, 2008 20 19, 2008 20 39, ex 2008 40 and ex 2008 70 S 2002 ( 9 ) Tomatoes, prepared or preserved otherwise than by vinegar or acetic acid S 2005 80 00 ( 10 ) Sweetcorn ( Zea mays var. saccharata ), prepared or preserved otherwise than by vinegar or acetic acid, not frozen, other than products of heading 2006 S 2008 20 19 2008 20 39 Pineapples, otherwise prepared or preserved, containing added spirit, not elsewhere specified or included NS ex 2008 40 ( 11 ) Pears, otherwise prepared or preserved, whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included (except for the products of subheadings 2008 40 11, 2008 40 21, 2008 40 29 and 2008 40 39, to which the footnote shall not apply) S ex 2008 70 ( 12 ) Peaches, including nectarines, otherwise prepared or preserved, whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included (except for the products of subheadings 2008 70 11, 2008 70 31, 2008 70 39 and 2008 70 59, to which the footnote shall not apply) S ex Chapter 21 Miscellaneous edible preparations, except for the products of subheadings 2101 20 and 2102 20 19, and excluding the products of subheadings 2106 10, 2106 90 30, 2106 90 51, 2106 90 55 and 2106 90 59 S 2101 20 Extracts, essences and concentrates, of tea or maté, and preparations with a basis of these extracts, essences or concentrates, or with a basis of tea or maté NS 2102 20 19 Other inactive yeasts NS ex Chapter 22 Beverages, spirits and vinegar, except for the products of heading 2207, and excluding the products of subheadings 2204 10 11 to 2204 30 10 and subheading 2208 40 S 2207 ( 13 ) Undenatured ethyl alcohol of an alcoholic strength by volume of 80 % vol or higher; ethyl alcohol and other spirits, denatured, of any strength S 2005R0980 — EN — 05.06.2007 — 001.001 — 32 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 2302 50 00 Residues and wastes of a similar kind, whether or not in the form of pellets, resulting from the grinding or other working of leguminous plants S 2307 00 19 Other wine lees S 2308 00 19 Other grape marc S 2308 00 90 Other vegetable materials and vegetable waste, vegetable residues and by- products, whether or not in the form of pellets, of a kind used in animal feeding, not elsewhere specified or included NS 2309 10 90 Other dog or cat food put up for retail sale, other than containing starch or glucose, glucose syrup, maltodextrine or maltodextrine syrup of subheadings 1702 30 51 to 1702 30 99, 1702 40 90, 1702 90 50 and 2106 90 55 or milk products S 2309 90 10 Fish or marine mammal solubles, of a kind used in animal feeding NS 2309 90 91 Beetpulp with added molasses, of a kind used in animal feeding S 2309 90 95 2309 90 99 Other preparations of a kind used in animal feeding, whether or not containing by weight 49 % or more of choline chloride on an organic or inorganic base S Chapter 24 Tobacco and manufactured tobacco substitutes S 2519 90 10 Magnesium oxide, other than calcined natural magnesium carbonate NS 2522 Quicklime, slaked lime and hydraulic lime, other than calcium oxide and hydroxide of heading 2825 NS 2523 Portland cement, aluminous cement, slag cement, supersulphate cement and similar hydraulic cements, whether or not coloured or in the form of clinkers NS Chapter 27 Mineral fuels, mineral oils and products of their distillation; bituminous substances; mineral waxes NS 2801 Fluorine, chlorine, bromine and iodine NS 2802 00 00 Sulphur, sublimed or precipitated; colloidal sulphur NS ex 2804 Hydrogen, rare gases and other non-metals, excluding the products of subheading 2804 69 00 NS 2806 Hydrogen chloride (hydrochloric acid); chlorosulphuric acid NS 2807 00 Sulphuric acid; oleum NS 2808 00 00 Nitric acid; sulphonitric acids NS 2809 Diphosphorus pentaoxide; phosphoric acid; polyphosphoric acids, whether or not chemically defined NS 2810 00 90 Oxides of boron, other than diboron trioxide; boric acids NS 2811 Other inorganic acids and other inorganic oxygen compounds of non- metals NS 2812 Halides and halide oxides of non-metals NS 2813 Sulphides of non-metals; commercial phosporus trisulphide NS 2814 Ammonia, anhydrous or in aqueous solution S 2815 Sodium hydroxide (caustic soda); potassium hydroxide (caustic potash); peroxide of sodium or potassium S 2816 Hydroxide and peroxide of magnesium; oxides, hydroxides and peroxides, of strontium or barium NS 2817 00 00 Zinc oxide; zinc peroxide S 2005R0980 — EN — 05.06.2007 — 001.001 — 33 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 2818 10 Artificial corundum, whether or not chemically defined S 2819 Chromium oxides and hydroxides S 2820 Manganese oxides S 2821 Iron oxides and hydroxides; earth colours containing by weight 70 % or more of combined iron evaluated as Fe 2 O 3 NS 2822 00 00 Cobalt oxides and hydroxides; commercial cobalt oxides NS 2823 00 00 Titanium oxides S 2824 Lead oxides; red lead and orange lead NS ex 2825 Hydrazine and hydroxylamine and their inorganic salts; other inorganic bases; other metal oxides, hydroxides and peroxides, except for the products of subheadings 2825 10 00 and 2825 80 00 NS 2825 10 00 Hydrazine and hydroxylamine and their inorganic salts S 2825 80 00 Antimony oxides S 2826 Fluorides; fluorosilicates, fluoroaluminates and other complex fluorine salts NS ex 2827 Chlorides, chloride oxides and chloride hydroxides, except for products of subheadings 2827 10 00 and 2827 32 00; bromides and bromide oxides; iodides and iodide oxides NS 2827 10 00 Ammonium chloride S 2827 32 00 Aluminium chloride S 2828 Hypochlorites; commercial calcium hypochlorite; chlorites; hypobromites NS 2829 Chlorates and perchlorates; bromates and perbromates; iodates and periodates NS ex 2830 Sulphides, except for the products of subheading 2830 10 00; polysul- phides, whether or not chemically defined NS 2830 10 00 Sodium sulphides S 2831 Dithionites and sulphoxylates NS 2832 Sulphites; thiosulphates NS 2833 Sulphates; alums; peroxosulphates (persulphates) NS 2834 10 00 Nitrites S 2834 21 00 2834 29 Nitrates NS 2835 Phosphinates (hypophosphites), phosphonates (phosphites) and phosphates; polyphosphates, whether or not chemically defined S ex 2836 Carbonates, except for the products of subheadings 2836 20 00, 2836 40 00 and 2836 60 00; peroxocarbonates (percarbonates); commercial ammonium carbonate containing ammonium carbamate NS 2836 20 00 Disodium carbonate S 2836 40 00 Potassium carbonates S 2836 60 00 Barium carbonate S 2837 Cyanides, cyanide oxides and complex cyanides NS 2839 Silicates; commercial alkali metal silicates NS 2840 Borates; peroxoborates (perborates) NS 2005R0980 — EN — 05.06.2007 — 001.001 — 34 ",
        "▼ M2 CN code Description Sensitive/non- sensitive ex 2841 Salts of oxometallic or peroxometallic acids, except for the product of subheading 2841 61 00 NS 2841 61 00 Potassium permanganate S 2842 Other salts of inorganic acids or peroxoacids (including aluminosilicates, whether or not chemically defined), other than azides NS 2843 Colloidal precious metals; inorganic or organic compounds of precious metals, whether or not chemically defined; amalgams of precious metals NS ex 2844 30 11 Cermets containing uranium depleted in U-235 or compounds of this product, other than unwrought NS ex 2844 30 51 Cermets containing thorium or compounds of thorium, other than unwrought NS 2845 90 90 Isotopes other than those of heading 2844, and compounds, inorganic or organic, of such isotopes, whether or not chemically defined, other than deuterium and compounds thereof, hydrogen and compounds thereof enriched in deuterium or mixtures and solutions containing these products NS 2846 Compounds, inorganic or organic, of rare-earth metals, of yttrium or of scandium or of mixtures of these metals NS 2847 00 00 Hydrogen peroxide, whether or not solidified with urea NS 2848 00 00 Phosphides, whether or not chemically defined, excluding ferrophosphorus NS ex 2849 Carbides, whether or not chemically defined, except for the products of subheadings 2849 20 00 and 2849 90 30 NS 2849 20 00 Silicon carbide, whether or not chemically defined S 2849 90 30 Carbides of tungsten, whether or not chemically defined S ex 2850 00 Hydrides, nitrides, azides, silicides and borides, whether or not chemically defined, other than compounds which are also carbides of heading 2849, except for the products of subheading 2850 00 70 NS 2850 00 70 Silicides, whether or not chemically defined S 2852 00 00 Compounds, inorganic or organic, of mercury, excluding amalgams NS 2853 00 Other inorganic compounds (including distilled or conductivity water and water of similar purity); liquid air (whether or not rare gases have been removed); compressed air; amalgams, other than amalgams of precious metals NS 2903 Halogenated derivatives of hydrocarbons S ex 2904 Sulphonated, nitrated or nitrosated derivatives of hydrocarbons, whether or not halogenated, except for the products of subheading 2904 20 00 NS 2904 20 00 Derivatives containing only nitro or only nitroso groups S ex 2905 Acyclic alcohols and their halogenated, sulphonated, nitrated or nitrosated derivatives, except for the product of subheading 2905 45 00, and excluding the products of subheadings 2905 43 00 and 2905 44 S 2905 45 00 Glycerol NS 2906 Cyclic alcohols and their halogenated, sulphonated, nitrated or nitrosated derivatives NS ex 2907 Phenols, except for the products of subheadings 2907 15 90 and ex 2907 22 00; phenol-alcohols NS 2907 15 90 Naphthols and their salts, other than 1-naphthol S ex 2907 22 00 Hydroquinone (quinol) S 2005R0980 — EN — 05.06.2007 — 001.001 — 35 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 2908 Halogenated, sulphonated, nitrated or nitrosated derivatives of phenols or phenol-alcohols NS 2909 Ethers, ether-alcohols, ether-phenols, ether-alcohol-phenols, alcohol peroxides, ether peroxides, ketone peroxides (whether or not chemically defined), and their halogenated, sulphonated, nitrated or nitrosated deri- vatives S 2910 Epoxides, epoxyalcohols, epoxyphenols and epoxyethers, with a three- membered ring, and their halogenated, sulphonated, nitrated or nitrosated derivatives NS 2911 00 00 Acetals and hemiacetals, whether or not with other oxygen function, and their halogenated, sulphonated, nitrated or nitrosated derivatives NS ex 2912 Aldehydes, whether or not with other oxygen function; cyclic polymers of aldehydes; paraformaldehyde, except for the product of subheading 2912 41 00 NS 2912 41 00 Vanillin (4-hydroxy-3-methoxybenzaldehyde) S 2913 00 00 Halogenated, sulphonated, nitrated or nitrosated derivatives of products of heading 2912 NS ex 2914 Ketones and quinones, whether or not with other oxygen function, and their halogenated, sulphonated, nitrated or nitrosated derivatives, except for the products of subheadings 2914 11 00, 2914 21 00 and 2914 22 00 NS 2914 11 00 Acetone S 2914 21 00 Camphor S 2914 22 00 Cyclohexanone and methylcyclohexanones S 2915 Saturated acyclic monocarboxylic acids and their anhydrides, halides, peroxides and peroxyacids; their halogenated, sulphonated, nitrated or nitrosated derivatives S ex 2916 Unsaturated acyclic monocarboxylic acids, cyclic monocarboxylic acids, their anhydrides, halides, peroxides and peroxyacids, and their halo- genated, sulphonated, nitrated or nitrosated derivatives, except for the products of subheadings ex 2916 11 00, 2916 12 and 2916 14 NS ex 2916 11 00 Acrylic acid S 2916 12 Esters of acrylic acid S 2916 14 Esters of methacrylic acid S ex 2917 Polycarboxylic acids, their anhydrides, halides, peroxides and peroxyacids and their halogenated, sulphonated, nitrated or nitrosated derivatives, except for the products of subheadings 2917 11 00, 2917 12 10, 2917 14 00, 2917 32 00, 2917 35 00 and 2917 36 00 NS 2917 11 00 Oxalic acid, its salts and esters S 2917 12 10 Adipic acid and its salts S 2917 14 00 Maleic anhydride S 2917 32 00 Dioctyl orthophthalates S 2917 35 00 Phthalic anhydride S 2917 36 00 Terephthalic acid and its salts S ex 2918 Carboxylic acids with additional oxygen function and their anhydrides, halides, peroxides and peroxyacids; their halogenated, sulphonated, nitrated or nitrosated derivatives, except for the products of subheadings 2918 14 00, 2918 15 00, 2918 21 00, 2918 22 00 and 2918 29 10 NS 2005R0980 — EN — 05.06.2007 — 001.001 — 36 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 2918 14 00 Citric acid S 2918 15 00 Salts and esters of citric acid S 2918 21 00 Salicylic acid and its salts S 2918 22 00 o -Acetylsalicylic acid, its salts and esters S 2918 29 10 Sulphosalicylic acids, hydroxynaphthoic acids; their salts and esters S 2919 Phosphoric esters and their salts, including lactophosphates; their halo- genated, sulphonated, nitrated or nitrosated derivatives NS 2920 Esters of other inorganic acids of non-metals (excluding esters of hydrogen halides) and their salts; their halogenated, sulphonated, nitrated or nitrosated derivatives NS 2921 Amine-function compounds S 2922 Oxygen-function amino-compounds S 2923 Quaternary ammonium salts and hydroxides; lecithins and other phosphoa- minolipids, whether or not chemically defined NS ex 2924 Carboxyamide-function compounds and amide-function compounds of carbonic acid, except for the products of subheading 2924 23 00 S 2924 23 00 2-Acetamidobenzoic acid (N-acetylanthranilic acid) and its salts NS 2925 Carboxyimide-function compounds (including saccharin and its salts) and imine-function compounds NS ex 2926 Nitrile-function compounds, except for the product of subheading 2926 10 00 NS 2926 10 00 Acrylonitrile S 2927 00 00 Diazo-, azo- or azoxy-compounds S 2928 00 90 Other organic derivatives of hydrazine or of hydroxylamine NS 2929 10 Isocyanates S 2929 90 00 Other compounds with other nitrogen function NS 2930 20 00 2930 30 00 ex 2930 90 85 Thiocarbamates and dithiocarbamates, and thiuram mono-, di- or tetrasul- phides; dithiocarbonates (xanthates) NS 2930 40 90 2930 50 00 2930 90 13 2930 90 16 2930 90 20 ex 2930 90 85 Methionine, captafol (ISO), methamidophos (ISO), and other organo- sulphur compounds other than dithiocarbonates (xanthates) S 2931 00 Other organo-inorganic compounds NS ex 2932 Heterocyclic compounds with oxygen hetero-atom(s) only, except for the products of subheadings 2932 12 00, 2932 13 00 and 2932 21 00 NS 2932 12 00 2-Furaldehyde (furfuraldehyde) S 2932 13 00 Furfuryl alcohol and tetrahydrofurfuryl alcohol S 2932 21 00 Coumarin, methylcoumarins and ethylcoumarins S ex 2933 Heterocylic compounds with nitrogen hetero-atom(s) only, except for the product of subheading 2933 61 00 NS 2005R0980 — EN — 05.06.2007 — 001.001 — 37 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 2933 61 00 Melamine S 2934 Nucleic acids and their salts, whether or not chemically defined; other heterocyclic compounds NS 2935 00 90 Other sulphonamides S 2938 Glycosides, natural or reproduced by synthesis, and their salts, ethers, esters and other derivatives NS ex 2940 00 00 Sugars, chemically pure, other than sucrose, lactose, maltose, glucose and fructose, and except for rhamnose, raffinose and mannose; sugar ethers, sugar acetals and sugar esters, and their salts, other than products of heading 2937, 2938 or 2939 S ex 2940 00 00 Rhamnose, raffinose and mannose NS 2941 20 30 Dihydrostreptomycin, its salts, esters and hydrates NS 2942 00 00 Other organic compounds NS 3102 ( 14 ) Mineral or chemical fertilisers, nitrogenous S 3103 10 Superphosphates S 3105 Mineral or chemical fertilisers containing two or three of the fertilising elements nitrogen, phosphorus and potassium; other fertilisers; goods of Chapter 31 in tablets or similar forms or in packages of a gross weight not exceeding 10 kg S ex Chapter 32 Tanning or dyeing extracts; tannins and their derivatives; dyes, pigments and other colouring matter; paints and varnishes; putty and other mastics; inks; except for the products of headings 3204 and 3206, and excluding the products of subheadings 3201 20 00, 3201 90 20, ex 3201 90 90 (tanning extracts of eucalyptus), ex 3201 90 90 (tanning extracts derived from gambier and myrobalan fruits) and ex 3201 90 90 (other tanning extracts of vegetable origin) NS 3204 Synthetic organic colouring matter, whether or not chemically defined; preparations as specified in note 3 to Chapter 32 based on synthetic organic colouring matter; synthetic organic products of a kind used as fluorescent brightening agents or as luminophores, whether or not chemically defined S 3206 Other colouring matter; preparations as specified in note 3 to Chapter 32, other than those of headings 3203, 3204 or 3205; inorganic products of a kind used as luminophores, whether or not chemically defined S Chapter 33 Essential oils and resinoids; perfumery, cosmetic or toilet preparations NS Chapter 34 Soap, organic surface-active agents, washing preparations, lubricating preparations, artificial waxes, prepared waxes, polishing or scouring preparations, candles and similar articles, modelling pastes, ‘ dental waxes ’ and dental preparations with a basis of plaster NS 3501 Casein, caseinates and other casein derivatives; casein glues S 3502 90 90 Albuminates and other albumin derivatives NS 3503 00 Gelatin (including gelatin in rectangular (including square) sheets, whether or not surface-worked or coloured) and gelatin derivatives; isinglass; other glues of animal origin, excluding casein glues of heading 3501 NS 3504 00 00 Peptones and their derivatives; other protein substances and their deri- vatives, not elsewhere specified or included; hide powder, whether or not chromed NS 3505 10 50 Starches, esterified or etherified NS 3506 Prepared glues and other prepared adhesives, not elsewhere specified or included; products suitable for use as glues or adhesives, put up for retail sale as glues or adhesives, not exceeding a net weight of 1 kg NS 2005R0980 — EN — 05.06.2007 — 001.001 — 38 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 3507 Enzymes; prepared enzymes not elsewhere specified or included S Chapter 36 Explosives; pyrotechnic products; matches; pyrophoric alloys; certain combustible preparations NS Chapter 37 Photographic or cinematographic goods NS ex Chapter 38 Miscellaneous chemical products, except for the products of headings 3802 and 3817 00, subheadings 3823 12 00 and 3823 70 00, and heading 3825, and excluding the products of subheadings 3809 10 and 3824 60 NS 3802 Activated carbon; activated natural mineral products; animal black, including spent animal black S 3817 00 Mixed alkylbenzenes and mixed alkylnaphthalenes, other than those of heading 2707 or 2902 S 3823 12 00 Oleic acid S 3823 70 00 Industrial fatty alcohols S 3825 Residual products of the chemical or allied industries, not elsewhere specified or included; municipal waste; sewage sludge; other wastes specified in note 6 to Chapter 38 S ex Chapter 39 Plastics and articles thereof, except for the products of headings 3901, 3902, 3903 and 3904, subheadings 3906 10 00, 3907 10 00, 3907 60 and 3907 99, headings 3908 and 3920, and subheadings 3921 90 19 and 3923 21 00 NS 3901 Polymers of ethylene, in primary forms S 3902 Polymers of propylene or of other olefins, in primary forms S 3903 Polymers of styrene, in primary forms S 3904 Polymers of vinyl chloride or of other halogenated olefins, in primary forms S 3906 10 00 Poly(methyl methacrylate) S 3907 10 00 Polyacetals S 3907 60 Poly(ethylene terephthalate) S 3907 99 Other polyesters, other than unsaturated S 3908 Polyamides in primary forms S 3920 Other plates, sheets, film, foil and strip, of plastics, non-cellular and not reinforced, laminated, supported or similarly combined with other materials S 3921 90 19 Other plates, sheets, film, foil and strip, of polyesters, other than cellular products and other than corrugated sheets and plates S 3923 21 00 Sacks and bags (including cones), of polymers of ethylene S ex Chapter 40 Rubber and articles thereof, except for the products of heading 4010 NS 4010 Conveyor or transmission belts or belting, of vulcanised rubber S ex 4104 Tanned or crust hides and skins of bovine (including buffalo) or equine animals, without hair on, whether or not split, but not further prepared, excluding the products of subheadings 4104 41 19 and 4104 49 19 S ex 4106 31 4106 32 Tanned or crust hides and skins of swine, without hair on, in the wet state (including wet-blue), split but not further prepared, or in the dry state (crust), whether or not split, but not further prepared, excluding the products of subheading 4106 31 10 NS 2005R0980 — EN — 05.06.2007 — 001.001 — 39 ",
        "▼ M2 CN code Description Sensitive/non- sensitive 4107 Leather further prepared after tanning or crusting, including parchment- dressed leather, of bovine (including buffalo) or equine animals, without hair on, whether or not split, other than leather of heading 4114 S 4112 00 00 Leather further prepared after tanning or crusting, including parchment- dressed leather, of sheep or lamb, without wool on, whether or not split, other than leather of heading 4114 S ex 4113 Leather further prepared after tanning or crusting, including parchment- dressed leather, of other animals, without wool or hair on, whether or not split, other than leather of heading 4114, except for the products of subheading 4113 10 00 NS 4113 10 00 Of goats or kids S 4114 Chamois (including combination chamois) leather; patent leather and patent laminated leather; metallised leather S 4115 10 00 Composition leather with a basis of leather or leather fibre, in slabs, sheets or strip, whether or not in rolls S ex Chapter 42 Articles of leather; saddlery and harness; travel goods, handbags and similar containers; articles of animal gut (other than silkworm gut); except for the products of headings 4202 and 4203 NS 4202 Trunks, suitcases, vanity cases, executive-cases, briefcases, school satchels, spectacle cases, binocular cases, camera cases, musical instrument cases, gun cases, holsters and similar containers; travelling-bags, insulated food or beverages bags, toilet bags, rucksacks, handbags, shopping-bags, wallets, purses, map-cases, cigarette-cases, tobacco-pouches, tool bags, sports bags, bottle-cases, jewellery boxes, powder boxes, cutlery cases and similar containers, of leather or of composition leather, of sheeting of plastics, of textile materials, of vulcanised fibre or of paperboard, or wholly or mainly covered with such materials or with paper S 4203 Articles of apparel and clothing accessories, of leather or of composition leather S Chapter 43 Furskins and artificial fur; manufactures thereof NS ex Chapter 44 Wood and articles of wood, except for the products of headings 4410, 4411, 4412, subheadings 4418 10, 4418 20 10, 4418 71 00, 4420 10 11, 4420 90 10 and 4420 90 91; wood charcoal NS 4410 Particle board, oriented strand board (OSB) and similar board (for example, waferboard) of wood or other ligneous materials, whether or not agglomerated with resins or other organic binding substances S 4411 Fibreboard of wood or other ligneous materials, whether or not bonded with resins or other organic substances S 4412 Plywood, veneered panels and similar laminated wood S 4418 10 Windows, French windows and their frames, of wood S 4418 20 10 Doors and their frames and thresholds, of tropical wood as specified in additional note 2 to Chapter 44 S 4418 71 00 Assembled flooring panels for mosaic floors, of wood S 4420 10 11 4420 90 10 4420 90 91 Statuettes and other ornaments, of tropical wood as specified in additional note 2 to Chapter 44; wood marquetry and inlaid wood; caskets and cases for jewellery or cutlery, and similar articles, and wooden articles of furniture not falling in Chapter 94, of tropical wood as specified in addi- tional note 2 to Chapter 44 S ex Chapter 45 Cork and articles of cork, except for the products of heading 4503 NS 4503 Articles of natural cork S Chapter 46 Manufactures of straw, of esparto or of other plaiting materials; basketware and wickerwork S 2005R0980 — EN — 05.06.2007 — 001.001 — 40 ",
        "▼ M2 CN code Description Sensitive/non- sensitive Chapter 50 Silk S ex Chapter 51 Wool, fine or coarse animal hair, excluding the products of heading 5105; horsehair yarn and woven fabric S Chapter 52 Cotton S Chapter 53 Other vegetable textile fibres; paper yarn and woven fabrics of paper yarn S Chapter 54 Man-made filaments; strip and the like of man-made textile materials S Chapter 55 Man-made staple fibres S Chapter 56 Wadding, felt and nonwovens; special yarns; twine, cordage, ropes and cables and articles thereof S Chapter 57 Carpets and other textile floor coverings S Chapter 58 Special woven fabrics; tufted textile fabrics; lace; tapestries; trimmings; embroidery S Chapter 59 Impregnated, coated, covered or laminated textile fabrics; textile articles of a kind suitable for industrial use S Chapter 60 Knitted or crocheted fabrics S Chapter 61 Articles of apparel and clothing accessories, knitted or crocheted S Chapter 62 Articles of apparel and clothing accessories, not knitted or crocheted S Chapter 63 Other made-up textile articles; sets; worn clothing and worn textile articles; rags S Chapter 64 Footwear, gaiters and the like; parts of such articles S Chapter 65 Headgear and parts thereof NS Chapter 66 Umbrellas, sun umbrellas, walking sticks, seat-sticks, whips, riding-crops and parts thereof S Chapter 67 Prepared feathers and down and articles made of feathers or of down; artificial flowers; articles of human hair NS Chapter 68 Articles of stone, plaster, cement, asbestos, mica or similar materials NS Chapter 69 Ceramic products S Chapter 70 Glass and glassware S ex Chapter 71 Natural or cultured pearls, precious or semi-precious stones, precious metals, metals clad with precious metal, and articles thereof; imitation jewellery; coin; except for the products of heading 7117 NS 7117 Imitation jewellery S 7202 Ferro-alloys S Chapter 73 Articles of iron or steel NS Chapter 74 Copper and articles thereof S 7505 12 00 Bars, rods and profiles, of nickel alloys NS 7505 22 00 Wire, of nickel alloys NS 7506 20 00 Plates, sheets, strip and foil, of nickel alloys NS 7507 20 00 Nickel tube or pipe fittings NS ex Chapter 76 Aluminium and articles thereof, excluding the products of heading 7601 S ex Chapter 78 Lead and articles thereof, excluding the products of heading 7801 S 2005R0980 — EN — 05.06.2007 — 001.001 — 41 ",
        "▼ M2 CN code Description Sensitive/non- sensitive ex Chapter 79 Zinc and articles thereof, excluding the products of headings 7901 and 7903 S ex Chapter 81 Other base metals; cermets; articles thereof, excluding the products of subheadings 8101 10 00, 8101 94 00, 8102 10 00, 8102 94 00, 8104 11 00, 8104 19 00, 8107 20 00, 8108 20 00, 8108 30 00, 8109 20 00, 8110 10 00, 8112 21 90, 8112 51 00, 8112 59 00, 8112 92 and 8113 00 20 S Chapter 82 Tools, implements, cutlery, spoons and forks, of base metal; parts thereof, of base metal S Chapter 83 Miscellaneous articles of base metal S ex Chapter 84 Nuclear reactors, boilers, machinery and mechanical appliances, and parts thereof, except for the products of subheadings 8401 10 00 and 8407 21 10 NS 8401 10 00 Nuclear reactors S 8407 21 10 Outboard motors, of a cylinder capacity not exceeding 325 cm 3 S ex Chapter 85 Electrical machinery and equipment and parts thereof; sound recorders and reproducers, television image and sound recorders and reproducers, and parts and accessories of such articles, except for the products of subheadings 8516 50 00, 8517 69 39, 8517 70 15, 8517 70 19, 8519 20, 8519 30, 8519 81 11 to 8519 81 45, 8519 81 85, 8519 89 11 to 8519 89 19, headings 8521, 8525 and 8527, subheadings 8528 49, 8528 59 and 8528 69 to 8528 72, heading 8529 and subheadings 8540 11 and 8540 12 NS 8516 50 00 Microwave ovens S 8517 69 39 Reception apparatus for radio-telephony or radio telegraphy, other than portable receivers for calling, alerting or paging S 8517 70 15 8517 70 19 Aerials and aerial reflectors of all kinds, other than aerials for radio-tele- graphic or radio-telephonic apparatus; parts suitable for use therewith S 8519 20 8519 30 Apparatus operated by coins, banknotes, bank cards, tokens or by other means of payment; turntables (record-decks) S 8519 81 11 to 8519 81 45 Sound-reproducing apparatus (including cassette-players), not incorporating a sound-recording device S 8519 81 85 Other magnetic tape recorders incorporating sound-reproducing apparatus, other than cassette-type S 8519 89 11 to 8519 89 19 Other sound-reproducing apparatus, not incorporating a sound-recording device S 8521 Video recording or reproducing apparatus, whether or not incorporating a video tuner S 8525 Transmission apparatus for radio-broadcasting or television, whether or not incorporating reception apparatus or sound-recording or -reproducing apparatus; television cameras; digital cameras and video camera recorders S 8527 Reception apparatus for radio-broadcasting, whether or not combined, in the same housing, with sound-recording or -reproducing apparatus or a clock S 8528 49 8528 59 8528 69 to 8528 72 Monitors and projectors, not incorporating television-reception apparatus, other than of a kind used solely or principally in an automatic data- processing system of heading 8471; reception apparatus for television, whether or not incorporating radio-broadcast receivers or sound- or video-recording or -reproducing apparatus S 8529 Parts suitable for use solely or principally with the apparatus of headings 8525 to 8528 S 8540 11 8540 12 00 Cathode ray television picture tubes, including video monitor cathode ray tubes, colour, or black-and-white or other monochrome S 2005R0980 — EN — 05.06.2007 — 001.001 — 42 ",
        "▼ M2 CN code Description Sensitive/non- sensitive Chapter 86 Railway or tramway locomotives, rolling stock and parts thereof; railway or tramway track fixtures and fittings and parts thereof; mechanical (including electromechanical) traffic-signalling equipment of all kinds NS ex Chapter 87 Vehicles other than railway or tramway rolling stock, and parts and acces- sories thereof, except for the products of headings 8702, 8703, 8704, 8705, 8706 00, 8707, 8708, 8709, 8711, 8712 00 and 8714 NS 8702 Motor vehicles for the transport of ten or more persons, including the driver S 8703 Motor cars and other motor vehicles principally designed for the transport of persons (other than those of heading 8702), including station wagons and racing cars S 8704 Motor vehicles for the transport of goods S 8705 Special-purpose motor vehicles, other than those principally designed for the transport of persons or goods (for example, breakdown lorries, crane lorries, fire-fighting vehicles, concrete-mixer lorries, road-sweeper lorries, spraying lorries, mobile workshops, mobile radiological units) S 8706 00 Chassis fitted with engines, for the motor vehicles of headings 8701 to 8705 S 8707 Bodies (including cabs), for the motor vehicles of headings 8701 to 8705 S 8708 Parts and accessories of the motor vehicles of headings 8701 to 8705 S 8709 Works trucks, self-propelled, not fitted with lifting or handling equipment, of the type used in factories, warehouses, dock areas or airports for short- distance transport of goods; tractors of the type used on railway-station platforms; parts of the foregoing vehicles S 8711 Motorcycles (including mopeds) and cycles fitted with an auxiliary motor, with or without sidecars; sidecars S 8712 00 Bicycles and other cycles (including delivery tricycles), not motorised S 8714 Parts and accessories of vehicles of headings 8711 to 8713 S Chapter 88 Aircraft, spacecraft, and parts thereof NS Chapter 89 Ships, boats and floating structures NS Chapter 90 Optical, photographic, cinematographic, measuring, checking, precision, medical or surgical instruments and apparatus; parts and accessories thereof S Chapter 91 Clocks and watches and parts thereof S Chapter 92 Musical instruments; parts and accessories of such articles NS ex Chapter 94 Furniture; bedding, mattresses, mattress supports, cushions and similar stuffed furnishings; lamps and lighting fittings, not elsewhere specified or included; illuminated signs, illuminated nameplates and the like; prefab- ricated buildings, except for the products of heading 9405 NS 9405 Lamps and lighting fittings including searchlights and spotlights and parts thereof, not elsewhere specified or included; illuminated signs, illuminated nameplates and the like, having a permanently fixed light source, and parts thereof not elsewhere specified or included S ex Chapter 95 Toys, games and sports requisites; parts and accessories thereof; except for the products of subheadings 9503 00 30 to 9503 00 99 NS 9503 00 30 to 9503 00 99 Other toys; reduced-size (scale) models and similar recreational models, working or not; puzzles of all kinds S Chapter 96 Miscellaneous manufactured articles NS ( 1 ) The arrangement referred to in Section 1 of Chapter II shall not apply to the products of this heading. ( 2 ) For the products of subheading 0306 13, the duty shall be 3,6 % under the arrangement referred to in Section 2 of Chapter II. ( 3 ) The arrangement referred to in Section 1 of Chapter II shall not apply to the product of this subheading. 2005R0980 — EN — 05.06.2007 — 001.001 — 43 ",
        "▼ M2 CN code Description Sensitive/non- sensitive ( 4 ) The arrangement referred to in Section 1 of Chapter II shall not apply to the product of this subheading. ( 5 ) The arrangement referred to in Section 1 of Chapter II shall not apply to the products of these subheadings. ( 6 ) The arrangement referred to in Section 1 of Chapter II shall not apply to the products of this heading. ( 7 ) The arrangement referred to in Section 1 of Chapter II shall not apply to the products of these subheadings. ( 8 ) For the products of subheadings 1704 10 91 and 1704 10 99, the specific duty shall be limited to 16 % of the customs value, under the arrangement referred to in Section 2 of Chapter II. ( 9 ) The arrangement referred to in Section 1 of Chapter II shall not apply to the products of this heading. ( 10 ) The arrangement referred to in Section 1 of Chapter II shall not apply to the product of this subheading. ( 11 ) The arrangement referred to in Section 1 of Chapter II shall not apply to the products of this subheading. ( 12 ) The arrangement referred to in Section 1 of Chapter II shall not apply to the products of this subheading. ( 13 ) The arrangement referred to in Section 1 of Chapter II shall not apply to the products of this heading. ( 14 ) The arrangement referred to in Section 1 of Chapter II shall not apply to the products of this heading. 2005R0980 — EN — 05.06.2007 — 001.001 — 44 ",
        "▼ B ANNEX III Conventions referred to in Article 9 PART A Core human and labour rights UN/ILO Conventions 1. International Covenant on Civil and Political Rights 2. International Covenant on Economic, Social and Cultural Rights 3. International Convention on the Elimination of All Forms of Racial Discri- mination 4. Convention on the Elimination of All Forms of Discrimination Against Women 5. Convention Against Torture and other Cruel, Inhuman or Degrading Treatment or Punishment 6. Convention on the Rights of the Child 7. Convention on the Prevention and Punishment of the Crime of Genocide 8. Convention concerning Minimum Age for Admission to Employment (No 138) 9. Convention concerning the Prohibition and Immediate Action for the Elim- ination of the Worst Forms of Child Labour (No 182) 10. Convention concerning the Abolition of Forced Labour (No 105) 11. Convention concerning Forced or Compulsory Labour (No 29) 12. Convention concerning Equal Remuneration of Men and Women Workers for Work of Equal Value (No 100) 13. Convention concerning Discrimination in Respect of Employment and Occupation (No 111) 14. Convention concerning Freedom of Association and Protection of the Right to Organise (No 87) 15. Convention concerning the Application of the Principles of the Right to Organise and to Bargain Collectively (No 98) 16. International Convention on the Suppression and Punishment of the Crime of Apartheid. PART B Conventions related to the environment and governance principles 17. Montreal Protocol on Substances that Deplete the Ozone Layer 18. Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and Their Disposal 19. Stockholm Convention on Persistent Organic Pollutants 20. Convention on International Trade in Endangered Species of Wild Fauna and Flora 21. Convention on Biological Diversity 22. Cartagena Protocol on Biosafety 23. Kyoto Protocol to the United Nations Framework Convention on Climate Change 24. United Nations Single Convention on Narcotic Drugs (1961) 25. United Nations Convention on Psychotropic Substances (1971) 26. United Nations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances (1988) 27. United Nations Convention against Corruption (Mexico). 2005R0980 — EN — 05.06.2007 — 001.001 — 45 "
    ]
}