{
    "text": [
        "The use of development funds for de-risking private investment: how effective is it in delivering development results? Policy Department for External Relations Directorate General for External Policies of the Union PE 603.486 - May 2020 EN STUDY Requested by the DEVE committee ",
        "DIRECTORATE-GENERAL FOR EXTERNAL POLICIES POLICY DEPARTMENT EP/EXPO/DEVE/FWC/2019-01/Lot3/R/01 EN May 2020 - PE 603.486 © European Union, 2020 STUDY The use of development funds for de-risking private investment: how effective is it in delivering development results? ABSTRACT The use of Official Development Assistance (ODA) to mobilise private finance is increasingly seen as essential to meet the Sustainable Development Goals (SDGs). Numerous development agencies have set up diverse de-risking initiatives to attract private investment to development projects and the EU is planning to scale up blending support in the near future. Such measures have reportedly been successful in raising private finance and in improving development outcomes, but there are concerns with this approach. Private shareholders may receive funds at the expense of sectors and regions where they are most needed. Funds remain insufficient to plug the SDG funding gap. Blending can create longer-term risks for development agencies and costs for recipient governments. Traditional evaluations often do not capture the full impact of such policies. Furthermore, there is an opportunity cost to using ODA in this way and blending may promote the perspective of financial investors over development outcomes. ",
        "Policy Department, Directorate-General for External Policies This paper was requested by the European Parliament's Committee on Development. English-language manuscript was completed on 7 th May 2020. © European Union, 2020 Printed in Belgium. Authors: Kate BAYLISS, SOAS University of London, UK; Bruno BONIZZI, University of Hertfordshire, UK; Ourania DIMAKOU, SOAS University of London, UK; Christina LASKARIDIS, SOAS University of London, UK; Farwa SIAL, Global Development Institute, University of Manchester; Elisa VAN WAEYENBERGE, SOAS University of London, UK. Official Responsible: Ulrich JOCHHEIM Editorial Assistant: Grégory DEFOSSEZ Feedback of all kinds is welcome. Please write to: ulrich.jochheim@europarl.europa.eu. To obtain copies, please send a request to: poldep-expo@europarl.europa.eu This paper will be published on the European Parliament's online database, 'Think tank'. The content of this document is the sole responsibility of the author and any opinions expressed therein do not necessarily represent the official position of the European Parliament. It is addressed to the Members and staff of the EP for their parliamentary work. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. ISBN: 978-92-846-6629-4 (pdf) ISBN: 978-92-846-6628-7 (paper) doi: 10.2861/09434 (pdf) doi: 10.2861/170167 (paper) Catalogue number: QA-03-20-306-EN-N (pdf) Catalogue number: QA-03-20-306-EN-C (paper) ",
        "The use of development funds for de-risking private investment iii Table of contents List of Abbreviations v Executive summary viii 1 Introduction 1 2 Overview of the Issues 2 2.1 Background 2 2.2 Definitions and measurement 3 2.2.1 OECD Development Assistance Committee (DAC) 4 2.2.2 Convergence 5 2.2.3 MDBs and DFIs definitions 6 2.2.4 The Multilateral Development Bank Taskforce on Mobilisation9 3 Blended Finance in the EU 10 3.1 EU Development Policy milestones 10 3.2 Multiannual Financial Framework (MFF) 2014 to 2020: Agents and facilities involved 10 3.3 Recent developments: EIP and the EFSD 12 3.4 Amounts and allocations 13 4 Impact and appraisal of blended finance 18 4.1 General assessment 18 4.1.1 Additionality, leverage ratios and development impact 19 4.1.2 New liabilities and the high cost of investments 21 4.1.3 Limited Domestic Ownership, low representation of recipient countries and conflicting interests 21 4.2 EU Blending Framework – Evaluation and Assessment 22 4.3 Fragile country context 25 4.3.1 The IDA Private Sector Window 26 5 Evaluation of EU MFF 2021-2027 and external financing instruments 28 5.1 New External instruments in the MFF 2021-2027 28 5.2 Concerns 29 5.2.1 Transparency and accountability 30 ",
        "Policy Department, Directorate-General for External Policies iv 5.2.2 Ambition and additionality in practice 31 5.2.3 Developmental impact 32 6 Conclusions 35 7 Policy Recommendations 37 7.1 Improve transparency and clarity 37 7.2 Focus on developmental objectives 37 7.3 Focus on developmental impact 38 7.4 Assessing additionality? 39 7.5 Elevate the role of recipient country stakeholders 39 7.6 Safeguard the position of public services within blending finance 39 7.7 Reconsider approach to LDCs and fragile states 39 Bibliography 41 ",
        "The use of development funds for de-risking private investment v List of Abbreviations AAAA Addis Ababa Action Agenda ACP African, Caribbean and Pacific Group of States AFD French Development Agency AfDB African Development Bank AfIF Africa Investment Facility AIF Asian Investment Facility BF Blended Finance BOT Build-Operate-Transfer BMZ Brazil Federal Ministry of Economic Cooperation and Development CDC Commonwealth Development Corporation CEB Council of Europe Development Bank CEU Council of the European Union CFM Climate Fund Managers CIF Caribbean Investment Facility CIO Climate Investor One CSO Civil Society Organisation DAC Development Assistance Committee DCI Development Cooperation Instrument DG Directorate-General DEVCO Directorate-General for International Cooperation and Development DFI Development Finance Institution DFID Department for International Development EAG External Action Guarantee EFI External Financing Instrument EBRD European Bank for Reconstruction and Development EDF European Development Fund EDFI European Development Finance Institutions EFSD European Fund For Sustainable Development EFSE The EU Local Currency Partnership Initiative EIB European Investment Bank EIDHR European Instrument for Democracy and Human Rights EIP External Investment Plan ",
        "Policy Department, Directorate-General for External Policies vi ELM External Lending Mandate ENPI European Neighbourhood and Partnership Instrument EU European Union FDI Foreign Direct Investment FMO Netherlands Development Finance Company GFF Global Financing Facility GNI Gross National Income HIC High Income Countries IDA International Development Association IF Investment Facility IFC International Finance Corporation IFCA Investment Facility for Central Asia IFI International Financial Institutions IFP Investment Facility for the Pacific IPA Pre-Accession Assistance Instrument ITF Infrastructure Trust Fund KfW Kreditanstalt für Wiederaufbau - Credit Institute for Reconstruction LAIF Latin America Investment Facility LCF Local Currency Facility LDCs Least Developed Countries LICs Low Income Countries LMIC Lower Middle Income Countries MDB Multilateral Development Bank MENA Middle East, North Africa, Afghanistan MFF Multiannual Financial Framework MIGA Multilateral Investment Guarantee Agency NDICI Neighbourhood, Development and International Cooperation Instrument NIB Nordic Investment Bank NIF Neighbourhood Investment Facility ODA Official Development Assistance ODI Overseas Development Institute OECD Organisation for Economic Co-operation and Development PPP Public Private Partnership ",
        "The use of development funds for de-risking private investment vii PSI Private Sector Instrument SDG Sustainable Development Goals SIFEM Swiss Investment Fund for Emerging Markets SME Small or Medium Enterprise. SSA Sub-Saharan Africa TOSSD Total official support for sustainable development UMIC Upper Middle Income Countries UN United Nations UNCTAD United Nations Conference on Trade and Development UNDCF United Nations Capital Development Fund USAID United States Agency for International Development WBIF Western Balkan Investment Framework ",
        "Policy Department, Directorate-General for External Policies viii Executive summary This report considers the effects of using concessional Official Development Assistance (ODA) to ‘de-risk’ development projects in light of European Union (EU) proposals to scale up support for blended finance in the forthcoming Multiannual Financial Framework (MFF). The scope of blended finance has expanded substantially over the past decade and attracting private finance is increasingly seen as essential to meeting the Sustainable Development Goals (SDGs). However, there is considerable confusion and disagreement among development agencies as to how it should be defined, measured and assessed. The report considers different definitions of blending and reviews the evidence on its impact from four data sources: The Organization for Economic Co-operation and Development (OECD), Convergence, the Development Finance Institutions (DFI) Working Group and the Multilateral Development Banks (MDB) Taskforce on Mobilisation. Estimates of the funds mobilised from blending range from USD 38 billion (in 2017) according to OECD to just USD 1.7 billion mobilised from the private sector (in 2018) according to the DFI Working Group. Even the top of the range figure of USD 38 billion is only a small fraction of the additional USD 2.5 trillion needed each year to achieve the SDGs. The main sectors attracting blended finance have been banking and infrastructure . Funds have mostly been mobilised for middle income countries. Low income countries and the least developed countries (LDCs) have attracted a very small share . The OECD finds that guarantees have been the blending mechanism that has mobilised most finance, while the DFI Working Group finds that senior debt has led to the highest value of concessional commitments. The EU established a number of regional blending facilities between 2007 and 2013 and the External Investment Plan (EIP), adopted in 2017, set out to further mobilisation of private and public investments. The European Fund for Sustainable Development (EFSD), effectively the financing arm of the EIP, delivered part of this investment. Part of the rationale for its establishment was to promote investments in fragile states in order to stem migration. What, then, can be learned from the empirical literature on blended finance? Despite inevitable challenges due to the discrepancies in measurement and data, some common themes are discernible, although the evidence is far from clear-cut. Considerable policy attention is devoted to the notion of financial leverage when it comes to blending. However, this figure varies depending on the methodology used. While some claim that every USD invested by donors has leveraged investment in the range of USD 9 or higher, research by the Overseas Development Institute (ODI) found the figure was much lower and as low as USD 0.37 in low income countries (LICs). Blended finance thus does not necessarily generate substantial private inflows. Furthermore, it can create specific liabilities for recipient country governments. There are concerns regarding the ownership of blending projects, as there is little evidence of developing country government participation in decision-making processes. The expansion of blended finance has elevated the role of DFIs in development policy. While these have development-oriented mandates, they need to protect their creditworthiness. They have diverse mandates, some with the explicit objective of promoting their own countries’ business interests. The EU conducted an extensive review of its blending facilities in 2016 . While painting an overall positive picture of blending, this evaluation highlights a number of caveats regarding the challenges of impact assessment. While mechanisms such as logical frameworks are in place to monitor outcomes, there is little space to consider the broader impact, for example, on poverty reduction and climate change mitigation. The evaluation points out that developmental results cannot be assumed. Nevertheless, the evaluators do so in many instances. ",
        "The use of development funds for de-risking private investment ix Achieving positive results with blended finance in low income and fragile states raises specific challenges with, for example, weak institutions and high perceived risk. The LDCs have attracted the lowest amounts of blended finance. Yet, attracting investment to such locations is considered to be essential to achieving the SDGs. The World Bank launched its Private Sector Window (PSW) in 2017 with the objective of bringing private finance to fragile states. However, amounts disbursed have been low and operations have been resource intensive. The World Bank, as well as other development agencies, have run into difficulties in assessing additionality and evaluating concessionality. Drawing on this extensive background, the report turns to consider blending anticipated under the EU MFF 2021-2027. The essence of the MFF reforms is to streamline the complex and fragmented EU external action structures, and to upscale support for blending via the expanded EFSD+ and the External Action Guarantee (EAG). The report raises a number of concerns regarding these proposals. First, there are questions regarding transparency and accountability of financing instruments under the next MFF . While part of the rationale for the new structure was to overcome the rigidity and complexity of existing mechanisms, the new governance structures are vague. Furthermore, the specific amounts to be allocated under guarantees, while substantial, remain unclear. Second, blending has attracted grand ambitions that are in stark contrast to the relatively small amounts of finance raised . There are fundamental contradictions and inconsistencies, for example, in seeking high levels of leverage at the same time as raising investment in high risk locations. These grand goals appear disconnected from the reality of projects on the ground. Yet despite this disconnect, there is a sense of urgency such that delay to implementation will be costly. Thus, there is apparent pressure to rush through projects that might not be well thought through. Third, the likely developmental impact of blending is questionable , particularly in the absence of specific targets for the EFSD+, for example, to strengthen the reach into low income contexts. Care needs to be taken to ensure that there is adequate commercial expertise to negotiate and monitor investment activities both in the EU and in recipient countries. Finally, blending is heavily oriented around developing and promoting the private sector. It is important to ensure that blending projects do not undermine commitments to promote equitable public services. Overall, then, while blending is attracting growing support, this is not on the basis of a robust empirical evidence base. While it has generated additional investment finance, amounts raised have been relatively small compared with the size of the financing gap they are supposed to plug and evidence of developmental impact is thin. We recommend a radical rethink of the blending assessment methods and the overall agenda both for the EU and other developmental agencies. ",
        "The use of development funds for de-risking private investment 1 1 Introduction This report addresses the use of development funds in de-risking private investment in order to ascertain whether blending is effective in delivering development results. Blending uses Official Development Assistance (ODA) to make projects sufficiently profitable to attract private and non-concessional investment. ODA is used to adjust the risk-return profile to facilitate investment in projects that would not have otherwise received finance. As a recent Overseas Development Institute (ODI) (2019) Report describes: ‘Official development finance is used to provide a subsidy to bring the risk-adjusted rate of return in line with the market, increasing the allure of the investment from a private commercial investor perspective’ (Attridge and Engen 2019, p 26). For Convergence (2019, p. 31) blended finance (BF) is ‘first and foremost a structuring approach’. Parameters that blending might be expected to address include low returns, poor functioning of local markets, and challenging investment climates. To justify the use of aid funds in this way, blending projects need to have two essential features. First, the donor funding that is used must be crucial to the project in question and second, the project must generate a positive developmental impact. Stated differently, there should be both ‘financial’ and ‘development’ additionality (Attridge and Engen, 2019). Blending is increasingly seen as essential to meet the SDGs and is emblematic of the private turn that has characterised development finance since the 2000s. The approach, however, raises a set of issues including: what exactly is BF, which actors are involved, how is it measured, what are the underlying presumptions regarding beneficiaries, how best to understand its impact. Given divergences between development agencies on definition and measurement, and the extensive array of financial arrangements in blending transactions, these questions are hard to answer. While many actors, in particular donors and financiers, enthusiastically support an expansion of the use of blended finance, via groups such as the Blended Finance Taskforce 1 others are concerned that there has been insufficient regard for the long-term developmental impact of the approach (for example, Attridge and Engen 2019; Eurodad 2013; Küblböck and Grohs 2019; GH Advocates 2019). This report considers the likely effects of proposals to scale up the EU’s ODA investments in BF under the Multiannual Financial Framework (MFF) 2021 to 2027. Our approach considers this from three main angles. First, we reflect on the blending landscape more broadly to situate developments in the EU in the global context. Secondly, we conduct an extensive review of the empirical literature on blending to develop a broader picture of what the broader effects of blending have been, and thirdly we examine developments within the EU in more detail. The EU is at the forefront of BF and its role has continued to expand, most recently under the External Investment Plan (EIP) and the European Fund for Sustainable Development (EFSD). Data from the Development Finance Institutions Working Group (DFI WG) found that the EU was the donor providing the largest volume of concessional support for BF (DFI WG 2019, p. 19). The proposals outlined for the EU’s next MFF (2021 to 2027) are set to further anchor the EU as a global leader in BF. However, there are concerns that the expansion is not fully justified given the weak evidence-base on blending, and the need for tight safeguards to ensure that ODA funds are directed to achieving positive developmental outcomes (European Parliament 2019a; Concord/Eurodad 2018). 1 See http://www.blendedfinance.earth/about , last consulted on 6 February 2020. ",
        "Policy Department, Directorate-General for External Policies 2 2 Overview of the Issues 2.1 Background The emphasis on private finance to meet development goals has developed over the years (see Van Waeyenberge 2015; and for a review of this literature see Bonizzi et al 2015 and references therein). A strong belief in the potential of private flows to finance development has come to prevail, and public or official flows have become increasingly deployed in support of private flows. At the global level, the Addis Ababa Action Agenda (AAAA) endorsed the push to BF. Paragraph 48 of the outcome document epitomised the fundamental shift in the development finance landscape: achieving the 2030 Agenda and the SDGs means calling on all sources of finance (UN, 2015) 2 . For the EU, the 2011 Agenda for Change stressed the importance of developing blending mechanisms to boost financial resources for development and called for a higher share of EU aid to be deployed through innovative financial instruments (EU, 2011). The EU Blending Framework developed to contribute to sustainable growth and to increase the impact of EU aid (EC, 2015). The rationale for blending stems from an understanding of development constraints in the form of a ‘financing gap’. The United Nations Conference on Trade and Development (UNCTAD, 2014) calculated an annual financing gap in developing countries of USD 2.5 trillion to achieve the SDGs. A recent International Monetary Fund (IMF, 2020) publication broadly confirmed these figures. It estimates the cost of financing the SDGs to be around USD 8 trillion, with domestic resources, foreign direct investment (FDI) and ODA being able to finance about USD 5 trillion. The remaining USD 3 trillion gap is to be financed through private-sector borrowing. While this figure is very large relative to developing countries’ economies, it pales in comparison to the wealth held by the private sector in developed countries. The USD 2.5 trillion funding gap is less than 1.3 % of the total market capitalisation of global bond and stock markets of 174 trillion (SIFMA, 2019), and about 3.7 % of the total global bank credit to the private-non financial sector (BIS, 2020). According to Oxfam (2019) the biggest three asset managers (Blackrock, Vanguard and State Street) globally managed assets with a value of USD 11 trillion, which is equal to the GDP of the Euro area in 2016. The resources of global financial markets, in sum, dwarf the SDG financing gap. In a world where capital markets are complete and free of impediments, these resources would flow to where their expected returns are higher, (Lucas 1990). In this context, global capital markets would see SDGs as a clear high-return opportunity to promote capital (including human capital) development in developing economies, and quickly fill this ‘financing gap’. However, as decades of literature have shown, financial markets are far from complete and frictionless (see Claessens and Kose 2017 for a comprehensive review). Therefore, a mismatch between financing supply and demand exists, especially in the context of financing for development, where problems such as asymmetric information are particularly likely to be pervasive, given the complexity and high-risk of many development projects. This is even more acute in the case of financing for developing countries' small and medium enterprises 2 ‘We recognise that both public and private investment have key roles to play in infrastructure financing, including through development banks, development finance institutions and tools and mechanisms such as public-private partnerships, blended finance which combines concessional public finance with non-concessional private finance and expertise from the public and private sector, special-purpose vehicles, non-recourse project financing, risk mitigation instruments and pooled funding structures. Blended finance instruments including public-private partnerships serve to lower investment-specific risks and incentivise additional private sector finance across key development sectors led by regional, national and subnational government policies and priorities for sustainable development. For harnessing the potential of blended finance instruments for sustainable development, careful consideration should be given to the appropriate structure and use of blended finance instruments.’ (paragraph 48) ",
        "The use of development funds for de-risking private investment 3 (SMEs), which typically lack the means to signal their creditworthiness and the channels to provide transparent information about their activities. The official rhetoric portrays blending as addressing this mismatch, and as a means to direct pools of finance to where it is most needed. However, Oxfam (2017) suggests that blending is associated with more complex and mixed motives. For example, blending can be used to justify the use of ODA to support large investment projects in middle income countries. It also can promote domestic commercial interests as blending may benefit companies in OECD countries. This may incentivise a form of ‘tied’ aid (Oxfam, 2017). Just over half of EU aid contracts (51 %) were awarded to companies registered in the EU (GH Advocates, 2019). Blending has been however criticised for putting excessive emphasis on private sector needs at the expensive of public sector alternatives (Attridge and Engen 2019; Oxfam, 2017). Raising private finance has thus become elevated such that it is a development objective in its own right (see also Bonizzi et al, 2015). The World Bank has an evaluation system in the form of a ‘scorecard’ with points allocated for a wide range of outcomes. One of these is ‘private investments catalysed’ which is an indicator of the organisation’s performance, on a level equivalent to other more traditional development goals such as roads constructed, area provided with irrigation services and teachers recruited and trained etc. (World Bank, 2016, p. 28). Via the Hamburg Principles (G20, 2017b) the multilateral development banks (MDBs) pledged to review their incentives ‘for crowding-in private sector resources’ in development as follows 3 : ‘MDBs will periodically review and strengthen their internal incentives for crowding-in and catalysing commercial finance, while ensuring that those incentives do not reduce the focus on quality and the responsiveness to the unique and evolving needs of their borrowing member countries towards the SDGs’. The SDG 17.17.1 target indicator seeks to measure progress on the basis of the ‘amount of US dollars committed to public-private and civil society partnerships’, with the World Bank assigned as the agency responsible for collecting the data. Reflecting the idea to increase resources available for development by using donor funds to mobilise finance and investment from the private sector (instead of increasing public resources), the OECD has sought to develop a new international statistical measure ‘to track resources invested to achieve the SDGs’ (DAC 2017, p. 1). This indicator, termed ‘Total official support for sustainable development’ (TOSSD) seeks to include those official resources targeted at mobilising private sector development finance. This would seek to capture the leveraging effect of ODA, BF packages and risk mitigation instruments 4 . As such, TOSSD seeks explicitly to include private resources mobilised through official development finance (DAC 2017, p. 2). 2.2 Definitions and measurement There is no common definition of BF at the official level and this presents problems in data collection and comparability. There is no consistent picture of scale of BF or its development impact (Attridge and Engen, 2019). Convergence (2019, p. 44) highlights how: ‘There are as many as 15 blended finance definitions publicly available, which collectively describe blended finance as a mechanism, approach, instrument, and asset class’. The result is a confusing and inconsistent array of data and claims. For many 3 The level of dedication to attracting private sector is apparent by the changing incentive structures created. Kim (2017) discusses the World Bank’s changing incentive structure for its staff to reward mobilisation of private capital: ‘But we’re working to change the incentives – defining and tracking the direct mobilisation of commercial capital, so we can reward every effort to crowd in private financing. We’re putting in place a tracking system that captures indirect forms of mobilisation, and we’re figuring out how to reward staff who focus on advisory programs, building markets, and creating the environment for investment’. 4 See http://www.oecd.org/dac/financing-sustainable-development/tossd.htm , last consulted on 6 February 2020. ",
        "Policy Department, Directorate-General for External Policies 4 years, the predominant approach was the blending of public concessional resources with public non- concessional resources (for example, from DFIs). EU blending historically took this form, combining EU grants with other public (non-concessional) and some (limited) private resources to support public, private or mixed projects. Accordingly, the EU defines blended finance as ‘the strategic use of a limited amount of grants to mobilise financing from partner financial institutions and the private sector to enhance the development impact of investment projects’ (EC 2015, p. 3). However, according to Attridge and Engen (2019, p. 17), the discourse is increasingly oriented around the use of public resources to leverage private commercial finance. In view of this variety, this section considers some of the ways in which global agencies define and measure blending. 2.2.1 OECD Development Assistance Committee (DAC) The OECD defines blending as ‘The strategic use of development finance for the mobilisation of additional finance towards the SDGs in developing countries, where “additional finance” refers primarily to commercial finance that does not have an explicit development purpose. “Development finance” is taken to include both concessional and non-concessional resources’ (OECD/UNDCF 2019, p. 17). This is an expansive definition including, for example, technical assistance. Reporting on amounts mobilised from the private sector has been part of the regular OECD DAC data collection since 2017. Before then, data was collected through ad-hoc surveys of five blending instruments: guarantees, syndicated loans, shares in collective investment vehicles, direct investment in companies and credit lines. Data collection was further enriched in 2018 by adding Special Purpose Vehicles and simple co-financing such as Public Private Partnerships (PPPs) (OECD/UNCDF, 2019). The OECD (2019) reported that the amount mobilised from the private sector over the six years from 2012 to 2017 comes to USD 157.2 billion. Guarantees accounted for 40 % of finance mobilised from 2012-2017 (see Figure 1). Figure 1 : Private financed mobilised by mechanism source (2012-2017) Source: OECD, 2019 Credit lines 16% Simple co- financing 2% Direct Investment in companies 17% Shares in CIVs 8% Syndicated Loans 17% Guarantees 40% ",
        "The use of development funds for de-risking private investment 5 In 2017 (the most recent figures publicly available), the OECD reported that USD 38.2 billion was mobilised from blending, and most of this (64 %) went to Upper Middle Income Countries (UMICs) 5 , with Lower Middle Income Countries (LMICs) accounting for 28 %. Only 6 % went to Least Developed Countries (LDCs) (OECD, 2019a). Figure 2 : Amounts mobilised by income group, 2017, USD Billion Source: OECD 2019a, p. 3 The sectors that receive most finance from blending are energy and banking, together accounting for 60 % of private finance mobilised. Social infrastructure accounted for just 7 %. Most of the finance raised was mobilised by multilateral organisations (72 %) as compared to 28 % mobilised by bilateral providers. The US was the main bilateral mobiliser and the World Bank’s International Finance Corporation (IFC) accounted for the largest share of multilateral mobilisation (USD 5.7 billion) closely followed by European Investment Bank (EIB) (USD 5.1 billion). 2.2.2 Convergence Convergence is a non-profit membership organisation funded by a variety of actors such as the Government of Canada, Citi Foundation and Ford Foundation. Convergence describes itself as ‘the global network for blended finance’, generating ‘data, intelligence and deal flow’. Membership is diverse including the US Agency for International Development (USAID), Credit Suisse and the Bill and Melinda Gates Foundation. They define BF as ‘the use of catalytic capital from public or philanthropic sources to increase private sector investment in sustainable development’ 6 . Their approach to calculating BF differs from the OECD. As the OECD/UN Capital Development Fund (UNDCF) (2019, p. 18) highlights - for any transaction to be included in the Convergence database, it must ‘use concessional capital (public or philanthropic), whereas the OECD’s scope extends to all development finance, independent of the terms of its deployment’. Another difference is in the source material. Convergence collects information from ‘credible public sources (e.g. press releases, case studies, news articles) as well as through data sharing agreements and validation exercises with its members’ (OECD/UNDCF, 2019, p. 18). Convergence data captures total deal size including the development finance deployed (OECD/UNCDF, 2019), rather than just the finance mobilised, hence the BF data appear to be considerably larger than indicated by any other source. For 2018, Convergence reports 489 transactions closed and USD 136 billion capital committed for developing countries, and USD 122 billion in 2017, compared with the OECD figure of USD 38.2 billion in 2017. OECD reports that the region that attracted the greatest share of BF in 2017 was America with 25 %, followed by Africa (19 %), Asia and Oceania (19 %), Europe (18 %) with the remaining either global or unspecified. Convergence has different regional reporting and finds that Sub-Saharan Africa (SSA) 5 The DAC list of ODA recipients comprises Least Developed LDCs, and ‘other low income countries’ which have GNI per capita below USD 1 005; LMICs which have per capita GNI above the LIC threshold and below USD 3 995; UMICs with per capita GNI between the LMIC threshold and below USD 12 375. Countries with GNI above this are High Income Countries. The OECD DAC lists 47 LDCs (and two ‘other low income countries’ DPR of Korea and Zimbabwe); 37 LMICs and 57 HMICs (DAC, 2018). 6 See http://www.convergence.finance/blended-finance , last consulted on 6 February 2020. ",
        "Policy Department, Directorate-General for External Policies 6 accounted for 35 % of BF transactions (their publicly reported data do not show the value of amounts mobilised by region). They also find that energy and financial services account for the highest number of transactions, accounting for 24 % and 22 % of BF transactions respectively 7 . 2.2.3 MDBs and DFIs definitions MDBs and DFIs also compile data on blending, using a narrower definition of BF. According to the DFI Working Group 8 , BF is ‘Combining concessional finance from donors or third parties alongside DFIs’ normal, own account finance and/or commercial finance from other investors, to develop private sector markets, address the Sustainable Development Goals (SDGs), and mobilise private resources’ (DFI WG, 2017, p. 4). In this definition, blending necessitates the application of concessional resources alongside other official flows with the explicit purpose to develop private sector markets and mobilise private resources. This differs from the OECD definition, which does not require the use of concessional resources for blending. Concessionality may take the form of (i) interest rates below those available on the market; (ii) maturity, grace period, security, rank or back-weighted repayment profile that would not be accepted/extended by a commercial financial institution; and/or (iii) the provision of financing to borrower/recipients not otherwise served by commercial financing. In contrast to the OECD, the DFI WG draws a distinction between funds mobilised directly and indirectly 9 and their methodology (as with OECD) is being continually refined. The DFI WG reports on the total projects financed under blending arrangements, breaking this down to show the elements that make up the total. DFI funding is treated separately, as is the private sector finance mobilised. Overall, they find that, in 2018, DFIs and donors financed projects with a total value of more than USD 6 billion using resources of USD 1.1 billion in concessional funds and USD 2.4 billion in DFI’s own account resources. Private sector finance mobilised for these projects was about USD 1.7 billion. The remaining USD 0.8 billion was comprised of ‘other public/private concessional contributions’ and ‘public contribution’ (DFI WG 2019, p. 10). The shares of financing, by region, are shown in Figure 3 (DFI WG, 2019). There was an apparent reduction from 2017 when total DFI-financed project volume was USD 8.8 billion and USD 3.9 billion was mobilised from private sector sources (DFI WG, 2018). This contrasts with the upward trajectory depicted by OECD and Convergence. Notably, the DFI WG data provide an indication of the amount of concessional finance being allocated towards blending. In 2018 this was USD 1.1 billion (DFI WG, 2019). 7 See http://www.convergence.finance/blended-finance , last consulted on 6 February 2020. 8 This is a group of Development Finance Institutions composed of: the African Development Bank (AfDB), the Asian Development Bank (AsDB), the Asia Infrastructure Investment Bank (AIIB), the European Bank for Reconstruction and Development (EBRD), the European Development Finance Institutions (EDFI), the European Investment Bank (EIB), the Inter- American Bank Group (IDBG), the Islamic Corporation for the Development of the Private Sector (ICD) and the International Finance Corporation (IFC). 9 Private Direct and Indirect Mobilisation are defined in the MDB methodology although the distinction is not entirely clear. Private Direct Mobilisation refers to ‘financing from a private entity on commercial terms due to the active and direct involvement of an MDB leading to commitment’. Indirect mobilisation refers to ‘financing from private entities provided in connection with a specific activity for which an MDB is providing financing, where no MDB is playing an active or direct role that leads to the commitment of private finance’ (World Bank 2019b, p. 13). ",
        "The use of development funds for de-risking private investment 7 Figure 3 : Total DFI Blended Concessional Finance Project Value by Region Source: DFI WG, 2019, p. 5 The report thus puts a considerably smaller value on blending operations but seeks to highlight the extent of private finance mobilisation and the role of concessional resources therein. As with the OECD, infrastructure and finance are the sectors that attract most BF (although the OECD narrows it down to energy). In contrast with the OECD, the DFI WG find that senior debt (rather than guarantees) has been the instrument that mobilised the most private sector finance (Figure 4). Figure 4 : New concessional commitments by instrument, 2018 (USD million) Source: DFI WG (2018) ",
        "Policy Department, Directorate-General for External Policies 8 In common with the OECD, the main locations for the BF projects were middle income countries (Figure 5). Figure 5 : New concessional commitments by income level and sector, 2018 (USD million) Source: DFI WG (2018) In 2019, for the first time, the DFI WG collected data on the volume of concessional support from various development partners. They found that the two development agencies that contributed the most support for concessional finance in blending operations were the EU and Canada (Figure 6). Figure 6 : Key donors for DFI Blended Concessional Finance in 2018 Source: DFI WG 2019, p. 19 ",
        "The use of development funds for de-risking private investment 9 2.2.4 The Multilateral Development Bank Taskforce on Mobilisation The MDB Taskforce has also compiled data on blending using a similar approach to the DFI Working Group (MDB/EDFI 2018). They find that the majority of finance (92 %) was mobilised by MDBs with 8 % by DFIs. The largest was the IFC at 17.8 % of finance mobilisation, followed by the European Development Finance Institutions (EDFI) (8.6 %), EIB (7.3 %) and World Bank (7.1 %). Very little finance reached the poorest countries (Table 1) 10 . Table 1. Total private finance mobilised by income group in 2018 (in USD billion) Direct Indirect Total HIC 25.7 65.8 91.5 MIC 17.8 46.1 63.9 LIC 2.3 3.2 5.5 LDC 0.6 0.1 0.7 46.4 115.2 161.6 Source: MDB. EDFI (2018). See MDB/EDFI (2018) for more on differences between methodologies for measuring private investment mobilisation. BF comes in an extensive array of financing mechanisms, ranging from large infrastructure to micro loans and currency hedging. Differences in measurement and categorisations raise difficulties in compiling an accurate account that can be useful for policymakers. The measurement approaches can lead to diverging conclusions. For example, while the OECD reports that most private finance has been mobilised by guarantees followed by syndicated loans, the DFI WG reports that most funds have been raised through debt followed by equity. Financing structures are often layered, with numerous institutions adding complexity. Combined with different measurement tools, as well as the need for commercial confidentiality for private investors, this raises significant challenges for data collection and assessment. 10 The MDB/EDFI report uses the World Bank Atlas Method of country categorisation. For their 2018 report , low- income countries are defined as those with GNI per capita of USD 995 or less in 2017; middle-income countries are those with a GNI per capita between USD 995 and USD 12 055; high-income economies are thos e with a GNI per capita of USD 12 056 or more. See more information at https://datahelpdesk.worldbank.org/knowledgebase/ articles/906519-world-bank-country-and-lending-groups. There are currently 47 countries on the list of LDCs that is reviewed every three years by the Committee for Development and, for 2018, 34 LIC countries (MDB/EDFI, 2018, p.49). ",
        "Policy Department, Directorate-General for External Policies 10 3 Blended Finance in the EU 3.1 EU Development Policy milestones There have been several landmark policy milestones in EU development cooperation. In 2005, the European Consensus on Development was agreed between the European Parliament, the European Commission and the EU member states, setting out the objectives of development cooperation. This reaffirmed commitments to allocate 0.7 % of the Gross National Income (GNI) on ODA, and to work towards poverty eradication and sustainable development, according to principles of aid effectiveness. While outlining a commitment to increase private sector involvement, there is hardly a mention of innovative financing, and the 2005 Consensus does not mention blending at all Several contemporaneous global developments shaped the direction of subsequent evolutions of EU policy, including the SDGs and Climate Change. The policy statement called an Agenda for Change in 2011 refocused EU development policy. It attempted to engage the private sector in order to leverage financial resources to deliver public goods. Potential means of carrying this out included grant funding and risk-sharing mechanisms to encourage private sector participation. The policy commitment was to increase the share of EU financing that would be devoted to blending platforms. Besides broadening the scope for the EU to work more closely with the private sector, it mandates EU development cooperation to sharpen its focus on creating conditions to attract foreign investments by structurally transforming the business environment. In 2013, EU development policy was reaffirmed in the policy a Decent Life for All which confirmed the EU’s commitment to development goals of reducing poverty and addressing the pressing climate emergency. This was motivated by the political commitment of the Rio+20 summit in 2012 to develop SDGs to succeed the Millennium Development Goals. The commitment was to use development aid as a catalyst for development including leveraging investment through innovative sources including blending. Other important developments included, in 2012, the establishment of the EU’s platform for blending in External Cooperation. This is significant as it corresponds not only to the objectives laid out in EU development (led by the Directorate-General for International Cooperation and Development, DG DEVCO) but also the DG Neighbourhood and Enlargement Negotiations, responsible for EU policy on enlargement and the EU's eastern and southern neighbours. Cooperation between financing facilities and institutions (including the EIB, DFIs and others) sought to amplify the reach of development cooperation. 3.2 Multiannual Financial Framework (MFF) 2014 to 2020: Agents and facilities involved Development finance under the existing MFF 2014 – 2020 defines the existing structure of EU blended finance. The development funds within the existing MFF came under the section of the budget called ‘Global Europe’ to which approximately EUR 66 billion was allocated. Global Europe is comprised of funds allocated beyond EU borders, only a part of which is ODA according to DAC criteria. The funds allocated through the EU budget are therefore under the scrutiny of the European Parliament. These aid funds are delivered through a number of thematic and geographic instruments, as follows: Geographic Instruments • DCI (Development Cooperation Instrument) • IPA (Pre-Accession Assistance Instrument) • ENPI (European Neighbourhood and Partnership Instrument) ",
        "The use of development funds for de-risking private investment 11 Thematic Instruments • EIDHR (European Instrument for Democracy and Human Rights) • Instrument for Stability • Common Foreign and Sec Policy • Humanitarian Aid • Other However, sizeable amounts of aid are also managed under the European Development Fund (EDF), which is financed from the contributions of member states and do not fall immediately under the purview of the Parliament. This vehicle has been used since 1957 to channel money to Africa and Overseas Territories. The budget between 2008 and 2013 was of EUR 22.7 billion and the budget in the recent period (2014 to 2020) is of EUR 30.5 billion. These funds are managed in two distinct ways. One way is under EU management, and the other is by the EIB, which manages some of the EDF funds on behalf of the Commission. The Cotonou agreement set up a new financing mechanism called the Investment Facility (IF). The mandate of the IF is ‘to support private sector development in the ACP States by financing essentially – but not exclusively – private investments’ (European Commission, 2013, p. 3). The EU regional BF facilities were instituted in the 2007-2013 period and carried on to the current MFF. Eight facilities were instituted: 1. The EU-Africa Infrastructure Trust Fund (ITF) was established in 2007 and was superseded by the Africa Investment Facility (AfIF) in 2014. Its stated aim was to increase investment in infrastructure in SSA by blending long term loans from participating financiers (i.e. EU development financiers and the African Development Bank) with grant resources from donors such as grant resources from the European Commission and several EU Member States. 2. The Neighbourhood Investment Facility (NIF) was established in 2008 in order to fulfil the EU’s Neighbourhood Policy. The NIF is designed to create co-financing arrangements – pooling together EU budget and EU member states’ funds, together with loans from European Finance Institutions to finance projects in countries across the Mediterranean and the near Middle East. Only eligible Finance Institutions can receive grant funding from the NIP, which include Multilateral European Finance Institutions, such as the European Investment Bank (EIB), the European Bank for Reconstruction and Development (EBRD), the Council of Europe Development Bank (CEB), the Nordic Investment Bank (NIB), and the bilateral national DFIs of member states. 3. The Western Balkan Investment Framework (WBIF) was established in 2009 to finance projects in Albania, Bosnia and Herzegovina, Kosovo, Montenegro, North Macedonia and Serbia. This was established primarily as a joint venture between the Commission, the CEB, the EBRD, the EIB, and several bilateral donors, which were later joined by the World Bank Group, the Kreditanstalt für Wiederaufbau (KfW) Development Bank and the AFD. 4. The Caribbean Investment Facility (CIF), was established in 2012. Akin to other regional facilities, the Caribbean Investment Facility (CIF) aims to mobilise funds for development, for eligible countries. These are 15 Caribbean countries, signatories of ACP-EU Partnership Agreement. The CIF prioritises transport, improvement to ICT, better water and sanitation, promotion to prevent disasters and mitigation, address social services’ infrastructure needs. 5. The Latin America Investment Facility (LAIF), established in 2010, combines grants from EU with other funds from national and multilateral DFIs, targeting countries in continental Central and South America. ",
        "Policy Department, Directorate-General for External Policies 12 6. The Investment Facility for Central Asia (IFCA) was set up in 2010, modelled on the NIF, but focuses on five countries in Central Asia. The idea is to blend EU grant funding with loans from financial institutions, such as the EIB, the EBRD and national DFIs. The amount that the Commission contributes to the IFCA is decided annually. Some instruments used by this facility, such as technical assistance and risk capital operations are conducted through the EIB. 7. Investment Facility for the Pacific (IFP), established in 2012, has the objective of blending grants from the EDF with other financing directed to countries in the Pacific. DG DEVCO manages this small facility, although it is financed by the EDF. 8. The Asian Investment Facility (AIF) was established in 2012, with the aim of combining EU grants with other sources of financing in order to encourage beneficiary governments and other financial institutions to participate in investments. The money comes from the EU’s Development Cooperation Instrument (DCI) and is managed by DG DEVCO. The AfIF – which, as discussed below is now part of the European Sustainable Development Fund - CIF and IFP are currently financed by the European Development Fund (EDF) which - in turn - is financed by member states outside the scope of the EU Budget. The LAIF, IFCA and AIF are financed by the Development Cooperation Instrument. The WBIF is financed by the Instrument of Pre-Accession and the NIF is financed by the European Neighbourhood Instrument, all part of the EU budget. A number of thematic facilities also use BF, financed by their own budget instruments. 3.3 Recent developments: EIP and the EFSD Some important innovations have occurred since the mid-term review of the 2014-2020 MFF. The crucial one was the establishment of the EIP, which was adopted in September 2017 with the ostensible objective to promote investment in partner countries in Africa and the European Neighbourhood. Its stated aims include contributing to the UN's SDGs as well as leveraging sustainable public and private investments to improve economic and social development with a particular focus on decent job creation. There is a clear emphasis on private sector development and migration, with BF as the mechanism to achieve this. As stated by the EIP, it aims to: • contribute to the UN's sustainable development goals (SDG) while tackling some of the root causes of migration; • mobilise and leverage sustainable public and private investments to improve economic and social development with a particular focus on decent job creation. This was modelled on the Juncker Plan - investment efforts internal to the EU - which came after a decade of EC recommendations of austerity and contractions of key public spending across member states to support financial sectors. These affected development policy in the EU, both because key developmental outcomes deteriorated within the EU, as evidenced by increases in poverty, unemployment, social exclusion, but also, the European crisis affected aid commitments of member states, which declined, in some cases drastically. EU members of the DAC have long provided ODA amounts falling far short of their stated commitments. For 2017 – 2018, in most EU member states, the net disbursement of ODA was less than 0.7 % of GNI. For instance, Austria, Belgium and France provided less than 0.4 % of GNI, with Portugal and Spain being among those with less than 0.2 % of GNI. Net disbursements for DAC countries as a whole was 0.3 % of GNI 11 . 11 See OECD Development Finance Data, Available here: http://www.oecd.org/dac/financing-sustainable- development/development-finance-data/. ",
        "The use of development funds for de-risking private investment 13 The EIP led to the establishment of a new facility: the EFSD. The EFSD is effectively the concrete financing arm of the EIP. For example, one of the motivations behind its creation was to focus on fragile states, in order to stem migration. Its goals, beyond tackling migration, include attracting investment and encouraging the private sector to invest where otherwise it would not. The priority areas are infrastructure and finance for small businesses, reform of the business environment, and aligning to the sustainable development agenda as indicated in the Paris Agreement on Climate Change. Blending mechanisms through the EFSD are the first of three pillars of the EIP. The second and third pillars strengthen technical and policy assistance, with the objective to develop further projects that could potentially benefit from EU blended financing, as well as more general policy dialogues to improve the business and economic environment (EU, 2016). Concretely, the EFSD took over the ITF and the NIF, which turned into the AIP (African Investment Platform) and NIP (Neighbourhood Investment Platform) for a total budget of EUR 3 billion for its blended finance operations. Furthermore, it established a new guarantee instrument, with a budget of EUR 1.5 billion, which also provides further risk-sharing tools for development finance projects, in addition to the existing guarantee that the EU continued to provide to the EIB. The stated rationale for the guarantees is to pay back part or all of a loan if borrowers default or incur losses, and to attempt to attract financing for initial seed capital (equity for instance). The objective is to guarantee risks in investment projects, and incur losses that may arise, and in this way try to get more investors on board. The total combined target is to leverage total investment of EUR 44 billion via the EUR 4.5 billion of EU funds in the two regions (Africa and Neighbourhood). A variety of types of guarantees have been defined and laid out (see the 28 guarantee schemes discussed in European Union, 2019). Delivery of these objectives involves cooperation with EU member states’ development finance institutions and international development banks. The EIP and the EFSD are the cornerstones of the new proposed structure of EU development finance in the new 2021-2027 MFF. The structure of blended facility is considerably simplified in the new proposal: all regional facilities would fall under an expanded EFSD+, which would entirely be financed by the new Neighbourhood, Development and International Cooperation Instrument (NDICI), the largest component within the new Heading 6 of the EU budget ‘Neighbourhood and the World’. Within the EFSD+ would also be a new External Action Guarantee (EAG), which would replace all existing guarantee systems, and would be open to all European development institutions. We discuss this further in section 5. 3.4 Amounts and allocations The total amount provided by all EU blending facilities is shown below in Figure 7 12 . About EUR 6.63 billion have been provided by all EU blending facilities in the 2007-2018 period. These collectively contributed to finance projects worth EUR 71.27 billion. 12 The materials presented in this section come from the annual reports of the AIP (and its predecessors IFT and AfIF), NIP (and its predecessor NIF), WBIF, LAIF, IFP, IFCA, LAIF and CIF. ",
        "Policy Department, Directorate-General for External Policies 14 Figure 7 : EU contributions for blended finance Source: Annual reports of EU blended finance facilities. Note: the data is millions of euros. The geographical composition is uneven. The African and Neighbourhood facilities dominate the allocations with 35.4 % and 34 % of total, respectively, over the whole period, followed by the WBIF with 16 %. All the other facilities combined count for about 14.6 %. The dominance of the AIF and NIF is particularly noticeable in 2017 and 2018, which coincided with the launch of the EFSD, within which these two facilities are incorporated. A more fine-grained view reveals that the largest individual recipient countries largely comprise countries that are geographically close to the EU. Beside the cross-regional and continental projects, the top five recipient countries are Egypt, Morocco, Serbia, Bosnia and Herzegovina and Moldova, all with an allocation of over EUR 160 million each. Furthermore, Figure 7 reveals how EU contributions for BF have considerably increased. This reflects the large impact of the EFSD, which has administered the AIP and NIP in 2017 and 2018. Over a third of all contributions – about EUR 2.2 billion – were made in this period. As Table 2 shows, the average size of the EU contribution for projects through the EFSD is EUR 22.79 million, much higher than for all other regional facilities, including the African and Neighbourhood ones, prior to their incorporation into the EFSD. Table 2. EU Projects number and size. IFCA AIF IFP LAIF CIF NIF WBIF ITF- AfIF- EFSD N. of projects 29 39 29 46 15 127 172 67 98 Average project contrib. 6.20 6.18 1.00 8.39 8.52 11.57 6.16 9.21 22.79 Source: Annual reports of EU blended finance facilities. Note: the data for average project size is in millions of Euro. ",
        "The use of development funds for de-risking private investment 15 Sectoral allocations are shown in Figure 8. As the figure shows, transport accounts for about 31 % of the total blended funds provided by EU facilities over the 2007-2018 period, followed by energy and private sector allocations – which mostly include support for SMEs typically in the form of financial facilities being set up, respectively at 26 % and 17 %. All other sectors received less than 10 % of the total allocations. Figure 8 : EU contributions for blended finance by recipient sector Source: Annual reports of EU blended finance facilities. Notes: The figure are based on the totals for 2007-2018. These sectoral allocations are uneven across the various regions. Over 80 % of contributions for transport projects are allocated to Western Balkan and SSA countries, while the Neighbourhood countries and SSA account for over 80 % of funds devoted to private sector expansion. This latter observation is particularly notable, since the EFSD now manages these allocations. Indeed, over EUR 425 million, or over 40 % of the total approved contributions of EUR 1.05 billion to the private sector, occurred in the 2017 and 2018 period under the EFSD. This likely reflects emphasis that the EFSD places on private sector development. In terms of support type, investment grants represent the longer-standing and still predominant form of assistance. Figure 9 shows that, as of 2018, the EU provided just under EUR 3.3 billion in grants, and that they remain the largest component for all the BF facilities. The second most common form of support is technical assistance, with 27 % or about EUR 1.58 billion. Contributions in the form of financial instruments, such as guarantees or equity risk capital, so far account for about 14 %, or EUR 840.4 million. These are however on the rise, with the EFSD a key actor in this trend. More than 92 % of these more direct risk-sharing mechanisms have been provided for the AIP and the NIP in 2017 and 2018. This is a direct result of the creation of the EFSD guarantee, which is set up to cover loans, including local currency loans, guarantees, counter-guarantees, capital market instruments, any other form of funding or credit enhancement, insurance, and equity or quasi-equity participations (EFSD, 2017). ",
        "Policy Department, Directorate-General for External Policies 16 Figure 9 : EU contributions by support type Source: Annual reports of EU blended finance facilities. Finally, a noticeable feature for most EU BF projects was the lack of any contribution from private sector financiers. The funds mobilised were from MDBs and DFIs. Across the entire 2007-2016 period, there is no evidence of private sector financing in the annual reports of the EU facilities. However, this has changed with the creation of the EFSD. In the 2017 and 2018 period, 16 projects in Neighbourhood and Sub- Saharan African countries involved private sector finance, sometimes with sums as reaching up to half of the total project value. Table 3 offers a list of those 16 EU projects, together with details on the size of the private finance contribution. Table 3. EU blended finance projects with private financing, EUR mn Name of project EU contribution Lead FI Total project value Other public funds Private sector contribution Kenya Agriculture Value Chain Facility 10 EIB 110 none 50 ElectriFI country windows 85 FMO 285 EDFI and IFI 200 1 EDFI-AGRIfi in Sub- Saharan Africa 29.25 FMO 75.5 EDFI, Other DFI and IFI 31.25 1 Transferability and convertibility facility 20.17 PROPARCO 289.34 none 32.92 Climate Investor One 30.7 FMO 270.7 USAID, Dutch Government and others 114.76 As-Samra Wastewater Treatment Plant Expansion BOT 30.80 EBRD 170.69 Yes but unspecified 53.1 Euro-mediterranean University in Fes 13.57 EIB 147.57 Yes but unspecified 34.9 ",
        "The use of development funds for de-risking private investment 17 Programme to Restart Modernisation Investment in Agriculture (Tunisia) 10.3 AFD 300.78 Yes but unspecified 196 Extending the EBRD’s Small Business Initiative to Lebanon, the West Bank and Gaza 5.2 EBRD 6.4 none 1.2 EU Trade and Competitiveness Programme in Egypt and Jordan EIB component 25.6 EIB 265.6 none 120 Corridor Development and Trade Facilitation Project ( Madagascar ) 40 AfDB 182.38 none unspecified Kampala-Jinja Expressway PPP project 91.05 AFD 711.5 AfDB, Government of Uganda, IFIs unspecified Women's financial inclusion facility 10 KfW 88.7 multiple unspecified Morocco Green Economy Financing Facility 21.11 EBRD 197.11 Green Climate Fund unspecified SANAD, MENA fund for SMEs 22.44 KfW 182.44 EU, BMZ, FMO unspecified EU4Business - The EU local currency Partnership Initiative (EFSE) 6.2 KfW 110.2 multiple unspecified Source: EFSD annual reports. Note 1: the figure includes the funds from other public funders. EU contribution and project values are in EUR mil. However, private actors participate in the projects in many different ways. Some of the complexities of BF become evident when going into the details of the financing structures involved, as shown by looking at three of the projects in Table 3. Besides the degree to which private co-financing is secured, private actors are involved at different points down the line. One example from the projects listed in Table 3 is the Samra Wastewater Treatment Expansion, financed by the EBRD and blended with an EU investment grant. It is an extension of the 2016 BF project funded by the Government of Jordan and the Millennium Challenge Corporation relying on the Jordan-based private contractor Samra Wastewater Treatment Plant Company Limited. According to the Multilateral Investment Guarantee Agency (MIGA),this is the first PPP project in Jordan in financing and managing a public infrastructure project (MIGA Website). It uses a 25-year build-operate-transfer (BOT) model with other contractors including Infilco Degrémont ",
        "Policy Department, Directorate-General for External Policies 18 Inc. (American Utility Company), Suez Environment S.A. (French Utility Company) and Morganti Group Inc. (US incorporated construction company). MIGA has guaranteed the investment of Infilco Degrémont Inc. and Suez Environment S.A in As-Samra Wastewater Treatment Plant Company Limited 13 . Another example from Table 3 is Climate Investor One (CIO) fund, which is managed by Climate Fund Managers (CFM). CFM is a Netherlands-based joint venture between the Dutch Development Bank (FMO) and Sanlam InfraWorks. Sanlam Infraworks is also listed in Netherlands, although it is part of the South African Sanlam group, itself a diversified financial services group (FinDev Canada, 2018). Finally, ElectriFI country windows have a number of projects. Particularly, they have a project in Ghana in which they work with a German firm, REDAVIA, to help them expand their solar panel leasing business in the country. These three examples indicate the degree of different arrangements and layers of intermediation concurrently in placethat complicate ascertaining the flow of financing and where possible liabilities may occur. The variety of actors and financing mechanisms add to the complexity of blended instruments, their evaluation and comparison with other instruments. This subsection shows how the creation of the EFSD is a significant milestone in EU BF. Its creation led to a much larger deployment of risk-sharing instruments, the amount of EU contributions has been substantially scaled up, larger projects are being financed, more projects are allocated to private sector development and the projects have been able to mobilise considerable private financial resources. The EFSD+ is effectively taking over almost the totality of EU BF operations (see also Section 5 below), so these trends are probably indicative of the direction of travel of EU BF and development policy. It is finally important to note that, while not formally part of the EU BF facilities, EIB lending outside the EU is guaranteed through the External Lending Mandate (ELM). As of 2018, EIB loans outstanding under ELM programmes were EUR 16.74 billion (EIB, 2018). However, as these are not formally part of the EU BF arrangement, they are not discussed in this report. 4 Impact and appraisal of blended finance 4.1 General assessment Despite the international promotion and growth of BF, it has attracted significant criticisms. First, a series of definitional and methodological shortcomings impede the assessment of blended finance. Second, and related to the previous point, due to definitional controversies and lack of reporting standards, what counts and what is measured as BF changes across databases and over time (see, for instance, OECD, 2018). The same applies to the estimates of ODA (or public money, more generally) that is mobilised in blending. Consequently, and through a series of different assessments, concerns have been raised with regard to the limited scale of ‘additional’ private finance that has been leveraged through BF (Oxfam, 2017; as well as Sections 2 and 3 in this report). In other words, as explained by the OECD (2019b p. 17): ‘In practice, mobilisation [of additional finance] is often assumed rather than observed’. Third, there is a lack of information and transparency regarding often complex blended financing structures, which hinders accountability (Attridge and Engen, 2019, EURODAD, 2013). Transparency is also lacking in the specificities, execution and delivery of blended projects. For example, is it often unclear how the private sector partners for BF projects are selected. Development Initiatives (2016, p. 26) highlights that the lack of data on immediate beneficiaries (the ‘investees’) of blended finance poses a significant hurdle in the assessment of BF, particularly since blended finance often targets private companies (rather than public entities), whether these are domestic, foreign or even international. Fourth, a current challenge in 13 See here for more details: https://www.worldfinance.com/infrastructure-investment/project-finance/as-samra-wastewater- plant-expansion-continues ",
        "The use of development funds for de-risking private investment 19 evaluating blended projects in terms of longer-term impacts is the lack of completed projects from which to gather data as well the lack of a consensus on how to identify, measure and evaluate broad socio- economic and developmental impacts. This is also reflected in this report, as most EU projects that include private co-financing in blending are new (post-2017) and on-going (see Section 3). However, and fifth, even for completed blended projects, evaluating impacts is difficult, contested and often relies on implicit assumptions and subjective judgment. In general, donors’ and private evaluations, more often than not, assume, rather than assess, developmental impacts, and the scarcity of information hinders assessment by other organisations (Oxfam, 2017, OECD, 2019b). Finally, Civil Society Organisations (CSOs) have raised concerns with regard to the difficulties and implications in aligning commercial and developmental priorities, as well as the low levels of ownership by recipient countries. The sections below discuss some of these issues in more detail. 4.1.1 Additionality, leverage ratios and development impact As argued previously, the funding gap in international development has been used as an argument in support of the blending agenda. The private sector is seen as an important agent in scaling up necessary development finance, and BF is seen as the appropriate mechanism to promote its involvement by ‘de- risking’ investment projects and increasing risk-adjusted returns. The perceived benefits of blending are therefore linked to the role of the private sector in leveraging finance. Besides financing advantages, other important benefits are associated with execution of development projects via private companies, presumably including job creation and skill transfer. These benefits are encapsulated in the notion of ‘additionality’. Two dimensions of additionality have been discerned (ODI, 2019). First, financial additionality occurs when public investment results in private investment that would not have happened otherwise. Second, development additionality implies development impact from commercial interests. The concept, and assessment methodologies for the existence of additionality, however, remain vague and contested in the literature (Pereira, 2015, Carter et al., 2018). Indeed, the major challenge of additionality is establishing and building a case for concrete counterfactuals in cases where the investment tool would not been implemented (see Carter et al., 2018). In other words, the case has to be made that private investment would not have been made if it were not for the ODA/public funds (i.e. the blending). Development additionality is even more difficult to establish. Leveraging and leverage ratios are widely used to highlight the positive aspects of BF. Evidence on leverage ratios is mixed and hindered by different estimation methodologies, themselves reflecting conflicting definitions of BF. For example, Development Initiatives (2016, p. 8) highlights that: ‘Data from CDC, the UK’s bilateral DFI, suggests that every dollar the institution invested in blended finance between 2012 and 2015 resulted in approximately an additional USD 4.50 in investments from other actors, USD 3.50 of which came from private sector investors. The 2015 annual report of SIFEM, the Swiss DFI, stated that every dollar it invested mobilised around USD 9.30 of private investment for 2014–2015’. However, Attridge and Engen (2019, p. 15) find much lower leverage ratios, also when disaggregated by income level of recipient countries and while focusing on private finance specifically: ‘USD 1 of public investment by MDBs and DFIs mobilises just USD 0.37 of private finance in LICs, USD 1.06 in LMICs and USD 0.65 in UMICs’. The size of leverage ratios is of paramount importance in advocacy of and support for BF. Substantial leverage is portrayed as a major benefit of BF through its ability to mobilise and leverage private investment for international development. Yet the emphasis on leverage ratios needs further scrutiny. First, methodologies differ in whether they project ratios of private to public mobilisations (instead of including in the numerator various forms of public flows, concessional or non-concessional in support of the private sector). Second, leverage ratios do not reflect causality and are poor measures of financial additionality. When a particular amount of private finance is co-invested alongside publicly backed funds, ",
        "Policy Department, Directorate-General for External Policies 20 this does not imply that the private investment is ‘additional’ (i.e. that it would not have materialised on its own accord, without the public support). Indeed, a high leverage ratio may indicate the opposite, that is a large private investment leveraging a small amount of public support (that has no need for it). Third, leverage ratios are poor measures of development additionality as they do not reflect the developmental aspects of the ‘leveraged’ funds (Attridge and Engen, 2019). Fourth, targeting leverage ratios may have negative effects, with public finance flowing into sectors and/or regions that can attract private capital on their own terms, at the expense of others. As is clear from actual amounts invested (as well as leverage ratios), BF towards LICs, fragile states and particularly social sectors is very limited. An emphasis on leverage ratios may exaggerate this shortcoming, with detrimental impact on SDGs and poverty and inequality reduction in most needed areas, while the bias towards MICs may increase (Carter, 2018, Attridge and Engen, 2019, Küblböck and Grohs, 2019). Fifth, the use of ODA for blending has an opportunity cost. One dollar of ODA spent on leveraging private finance cannot be spent on something else and in the absence of an increase in aid spending, blending can mean a reduction in ODA for traditional purposes and the neediest regions (Oxfam, 2017; Meeks et al., 2020). Research by Meeks et al. (2020) explores the opportunity cost of using ODA for what they term private sector instruments (PSIs). Focusing on a sample of 31 bilateral ODA providers, they find that around 2 % of ODA is being directed towards PSIs, although the true share is likely to be much higher given the ambiguities and gaps in reporting, and many are planning to scale up the use of ODA in this area. They found that just 6 % of sector specific PSI ODA spending was directed towards social and humanitarian sectors compared with 69 % of conventional bilateral ODI. PSI spending in contrast was more likely to go to projects in ‘productive’ sectors such as banking and industry. Conventional ODA was also more likely to reach LDCs than PSI spending and to focus on social objectives such as gender equality. Thus, decisions regarding the use of ODA for blending need to consider these opportunity costs fully. Section 4.3 explores further the concern regarding BF and LICs and fragile contexts. Developments in the water sector provide insights into the complexities surrounding the developmental and equity effects of blending. Estimated annual financing needs in the sector are around USD 112 billion and current spending covers only about 15 % of estimated needs (Goksu et al., 2017) so there has recently been a push to promote BF (OECD, 2019c, Leigland et al., 2016). To date, water has attracted much lower levels of private finance than other types of infrastructure. This is attributed, in part, to weak financial performance of water utilities (OECD, 2019c). According to Leigland et al. (2016, p. 3), the water sector ‘could offer very good investment opportunities for long term investors such as pension funds or insurance companies who need to match the profile of their long term liabilities’. However, the perceived risky environment deters investment and this includes inadequate revenue streams. The poor financial performance of developing country water utilities is in large part attributed to tariffs that are below cost-recovery levels. Development agencies have long called for tariff increases, arguing that any subsidy is regressive because it would typically benefit households that are already connected to the network rather than those lacking access to services (OECD, 2019c). Mobilising commercial finance for water is seen as essential to achieving SDG6 and raising water tariffs is seen as an essential component to facilitating blending (Leigland et al., 2016, p. 8). When the full effects of this are unpacked and the complexities of water systems are examined in more detail, the policy is potentially problematic. First, using commercial finance is a more expensive way of financing water and is likely to be costlier than donor or public funds (Goksu et al., 2017, p. 16). Second, it is not just the wealthy that use piped water as it is often re-sold by water vendors to low income households that do not have a water connection (Bayliss and Tukai, 2011). Third, Bayliss (2013) shows that raising tariffs to cost recovery levels in a number of African countries would be prohibitively expensive relative to income levels generally, and even relative to the incomes of the top quintiles in many countries. ",
        "The use of development funds for de-risking private investment 21 Essentially, then blending could lead to a situation where pensions are financed by increased water bills in developing countries where affordability is questionable. It may be that there are benefits from such a system if quality and access are improved but there will likely be significant social costs. The point here is that much more care should be taken to analyse individual cases, taking account of the full developmental impact, before firm conclusions can be reached on blending. 4.1.2 New liabilities and the high cost of investments The emphasis on BF as a conduit for increased private sector investment often fails to account for the level of public costs incurred in attracting private investors. As reported by numerous policy papers advocating for BF, greenfield investments in developing countries are particularly risky for private investors. Public guarantees mean that in case of crisis the public entity is a ‘first loss investor’ (Oxfam, 2017). The issue of sovereign loans within blending mechanisms in large infrastructure projects is also raised in Küblböck and Grohs (2019) particularly within the context of increasing foreign debt in already indebted developing countries. External loans in developing countries more than doubled during 2008- 2017 and external debt payments by developing country governments grew by 85 % (as a share of government revenue) between 2010 and 2018 (Jubilee Debt Campaign, 2019; Küblböck and Grohs, 2019). Therefore, it is of paramount importance to assess the impact of blended projects on the debt structure of recipient countries, as well as their initial debt positions and composition (see UNCTAD 2017). A recent example is that of the Global Financing Facility (GFF). The GFF is not a new fund but a financing facility that acts to leverage small amounts of grant resources to attract funding from domestic government resources, private sector sources and other IFI resources including the World Bank and the International Development Association (IDA). It uses a combination of financing instruments including co-financing, purchasing for performance and BF investments from diverse investors. It was created in 2015 to support women and children in developing countries, with an aim to end preventable maternal, newborn, child, and adolescent deaths. A recent report analysing the impact of the GFF in seven countries (Cote d’Ivoire, Guatemala, Kenya, Malawi, Nigeria, Sierra Leone and Uganda) raises the issue of GFF loans contributing towards national country indebtedness (E&K Consulting, 2019). According to this research, the GFF carries the potential of adding towards country debt. In Rwanda, for example, the GFF- catalysed IDA loan has reportedly added 22.5 % to the country’s indebtedness (E&K Consulting 2019, p. 7, 9). Although more evaluation is required in assessing other BF cases, the risk of added indebtedness and its general impact on poverty alleviation and health spending needs to be monitored carefully (see also Mckenna and Rono, 2020). 4.1.3 Limited Domestic Ownership, low representation of recipient countries and conflicting interests First, the blending finance modality has been criticised in terms of representation and ownership by recipient governments and local actors. This includes concerns regarding the increased prominence of DFIs in the development arena. BF promotes DFIs as central players in development finance. These organisations have little representation from developing countries and are dominated instead by developed countries’ governments (Eurodad, 2013). Furthermore, in many blended facilities there is no requirement for input from recipient governments or other stakeholders (Oxfam, 2017). Currently, the few project evaluations conducted internally used very little input from local stakeholders. There are recommendations to engage the ‘end beneficiaries’ earlier in the evaluation process (see also OECD, 2018 p. 149). In the case of the EU, there is no presence of recipient countries in the operational board that decides which projects will receive grants nor are local institutions allowed to lead the implementation of the project (Mah, 2018). ",
        "Policy Department, Directorate-General for External Policies 22 Second, increasing involvement of DFIs may entail tensions between expectations, policies and practices; private and social returns in development; and the net effect of projects and the ‘true’ beneficiaries both in the short and long run. OECD (2019b) asserts that entrusting the mobilisation of private capital to DFIs, as opposed to development agencies, has strategic consequences for the whole development co- operation approach, as for example, ‘DFIs often focus on supporting domestic companies and generating a return on investment (ROI) for the national government’ (OECD,2019b, p. 8). Given the different priorities and constraints of DFIs, some have argued that big businesses in donor countries may benefit more than local SMEs (Mah, 2018; CONCORD, 2012). At the same time, adherence to profitability criteria and credit ratings may imply that DFIs and private entities target existing markets or customers, excluding less-developed areas and potentially diminishing developmental impact on less-privileged markets and people. As highlighted by EURODAD (2013, p. 22) ‘Existing facilities tend to “follow the market” by focusing on already popular areas for investment by public and private entities’. A look at EDFI´s members provides further insight with regard to different priorities or objectives as specified by the European DFIs. For example, the Italian DFI (SIMEST) was set up to promote FDI by Italian companies and an Italian partner is required for SIMEST participation. The Spanish DFI (COFIDES) has an explicit focus on viable private investment projects, promoting, at the same time, both development of recipient countries and the internationalisation of Spanish companies. The mission of the German DFI, DEG, which is fully owned by the state-owned development bank KfW, is to promote private-sector enterprises operating in developing and emerging-market countries. The priorities and mandates of DFIs vary and the potential conflicts this implies should be addressed as DFIs become key players in leveraging private finance for development, as well as within the forthcoming MFF (see Section 5). 4.2 EU Blending Framework – Evaluation and Assessment Many of the criticisms and concerns raised above have also been raised in the context of the EU’s blending. The Evaluation on Blending report carried out on behalf of the European Commission by economic consultants, ADE in 2016, (European Commission, 2016a) offers a comprehensive evaluation of EU blended projects during 2007-2014. The report follows a methodology of evaluation provided by DG DEVCO guidelines, using a ‘reconstructed theory of change’ and proceeds based on nine evaluation questions (reproduced in Box 1). The report reaches an overall positive assessment of EU blending and makes a set of recommendations for improvement. A brief assessment of the report follows. This highlights how the evaluation report both identifies and reproduces the various shortcomings of BF raised in the broader literature. Box 1: Evaluation Questions by ADE (reproduced and reconstructed from European Commission, 2016a) Relevance pillar Question Attempts to Address EQ1 Strategic relevance To what extent is blending strategically relevant and valuable? EQ2 Project Alignment Has the EU proactively guided projects to align the portfolio with (EU) policy targets? Contested notion of ‘policy leverage’ EQ3 Financial Efficiency Has BF used the right level of grants? Financial additionality ",
        "The use of development funds for de-risking private investment 23 Value-added pillar EQ4 Instrument To what extent has the appropriate instrument (or mix therein) been selected? Financial additionality EQ5 Policy Reform To what extent have blended projects contributed to leverage policy reforms in beneficiary countries? Contested notion of ‘policy leverage’ EQ6 Project quality To what extent has blending delivered better quality projects, in terms of relevance, efficiency and effectiveness? Additionality and value for money Results pillar EQ7 Finance Barriers To what extent has blending contributed to improving access to finance for MSMEs? Development impact indirectly EQ8 Aid effectiveness and visibility To what extent have blended projects promoted coordination between European aid actors, lowered aid transaction costs and enhanced visibility of EU aid? Visibility of EU, coherence and coordination issues, [see also the (CEU 2019) report] EQ9 Results To what extent have blended projects contributed to development outcomes in the areas of interest and in how far have they benefited the poor and disadvantaged? Development impact: one question that tackles it directly. First, the report admits that determining a counterfactual to BF is hard, with accompanying problems in establishing additionality . The authors found it difficult to assess whether a project would have gone ahead without blending, and if so, what it would look like. In addition, although the evaluation reports an average leverage ratio of 20 for the sampled projects, at the same time, it explicitly states that the ratio has no implications for causality. The report also clarifies that the ratio includes the total financing against the EU grant, with total financing coming predominantly from European financial institutions (DFIs, EIP and EBRD) in the form of loans, but also includes contributions from multilateral agencies and public and private sector investors. Nonetheless, the report paints a positive picture in terms of both additionality, financial efficiency and leveraging. One of the recommendations of the report (already present in the post-2014 application forms for EU blended projects (European Commission, 2015)), was to strengthen attention to multi-dimensional additionality and leverage ratios (to justify EU support) via clear, standardised and measurable indicators from the design stage of projects. In other words, while the report identifies problems with measuring additionality and leverage ratios, it proceeds by proposing further standardisation and quantification of such problematic metrics. ",
        "Policy Department, Directorate-General for External Policies 24 Second, with regard to developmental impact , the report finds that until 2014 blended projects had insufficient focus on broader and longer-term development results. This was found to be the case both at the feasibility and design stages, as well as during implementation. In particular, it is reported that while the logical framework from initial planning to final results was sound, the concrete articulation of the ‘results chain’ (from project outputs to outcomes to impacts) 14 was generally insufficient. At the same time, there was scarce quantification of broader impacts (e.g. on poverty reduction or climate change mitigation) and a strong focus on outputs and outcomes of blended projects. However, as the report correctly points out, project outputs are generally much more standardised, specific and narrow in context and the connection from project outputs to developmental impacts cannot be simply assumed. Nonetheless, the evaluators often made such inferences (e.g. see European Commission, 2016a, p. 76). The report also lacks an explicit focus on pro-poor targeting and poverty reduction, relying instead on ‘trickle-down’ development theories, especially for large infrastructural investments. In the few EU blended projects that had explicit pro-poor considerations, ADE positively evaluated them within a narrow frame, namely, whether the location/ theme of the project takes place within a geography with high poverty levels (e.g. rural areas projects or targeting of poor segments of the population). Yet, meaningful assessments require more qualitative and context-specific analysis. Meaningful assessments also require a thorough investigation of the conditions through which poor people access new facilities, services (e.g. water or sanitation), and projects,, at what cost, and with what longer-term implications. Such assessments should also reflect the views of broader stakeholders, local communities and CSOs. The evaluators found that job creation was not part of the design of EU blended projects, and very little information has been provided on this front. Nonetheless, the report puts forth a series of empirical studies that estimate the number of jobs created by large infrastructure projects and then offers an estimated range of job creation for the EU blended projects, without specification of the temporality or conditions of the created jobs and without any data on jobs from EU BF. Another major recommendation of the report entails the incorporation of a stronger and clearer focus on demonstrating expected development impact of proposed projects. Hence, post-2014 applications forms for EU blended projects (European Commission, 2015) incorporate explicit indicators for, e.g. average share of population below the poverty line in the location of the proposed project, or, whenever possible, estimates of jobs to be generated and a focus on pro-poor risk sharing. These improve ex ante attempts to measure development impact, but do not address long term development impact ex post. Third, influencing and aligning policy reform in recipient countries is positively evaluated. However, within the ‘policy leverage’ debate, CSOs and others have long contested and argued against the emphasis on donor objectives, that may undermine recipient country’s ownership or promote different priorities. This issue is even more pronounced with BF settings where the priorities and mandates of expanded layers of intermediation vary and transparency is weak. Influencing local policies or inducing local governments to align policies and corresponding operational strategies to donors’ interests has been contested on the basis of reducing democratic space (e.g. EURODAD, 2013). Finally, it is telling what is missing from this comprehensive report, highlighting gaps in the broader advocacy of BF for development. First, the report is based on a somewhat ‘apolitical’ framework while, assuming the alignment of policy goals between the EU and beneficiary countries. There is no appraisal of potential discord between the targets and priorities of different actors. For an elaboration, see EURODAD, 2013. This is, to some extent, also present in the Council of the European Union (CEU) (2019) 14 Project output refers to the specific direct deliverable (the final good or service) -e.g. a new road, project outcome to the uptake by beneficiaries; it is more general but still measurable and directly related to the project-e.g. how many people it is expected to serve. Impact or result refers to the broader, often longer-run developmental effects (e.g. poverty reduction, climate change mitigation, etc). ",
        "The use of development funds for de-risking private investment 25 report and the forthcoming MFF. By attempting to address fragmentation in the current funding frameworks, proposals are made to consolidate decision-making to a lesser number of entities, potentially underestimating contestation between the actors in the BF process (see Section 5). Furthermore, there is little discussion of delays, cost overruns, and other problems arising during implementation of BF projects. There was no attempt to assess the companies undertaking the projects, and the views and experience of the local communities or contracted workers are left unaddressed. Finally, human rights and inequality are absent, while gender is mentioned only a handful of times. The centrality of gender in development as well as the gendered implications of strategies, policies and projects is missing from BF in general (with the exception of projects that target exactly that) and is also unaddressed in the new MFF (see Section 5). 4.3 Fragile country context Encouraging private finance to flow to the poorest countries is emerging as a major hurdle for the BF agenda. There are significant challenges to attracting investment to such contexts including weak institutional structures and high perceived risk. Yet the strong rhetoric persists that attracting private finance is essential to meet the SDGs in LDCs as ‘public resources alone will not be enough’ (OECD/UNCDF, 2019, p. 10). Catalysing private capital in post-conflict states is also associated with peace building (Basile and Neunuebel, 2019). According to the OECD, of the USD 157 billion in private finance mobilised for development from 2012 to 2017, less than a fifth (i.e. USD 28.8 billion) went to countries considered as fragile. Some MDBs 15 have explicitly adopted a policy to mobilise private commitments to low income and fragile countries. Such commitments have not featured prominently in the strategies of DFIs. Most of the private finance mobilised for fragile contexts has been through multilateral channels and the WBG accounts for over a third of all private finance mobilised in fragile settings, followed by the EIB. The main bilateral donors are the USA and France (Basile and Neunuebel, 2019). While there are vulnerable communities in LMICs and HMICs there is little evidence to indicate that these groups are benefitting from BF. In addition to attracting low volumes, BF project size is much smaller in LICs compared with MICs (USD 14 million compared with USD 32 million and USD 84 million in LMICs and UMICs respectively). Figures for LIC projects are inflated because of a small number of large projects (Attridge and Engen, 2019). Attridge and Engen (2019) also highlight that 96.5 % of private finance mobilised via blending, flows to countries with a credit rating. Most LICs do not have these. Thus, blending finance appears to pick the ‘low hanging fruits in MICs rather than being targeted at the earliest stages in the investment cycle to overcome the most pervasive market failures in LICs’ (World Bank, 2018, p. 3). The poorest countries are also often financially fragile with rising debt levels. The LICs in SSA have recorded the fastest rise in debt levels of all regions. Some of the debt problems arise from conditions of global liquidity and the movement of private capital flows to low income countries (see Bonizzi et al 2019). High debt levels create uncertainty, deterring investment and innovation. This means that financial structures that create debt-like burdens on public institutions (such as a power purchase agreement for a private power plant) can exacerbate fiscal positions that are already under strain (EC 2015, UNCTAD 2017, Bonizzi et al 2019, IMF, 2020). While blending may be oriented to development, there are indications that financing is also supporting strategic interests. With USA BF, mobilisation by USAID reportedly focuses on Iraq and for OPIC (the US 15 Including the IFC, the AfDB and the ADB. ",
        "Policy Department, Directorate-General for External Policies 26 Overseas Private Investment Corporation, now known as the US Development Finance Corporation), mobilisation is concentrated in Pakistan, Egypt and Nigeria. For France, 70 % of mobilised private finance went to Cameroon, Nigeria, Cote d’Ivoire, Madagascar and Egypt, countries historically linked with France (Basile and Neunuebel, 2019). Investment in LICs (and elsewhere) is complicated by the intersections of economic wealth and political power. Basile and Neunuebel (2019) cite a number of cases where ruling elites manipulate state institutions in LICs.. Economic development is undermined by illicit financial flows, which are largely estimated to exceed inflows of aid, and net FDI combined. However, not all investors are deterred by such risks. Fragile contexts involve poor regulation for workers’ rights and lack of government accountability. There is a high risk that this will be exploited by investors. Basile and Neunuebel (2019, p. 43) conclude that ‘the challenge is therefore not to attract business but the right business with the right motivations’. In fragile states, caution is vital to ensure that blending does not open the gates to exploitative predatory behaviour from the private sector. This is even more challenging in the context of weak institutional structures. Hence, Basile and Neunuebel (2019, p. 16) call for ‘a dose of realism and a cautious approach’ to the use of development finance to mobilise private sector investment in high-risk and low capacity fragile environments. 4.3.1 The IDA Private Sector Window The World Bank has stepped up its efforts to bring private finance to fragile states. In 2017, a USD 2.5 billion IDA18 IFC-MIGA Private Sector Window (PSW) was established to catalyse private sector investment in IDA-only countries with a focus on fragile and conflict affected states (FCS). The PSW consists of four facilities 16 : ● Risk Mitigation Facility (RMF) to provide project based guarantees in large infrastructure projects and PPPs. ● MIGA Guarantee Facility (MGF) to expand the coverage of MIGA guarantees through shared first-loss and risk participation. ● Local Currency Facility (LCF) to provide long term local currency investments through IFC n countries where capital markets are not developed. ● Blended Finance Facility (BFF) to blend PSW support with pioneering IFC investments across sectors with high development impact. In the mid-term review, 15 months after the window launch, there were just 12 transactions and one programme approved for PSW support. For these, total project financing came to USD 1 600 million and the private sector accounted for about half of the project finance. The 12 projects approved so far have focused on SMEs, housing finance, renewable energy/ efficiency, manufacturing and telecoms. According to the World Bank’s mid-term review (World Bank 2018, p. 17), approximately 90 % of PSW resources deployed so far have involved some form of ‘embedded subsidy’. Of these estimated subsides, half was targeted at minimising incremental financing costs to end-clients, about 10 % was deployed to reduce end consumer rates, a third allowed MIGA to release some risk capital and provide excess loss coverage, and 15 % were ‘deployed towards enabling IFC to meet a local currency market established bond price through concessional swap rates’. There have been major challenges in establishing the PSW. It is not easy to find projects to invest in and ‘deal origination in PSW eligible markets does not come easy’ (World Bank, 2018, p. 6). Considerable resources have been directed into building a pipeline of projects for PSW support. Efforts have involved 16 See here for a list of IDA18 PSW approved projects: http://ida.worldbank.org/replenishments/ida18-replenishment/ida18- private-sector-window/ida18-private-sector-window-projects ",
        "The use of development funds for de-risking private investment 27 putting PSW ‘anchors’ in industry teams and country offices. The World Bank reports that very often, investment in fragile and conflict affected states is the result of ‘extended advisory support and handholding’ (World Bank, 2018, p. 8). PSW interventions in the private sector are often complementary to other World Bank interventions, via IDA on the public side as part of the bigger World Bank Group structure. Blended projects are often not conducted in isolation. For example, SME transactions often take place in a business environment where IDA provides broader support on improving the regulatory structures or provides capacity building for entrepreneurs. Similarly, attracting investment in infrastructure requires ‘upstream’ work to develop the regulatory structures that are conducive to private investment. Getting projects off the ground is resource intensive. A high number of projects are rejected. The Bank reports that the small deal size and the customised nature of each proposal has made LCF deals far more resource intensive than was originally envisaged. It takes a long time for development outcomes to be realised. The large number of small and diverse transactions hampers governance efficiency for the PSW. The PSW framework sets out a method for estimating concessionality ex ante. The underlying principle is that the PSW should provide a level of concessionality just enough to address the risk/return gaps in risky markets and enable the underlying private sector investment so that there is investment but not ‘market distortion’. For each project, the level of subsidy is estimated and submitted for board approval and quantified as a percentage of total project financing. A review process draws on the IFC’s Blended Finance Committee, where they work it out on a case by case basis taking into account the sponsor’s expected internal rate of return and same for return to lenders. This they do to ‘affirm that the subsidy level requested is justifiable and not excessive’. If possible, they use comparator data from past and similar projects. This is a complex consideration combining ‘analytic tools and judgement’ (World Bank, 2018, p. 16). Projects supported have been diverse including small loans, the first bond issuance in Cambodia and the first targeted private equity fund in the Kyrgyz Republic. However, and echoing from above, the World Bank also reports difficulties and limitations in establishing additionality. The PSW uses the IFC’s Anticipated Impact Measurement and Monitoring Framework to assess additionality. The World Bank (2018) in the mid-term evaluation of the PSW, claims that ‘strong development impact is expected’ (p. i), particularly in the realm of SME financing with over 25 000 SMEs to be reached through risk sharing facilities. In practice, however, and similar to the experiences reported in the evaluation of EU blending projects discussed above (European Commission, 2016a), judgement is required in assessing if there is sufficient additionality to merit PSW financing and support. This might be more obvious in some cases, for example, if there are very high political risks in a country in state of civil unrest, but the counterfactual is often difficult to prove. Moreover, it might be difficult to demonstrate significant mobilisation of private finance in the context of an individual project, but the success of one project may lead to similar projects in the future with scale additionality being demonstrated over time. Expectations of market creation may not always be realistic, and evidence is difficult to show in the short term. As with concessionality, the Bank’s position is that such assessments require judgements and they will be often influenced by the experience and institutional perspective of the project reviewers. Critics have been concerned about lack of transparency regarding the PSW, saying that it relies on secret negotiations with select beneficiary firms with no documented justification for the negotiated subsidy as an efficient mechanism to achieve public policy objectives. Kenny (2019) also makes the point that blending options more generally are restricted to the areas and mechanisms in which client firms want to invest. In October 2019, the CEO of the IFC committed to publicly disclosing the estimated subsidy for each project and justification for why it was necessary (Le Houerou, 2019). This was in response to a threat from the Chair of the US House Committee on Financial Services to withhold financial support because the PSW was subsidising private firms without competition based on unsolicited proposals ",
        "Policy Department, Directorate-General for External Policies 28 (Igoe, 2019). The World Bank IDA19 pledged to continue to fund the PSW at the same level with USD 2.6billion, despite the low amounts disbursed (Edwards, 2019). 5 Evaluation of EU MFF 2021-2027 and external financing instruments 5.1 New External instruments in the MFF 2021-2027 In May 2018, the EC published proposals for EU’s next long term budget, MFF 17 . This is subdivided into headings that cover broad policy areas. External action comes under Heading 6, titled Neighbourhood and the World with a budget of EUR 123 billion. Under this heading, the EU is proposing a major restructuring of the Union’s external action instruments. The MFF proposals build on positive findings regarding leverage effects from the European Commission blending evaluation report (European Commission, 2016a), discussed in section 4, the 2014-2020 MFF mid-term review and the EU’s history with BF. European Commission (2016b) concluded that, while external financing instruments were generally fit for purpose, more resources were needed and there was a need for flexibility, simplification, coherence and performance. A fragmented approach had led to a complex set of instruments and streamlining was recommended (see also CEU 2019). As discussed, many of these suggestions were enacted with the creation of the EIP and the EFSD in 2017, whose structure the new MFF largely keeps, but substantially scales up. The changing structure of the EU’s external instruments reflects the shifting global context to include migration, climate change, instability in the EU’s immediate periphery and a push for greater EU influence on changing global issues (European Parliament 2019a, p. 5). The aim is to ‘make the Union better equipped to pursue its goals and project its interests, policies and values globally’ (European Commission 2018b, p. 18) 18 . The new architecture also ‘reflects the need to focus on strategic priorities both geographically – the European Neighbourhood, Africa and the Western Balkans as well as countries that are fragile and most in need, but also thematically – security, migration, climate change and human rights’ (European Commission 2018b, p. 18) 19 . This refocusing has increased militarisation in the control and prevention of people entering Europe, with many negative effects (see Benedicto and Brunet, 2018). The MFF proposes bringing together most of its existing stand-alone external financing instruments into a single one - the ‘Neighbourhood, Development and International Cooperation Instrument’ (NDICI) with a budget of EUR 89.2 billion. This will also integrate the European Development Fund (EDF) which is currently the biggest EU external financing fund, managed by the Commission with a budget of EUR 30.5 billion but has been outside the EU budget and MFF 20 . Including the EDF in the budget is expected to increase efficiency and effectiveness of EU development aid and strengthen Parliament’s oversight. The programme is flexible with higher levels of allocation that can be shifted across headings. The NDICI will formally integrate and scale up the EIP. 17 See https://eur-lex.europa.eu/resource.html?uri=cellar:c2bc7dbd-4fc3-11e8-be1d- 01aa75ed71a1.0023.02/DOC_1&format=PDF last consulted on 6 February 2020. 18 See https://eur-lex.europa.eu/resource.html?uri=cellar:c2bc7dbd-4fc3-11e8-be1d- 01aa75ed71a1.0023.02/DOC_1&format=PDF last consulted on 6 February 2020. 19 See https://eur-lex.europa.eu/resource.html?uri=cellar:c2bc7dbd-4fc3-11e8-be1d- 01aa75ed71a1.0023.02/DOC_1&format=PDF last consulted on 6 February 2020. 20 See https://www.europarl.europa.eu/RegData/etudes/BRIE/2019/644173/EPRS_BRI(2019)644173_EN.pdf last consulted on 6 February 2020. ",
        "The use of development funds for de-risking private investment 29 NDICI has a three-pillar structure with some flexibility between headings 21 : ● Geographic programmes EUR 68bn o Neighbourhood – EUR 22bn o SSA – EUR 32bn o Asia and the Pacific – EUR 10bn o Americas and the Caribbean – EUR 4bn ● Thematic programmes EUR 7bn o Human rights and democracy EUR 1.5bn o Civil society orgs – EUR 1.5bn o Stability and peace – EUR 1bn o Global challenges – EUR 3bn ● Rapid response actions EUR 4bn The geographical programmes have far-reaching objectives and are intended to: promote good governance, inclusive and sustainable economic growth and employment, security and peace, protect the rule of law, human rights, human development and the environment, eradicate poverty, fight inequality and address issues related to migration and climate change. Thematic issues are complementary and are linked to the pursuit of the SDGs. Rapid response actions complement both geographic and thematic programmes. Crucially, the NDICI will finance an expanded EFSD+, which would fold in all the regional blending facilities, and the EFSD. The EFSD+, as discussed in section 3, will effectively become a single worldwide blending facility for all DFIs and development banks seeking financial support from the EU. The EFSD+ financing mechanisms will include grants, loans, guarantees, equity or quasi equity, investments or participations, risk sharing instruments, and budgetary guarantees. The NDICI proposal specifies that attention must be given to fragile and conflict affected countries (Bilal 2019). Within the EFSD+, there will be the new External Action Guarantee (EAG) with a ceiling of EUR 60 billion which would replace all existing guarantee systems and will be open to all European development institutions. While the guarantee would cover loans up to EUR 60 billion, the ‘provisioning rate’ ranges from 9 % to 50 %. This is the proportion of loans actually covered by the guarantee, so a 9 % provision for a guarantee means the guarantee by the EU is up to 9 % of the value of the loan. This suggest, then, that the value of guarantees could be between EUR 5.4 and EUR 30 billion. The NDICI is to be a single instrument that will ring-fence allocations per geographical region including the Neighbourhood and Africa. The new external investment architecture will therefore try to ‘crowd in’ additional resources from other donors and from the private sector. The system intends to provide an extensive range of financial instruments across diverse settings with varying degrees of concessionality and flexibility to suit specific situations. 5.2 Concerns While the new structure for EU External Financing Instruments (EFIs) proposed under NDICI provides a welcome simplification and streamlining of EU investing activities, the European Parliament, academics and civil society have raised a number of concerns regarding its scale and implementation. Although the NDICI should bring significant advantages, creating an instrument of such scale raises questions about its management and accountability structures. 21 See https://www.europarl.europa.eu/RegData/etudes/BRIE/2019/644173/EPRS_BRI(2019)644173_EN.pdf last consulted on 6 February 2020. ",
        "Policy Department, Directorate-General for External Policies 30 The European Parliament is clearly aware of the risks posed by the proposals for EFSD+ and the EAG, as referenced in the European Parliament Texts Adopted P8_TA(2019)0298 , referred to here as EP (2019a). These texts incorporate additional measures to ensure that the instrument is oriented towards eradicating poverty and promoting equality and human rights. In addition, the document calls for a number of measures to increase transparency and accountability in the EFIs under the NDICI, including a grievance and redress system, a scoreboard of indicators to guide project selection and a strategic board to manage EFSD+ (Article 27a). Most notably, the Parliament proposes that the amount that can be used for the EFSD+ External Guarantee Scheme is capped at EUR 10 billion. There is, then, considerable awareness of the issues pertaining to the NDICI and these will not be repeated here. Instead, this section points to broader concerns raised by the proposals in light of the wider findings regarding blending highlighted above. 5.2.1 Transparency and accountability As shown in Section 4, transparency and accountability are weak in BF structures and the proposals for the NDICI are no exception. The NDICI in part aims to bring flexibility into BF arrangements. Past financial allocations for external development have been described as ‘defined rigidly along thematic and geographic axes and made available under restrictive terms and a complex set of rules, often causing a slow roll out’ (CEU 2019, p. 20). However, the shift to more flexible structures raises a set of concerns regarding how funds will be managed and facilities governed. First, it is not yet clear what the actual size of the resources committed by the EU to BF projects, or their structure and allocation will be. The new EFSD+ will be mainly financed through the NDICI instrument. However, it is unclear whether the EFSD+ will use the entire amount of the instrument, nor how much it will mobilise. Since the NDICI reflects an intention to increase reliance on blending and guarantees, as much as 100 % of the instrument could theoretically be disbursed through the EFSD+ despite the fact that the modality is untested (Concorde /Eurodad, 2018). Second, there are also potential concerns about the scale of the EAG. As discussed, it is mentioned that up to EUR 60 billion loans could be part of the guarantee programme. Nevertheless, it is unclear precisely what size the programme will have with such a wide range for the provisioning rate (9 % to 50 %). Some estimates suggest EUR 10-15 billion (Bilal, 2019), but this currently remains unspecified. This would be a substantial share of the NDICI EUR 68 billion geographic programme. It is welcome that the European Parliament is calling for a maximum of an initial EUR 10 billion for the EAG (EP, 2019). Third, a related concern is the scope of the guarantee programme: while the EAG is supposed to be extended to all potential DFIs, it is not yet clear whether it will replace, remain integrated with, or be separate from, the existing EU-EIB guarantee arrangements. Fourth, there is no specific information regarding the allocation targets of the EFSD+. The current facilities are separate entities with separate budgets. As they become regional ‘platforms’ within the EFSD+, it is important to understand how geographical allocations will be met. In particular, given the attempt to fulfil both DG DEVCO and DG Neighbourhood objectives, it is not clear how much of the funds will be directed to development needs of the poorest, and which targets will be set to achieve these. Fifth, it is unclear how existing facilities and guarantee instruments, which seem to be excluded by the EFSD+, will feature within the new scheme. It appears that the WBIF will remain outside the scheme and financed by the Instrument of Pre-Accession, but this raises questions about whether WBIF projects will remain completely separate from the EFSD+ and the EAG. Similar considerations apply to sectoral allocations, where no details exist regarding targeting of particular sectors. ",
        "The use of development funds for de-risking private investment 31 In addition, there are concerns regarding the overall governance structure of the instrument. The Report of the Regulatory Scrutiny Board 22 , whilst issuing a ‘positive with reservations’ opinion of the NDICI, raises concerns regarding the governance structure and that the NDICI proposals do not sufficiently explain how future monitoring and evaluation would work. There is a lack of specifics regarding the types of governance envisaged. Power over the EFSD+ appears effectively to be centralised in the Commission. This raises questions regarding the capacity of the Commission to manage the whole process, calling for the need for independent expertise as well as the implementation of appropriate accountability of EFSD+ operations. More broadly, there is a distinct lack of transparency regarding the existing blending operations by the EU. While there is available information regarding the list of existing projects, there is at present no clear framework for the evaluation of their impact. Without clear targets and an explicit governance strategy, it becomes difficult to assess performance. Finally, there is a trade-off between complexity and accountability: under current proposals it is not possible to follow what funds will go where, let alone how they will be monitored. 5.2.2 Ambition and additionality in practice There is a remarkable disconnect between the high-level ambitions of BF and what has been achieved in practice. The small amounts raised to date are in stark contrast to the high expectations with which blending is associated. As often stated, the blending agenda calls for mobilising untapped private resources to plug the USD 2.5 trillion development financing gap to achieve the SDGs. For the EU, the focus on blending has so far meant primarily working with public agencies but there are calls for private investment to be stepped up in order to achieve development goals. For example, in a mid-term review of the current MFF, the European Commission (2016b, p. 10) states that ‘a much greater role must be given to private investors looking for new investment opportunities in emerging markets’. The report has high expectations of this policy, suggesting that the proposals of EIP - including the increased support for private finance - would ‘tackle the root causes of migration and support partners to manage its consequences while contributing to the achievement of other development goals’ (European Commission 2016b, p. 10). The EIP has been described as ‘hugely aspirational’ with multiple objectives. These include: leveraging high volumes of investment; attracting additional investors via demonstration impact to lower perceived risks; reaching the poorest and most fragile countries; improving the pipeline of bankable development projects; encouraging innovation; fostering greater cooperation among partner governments, the private sector, civil society and development actors towards an enabling business environment; and changing the way EU institutions, donors and DFIs work together with a view to promoting greater coherence and synergy towards achieving the SDGs (Gavas and Timmis, 2019). The EC predicts that the new blending arrangements could mobilise an additional investment of half a trillion euros over the period 2021-2027 (Gavas and Timmis, 2019; European Commission, 2018e). However, the scale of these objectives are inconsistent with what has happened in practice. Despite extensive efforts, the amounts raised by BF are small. As indicated in section 3, despite the creation of regional platforms, while public finance has been mobilised, for example, via DFIs, there has been little private sector mobilisation despite the instruments available, although this is expected to increase. These objectives are patently unrealistic. Another issue with the scale of ambition from EU blending is that there are trade-offs and tensions in these goals. For example, reaching fragile states is incompatible with high volumes of investment. In this context, Gavas and Timmis (2019) point out that it is unclear if the EFSD is intended to be primarily a high leverage fund — mobilising the maximum quantity of 22 European Commission 2018. ",
        "Policy Department, Directorate-General for External Policies 32 investment for a given input of EU resources — or a high risk fund mobilising investment for under- served markets with low risk-adjusted returns. All development agencies report low levels of blending disbursements (Section 2). Implementation of blending places high demand on the relevant institutions. Determining a level of concessionality that reaches the right balance of attracting finance without tipping into unnecessary subsidy requires high levels of skill as well as extensive knowledge of the financial positions of all agents in the transactions. This is just to achieve a blending transaction. Achieving development additionality is even more demanding. As we have discussed, across the board, additionality tends to be assumed rather than established. Largely missing from the BF policy toolbox is an analysis of the pathways by which project activities will bring long term benefits to the communities in which they are located. Yet, despite the overall vagueness of what is being pursued, there is a sense of urgency. The narrative is that the EU needs to roll out blending as quickly as possible given the complex and fragile situation in many of the neighbouring countries and Africa. According to the CEU report, (commenting on the external financing plans, not explicitly on blending) ‘lack of urgent action would present substantial risks for the EU’s main policy goals on development, growth, fighting climate change and the overall global standing of the EU’ (CEU 2019, p. 10). This emphasis on urgency risks rolling out blending operations without due regard to the specifics of objectives and pathways to impact. Indeed, a European Parliament Briefing cited a review of EU EFIs which ‘admitted that measuring the long term impact of the EFI’s implementation is difficult but stressed that non-action or late action in external relations would be costly if instability and conflicts increase with potential spill-over effects for the EU’ (European Parliament 2019b, p. 4). A particular risk in these respects is that this urgency puts excessive focus on involving the private sector, as increasing resources are aimed at de-risking its contribution as opposed to other objectives. This relates to the point of opportunity costs (see 4.1.1 above). ODA has a specific mandate. Inevitably there are trade-offs. Using ODA for blending is less likely to reach social sectors (Meeks et al., 2020). Such decisions need to be in the context of a full transparent appraisal of the alternative use of ODA funds. While private sector involvement is an explicit EIP and EFSD objective, it is important that this does not override wider development objectives, in line with concerns raised by CSOs and others (Section 4). To the extent that private sector financiers are involved, there is considerable difficulty in adequately ascertaining whether they may have financed projects at market rates regardless of the blending facilities. In other words, it is not clear whether this is additional mobilised private finance, or simply private finance which has in effect gained at the expense of the EU system by relying on concessional financing that could have been used in a better way. Continuing down this parallel path of expecting blending to achieve great things at speed, but without specifics to drill down to practice runs the risk of pushing projects through that will have little beneficiary impact on recipient communities. A multiplicity of objectives risks confusing and obscuring the development priorities — that should be the focus of ODA spending — discussed more in the following section. 5.2.3 Developmental impact Concessional finance needs to be directed to those most in need. According the CEU report (2019, p. 12) ‘the ultimate aim of development finance should be to achieve tangible and lasting development impact’. As evidenced in Section 4, there is a large literature that points to the deficiency of frameworks for BF in reaching the poorer and more fragile states, and the scarce evidence of long-term development ",
        "The use of development funds for de-risking private investment 33 impacts. As one of the latest OECD (2018, p. 140) 23 reports attests: ‘Little reliable evidence has been produced linking initial blending efforts with proven development results’. Furthermore, the EP and CSOs have expressed concerns regarding the developmental impact of the new proposed architecture (Concord/ Eurodad, 2018). CSOs have raised concerns that the new financing instrument will increase the risk of development cooperation becoming secondary to self-interested foreign policy and divert aid from poverty eradication (see also Section 4 and Concord 2018). As noted in the literature above, additionality from blending often tends to be assumed rather than properly assessed. Yet, there are major challenges in reaching poor communities with BF and even more so in ensuring that these projects contribute to long term benefits. The absence of clear goals and targets outlined above raises the risk of fewer funds reaching LDCs. Without any pressure or incentives, DFIs are unlikely to undertake more complex programmes. While DFIs are development agencies, they may have to protect their own credit ratings and profitability. That leads to an inevitable bias away from high risk investments. Instead of directing activities towards development outcomes, there is a strong risk that they may ‘simply use the EFSD’s risk-sharing tools to increase the expected return of investment that is slightly suboptimal or, worse, already commercially viable’ (Gavas and Timmis, 2019, p. 9). Thus, clear targets for reaching marginalised communities are required if development impact is to be ensured. Building on the discussion in Section 4 and the insufficient focus on development impact of current EU blended projects (EC, 2016), a tighter link between blending mechanisms and tangible developmental targets as proposed in the EP Texts Adopted (EP, 2019a) is welcome. Too often, targets and evaluations focus on achieving financial close with insufficient regard for the broader considerations for long-term sustainable development as well as for recipient communities’ participation in project design and implementation. Specific measures could be introduced, such as fostering a focus on using local private sector partners to raise developmental impacts and local ownership and engagement. The next stage of EU blending is likely to lead to greater interaction with private capital. However, private sector firms may pursue exploitative practices in the name of profit maximisation. The evidence of corporate lobbyists in the EU acting to secure corporate gain at the expense of the collective or social good is amply documented (see the work of Corporate European Observatory) 24 . CEU (2019, p. 20) reports that ‘in terms of expertise, the European Commission lacks extensive experience in dealing with the private sector and has limited banking and risk-management knowledge’. They consider that the NDICI reforms will improve coordination and governance to increase flexibility but ‘its plans to develop financial expertise such as risk management and pricing of collateral guarantees internally need further work’ (CEU, 2019, p. 24). This is particularly significant with the private sector gearing up for blending opportunities. Management of private sector contracts is institutionally challenging for public bodies that lack commercial expertise. For example, a review of PPPs in the UK by the National Audit Office questioned the state’s ability to manage contracts due to its comparative lack of commercial skills in relation to those of the private sector (NAO, 2011). There needs to be adequate capacity to deal with the private sector both within the EU and in recipient countries. Finally, blending places greater emphasis on the private sector, when public services typically play a major role in achieving equitable social and economic development. While blending may have a positive role to play in the context of a broader developmental policy, this must not be at the expense of direct ODA support for public services. Blending must bring additionality in order to be justified. The EU guidelines, for example suggest that ‘blending could also add value in social sectors such as education 23 The report is based on a survey of 17 DAC members, and a 2017 OECD survey that includes 167 facilities and 189 funds engaged in BF during 2000-2016. 24 For details of Corporate Lobbying in the EU see: https://corporateeurope.org/en/lobbying-the-eu ",
        "Policy Department, Directorate-General for External Policies 34 and health with lower financial leverage through the introduction of innovative financing mechanisms or by driving private sector involvement’ (European Commission, 2015, p. 5). We would want to see safeguards to ensure that such an approach would not undermine the state health sector. Similarly, there is a recognised need for the promotion of internationally agreed goals in education with particular focus on free public education systems (EP, 2019, p. 213). Care, then, needs to be taken to ensure that blending does not detract from this by inadvertently promoting private education. The International Finance Facility for Education for example, is aiming to pool donor resources and use public sector financing to leverage private sector funds with a view to generating around USD 10 billion in additional funding for education 25 . Such ventures risk diverting scarce public funds to attracting private investors rather than investing directly in public education. Any benefits from blending in such circumstances would need to be carefully assessed. Overall, then, we are concerned about the degree to which the current and proposed financing instruments for the EU will achieve development results. The significant reorientation of EU ODA to supporting private investments raises considerable risks that this will be directed to wealthier countries and support private sector subsidies. 25 https://sdg.iisd.org/news/international-finance-facility-for-education-prepares-to-launch/ ",
        "The use of development funds for de-risking private investment 35 6 Conclusions The EU plays a major role in the global development finance landscape and is a BF pioneer. Its blending operations are carried out via an extensive network of partnerships with multilateral and bilateral financial institutions, which are important implementing partners of the EU development budget, as co- financers, and as providers of technical assistance for EU-funded development projects (CEU, 2019). The Commission’s proposals to boost support for BF in the coming MFF are in keeping with growing support for such mechanisms across the donor policy and finance communities. The Tri Hata Karana Roadmap for BF was launched during the IMF / World Bank Meetings in Bali in October 2018. The aim is to bring together key partners from governments, international organisations, development financiers and private sector to provide ‘shared values for all stakeholders engaged in supporting private sector projects for development and achieving the SDGs’ (Tri Hata Karana Roadmap, 2018, p. 5). The regional development banks support blending, not least to combat climate change, and increased private sector engagement is seen as critical to economic and social development. However, as our report has shown, BF comes in different shapes and sizes and it is difficult to draw firm conclusions regarding its effectiveness as a development tool. There are, however, some general conclusions that can be made: Confusion : Blending has acquired extensive objectives across development agencies. Yet its trajectory has been uneven with the term applied to numerous transaction types. There is extensive confusion and contradictory material regarding its meaning and measurement let alone its impact. There is no clear and consistent picture of how much finance is mobilised or how much ODA is being invested. As Attridge and Engen (2019) point out, this is at odds with the BF principles established by the OECD that call for transparency and accountability. In the current EU proposals, there is little clarity about the budget of the new BF facilities to support its developmental goals. Scale : BF has failed to mobilise finance on the scale required to meet development challenges. Estimates vary regarding how much has been mobilised by blending but the most generous global estimate which comes from the OECD puts this at USD 157 billion over the past six years, so an average of USD 26 billion a year. The EU’s BF operations collectively mobilised finance worth EUR 71.27 billion during 2007-2018, on the basis of EUR 6.63 billion of public funds, although up until 2016 there was a noticeable lack of any contribution from private sector financiers in EU blended projects (Section 3). These amounts are far from the USD 2.5 trillion global financing gap and so, to date, the amounts raised from blending seem marginal rather than transformational. It is unclear whether the scale-up proposed by the EU would manage to achieve the current objective of EUR 500 billion for the next MFF transformation. BF ambitions may need to be scaled down. Destination countries and sectors : Most blending transactions take place in UMICs (64 % according to OECD data). Very little of the funds raised have reached the LDCs. Similarly, the sectors attracting most finance are finance and infrastructure. For the EU, these correspond to transport, energy and private sector development (according to our analysis in section 3). Private capital tends to flow to sectors with clear revenue streams. Very little is reaching social sectors. As Convergence (2019, p. 9) points out: ‘Blended finance can only address a subset of SDG targets that are investable’. Implementation challenges : The European Commission (2016a) Evaluation Report on EU blended projects during 2007-2014 identifies a set of challenges with project implementation and development impact. Globally, BF projects in LICs have been difficult to set up. For the World Bank PSW, projects in fragile countries are resource intensive to establish and tend to be achieved by combining the experience of the different World Bank Group entities (IDA, MIGA and IFC). These projects are smaller than in other locations. In the EU case, BF projects have struggled to get private financiers to contribute. ",
        "Policy Department, Directorate-General for External Policies 36 Additionality is unproven and developmental impact weak : Donor spending needs tight scrutiny but tick-boxing exercises are not sufficient. An assessment of development outcomes does not easily fit into such a structure. These are highly context-specific. A renewable power plant in one location may have vastly different impacts from one situated elsewhere. Similarly, boosting finance for SMEs is not necessarily a guarantee of developmental benefits. It takes time to fully observe the impacts of projects. Some investments in the long term may be associated with fiscal outflows and employment effects may be short-lived. Across developmental agencies, it is clear that additionality is unknown and to some degree unknowable. This is in large part because of the absence of a counterfactual, but this has not impeded the rolling-oout of blending. As mentioned, evaluators usually assume positive project outcomes. Overall, far more needs to be done to unpack the full developmental outcomes from blending. Achieving BF projects inevitably means packaging development needs in a way that suits investors and caters to large corporate interests, and there is a strong possibility that this will be prioritised over the interests of those in the communities where the projects are established. Blending uses scarce ODA to create attractive investment climates. The question remains as to whether this is the best use of donor funds. The EU as a major contributor to the international development arena and to BF, as one modality of aid, is well positioned to move forward with developing a common understanding and refined framework of blending, incorporating necessary improvements, while realising limitations and coordinating with other agencies in this area. ",
        "The use of development funds for de-risking private investment 37 7 Policy Recommendations Overall our conclusion is that the evidence on the developmental impact of BF is limited and a set of challenges still need to be fully understood and addressed. While some projects in some cases bring benefits to some parties, this is uneven. This is not to say that blending is necessarily good or bad, but that arguments for its use need to be made on a case by case basis. Our research found that the evidence on blending was far less substantial than the policy hubris would indicate. Continuing to suggest that it is only through blending that the SDGs can be reached raises potential risks of pushing projects through without proper assessment, and of a narrow focus on revenue flows without sufficient regard to wider long-term developmental impact. Public and private sources of finance are not substituting and each has associated costs and future financial flows. BF needs to be understood as one of a range of financing mechanisms rather than being elevated to the main such mechanism. The EU is a major player in development policy and has been at the forefront of BF, so it is well placed to take the lead in addressing some of the confusions and contradictions that pervade the BF agenda. We propose some specific actions below. 7.1 Improve transparency and clarity Increased transparency in BF has been a long-standing civil society demand. However, transparency is lagging considerably with insufficient publicly available information and data. This hinders accountability of BF and scrutiny by independent and public organisations. Blending programmes should operate with greater disclosure and transparency, allowing for public oversight as well as clear complaints mechanisms. The same should apply to the process of approving projects within the MFF which should incorporate disclosure of information on private companies and partnerships within approved blended projects. The design of BF facilities, as envisaged by the new MFF, needs to provide specific targets and objectives. More clarity is needed regarding the funds dedicated to the budget and scope of the EFSD+ and associated EAG. Greater clarity regarding design and implementation is particularly important given the current 'urgency' associated with the deployment of BF projects. We recommend: • Greater disclosure of the details of the funding mechanisms and their governance structures. • Full disclosure of selected projects for blending, including the evaluation criteria and the reasons for the final selection. • Full disclosure of EU blended project subsidies and a full exposition of their rationale in accordance with the commitments made by recently the CEO of the IFC. • Full transparency and information on materialised costs, cost overruns and delays of projects as well as publicly available information on project financial outflows. 7.2 Focus on developmental objectives Blending brings together a range of agents with competing and contradictory incentives, mandates and priorities. Although the realities are often more complex, put simply, the private sector is seeking profits and the public or developmental body is seeking a social outcome. The picture is also complicated by development institutions that have their own incentive structures, which may be to disburse funds and to see projects move forward, as well as by complex layers of intermediation. The essence of the blending ethos is that developmental needs can be packaged in a way that creates a commercial business interest for private investors. Clearly, such a contractual structure inevitably requires negotiating the tensions and contradictions of the contested interests of stakeholders. Despite efforts to address this, it is not clear whether and how developmental outcomes will be prioritised. Added to this are additional objectives ",
        "Policy Department, Directorate-General for External Policies 38 that are loaded onto the blending agenda. For example, the EU blending guide lists five objectives (financial leverage; non-financial leverage; policy leverage; aid effectiveness and visibility). The reach of blended objectives is also extended further with claims that blending will resolve the financing needs of the SDGs. We recommend that the focus of blending needs to be oriented towards developmental objectives. Rather than targeting leverage and additionality per se, project design should put primary focus on the developmental goals expected to be achieved, and the pathways towards them should be spelled out explicitly. 7.3 Focus on developmental impact Our report has shown that the evidence of BF impact on development is limited, while blended projects have paid insufficient attention to developmental results. Evaluation of development impact is crucial to both our understanding of BF as a viable financing modality for development and as part of assessing the ‘success’ of individual blended projects: what worked, what did not and through which processes. Currently, there is no clear evaluation strategy, and this is also hindered by lack of information, data and transparency. Internal monitoring and evaluation systems differ according to the governance structure of blended mechanisms, and are not always present or independent, nor are all made publicly available. For EU BF, monitoring and evaluation is the responsibility of the lead financial institution. Recognising that development challenges are often intractable and rooted in long histories of complex social and political relations, the approach to blending needs to entail qualitative, along with quantitative, aspects of developmental effects (e.g. on poverty reduction, gender and other inequality reduction, climate change mitigation, job creation, human rights etc), as well engagement of local communities. These issues should be at the forefront of both project design, planning, execution and evaluation to ensure that local needs are addressed, enhancing recipient ownership and long-term improvements. Key issues that should be integrated into development impact criteria and evaluations include: Opportunity costs of development finance: BF uses scarce aid resources with costs attached in terms of developmental projects not carried out. Context : The full developmental impact goes beyond the project itself to the wider sectorial context. For example, private sector cherry picking of more profitable aspects of provisioning could lead to increased strain on public services. Long term impacts : In the long run, blended projects will be associated with financial outflows. Employment effects may have been short term. Distributional impacts : Does the project reach the most marginalised? Does it provide what they need? How does it affect them financially? What impacts does it have on gender, inequalities, human rights, and climate sustainability? We recommend a detailed systematic review and assessment of different methodologies for evaluating developmental impact such as the IFC’s Anticipated Impact Measurement and Monitoring system, as well as those of the EU as discussed in Section 4 and in OECD (2019b). A detailed qualitative and quantitative analysis of the ways in which projects are conceived, designed, implemented, monitored and assessed by different agencies will form a robust basis for moving forward with BF. This will lead to a tailored approach to blending instruments that will be better able to suit specific needs. The monitoring and ex-post evaluation of developmental impact are of equal importance. We recommend full, transparent and independent monitoring of outcomes and evaluation of impacts during and beyond the duration of blended projects. Building from the knowledge of the previous ",
        "The use of development funds for de-risking private investment 39 recommendation, the EU needs to consider the development of an all-encompassing evaluation system for all its blended operations. 7.4 Assessing additionality? Additionality is a complex theoretical concept and its operationalisation has been difficult and contested. This is clearly challenging for all development institutions for both financial and development additionality, in terms of both project justification and ex-post evaluation. There is a strong emphasis on devising objectively measurable indicators, particularly at the onset of blended projects, and much less emphasis on assessing additionality once the projects are complete. The World Bank notes in the review of the PSW that assessing additionality and concessionality of blended projects in fragile contexts was a question of judgement. Similarly, EBRD (2018, p. iv) asserts that ‘because the definition is not one against which projects can be rigorously measured for compliance, each additionality assessment is essentially a judgment’. While these reflect a far more truthful perspective, the issue remains problematic and subjective. Following from recommendations in 7.2, we propose to embed ‘additionality’ within the broader developmental objectives and impacts, as well as within the entire process of blended projects. 7.5 Elevate the role of recipient country stakeholders Recipient country stakeholders should feature more prominently in project design implementation and evaluation. The views of local parliaments, local communities and CSOs should be included at all stages of the blended projects. 7.6 Safeguard the position of public services within blending finance There are real risks from blending that go beyond simple project failure. Given the growing position of the private sector within BF and its de-risking mechanisms, and the concerns raised in this report and the broader literature, it is of paramount importance to ensure that the public sector is also supported. Public services are essential to achieving equitable social and economic development. While blending may have a place in the context of a broader developmental policy, this should not be at the expense of investment in public services, particularly in social sectors such as national health systems and free public education systems. We recommend that development financing ensure protection and reinforcement of public services. 7.7 Reconsider approach to LDCs and fragile states The challenges in implementing blending projects in fragile and low income states are well documented. Many factors make these locations unattractive to private financiers and the costs of de-risking are high. As a result, relatively few projects have been implemented in these locations. The mid-term review of the World Bank’s PSW found that such transactions were substantially more challenging than anticipated and, where successful, tended to build on pre-existing, on-going complementary ODA-financed World Bank projects. In such contexts, the concessions required to induce private investments are higher, the resources required to instigate projects are more extensive and the safeguards for workers and for the regulatory environment is weaker than in countries that are more stable and with higher income levels. The experience of the World Bank also highlights concerns regarding transparency and accountability with the PSW. The opportunity costs of using ODA to de-risk investment opportunities will be substantial and a potential distraction from using development finance directly to boost social and economic structures. We recommend that considerable caution be observed in extending BF, rather than ODA, to the LDCs and fragile states. Such projects are resource intensive and, from the experience of the PSW, work best as ",
        "Policy Department, Directorate-General for External Policies 40 part of a wider donor network, with a more extensive resource base than just the BF facility itself. Where BF projects emerge from pre-existing EU activity in a locality, this may be an appropriate use of EU funds (subject to the improved scrutiny levels recommended above). However, rather than pushing to accelerate blending in low income countries and fragile states, it may be more appropriate for greater attention to be given to grant financing for development. ",
        "The use of development funds for de-risking private investment 41 Bibliography Attridge, S. and Engen L., Blended finance in the poorest countries: The need for a better approach , Report for Overseas Development Institute, 2019. Basile, I. and Neunuebel C., Blended finance in fragile contexts: opportunities and risks , OECD Working paper No 62, 2019. Basile, I. and Dutra, J., Blended Finance Funds and Facilities-2018 Survey Results Part 1 Investment Strategy, OECD Working Paper No 59, 2019, https://www.oecd-ilibrary.org/docserver/806991a2- en.pdf?expires=1578643653&id=id&accname=guest&checksum=30DDCF3827B5384FEB6AA1E9F130F93 B. Bayliss, K., Financing Water in Africa , SOAS Department of Economics Working Paper Series No 182, University of London, 2013, https://eprints.soas.ac.uk/17748/1/file86432.pdf. Bayliss, K. and Tukai , R., Services and Supply Chains: The role of the domestic private sector in the delivery of water in Dar es Salaam , United Nations Development Programme Working Paper, 2011, https://www.undp.org/content/dam/undp/library/Poverty%20Reduction/Inclusive%20development/Tan zania-Water.pdf. Benedicto, A.R. and Brunet, P., Building Walls , Centre Delàs d’Estudis per la Pau, 2018. Bilal, S., Leveraging the next EU budget for sustainable development finance: the European fund for sustainable development plus (EFSD++) , ECDPM Discussion paper No 243, 2019. BIS, Credit to the non-financial sector statistics , Bank for International Settlements, 2020. Bonizzi, B., Laskaridis, C. and Toporowski, J., ‘Global Liquidity, the Private Sector and Debt Sustainability in Sub-Saharan Africa’, Development and Change (50) Issue 5, 2019. Bonizzi, B., Laskaridis, C. and Toporowski, J., ‘EU Development Policy and The Promotion of The Financial Sector’, FESSUD Working Paper No 120, 2015. BSDC, Better Business, Better World, Report of the Business and Sustainable Development Commission, 2017, http://report.businesscommission.org/uploads/BetterBiz- BetterWorld_170215_012417.pdf. BTF/BSDC/Convergence, Who Is the Private Sector? Key Considerations For Mobilizing Institutional Capital Through Blended Finance, 2018 Working Paper. Carter, P., The pitfalls of leverage targets , CDG Blog, Centre for Global Development, Washington DC, 9 February 2018, www.cgdev.org/blog/pitfalls-leverage-targets. Carter,P., Van de Sijpe, N. and Calel, R., The Elusive Quest for Additionality , Working Paper No 495, Centre for Global Development, 2018. CEU, Europe in the World: The future of the European financial architecture for development , Report by High- Level Group of Wise Persons on the European financial architecture for development Economic and Financial Affairs Division, 2019, https://www.consilium.europa.eu/media/40967/efad-report_final.pdf. Claessens, S. and Kose, M. A., Macroeconomic implications of financial imperfections: a survey , BIS working papers No 677, Bank for International Settlements, 2017. Concord, Future EU External Action Budget: Focus on Development , CONCORD, 2012, http://www.bond.org.uk/data/files/EU_/MFF/CONCORD_MFF_publicationMarch_2012.pdf. Concord / Eurodad, The European Fund for Sustainable Development plus (EFSD+) in the MFF2021-2027 Ten areas to consider in the NDICI Regulation , 2018, https://concordeurope.org/wp- content/uploads/2019/02/CONCORDEurodad_10pointsEFSD.pdf. ",
        "Policy Department, Directorate-General for External Policies 42 Condord, June 2018 EU budget: development aid blended with foreign policy objectives, 2018, https://concordeurope.org/blog/2018/06/14/eu-budget-legal-framework-external-instruments-reaction/. Convergence, The State of Blended Finance , Report by Convergence Finance, 2019, https://assets.ctfassets.net/4cgqlwde6qy0/58T9bhxExlNh2RilxWxSNe/ba56fa36c81349640179779ddd68c c99/Convergence_-_The_State_of_Blended_Finance_2019.pdf. Convergence webpage, https://www.convergence.finance/about. DAC, DAC List of ODA Recipients Effective for reporting on 2018, 2019 and 2020 flows, https://www.oecd.org/dac/financing-sustainable-development/development-finance- standards/DAC_List_ODA_Recipients2018to2020_flows_En.pdf, last accessed on 10 January 2020. Development Initiatives, Blended finance: Understanding its potential for Agenda 2030 , 2016, https://devinit.org/publications/blended-finance-understanding-its-potential/. DFI WG, DFI Working Group on Blended Concessional Finance for Private Sector Projects Joint Report, 2019, Update. EBRD, Additionality in the EBRD – Review of Concept and Application , 2018. EFSD, Annual Report. 2017 , 2017, https://ec.europa.eu/europeaid/sites/devco/files/efds-report_en.pdf. E&K Consulting, Comparative Analysis of the Global Financing Facility Enhancing inclusivity, transparency, and accountability , Policy Brief, 2019, https://www.csogffhub.org/wp- content/uploads/2019/12/Comparative-Analysis-of-the-Global-Financing-Facility-Enhancing-inclusivity- transparency-and-accountability-2019.pdf. European Commission, Increasing the impact of EU Development Policy: An Agenda for Change. Communication from the Commission to the European Parliament, Council, The European Economic and Social Committee and the Committee of the Regions, 2011. European Commission, Communication from the Commission to the European Parliament, the Council and the Court of Auditors, Final Accounts of the 8th, 9th and 10th EDF – Financial year 2012 , Brussels, COM(2013) 541 Final, 2013. European Commission, Guidelines on EU Blending Operations, 2015, https://europa.eu/capacity4dev/t-and- m-series/document/guidelines-eu-blending-operations. European Commission, Evaluation of Blending , Evaluation carried out on behalf of the EC by Analysis for Economic Decisions (ADE), 2016. European Commission , Mid-term review/revision of the multiannual financial framework 2014-2020 , Communication from the Commission to the European Parliament and the Council, Report COM(2016) 603 final, 2016. European Commission, Questions and answers about the European External Investment Plan , European Commission Factsheet, 2017, https://ec.europa.eu/commission/presscorner/detail/en/MEMO_17_3484. European Commission, External Investment Plan, Operational Report, 2018, https://ec.europa.eu/commission/sites/beta-political/files/eip_operational_report.pdf. European Commission, A Modern Budget for a Union that Protects, Empowers and Defends The Multiannual Financial Framework for 2021-2027, Communication from the Commission to the European Parliament, the European Council, the Council, the European Economic and Social Committee and the Committee of the Regions, European Commission Report, COM 321, 2018, https://eur- lex.europa.eu/resource.html?uri=cellar:c2bc7dbd-4fc3-11e8-be1d- 01aa75ed71a1.0023.02/DOC_1&format=PDF. ",
        "The use of development funds for de-risking private investment 43 European Commission, Proposal for a Regulation of the European Parliament and of the Council establishing the Neighbourhood, Development and International Cooperation Instrument , European Commission Report COM(2018) 460 final 2018/0243 (COD), 2018, https://ec.europa.eu/commission/sites/beta- political/files/budget-may2018-neighbourhood-development-international-regulation_en.pdf. European Commission, Impact Assessment Accompanying the document proposal for a Regulation of the European Parliament and of the Council establishing the Neighbourhood , Development and International Cooperation Instrument Commission Staff Working Document SWD (2018) 337, 2018. European Commission, Towards a more efficient financial architecture for investment outside the European Union . Communication from the Commission to the European Parliament, The European Council, The Council and the European Investment Bank, 2018, https://ec.europa.eu/commission/sites/beta- political/files/soteu2018-investment-outside-eu-communication-644_en_0.pdf. European Commission, Regulatory Scrutiny Board Opinion , European Commission, 2018, https://eur- lex.europa.eu/legal-content/EN/TXT/PDF/?uri=PI_COM:SEC(2018)310&from=EN. Edwards, S., World Bank hits IDA replenishment target despite smaller US pledge , Devex News, 16 December 2019, https://www.devex.com/news/world-bank-hits-ida-replenishment-target-despite-smaller-us- pledge-96226. EIB, EIB Financial Report, 2018, https://www.eib.org/attachments/general/reports/ eib_financial_report_2018_en.pdf. Eurodad, A dangerous blend? The EU’s agenda to ‘blend’ public development finance with private finance , Eurodad, 2013, https://eurodad.org/files/pdf/1546054-a-dangerous-blend-the-eu-s-agenda-to-blend- public-development-finance-with-private-finance.pdf. European Parliament, P8_TA(2019) 0298 Neighbourhood, Development and International Cooperation Instrumen t, 2019, https://www.europarl.europa.eu/doceo/document/TA-8-2019-0298_EN.pdf. European Parliament, Financing EU external action in the new MFF, 2021-2027 Heading 6 'Neighbourhood and the World’ , European Parliament Briefing 2021-2027, 2019, https://www.europarl.europa.eu/RegData/etudes/BRIE/2019/644173/EPRS_BRI(2019)644173_EN.pdf. European Union, EU External Investment Plan , https://ec.europa.eu/commission/sites/beta- political/files/external-investment-plan-factsheet_en.pdf. European Union, S ummarises the guarantees of the European Fund for Sustainable Development (EFSD) Guarantee, March 2019, https://ec.europa.eu/international-partnerships/system/files/181213-eip-28- guarantees-brochure-final_en.pdf. FinDev Canada, Transaction Summary Climate Investor One , March 2019, https://www.findevcanada.ca/sites/default/files/2019- 03/transaction_summary_climate_investor_one.pdf. Gavas, M. and Timmis, H., The EU’s Financial Architecture for External Investment: Progress, Challenges, and Options, CGD Policy Paper No 136, January 2019, https://www.cgdev.org/publication/eus-financial- architecture-external-investment-progress-challenges-and-options. GH Advocates, Blending private interests with taxpayer’s money: Towards a development-investment nexus? , Policy Brief , 2019. Goksu, A., Trémolet, S., Kolker, J. and Kingdom, B., Easing the Transition to Commercial Finance for Sustainable Water and Sanitation , Water Global Practice Report, World Bank, IBRD Washington DC, 2017, http://www.oecd.org/water/Background-Document-OECD-GIZ-Conference-Easing-the-Transition.pdf. ",
        "Policy Department, Directorate-General for External Policies 44 IDA Website, DA18 Private Sector Window Projects , http://ida.worldbank.org/replenishments/ida18- replenishment/ida18-private-sector-window/ida18-private-sector-window-projects. IFC, How IFC Measures the Development Impact of its Investments, https://www.ifc.org/wps/wcm/connect/af1377f3-4792-4bb0-ba83-a0664dda0e55/201806_IFC-AIMM- Brochure.pdf?MOD=AJPERES&CVID=mfbcmgf. AIM. Anticipated Impact Measurement & Monitoring. Igoe, M., US lawmaker threatens World Bank capital increase of private sector concerns , Devex news, 2019, https://www.devex.com/news/us-lawmaker-threatens-world-bank-capital-increase-over-private-sector- concerns-94668, last accessed on 10 January 2020. IMF, The evolution of Public Debt Vulnerabilities in Low Income Economies , IMF policy paper, International Monetary Fund, 2020. Jubilee Debt Campaign, Crisis deepens as global South debt payments increase by 85 %, 2019, https://jubileedebt.org.uk/press-release/crisis-deepens-as-global-south-debt-payments-increase-by-85. Kenny, C., Testimony of Charles Kenny Senior Fellow, Center for Global Development Before the House Committee on Financial Services Subcommittee on National Security , International Development, and Monetary Policy Hearing, 2019, https://www.cgdev.org/sites/default/files/Kenny-house-testimony-MDBs- Nov-2019.pdf. Kim. J.Y., Rethinking Development Finance (Speech by World Bank Group President Jim Yong Kim), 2017, https://www.worldbank.org/en/news/speech/2017/04/11/speech-by-world-bank-group-president-jim- yong-kim-rethinking-development-finance. Küblböck, K. and Grohs, H., Blended finance and its potential for development cooperation , OFSE Briefing Paper No 21, Austrian Foundation for Development Research (OFSE), 2019, https://www.econstor.eu/bitstream/10419/200507/1/1669044459.pdf. Le Houerou, P., Opinion: In blended finance, transparency and rigor must rule the day , Devex News, 2019, https://www.devex.com/news/opinion-in-blended-finance-transparency-and-rigor-must-rule-the-day- 95776. Leigland, J., Trémolet, S. and Ikeda, J., Achieving Universal Access to Water and Sanitation by 2030 The Role of Blended Finance , World Bank Water Global Practice Discussion Paper, IBRD, Washington DC, 2016. Lucas, R., Why Doesn't Capital Flow from Rich to Poor Countries?, American Economic Review, 80(2), 2019, pp. 92-96. Mah, L., Promoting Private Sector for Development: The Rise of Blended Finance in EU Aid Architecture , Working Paper CEsA CSG 171/2018, Centro de Estudos sobre Africa e do Desenvolvimento (CeSA), 2018, https://www.repository.utl.pt/bitstream/10400.5/16301/1/wp171.pdf. McKenna, R. and Rono, J., Opinion: Are global financing institutions lending a hand or imposing handcuffs? , Devex, 2020, https://www.devex.com/news/opinion-are-global-financing-institutions-lending-a-hand-or- imposing-handcuffs-96329. MDB/EDFI, MDB Methodology for Private Investment Mobilisation , 2018, http://documents.worldbank.org/curated/en/813091529416636675/pdf/WP-PUBLIC- DocumentsPrivInvestMob-Draft-Ref-Guide-Master-June2018-v3.pdf. Meeks, P., Gouett, M. and Attridge, S., Mobilising Private Development Finance: Implications for Overall Aid Allocations , EBA Rapport 2020:01, Expertgruppen för biståndsanalys, 2020. MIGA Website, As-Samra Wastewater Treatment Plant Company Ltd , https://www.miga.org/project/samra- wastewater-treatment-plant-company-ltd?pid=656). ",
        "The use of development funds for de-risking private investment 45 NAO, PFI and PF2 , Report by National Audit Office, HC 718, 2011, https://www.nao.org.uk/wp- content/uploads/2018/01/PFI-and-PF2.pdf. OECD, Development: Aid to developing countries falls because of global recession , 2012, https://www.oecd.org/newsroom/developmentaidtodevelopingcountriesfallsbecauseofglobalrecession. htm. OECD, Making Blended Finance Work for the Sustainable Development Goals , OECD Publishing, 2018, https://read.oecd-ilibrary.org/development/making-blended-finance-work-for-the-sustainable- development-goals_9789264288768-en#page1. OECD, Amounts mobilized from the private sector by development finance interventions: Highlights from 2017, Development Cooperation Directorate, 2019, https://issuu.com/oecd.publishing/docs/amounts- mobilsed-from-the-private-sector-by-dev-fi. OECD, Blended Finance Evaluation: Governance and Methodological Challenges , OECD Development Co- operation Working Papers No 51, 2019. OECD, Making Blended Finance Work for Water and Sanitation: Unlocking Commercial Finance for SDG6 , OECD Paris, 2019, https://www.oecd-ilibrary.org/environment/making-blended-finance-work-for-sdg- 6_5efc8950-en. OECD/UNCDF, Blended Finance in the Least Developed Countries , OECD Publishing, Paris, 2019, https://www.uncdf.org/bfldcs/home. Oxfam, Private Finance Blending for Development , Oxfam Briefing Paper, 2017, https://www- cdn.oxfam.org/s3fs-public/bp-private-finance-blending-for-development-130217-en.pdf. Oxfam, Faith is not enough - Ensuring that aid donor-private sector partnerships contribute to sustainable development , Oxfam Briefing Paper, 2019, https://policy-practice.oxfam.org.uk/publications/faith-is-not- enough-ensuring-that-aid-donor-private-sector-partnerships-contrib-620839. Parry, M. and Sapala, M., 2021-2027 multiannual financial framework and new own resources Analysis of the Commission's proposa l, Report for European Parliamentary Research Service, PE 625.148, 2018, https://www.europarl.europa.eu/thinktank/en/document.html?reference=EPRS_IDA(2018)625148. Pereira, J., Leveraging aid: a literature review on the additionality of using ODA to leverage private investments, UK Aid Network, London, 2015. SIMFA, 2019 Capital Markets Fact Book , SIMFA, 2019, https://www.sifma.org/wp- content/uploads/2019/09/2019-Capital-Markets-Fact-Book-SIFMA.pdf. Tri Hita Karana Roadmap, The Tri Hita Karana Roadmap For Blended Finance: Blended Finance & Achieving the Sustainable Development Goals, 2018, https://www.oecd.org/dac/financing-sustainable- development/development-finance-topics/_THK%20Roadmap%20booklet%20A5.pdf. UN, Addis Ababa Action Agenda of the Third International Conference on Financing for Development, United Nations, New York, 2015. UN, Financing for SDGs: Breaking the Bottlenecks of Investment from Policy to Impact. Summary Report , ECOSOC Chamber, United Nations, 2018, https://worldinvestmentforum.unctad.org/wp- content/uploads/2018/08/Fin4SDGs_summary_Jun18-3.pdf. UN, Stats. Goal 17 , https://unstats.un.org/sdgs/tierIII-indicators/files/Tier3-17-17-01.pdf, last accessed on 28 January 2020. UNCTAD, Investing in the SDGs: An Action Plan , World Investment Report, 2014. UNCTAD, Debt Vulnerabilities in Developing Countries: A New Debt Trap?, Geneva, 2017. ",
        "Policy Department, Directorate-General for External Policies 46 Van Waeyenberge, E., The Private Turn in Development Finance, FESSUD: Working Paper Series No 140, 2015. https://eprints.soas.ac.uk/22273/, last accessed on 28 January 2020. WEF, A How-To Guide for Blended Finance , World Economic Forum and OECD, 2015, http://www3.weforum.org/docs/WEF_How_To_Guide_Blended_Finance_report_2015.pdf, last accessed on 6 January 2020. World Bank , World Bank Group Corporate Scorecards , IBRD Washington DC, 2016. World Bank , Maximizing Finance for Development: Leveraging The Private Sector For Growth And Sustainable Development, Report No DC2017-0009 by Joint Ministerial Committee of the World Bank and IMF, 2017, http://siteresources.worldbank.org/DEVCOMMINT/Documentation/23758671/DC2017- 0009_Maximizing_8-19.pdf. World Bank , IDA18 IFC-MIGA PRIVATE SECTOR WINDOW (PSW) IDA18, Mid-Term Review, International Development Association, World Bank, Washington, 2018, http://documents.worldbank.org/curated/en/157801542813052758/pdf/psw-mtr-version-final- published-10252018-636762750312547314.pdf. World Bank, Mobilisation of Private Finance by Multilateral Development Banks and Development Finance Institutions , 2019, https://www.ifc.org/wps/wcm/connect/1dfd9a0c-58ba-42ff-b8f5- c4a482e5195c/201908-MDB-Joint-Report-on-Mobilization-2018.pdf?MOD=AJPERES&CVID=mOW.5Sy. ",
        "PE 603.486 EP/EXPO/DEVE/FWC/2019-01/Lot3/R/01 Print ISBN 978-92-846-6628-7 doi:10.2861/170167 QA-03-20-306-EN-C PDF ISBN 978-92-846-6629-4 doi:10.2861/09434 QA-03-20-306-EN-N "
    ]
}