{
    "text": [
        "P7_TA(2013)0443 Climate change conference European Parliament resolution of 23 October 2013 on the climate change conference in Warsaw, Poland (COP 19) (2013/2666(RSP)) (2016/C 208/08) The European Parliament , — having regard to the United Nations Framework Convention on Climate Change (UNFCCC) and to the Kyoto Protocol thereto, — having regard to the results of the United Nations Climate Change Conference held in Bali in 2007 and to the Bali Action Plan (Decision 1/COP 13), — having regard to the 15th Conference of the Parties (COP 15) to the UNFCCC and the 5th Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol (CMP5) held in Copenhagen, Denmark, from 7 to 18 December 2009 and to the Copenhagen Accord, — having regard to the 16th Conference of the Parties (COP 16) to the UNFCCC and the 6th Conference of the Parties serving as the meeting of the Parties to the Kyoto Protocol (CMP6), held in Cancún, Mexico, from 29 November to 10 December 2010 and to the Cancún Agreements, — having regard to the 17th Conference of the Parties (COP 17) to the UNFCCC and the 7th Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol (CMP7) held in Durban, South Africa, from 28 November to 9 December 2011 and in particular the decisions encompassing the Durban Platform for Enhanced Action, — having regard to the 18th Conference of the Parties (COP 18) to the UNFCCC and the 8th Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol (CMP8) held in Doha, Qatar, from 26 November to 8 December 2012 and to the adoption of the Doha Climate Gateway, — having regard to the 19th Conference of the Parties (COP 19) to the UNFCCC and the 9th Conference of the Parties serving as the Meeting of the Parties to the Kyoto Protocol (CMP9) to be held in Warsaw, Poland, from 11 to 23 November 2013, — having regard to the EU climate and energy package of December 2008, — having regard to Directive 2008/101/EC of the European Parliament and of the Council of 19 November 2008 amending Directive 2003/87/EC so as to include aviation activities in the scheme for greenhouse gas emission allowance trading within the Community ( 1 ), — having regard to its resolution of 4 February 2009 entitled ‘2050: The future begins today — Recommendations for the EU’s future integrated policy on climate change’ ( 2 ), — having regard to its resolutions of 25 November 2009 on the EU strategy for the Copenhagen Conference on Climate Change (COP 15) ( 3 ), of 10 February 2010 on the outcome of the Copenhagen Conference on Climate Change (COP 15) ( 4 ), of 25 November 2010 on the Climate Change Conference in Cancun (COP 16) ( 5 ), of 16 November 2011 on the Climate Change Conference in Durban (COP 17) ( 6 ), and of 22 November 2012 on the Climate Change Conference in Doha, Qatar (COP 18) ( 7 ), C 208/78 EN Official Journal of the European Union 10.6.2016 Wednesday 23 October 2013 ( 1 ) OJ L 8, 13.1.2009, p. 3. ( 2 ) OJ C 67 E, 18.3.2010, p. 44. ( 3 ) OJ C 285 E, 21.10.2010, p. 1. ( 4 ) OJ C 341 E, 16.12.2010, p. 25. ( 5 ) OJ C 99 E, 3.4.2012, p. 77. ( 6 ) OJ C 153 E, 31.5.2013, p. 83. ( 7 ) Texts adopted, P7_TA(2012)0452. ",
        "— having regard to its resolution of 15 March 2012 on a Roadmap for moving to a competitive low carbon economy in 2050 ( 1 ), — having regard to the Consultative Communication from the Commission of 26 March 2013 entitled ‘The 2015 International Climate Change Agreement: Shaping international climate policy beyond 2020’ (SWD(2013)0097), — having regard to the Council conclusions of 9 March 2012 on the follow-up to the 17th Conference of the Parties (COP 17) to the UNFCCC and the 7th session of the Meeting of the Parties to the Kyoto Protocol (CMP 7) (Durban, South Africa, 28 November — 9 December 2011), — having regard to the Council conclusions of 15 May 2012 on ‘climate finance — fast-start finance’, — having regard to the Council conclusions of 18 July 2011 and of 24 June 2013 on EU Climate Diplomacy, — having regard to the United Nations Environment Programme (UNEP) Synthesis Report of November 2012 entitled ‘The Emissions Gap Report 2012’, — having regard to the World Bank report entitled ‘Turn Down the Heat. Why a 4 o C Warmer World Must be Avoided’, — having regard to the questions to the Council and to the Commission on the climate change conference in Warsaw (COP 19) (O-000095/2013 — B7-0517/2013 and O-000096/2013 — B7-0518/2013), — having regard to Rules 115(5) and 110(2) of its Rules of Procedure, A. whereas climate change represents an urgent and potentially irreversible threat to human societies, biodiversity and the planet and must thus be addressed at international level by all Parties; B. whereas the Doha Climate Gateway notes with grave concern the significant gap between the aggregate effect of the Parties’ current mitigation pledges in terms of global annual emissions of greenhouse gases by 2020 and aggregate emission pathways consistent with having a likely chance of holding the annual mean surface temperature increase to 2 o C (the 2 o C objective); C. whereas, according to scientific evidence presented by the Intergovernmental Panel on Climate Change (IPCC), the 2 o C objective requires that global emissions peak by 2015, be reduced by at least 50 % by 2050 as compared with 1990 and continue to decline thereafter; whereas the EU should therefore push for concrete actions and their effective implementation at a global level before 2020; D. whereas according to the World Bank’s ‘Turn Down the Heat’ report, current emissions trajectories will lead to warming of 2 o C above pre-industrial times within 20 to 30 years and to 4 o C warming by 2100; whereas the path to a 4 o C increase could result in substantially higher temperature rises in particularly sensitive tropical regions; E. whereas recent scientific results also underline the dangers of 2 o C warming and there is broad consensus that the warming so far produced (amounting at global level to approximately 0,8 o C above pre-industrial temperatures) is one of the factors behind some humanitarian and food crises already witnessed, in particular the most severe crises in Africa and especially in the Horn of Africa and the Sahel; F. whereas the broadly recognised risks and costs that the current emission pathway entails for the world necessitate not only commitments but also the political will of all parties to fulfil them; 10.6.2016 EN Official Journal of the European Union C 208/79 Wednesday 23 October 2013 ( 1 ) OJ C 251 E, 31.8.2013, p. 75. ",
        "G. whereas for many regions warming of 2 o C is already extremely dangerous; whereas 112 countries, including the most vulnerable countries, the small island states and the least developed countries, have called for a reduction in CO 2 in the atmosphere below 350 parts per million and for stabilisation of the global temperature rise at below 1,5 o C; H. whereas the Warsaw Conference (COP 19) will be crucial for ensuring the necessary progress in advancing the Durban Platform to pave the way for the preparation of commitments and the conclusion of a global legally binding agreement by 2015; I. whereas such a global legally binding agreement must be consistent with a 2 o C-coherent carbon budget, equity and the principle of ‘common but differentiated responsibilities and respective capabilities’ (CBDRRC) and must recognise the need for all major emitters to adopt ambitious and sufficient targets and corresponding policy measures for the reduction of greenhouse gas emissions, reflecting evolving responsibilities and capabilities; reiterates that 90 % of the global emissions growth takes place in developing countries which have no reduction obligations under the current Kyoto Protocol; J. whereas, at COP 16 in Cancún (2010), developed countries committed themselves to providing USD 30 billion for the 2010-2012 period and, by 2020, USD 100 billion in ‘new and additional’ financing annually in order to address climate change needs in developing countries; whereas this funding was to ensure a balanced allocation between adaptation and mitigation; whereas there is so far no internationally agreed definition of what ‘new and additional’ actually means; K. whereas, despite the commitment endorsed by the Parties in Copenhagen to provide USD 30 billion over three years as fast-start finance, there is still no certainty as to how much climate finance will be delivered in order to secure the reliability of such a commitment; L. whereas there is growing recognition of the need to be vigilant concerning efforts by economic actors that emit significant amounts of greenhouse gases or benefit from burning fossil fuels, to undermine or subvert climate protection efforts; M. whereas, according to a study by the Potsdam Institute for Climate Impact Research and the University of Madrid, the frequency of extreme heatwaves will double by 2020 and quadruple by 2040; whereas the study also concludes that this development could be prevented in the second half of the century if global emissions are fundamentally reduced; whereas events seems to corroborate what scientists tell us, with natural disasters such as floods or extreme storms also occurring more often in Europe; N. whereas a study by the European Centre for the Development of Vocational Training (CEDEFOP) comes to the conclusion that it is possible to achieve a sustainable and energy-efficient economy, while at the same time securing job growth; O. whereas a study by the Potsdam Institute for Climate Impact Research concludes that if global action on a comprehensive international climate policy is delayed until after 2030, global economic growth could be reduced by up to 7 % within the first decade after climate policy implementation — compared with only 2 % if an agreement is already concluded in 2015; P. whereas the EU Covenant of Mayors initiative continues to be a great success, with almost 5 000 local authorities now committed to going beyond the EU’s climate and energy targets by 2020; whereas this enthusiasm and engagement shown by European local authorities should be used as an example for also setting ambitious climate and energy policies at international level; Q. whereas developed and developing countries have agreed to the principle of CBDRRC; whereas efforts to limit greenhouse gas emissions are nonetheless wholly insufficient and the weak outcome that has emerged from previous COPs results from a lack of political will on the part of certain countries; whereas addressing this shortcoming is necessary in the light of recent extreme natural disasters; C 208/80 EN Official Journal of the European Union 10.6.2016 Wednesday 23 October 2013 ",
        "R. whereas governments bear collective responsibility for ensuring an adequate response to the climate challenge facing mankind and the planet; whereas they should receive support from all relevant actors, including citizens and businesses in their respective countries; S. whereas the international community is seeking a new global development framework through two parallel tracks: the Millennium Development Goals review and the Sustainable Development Goals (SDG) process launched by the Rio+20 conference; whereas there are important overlaps between these tracks; T. whereas the climate challenge by no means reduces the development challenge, but compounds it; whereas official development assistance (ODA) funds must not be redirected to climate financing, but whereas the principle that climate financing should be additional to ODA levels and commitments must continuously be upheld; U. whereas climate change represents an enormous threat to a whole host of human rights, including the right to food, the right to water and sanitation and, more generally, the right to development; V. whereas globally around 20 % of greenhouse gas emissions come from deforestation and other forms of land use and land use change; whereas agro-forestry enhances CO 2 -mitigation effects through increased carbon storage and reduces poverty by diversifying the incomes of local communities; W. whereas, according to the International Energy Outlook 2013, global energy demand is projected to increase by 56 % between 2010 and 2040 ( 1 ) and meeting this demand would result in a significant increase in CO 2 emissions; whereas the major part of the incremental demand and emissions will occur in emerging economies; whereas worldwide fossil fuel subsidies have amounted to USD 1,9 trillion, according to figures provided by the International Monetary Fund (IMF), with the highest subsidies coming from the US, China and Russia (which together account for around half of these subsidies ( 2 )); X. whereas many countries are taking steps towards greening the economy in the industry and energy sectors for various reasons, including climate protection, resource scarcity and efficiency, energy security, innovation and competitiveness; whereas, according to the International Energy Agency (IEA), global CO 2 emissions nevertheless rose to a record high in 2012; Y. whereas applying climate-related innovation in the energy and industry sectors would be an advantage for the EU as an early mover in the growing global market for energy-related goods and services; Z. whereas worldwide innovation in the sustainable energy sector (at both production and user levels) creates jobs, stimulates economic growth, increases energy independence and will result in a cleaner world in which climate change is mitigated and sufficient energy supplies ensured; Advancing the Durban Platform 1. Is of the opinion that the post-2020 agreement will have to bring together the current ‘patchwork’ of binding and non-binding arrangements under the UN climate convention and the Kyoto Protocol into a single, comprehensive and coherent regime that binds all Parties; emphasises that the post-2020 agreement should no longer divide the world into categories of ‘developing’ or ‘industrialised’ countries, but should require each country to contribute according to the principle of CBDRRC; believes, in that connection, that emissions reductions calculated on the basis of a set of indicators, including GDP per capita, access to technology, the quality of life index and others may be a valid tool; 2. Emphasises the significant work that needs to be undertaken in the Ad Hoc Working Group on the Durban Platform for Enhanced Action on the principles and framework applicable to the new global climate agreement and the pathway towards achieving this by the time COP 21 is held in Paris in 2015; notes further that its work must be informed by the 10.6.2016 EN Official Journal of the European Union C 208/81 Wednesday 23 October 2013 ( 1 ) http://www.eia.gov/forecasts/ieo/?src=Analysis-b2 ( 2 ) http://www.imf.org/external/pubs/ft/survey/so/2013/int032713a.htm ",
        "Fifth Assessment report of the IPCC, which is due by 2014; stresses that the 2015 agreement needs to meet the goal of reducing global emissions to below 1990 levels by 2030 and should aim at phasing out global carbon emissions by 2050; 3. Notes that the failure to develop an equitable approach to sharing mitigation and adaptation effort among countries has been a barrier to reaching an adequate agreement; emphasises that equity, including a dynamic approach to CBDRRC, must be at the heart of the new agreement for it to deliver an adequate climate response; 4. Considers that the internationally legally binding protocol now under negotiation in the Durban Platform should build on, develop and improve the rules already agreed under the UNFCCC and the Kyoto Protocol; believes, therefore, that a process of exploring a number of equity principles and indicators, such as adequacy, responsibility, capability, and development and adaptation should be included; 5. Considers that the EU is in a position to play a constructive role in facilitating an agreement on the equitable sharing of efforts; calls for the Commission to put forward an EU proposal for global effort-sharing; 6. Welcomes the proposal by Ban-Ki Moon to hold a world leaders’ climate summit in September 2014, as well as a people’s pre-COP in 2014 in Venezuela; emphasises the importance of a well-prepared event with meaningful outcomes and engagement at the highest political level and with civil society, in order to secure and maintain the necessary political momentum ahead of the 2014 and 2015 Conferences; deems it necessary for a successful 2015 agreement that countries come forward with greenhouse gas reduction commitments before the world leaders’ summit; 7. Calls for a COP Decision in Warsaw setting out the timetable and process for committing all Parties to formulate mitigation commitments in 2014, and subsequently to assess and revise them in 2015; considers that Warsaw COP Decisions should also set out requirements for information accompanying proposed mitigation commitments and ensure criteria for transparency, quantification, comparability, verifiability and adequacy; 8. Considers that the mitigation commitments proposed by the Parties must be underpinned by the principle of CBDRRC, must be measureable, reportable and verifiable and must be sufficient to achieve the 2 o C objective (and must therefore ‘close the mitigation gap’ in terms of bringing greenhouse gas emission limits and reduction targets for 2020 in line with what is required to stay within the 2 o C objective); reiterates that, as a result, existing commitments should be collectively reviewed and scaled up in ambition in order to achieve the 2 o C objective; underlines that the EU must put pressure on Parties that are not on a trajectory compliant with the 2 o C objective; 9. Points to the importance of science-based policymaking and the imperative need to maintain and more strongly pursue the 2 o C objective; believes that rather than being an open-ended exercise, efforts to strengthen mitigation pledges and their implementation must be linked to more formalised, regular and rigorous progress reviews with scientific input, aimed at ensuring that the mitigation gap will be closed; 10. Notes the significant links between the aim of global poverty eradication underlying the Millennium Development Goals — currently under review — and the Sustainable Development Goals process launched by the Rio+20 conference; calls for these two processes to be integrated into a single, comprehensive and overarching framework, and for a set of goals to eradicate poverty and promote sustainable development after 2015; 11. Emphasises that a stable and long-term policy framework including ambitious long-term targets is the most important challenge, along with facilitating investments; 12. Reiterates that the current ‘pledge and review’ system will not bring about the fundamental changes needed in order to fight climate change in the long run and therefore urges all parties to consider other approaches as well; 13. Recalls that, according to the IEA, EU emissions represent about 11 % of global emissions and will represent an even lower share in the decades to come; underlines the fact that higher ambition and acceptance of ambitious climate change policies could be achieved by industrial actors and energy sectors if a higher level of ambition were shown through similar efforts on the part of other global economies; C 208/82 EN Official Journal of the European Union 10.6.2016 Wednesday 23 October 2013 ",
        "Kyoto Protocol 14. Welcomes the decision by the EU, Switzerland, Norway, Liechtenstein, Iceland and Australia to join a second commitment period of the Kyoto Protocol beginning on 1 January 2013, as a transition to a new international regime involving all Parties to be in place by 2020, and calls for its swift ratification as agreed in Doha; notes that these Parties currently account for less than 14 % of global emissions; 15. Clarifies that, although the second commitment period of the Kyoto Protocol will be limited in its extent, it should be seen as a very important interim step, constituting a bridge towards a more effective and comprehensive post-2020 international agreement binding all Parties; 16. Reiterates that many countries lead by example already, showing that it is possible to pursue low-carbon development strategies and to provide a high standard of living for a larger share of the current generation without jeopardising the ability of future generations to meet their own needs, while at the same time creating new jobs and ensuring less dependence on energy imports; clarifies that negative repercussions need not be feared if climate protection is included within a general sustainable development and industrial policy strategy; Mitigation gap 17. Recalls that according to the findings of the Fourth IPCC Assessment Report, the industrialised countries need to reduce their emissions by 25 % to 40 % below 1990 levels by 2020, while the developing countries as a group should look to achieve a substantial reduction from the currently predicted emissions growth rate, in the order of 15 % to 30 %, by 2020; 18. Reiterates, therefore, the urgent need to raise the level of global ambition between now and 2020, in order to stay within the 2 o C objective; places particular emphasis on the urgent need for progress in closing the gigatonne gap which exists between the scientific findings and the current Parties’ pledges; emphasises the important role of other policy measures, including energy efficiency, substantial energy savings, community renewable energy and the phase-down of HFCs, in contributing to closing the gigatonne gap; 19. Notes that the EU is on track to achieve emissions reductions well beyond the current 20 % target, and reiterates that the EU has offered to increase its emission reduction target to 30 % by 2020 if other major emitting countries commit to comparable reduction targets, thus creating sustainable growth and additional jobs and reducing dependence on energy imports;; 20. Notes that a global HFC phase-down could prevent the release of 2,2 gigatonnes of CO 2 equivalent by 2020 and almost 100 gigatonnes of CO 2 equivalent by 2050; calls for the EU to step up efforts to regulate a global HFC phase-down under the Montreal Protocol; 21. Notes that the EU could fulfil its vital role in reducing emissions through policies to stop the development of highly greenhouse-gas-intensive unconventional fossil fuels such as tar sands; takes the view, as already expressed in its resolution on stopping public subsidies for fossil fuels, that public subsidies supporting the development of unconventional fossil fuels should be phased out; 22. Is of the opinion that the EU Emissions Trading System (ETS) should be linked up with other ETS mechanisms already found across the world; recommends that the original spirit of the flexible mechanism be revived, in the sense that it should return to being a market mechanism as well as being a development tool, with a drastically simplified, but more transparent, procedure; Climate finance 23. Emphasises that concrete commitments and work towards scaling up climate finance to USD 100 billion per year by 2020 are critical to securing progress in Warsaw and achieving the necessary mitigation commitments overall; takes note of the post-2015 development agenda and calls for the creation of real synergies between the two processes, with positive results for both development and climate policy; deplores the fact that the majority of Member States have still not made any pledges for climate financing post-2013 and calls on the Member States to commit to new and additional climate financing for the 2013-2015 period; 10.6.2016 EN Official Journal of the European Union C 208/83 Wednesday 23 October 2013 ",
        "24. Deplores the fact that the current average ODA level of 0,29 % of GDP is far from the 0,7 % commitment; reiterates that climate financing should be additional to ODA; stresses, however, the need to reconcile development and climate change goals; stresses, accordingly, that ensuring policy coherence and mainstreaming the environment into development projects must be at the core of an EU strategy for effective climate change mitigation and adaptation; 25. Calls on all Parties present at the COP to explain how they intend to scale up climate finance on a year-by-year basis in order to deliver their commitment made in Copenhagen in 2009 to mobilise USD 100 billion per year by 2020, in a way that is additional to the commitment to pay 0,7 % of GNI as ODA; 26. Notes with concern that the Green Climate Fund announced in Copenhagen in 2009 and set up in Cancún in 2010 is still not operational and calls on all Parties to finalise procedures as soon as possible; calls for the EU and other developed countries to make finance available over the course of 2014 to the Green Climate Fund, to be announced at the Warsaw COP, as well as to the Adaptation Fund and other UN climate funds; 27. Welcomes the progress on the operationalisation of the Technology Mechanism and stresses the need to enhance technology development, deployment and transfer by striking the right balance between adaptation and mitigation and intellectual property rights protection; 28. Calls on the Member States to phase out environmentally harmful subsidies, especially fossil fuel subsidies, by 2020 and to redirect this money to sustainable energy production; calls, in addition, for swift and internationally coordinated implementation of the Pittsburgh G-20 Summit objective of phasing out inefficient fossil fuels subsidies over the medium term, as this would make an important contribution to climate protection and would also be relevant within the current context of public deficit in many countries; notes that leaders at the G-20 Summit in Los Cabos reconfirmed this ambition and that the EU called for progress on that matter ahead of the Saint Petersburg G-20 Summit ( 1 ); deplores the lack of proposals on concrete measures for the implementation of this objective; 29. Notes that in the future the Green Climate Fund should be financed not only by industrialised countries, but also by emerging economies with an increasing per capita GDP; clarifies, in this connection, that 32 countries considered as ‘developing countries’ under the Convention already have a higher per capita GDP than those EU Member States with the lowest per capita GDP; Adaptation; loss and damage 30. Acknowledges the focus in Doha on the need to address loss and damage associated with climate change impacts in developing countries that are particularly vulnerable to the adverse effects of climate change; notes the decision to establish, during the Warsaw Conference, the institutional arrangements necessary to tackle this issue; 31. Recalls that, while poor countries have contributed the least to the increasing concentration of greenhouse gases in the atmosphere, they are the most vulnerable to the impacts of climate change and have the least capacity to adapt; calls for the EU to seek agreements on climate financing, technology transfer and capacity building; 32. Calls on governments to seek agreement on principles for effort-sharing and, if possible, the formulation of one or more effort-sharing formulas; believes that historic, current and potential future greenhouse gas emissions, as well as current and potential future capacity levels in relation to mitigation, adaptation and the provision of assistance, must be reflected in such principles and formulas; considers that the right to development must also be taken into account; 33. Recalls the willingness of the EU and other developed countries to support countries with low resilience, especially through capacity building and the exchange of best practice, but also through financial help; 34. Calls for greater awareness of the possible impact of climate change on the duration of droughts, on water stress affecting particular regions and on the reduced accessibility of water resources needed in everyday life; C 208/84 EN Official Journal of the European Union 10.6.2016 Wednesday 23 October 2013 ( 1 ) http://europa.eu/rapid/press-release_MEMO-13-717_en.html ",
        "35. Acknowledges that adaptation is indeed a local issue, but insists on cooperation at a regional, national and international level to secure a coherent approach; Land use, land-use change and forestry (LULUCF) and reducing emissions from deforestation and forest degradation (REDD+) 36. Notes the vital role played by LULUCF and REDD+ in reducing emissions and in particular in closing the mitigation gap by 2020; notes that further work is needed on comprehensive accounting to ensure the environmental integrity of the sector’s contributions to emission reductions; 37. Notes that significant amounts of public finance will be directed towards REDD+ projects; stresses the urgent need to develop early performance indicators for the effective monitoring, reporting and verification (MRV) of REDD+ activities; welcomes, in this connection, the ongoing efforts to prioritise the selection of REDD+ projects in roadless areas; 38. Notes the positive contribution made by the Voluntary Partnership Agreements between timber-exporting countries and the EU under the EU Forest Law Enforcement, Government and Trade (FLEGT) Action Plan in the fight against global deforestation; emphasises that further action is needed to address the drivers of deforestation at international level through legally binding environmental and trade agreements; 39. Recalls that climate change threatens the ability of entire regions to feed themselves; urges the EU to address the impact of its agricultural policy on climate change; highlights once more that, as pointed out by the UN Special Rapporteur on the right to food, Olivier De Schutter, low-carbon and resource-preserving methods of agriculture, also known as agro- ecological approaches, offer an alternative pathway that can both mitigate climate change by limiting greenhouse gas emissions and improve the livelihoods of poor rural communities by reducing their dependence on expensive fossil fuel- based inputs for agriculture, while increasing levels of production; accordingly, urges the EU to promote rural development, sustainable development and the productivity of agricultural systems and food security, particularly in developing countries; Community energy 40. Notes that vital reductions in emissions could be achieved through a significant shift towards clean and safe energy systems, with high acceptance of renewable energy through investment in small-scale energy production, also known as microgeneration; believes that public finance needs to be redirected and mobilised to ensure a shift to public and community/decentralised renewable energy; 41. Warns that the production of agro-fuels from, inter alia, oil seeds, palm oil, soybean, rapeseed, sunflower seeds, sugar cane, sugar beet and wheat could potentially lead to huge demand for land and put at risk people in poor countries whose livelihood depends on their access to land and natural resources; International aviation and maritime transport 42. Emphasises that, even though the EU recently agreed to ‘stop the clock’ in relation to the inclusion of international aviation flights in its ETS, this derogation is limited to one year only and is conditional on the international negotiations producing tangible decisions on a global market-based measure on emissions from international aviation; 43. Emphasises that a price on carbon emissions from international aviation and maritime transport is needed and, in addition to reducing emissions, may also serve to generate income; 44. Reiterates its call for an international instrument with global emission reduction targets to curb the climate impact of maritime transport; Industry and competitiveness 45. Is concerned about the increase in global CO 2 emissions in 2012, according to IEA data, despite falling emissions in Europe and the United States; suggests, therefore, that differentiated responsibilities be considered so that each country contributes to global efforts in the field of industrial and energy policy; 10.6.2016 EN Official Journal of the European Union C 208/85 Wednesday 23 October 2013 ",
        "46. Underlines the fact that Europe should promote innovation and the dissemination of environment-friendly technologies in its industrial policy, including in the fields of ICT, renewable energy, innovative and efficient fossil fuels technologies and, in particular, energy-efficiency technologies; emphasises that framework agreements to help encourage and incentivise the faster dissemination of new technologies internationally need to be developed, since research and the development of new technologies are at the core of a sustainable future; 47. Reiterates, in addition, that ambitious EU industrial, innovation, climate and energy policies for 2030 would allow the EU to remain in its position as first mover and could thus have a positive impact on the international negotiations and encourage international partners to raise their ambitions accordingly; 48. Welcomes any positive developments and reiterates that internationally coordinated action would help to address the carbon leakage and competitiveness concerns of certain sectors and in particular the energy-intensive sectors; Research and innovation 49. Stresses that the development and deployment of sustainable breakthrough technologies hold the key to fighting climate change and, at the same time, convincing the EU’s partners worldwide that emissions reductions are feasible without losing competitiveness and jobs; 50. Calls for an international commitment to increase research and development (R&D) investment in sustainable breakthrough technologies in the relevant sectors; considers it essential that the EU lead by example by directing expenditure devoted to research to demonstrating innovative climate-friendly and energy-efficient technologies, and that the EU develop close scientific cooperation in this field with international partners, such as the BRIC countries and the USA; Energy policy 51. Welcomes recent signals from the US Government regarding climate action and its willingness to play a greater role in global efforts to address climate change; 52. Notes that the prices of different energy sources play a major role in determining the behaviour of market actors, including industry and consumers, and notes that the inability of the current international policy framework to fully internalise external costs perpetuates unsustainable consumption patterns; further reiterates that a global carbon market would be a sound basis for achieving both substantial emission abatements and a level playing field for industry; calls for the EU and its partners to find, in the immediate future, the most effective way of promoting links between the EU ETS and other trading schemes with the aim of achieving a global carbon market, ensuring greater diversity of abatement options, improved market size and liquidity, transparency and, ultimately, the more efficient allocation of resources for the energy sector and industry; 53. Calls for closer coordination between the Council, the Commission and the European External Action Service (EEAS) so as to enable the EU to speak with one coherent voice in international organisations such as the IEA, the International Renewable Energy Agency (IRENA), the International Partnership for Energy Efficiency Cooperation (IPEEC) and the International Atomic Energy Agency (IAEA), and thus to play a more active and influential role, particularly in pushing for sustainable energy policies and energy safety policies; 54. Regrets the fact that energy savings potential is not adequately tackled internationally and in the EU; underlines the fact that energy savings allow job creation, economic savings, energy security, competitiveness and emission cuts and can also contribute to reversing the trend in energy prices and costs; calls for the EU to pay more attention to energy savings in international negotiations, whether it be in discussing technology transfer, development plans for developing countries or financial assistance; highlights the fact that, in order to be credible, the EU and its Member States must meet their own targets; 55. Points out that across the globe an estimated 1,3 billion people do not have access to electricity and 2,6 billion people continue to rely on traditional use of biomass for cooking ( 1 ); stresses the need to address the energy poverty issue in accordance with climate policy objectives; notes that energy technologies are available to address both global environmental protection and local development needs; C 208/86 EN Official Journal of the European Union 10.6.2016 Wednesday 23 October 2013 ( 1 ) IEA World Energy Outlook Special Report, ‘Redrawing the Energy Climate Map’. ",
        "Climate diplomacy 56. Stresses, in this context, the importance of the EU as a major player, (in particular this year, with the holder of the COP 19 presidency and host nation being a Member State), speaking with ‘one voice’ at the Conference in seeking progress towards an international agreement and staying united in that regard; 57. Stresses the vital position of Poland as the ‘host nation’ and hopes that Poland, as a country which is still heavily dependent on fossil energy sources, but which is experienced in UNFCCC negotiations, will be able to invigorate the process, lead by example and help in building new alliances; welcomes the statement by the President-Designate that, by being creative, it is possible to reduce greenhouse gas emissions while creating jobs, promoting economic growth and ensuring better living standards; hopes that Poland will bring forward concrete proposals in that regard; 58. Emphasises that a new ‘Climate Pact’, applicable to all and involving industrialised as well as developing countries, should be the main objective; emphasises also that one of the EU’s most important tasks is to ensure a coordinated and step-by-step approach to climate protection, ensuring action at all levels of government, including local and regional authorities; 59. Stresses that these current times of economic crisis demonstrate vividly that only a sustainable economy can provide prosperity in the long term and that climate protection is one of the main pillars of such a sustainable economy; highlights the fact that it is more important than ever before to clarify the reason for political action in the field of climate protection, which is to allow more people access to a high standard of living, while also securing resources and room for development for future generations; 60. Reiterates that the challenge of climate change cannot be viewed in isolation, but always needs to be addressed within the context of sustainable development, industrial policy and resource policy; emphasises, in this connection, that explaining climate policies to citizens and securing a change of consciousness is crucial; underlines the fact that any future agreement should also accommodate bottom-up initiatives, for example in the field of energy efficiency, since these are an important tool as regards acceptance by citizens; 61. Reiterates that in any legally binding climate change agreement, a robust system of compliance and enforcement is key in order to ensure that all countries taking part in the climate change agreement comply with their commitments, receive support where necessary and are held accountable for non-compliance; 62. Is of the view that the UNFCCC process has to become more effective and efficient, ensuring that it more adequately reflects changed realities; believes, in this context, that the consensus rule should be abolished in order to avoid results based on the lowest common denominator; 63. Shares the view that, rather than rotating annually, Conference presidencies could either be shared by several countries over several years or held by one country for two years to ensure a more coherent approach; 64. Draws attention to the positive developments during the MOP 25 negotiations on the Montreal Protocol and urges all Parties to strive to learn from this successful international agreement; invites the Parties to look in particular at the voting and decision mechanisms of the Montreal Protocol, its different approach to responsibilities, and its enforcement and sanction mechanisms and financing, as an example which might be also used under the UNFCCC; 65. Stresses the importance for the general progress of international climate negotiations of the EU being proactive in them; notes that the EU’s ability to play a leadership role and the prospects for achieving general progress are influenced by the climate action taken by the EU itself; points to the need to reinforce the EU’s climate action, including by adopting an ambitious climate and energy framework for 2030, and to dispel doubts raised by the limited effectiveness of the EU’s ETS in providing incentives for greenhouse gas emission reductions and by the postponement of the inclusion of the aviation sector in the ETS; 66. Stresses also the role that developed countries should play in helping developing countries to curb their emissions; notes the vast potential for renewable energy and energy efficiency in many developing countries; encourages the developed and emerging economies to promote and implement renewable energy projects in developing countries, and to make available technology, expertise and investment in this field; 10.6.2016 EN Official Journal of the European Union C 208/87 Wednesday 23 October 2013 ",
        "European Parliament delegation 67. Believes that the EU delegation plays a vital role in the climate change negotiations, and therefore finds it unacceptable that Members of the European Parliament have been unable to attend the EU coordination meetings at previous Conferences of the Parties; expects at least the Chair of the European Parliament delegation to be allowed to attend EU coordination meetings in Warsaw; 68. Notes that, in accordance with the Framework Agreement concluded between the Commission and Parliament in November 2010, the Commission must facilitate the inclusion of Members of Parliament as observers in Union delegations negotiating multilateral agreements; recalls that, pursuant to the Lisbon Treaty (Article 218 of the Treaty on the Functioning of the European Union), Parliament must give its consent to agreements between the Union and third countries or international organisations; o o o 69. Instructs its President to forward this resolution to the Council, the Commission, the Governments and Parliaments of the Member States and the Secretariat of the UNFCCC, with the request that it be circulated to all non-EU Contracting Parties. C 208/88 EN Official Journal of the European Union 10.6.2016 Wednesday 23 October 2013 "
    ]
}