{
    "text": [
        "N. 19 N.E. – SEptEmbEr OctObEr 2010 C u r i e r T h e The magazine of Africa - Caribbean - Pacific & European Union cooperation and relations r E p O r t T a n z a n i a b e t w e e n s t a t u s q u o a n d a u d a c i t y D I S c O v E r I N g E u r O p E F l a n d e r s , B e l g i u m M a r r i a g e o f c o n v e n i e n c e D O S S I E r M i g r a t i o n a n d U r b a n i s a t i o n D r e a m s a n d N i g h t m a r e s www.acp-eucourier.info 6 - 7 D e c . 2 0 1 0 b r u s s e l s ",
        "C u r i e r The Table of Contents THE COURIER, N.19 NEW EDItION (N.E) EDITORIAL 3 PROFILE Jean-Pierre Ezin: We must be in the driving seat of the eight AU-EU partnerships 4 VIEWPOINT Andris Pielbags: A new era in EU relations with Africa 6 TO THE POINT Mgr Louis Portella-Mbuyu, Bishop of Congo-Brazzaville: It is time to put an end to the ‘resource curse’ in Africa 8 ROUND UP 10 DOSSIER Migration and Urban Planning Migration and urbanisation: Dreams and Nightmares 16 Professional intra-ACP migration is a priority 17 Money, Information, Brains and Arts 18 ACP Human Mobility Report 2011 Highlights Policy Challenges 19 Solutions for shanty towns: awareness raising is worth more than money 20 Unending Urbanisation in Lagos, Nigeria 21 Zanzibar: migration crossroads 22 The transformative effect of the Haitian Diaspora 23 Migration hotspots in the Pacific 25 DISCOVERING EUROPE Flanders (Belgium) Flanders, Belgium. A long history of a marriage of convenience 26 The Flemish Economy: Small is Beautiful 29 Belgium: Hopes for and shadows over its future 30 DOSSIER 22 ROUND UP 10 Editorial Board Co-chairs mohamed Ibn chambas, Secretary general Secretariat of the African, caribbean and pacific group of States www.acp.int Fokion Fotiadis, Director general of Dg Development European commission ec.europa.eu/development/ Core staff Editor-in-chief Hegel goutier Journalists marie-martine buckens (Deputy Editor-in-chief) Debra percival Editorial Assistant Okechukwu umelo Production Assistant telm borràs Contributed to this issue philip Adekunle, Eric Andriantsalonina, Sandra Federici, Erica gonzález, Yemisi Kuku, Anne-marie mouradian, Andrea marchesini reggiani, Francesca théosmy. Project Manager gerda van biervliet Artistic Coordination gregorie Desmons Graphic Conception Loïc gaume Public Relations Andrea marchesini reggiani Distribution viva Xpress Logistics - www.vxlnet.be Photo Agency reporters - www.reporters.be Cover Street in tanzania. © marie-martine buckens Contact the courier 45, rue de trèves 1040 brussels belgium (Eu) info@acp-eucourier.info www.acp-eucourier.info tel: +32 2 2345061 Fax: +32 2 280 1912 Published every two months in English, French, Spanish and Portuguese For information on subscription, go to our website www.acp-eucourier.info or contact info@acp-eucourier.info Publisher responsible Hegel goutier Consortium gopa-cartermill - grand Angle - Lai-momo the views expressed are those of the authors and do not represent the official view of the Ec nor of the Acp countries. the consortium and the editorial staff decline all responsibility for the articles written by external contributors. ",
        "N. 19 N.E. – SEptEmbEr OctObEr 2010 C ultural centre promoting artists from countries in Euro- pe, Africa, the Caribbean and the Pacific and cultural exchanges between communities through performance arts, music, cinema, to the holding of conferences. It is a meeting place for Belgians, immigrants of diverse origins and European officials. Espace Senghor Centre culturel d’Etterbeek Brussels, Belgium espace.senghor@chello.be www.senghor.be CREATIVITY Urban Camouflage: Exploring the Origins of an Art Project 60 African Photography in Ulm: An exhibition not to be missed 61 FOR YOUNG READERS Fruitful entry to Europe? 63 YOUR SAY/CALENDAR 64 Flanders: an NGO for Development 31 Cities of Flanders: Flat country with peaks of beauty 32 Culture: Things are moving in Flanders 33 Filming the Heart of Flanders 34 CIVIL SOCIETY ON THE MOVE The forgotten people of Kagera 35 ZOOM Raoul Peck, Haitian director, screenwriter and producer 36 OUR PLANET The EU-ACP Climate Alliance 38 INTERACTION The European External Service: what impact on development policy? 40 Third Africa-EU Summit Convenes in Libya 41 Taking Africa-EU space cooperation to new heights 43 Putting Agora at the centre of the global village 44 Goodbye to the Netherlands Antilles 45 UNESCO International Literacy Day 46 TRADE Seychelles meets the fish quality challenge 47 REPORT Tanzania Tanzania: caught between resistance to change and innovation 48 ‘Mwalimu’, the national and international icon 49 A new common market, unique for Africa, of 130M people 50 With such potential Tanzania could do so much better 52 Significant budget support to fight poverty 54 Breaking the vicious circle of disability/poverty 55 The power to decide 56 Water, the sustainable development challenge in Zanzibar 57 The Tanzanians’ nightmare 58 Cultural cauldron 59 DISCOVERING EUROPE 26 REPORT 48 CIVIL SOCIETY ON THE MOVE 35 CREATIVITY 60 ",
        "2 C urier The Bukoba, Tanzania. © Marie-Martine Buckens ",
        "N. 19 N.E. – SEptEmbEr OctObEr 2010 3 “ T o become powerful is the best way to fight poverty.” Those were the words of an African Union commissioner in the ‘Profile’ section of this issue, echo- ing the views of another defender of human rights, Mgr Louis Portella- Mbuyu, our interviewee in ‘To the Point’ who believes that the roots of poverty and war in Africa are to be found “in the corporative corridors of the economy and around the mining shafts… far from always being linked to ethnic conflicts”. It is these fac- tors that bleed tax revenues up to a thousand billion dollars each year, a figure which is greater than the total of development aid worldwide. There is no shortage of resources in poor countries, but it is essential, how- ever, that the curtain finally be drawn over what the Synod of Bishops for Africa calls “the curse of resources” on the continent. Heed has been paid to this in the parliaments of Europe and the United States, which are now pressing for transparency in the min- ing industries operated by the North in the South, where the estimated figures for tax evasion amount to hundreds of billion euros a year, a figure which would ensure the attainment of a sig- nificant number of the Millennium Development Goals. The European Commission has just released an extra billion euros to help the most disadvantaged developing countries attain these MDGs. Like the European Parliament, the Commission is in favour of a tax on financial trans- actions that could contribute up to €100bn a year to development for the poorest countries. The results of a recent poll suggest that the citizens of the European Union are more and more united in support of those who are less well off, with almost two out of every three people supporting an increase in development aid. In some sense, it is clear that these figures sig- nal the end of ‘Aid Fatigue’. There is no doubt that concern and compas- sion for developing countries have strengthened in recent times, as has the sorrow caused by the pillaging of their resources. The dossier on ‘Migration and Urban Planning’ also reveals a mixture of light and shadows, but the overall view that emerges is that there has perhaps been too much attention paid to the latter, to the detriment of the former. A long-term evaluation of the results of migration would generally focus on progress and not on the oft-feared barbarity. More than being a question of resources, it is an awareness of the situation of migrants which would be help to ensure that the great opportu- nities of migration are not missed. The report on ‘ACP Countries’ focuses on the positives of migration in Tanzania, including Zanzibar, the perfect exam- ple of this phenomenon. The report on a European Region, on the other hand, is devoted to Flanders, in Belgium, the country which cur- rently holds the rotating presidency of the EU and the provider of the first President of the Union, chosen by the Parliament and Heads of State or Government. And since Belgium currently holds the presidency, it falls to it to host this year’s DevDays event taking place in Brussels from 6 to 7 December. Flanders is a region that is both very well known, and of which little is known. At this moment in time, when Belgium is going through dif- ficult times which sadden those who love it, it has been good to look more closely at this land of art and progress, where an abundance of inventiveness characterises all its constituent parts. Poor countries benefit from wide- spread concern when they go through a difficult political moment, and many other nations come to their side to pro- vide help and offer advice. It is clear that there can be no interference in the internal politics of a country with a solid democracy, but, even then, a Belgian friend expressed his sorrow that “no one intervened – not to say what to do - but out of sympathy, to help to find a solution”. There are two beautiful Belgian novels which explore this panorama: ‘The Sorrow of Belgium’ by Hugo Claus, and ‘A Royal Peace’ by Pierre Mertens. Hegel Goutier Editor in chief The Sorrow of the Powerful Editorial ",
        "“We must be in the driving seat of the eight AU-EU partnerships” Lead-up up to the third Africa-EU Summit* Jean-Pierre Ezin, AU Commissioner for Human Resources, Science and Technology Debra Percival J ean Pierre Onvehoun Ezin is the African Union’s (AU) Commissioner for Human Resources, Science and Technology, one of 10 Commissioners representing the 53 AU member states. A mathematics professor, he told us about his wish list in the policy areas for which he’s responsible under the second action plan (2011-2013) of the EU’s Africa Strategy, which has eight sector partnerships. The action plan will be discussed by AU-EU partners at their upcoming Summit in Tripoli, Libya on 29-30 November. The Courier caught up with Commissioner Ezin at a seminar mid-September in Brussels on Space and the African citizen organised by the EU’s Belgian presidency (see separate article in this issue). With the Millennium Development Goal (MDG) of halving poverty by 2015 a shared global concern, how does support for science and technology contribute to improving the lives of the poorest? “Becoming wealthy is the best way of combating poverty and the best way of becoming wealthy is through accessing science and technology and knowledge”, Ezin told us. Despite other partners such as China, Brazil and India now courting the African continent, Ezin says, “Europe is the partner we know best and who knows us best, but we want a more effective cooperation. We are anxious to see results beyond words in Tripoli”. Particularly close to the heart of Commissioner Ezin is the setting up of a Pan African University of Science and Technology The first Action Plan (2008- 2010) for the partnership he looks after, Science, Technology and Information, has had many results. They include a programme of grants to EU scientific research bodies to look at health-related and other issues with African partners (a new programme solely for African scientific entities is to be announced at the upcoming Summit), prizes for African scientists who have excelled and the launch of Africa-Connect, extending the EU’s own GÉANT network to Africa, a dedicated website for African researchers to get in touch and share data with fellow scientists throughout the world. The first action plan has also increased capacity within the AU’s Science and Technology department. GMES Ezin says, however, that cooperation in space which includes satellite monitoring of Africa to study climate change, environment degradation or security has not fully taken off although the feasibility of the extension of the EU’s own Global Monitoring for Environment 4 Profile Jean Pierre Ezin. © Michael Tsegaye ",
        "and Security (GMES) system to the African continent has been looked at. “We have to move a step further to scale up our international co-operation, where Africa will become an equal player through acquiring or exploiting space capabilities”, Ezin told us. He added: “GMES was conceived for Europe. In the new strategy to be adopted at Tripoli, we want to reach an agreement with the Europeans on the content of a new GMES plan”. The possible extension of another EU satellite, the European Geostationary Navigation Overlay (EGNOS) to sub-Saharan Africa is also likely to come up in Tripoli (see article in The Courier issue 17). EGNOS improves the navigation of airlines and other transportation. Ezin stressed, however, the AU’s concern across all eight partnerships that Africa must be at the steering wheel of new projects. He would like to see a space agency for Africa. Particularly close to the heart of Commissioner Ezin is the setting up of a Pan African University of Science and Technology. He wants to raise donor interest in putting in place a core campus with satellite institutes in each African region. He’s hoping for the EU’s political commitment to the project in Tripoli: “Once it is given, we will find ways to jointly finance this”, he told us. For more on the EU’s partnership on Science, Technology and Information Society see www.acp- eucourier.info/Science-becomes- part.928.0.html * See also pages 6 & 41 N. 19 N.E. – SEptEmbEr OctObEr 2010 5 Eumetsat shares data with Africa. One of the first seasonal squall lines, moving steadily west along the coast from Nigeria to Liberia, 15 February 2010. ",
        "6 C urier The Viewpoint A new era in EU relations with Africa Interview by Hegel Goutier W hat recent evolution has there been in the AU-EU strategy. Will there rather be a revolution in the strategy at the summit? For three years now, since the Africa-EU Summit in Lisbon, our two continents have been working as truly equal part- ners in a relationship that has moved beyond the donor-recipient model. The eight thematic partnerships have been launched and implementation is on-going. The cooperation between the two Commissions, the EU and the African Union (AU), is close and based on open dialogue. The two colleges of Commissioners already meet regularly which gives impetus to our joint actions. We notably met ahead of the UN Summit on the MDGs to discuss common mes- sages and priorities. The upcoming Africa-EU Summit gathering Heads of States of the two continents in November will consolidate this strategic partnership. Such political meetings at the highest level show we have entered a new era in our relations with Africa. During this Summit, we will discuss how to adapt our joint strategy to our cur- rent common challenges: ensure peace and stability, tackle climate change, and promote growth. That is why European and African leaders will focus on one main theme: growth, investment and job creation. We all know that aid alone is not enough to ensure development. A one per cent increase in GDP will be worth more than a ten per cent increase in aid. I expect concrete ideas to emerge from this meeting on how we can achieve more and inclusive growth to the benefit of both continents. We should, for example, see how to expand trade and investment, how to ensure mobilisation of domestic resources, but also how best to help Africa to utilise its natural resources to move towards the renewable energy revolution. A new action plan will be adopted that Africa-EU Summit (Tripoli, Libya 29-30 November 2010)* On the eve of the third Africa-European Union (EU) Summit in Tripoli, the EU’s Commissioner for Development, Andris Pielbags speaks to The Courier about the new AU-EU strategy put on place over the last three years by the two parties and also reminds us of the upcoming EU DevDays event and the main message from the Millennium Development Goals summit. He highlights the importance of the Tripoli Summit to address the adaptation of the strategy to meet crucial challenges relating to peace in conflict zones and tackling climate change. F l a g s o f t h e E U a n d A f r i c a n n a t i o n s b l o w i n t h e w i n d . © R e p o r t e r s / A P ",
        "7 N. 19 N.E. – SEptEmbEr OctObEr 2010 Viewpoint Andris Piebalgs paid his first visit to Rwanda in September. covers the period 2011-2013. It should include concrete targets for each of the 8 thematic partnerships and focus on where we can improve our cooperation. Some consider that European coun- tries or the EU are only belatedly dis- covering the draw of the AU already having been surpassed by emerging countries such as China and Brazil. What’s your view? This is quite exaggerated. Our political and economic ties with Africa date back to more than 50 years. The EU still remains Africa's largest trade partner, and is by far the biggest donor to African coun- tries and regional organisations. Take a look back: the European Community cooperation policy started at the crea- tion of the European institutions. Since then, we have established close and wide- ranging relations between Europe and the African countries and our cooperation is still growing; not only in development aid but also in trade, the environment and many other areas. That being said, I am pleased to see that so called South-South cooperation is growing. This plays in favour of global growth. Southern countries' investments in Africa are complementary to our aid, not against us. Of course there are still obstacles that the EU can help to over- come. It is estimated that over 60 per cent of customs taxes paid in the world are paid by developing countries to other developing countries. We want to help our partners to remove such barriers. But the emergence of Southern countries in Africa is definitely good news. Development Days: Unparalleled development debate For you, what’s the importance of the DevDays event? European Development Days are the flagship of our communication efforts to raise awareness of our policy and actions. It is Europe’s foremost plat- form for forward-looking and candid exchange of ideas on international affairs and development cooperation. It is a unique gathering where Europeans meet people from developing nations to shape tomorrow's policy and build a new consensus which would go beyond institutional bias. European Development Days will remain a key moment of both political dialogue and celebration of developing countries’ culture through con- certs and exhibitions. Every year more and more people par- ticipate in European Development Days. This year, for example, will be an unmatched opportunity to gather valu- able feedback on the consultations on EU development policies to be launched in the autumn. Millennium Development Realities What is the main message from the recent New York MDG Summit? The message is very clear: world lead- ers committed themselves to achieve the Millennium Development Goals (MDGs) and reduce poverty in the world. We will not abandon the most vulnerable people on the planet. Leaders also recognised that both developed and developing countries were responsible in making the MDGs a success. Donors promised to stick to their commitments, while developing countries would take ownership of their national strategies for development. In this respect, the European Commission offered an extra €1bn for the most off-track and most committed countries to support their achievement of the MDGs. The political will and declarations are made. Now, the time has come to turn the Millennium Development “Goals” into “Realities” and turn our commitments into actions. * See also pages 4 & 41 European and African leaders will focus on one main theme: growth, investment and job creation ",
        "8 C urier The “It is time to put an end to the ‘resource curse’ in Africa” To the point Marie-Martine Buckens M gr Portella-Mbuyu was the star guest in the debate organised by MEPs Charles Goerens (ADLE), Eva Joly (Greens) and Sirpa Pietikäinen (EPP) on ‘The transparency of extractive indus- tries’. The Bishop of Congo-Brazzaville was at the European Parliament as head of a delegation from the Symposium of Episcopal Conferences of Africa and Madagascar (SECAM) that, with the support of the CIDSE – an alliance of international Catholic development agen- cies – had just completed a tour of several European capitals. What is your message? Less than a week before international donors meet in New York to assess progress towards the Millennium Development Goals (MDGs), we wanted to seize the initiative and remind the European bod- ies that the ‘resource curse’ in Africa is not inevitable. Africa, as we said back in 1994, is a “continent saturated with prob- lems”. Today this reality has changed lit- tle. There is still war, poverty, sometimes destitution. After the Synod, Africa’s bishops took up clear positions on key issues such as natural resources, access to land and water, and the eradication of poverty. After our plenary meeting we decided at the end of July to take concrete steps. On the eve of the MDG summit, we decided to clarify what are the urgent issues for Africa. “Far from always being linked to eth- nic issues, it is in the corridors of the Bishop of Congo-Brazzaville and champion of human rights Mgr Louis Portella- Mbuyu has been campaigning for over a decade for a fair distribution of the revenue of mining and oil multinationals in Africa. The Courier spoke to him in Brussels on 15 September on the fringes of a European Parliament debate. B i s h o p L o u i s P o r t e l l a a t E P d e b a t e o n t r a n s p a r e n c y a n d e x t r a c t i v e s . © C I D S E ",
        "9 N. 19 N.E. – SEptEmbEr OctObEr 2010 economy and around the mining shafts that one must look for the reasons for war and poverty”, it was stated at the 2009 Synod. The bishops then made a ringing call for inter- national legislation to be adopted that would oblige multination- als, who exploit the continent’s natural resources, to respect African land and to promote the devel- opment of popula- tions. Known for your outspokenness, and despite three assassi- nation attempts, you are continuing to demand transparency in the extractive industries. What is the situation today? The heads of state gathered in New York will try and find the funds needed to achieve the MDGs. Yet for Africa there exists a major financial reservoir. Officials, in the North and South, must understand that until they stem the leaks Africa will continue to lose more than a trillion euros every year due to tax evasion and uncol- lected revenue. European legislation could help collect this tax revenue that far exceeds the amount of public development aid. In my country, Congo-Brazzaville, we were very aware of the oil issue as early as 2002. We sent a message to our lead- ers at the time: “There is a transparency problem, think of our future genera- tions.” We encountered a lot of reluc- tance, aggression even. Subsequently, I led a delegation in France, with officials from the Protestant Church, to meet with poli- ticians and direc- tors of Total , the oil company that oper- ates in our country. In 2003 we met officials from the European Commission’s Development Directorate-General. Our campaign ‘Publish what you pay’, which is part of the Extractive Industries Transparency Initiative (see Box), achieved a certain success even if we still have much to learn. Speaking this evening, Eva Joly stressed that the real problem is not technical but political, while repeat- ing that in mining countries such as Tanzania, Zambia or Malawi the mining companies “operate and leave nothing in the country”. For his part, Charles Goerens stressed the “over- whelming responsibility of Europe, shared by African presidents” in doing nothing to promote the private sector on the African continent. What do you think of this? The fight against the flight of capital and corruption is an important one because Africa has abundant wealth. But today it is chaos that reigns. Poverty and vio- lence have reached such a level that they threaten the security of the entire world. I believe that civil society can do a lot. It is starting to emerge everywhere in the world and can get states to shift. I believe that Africa’s development will come from civil society. It will come from the base, not from the top. Round up “The lack of tax revenue in African countries due to illegal capital flows from the extractive industries represents, every year, twice the volume of development aid.” (Bernard Pinaud, Secretary General of the French NGO CCFD) The SECAM delegation to Europe, September 2010. © CIDSE The Extractive Industries Transparen- cy Initiative (EITI), launched in 2002, took the form of a voluntary framework within which governments agree to dis- close revenue from state-owned oil, gas and mining concerns, coupled with a parallel disclosure by mining companies of payments made to governments in the form of premiums, taxes or in kind. Thirty countries, developing countries above all, are in the process of im- plementing the EITI. In 2007, Norway became the first developed country to implement the EITI. The US House of Representatives is also looking at the Extractive Industry Transparency Disclosure Act, which would impose implementation of the EITI in the US. This act would also support demands for disclosure in the case of companies listed on the US Stock Exchange. Also, the US Congress recently passed the Dodd-Frank Wall Street Reform and Consumer Protection Act, which con- tains a provision demanding that mining, gas and oil companies registered with the US Securities and Exchange Com- mission should reveal how much they pay to foreign governments and to the US Government. Similarly, the European Parliament has amended the ‘Transpa- rency’ Directive (TOD) to invite “Mem- ber States to promote the disclosure of payments by the extractive company to governments listed on European stock exchanges”. ",
        "10 C urier The Round up D. P. A further sum of up to one billion Euros – emanating from presently unallocated EDF funds – will be put towards achieving the Millennium Development Goals (MDGs), the European Commission’s President, Jose Manuel Barroso, told European Parliamentarians in Strasbourg on 7 September in his ‘State of the Union’ address. “Being open to the world also means standing side by side with developing countries, especially with Africa”, he said. Meanwhile, the European Commission is drawing up a ‘non-paper’ on Innovative Financing for Development which was to be tabled to EU Development Ministers on 22 October and EU Foreign Ministers of 15 November. One of the ideas it explores to fill a development finan- cing gap it puts at an annual €100bn, is a tax on financial transactions. Elise Ford, Head of Oxfam’s EU office, says: “A Financial Transaction Tax (FTT) would raise hundreds of billions of Euros to protect poor people in Europe and developing countries and tackle Filling the development financing gap climate change.” At a rate of 0.05 per cent, the Brussels-based European Non Governmental Organisation umbre- lla, the Confederation for Relief and Development (CONCORD) estimates that an FTT could yield an additio- nal €400bn annually for development financing. French President, Nicolas Sarkozy has said that the FTT will be one of the key priorities when it takes over the respective presidencies of both the G8 and the G20 in 2011. The EU initiative comes in the wake of the 14 June 2010 EU Foreign Affairs Council which decided that the EU should, “seriously consider proposals for innovative financing mechanisms with significant revenue potential, with a view to ensuring predictable financing for sustaining development, especially towards the poorest and most vulnerable countries”. Nine EU member states are also members of the Leading Group of 61 North and South Countries set up in 2006 with international institutions and NGOs to look at ways of raising additional development financing. www.leadinggroup.org/ www.concordeurope.org/ Commission President offers additional funds for MDGs to those ACP countries most in need W o m e n f e t c h w a t e r a t t h e s i t e o f a b o r e h o l e i n D e r t u , K e n y a . © R e p o r t e r s / A P © B S I P / R e p o r t e r s EU’s 2010 Donor Atlas Easy to read maps and graphs in the European Union’s (EU) 2010 donor At- las are a quick way of discovering how much development funding is given by the EU and its 27 member states and where it’s going. Comparisons are made with other donor partners and details are provided on private aid flows to de- veloping nations, such as remittances, all in map form. Full of facts, the aim of the Atlas is greater harmonisation and coordination of the EU’s develo- pment policies with Member States. Log on to: http://development.donoratlas. eu/index.htm ",
        "11 N. 19 N.E. – SEptEmbEr OctObEr 2010 Round up H. G. O n the eve of the Summit of the French-speaking World (Montreux, Switzerland, 22-24 October 2010), the General Secretary of the Francophonie (International Organisation of the French-speaking World), Abdou Diouf spoke to The Courier on such as the weakening role of the French language in international spheres and the demo- cratic deficit in certain member states. In geopolitical terms, what results do you hope for from the Montreux Summit? The International Organisation of the French-speaking World (OIF) num- bers 70 states and governments or more A search for solutions to some thorny issues than a third of the United Nations. Among these are 15 member states of the European Union and two G8 coun- tries. When the heads of state of these countries meet up, the political impact is not to be underestimated! Two years ago, at the last summit which took place in Quebec, the French-speaking world was the first North-South forum to take up a position on the financial crisis. What plans do you have to mitigate the decline of French in European institutions, for example? It is true that multilingualism enshri- ned in the regulations of European ins- titutions, is in decline. This is why the French-speaking nations have respon- ded against the move towards monolin- gualism in international organisations. OIF foreign ministers have signed a ‘Vademecum’ (manual) that commits the officials and diplomats of our coun- tries to use French whenever there is no provision for the national language. Each year, some 12,000 experts from OIF states and governments receive training in the use of French for pro- fessional purposes, either in Brussels or in their own capital. Do you have anything to say about poor political government in cer- tain OIF countries, particularly in Africa? In many African states, the state of law is being consolidated. The last decade has seen some quite notable changes in political power. One-party states have disappeared, the media is free, and civil society plays a more and more active role. However, there is a trend for military officers to enter the political scene. This worries me, because the root causes are often poor government or a lack of respect for the state of law. It is absolutely vital that we deal with crisis situations before it is too late. The OIF seems to be making the reconstruction of Haiti a shop win- dow for the promotion of its values. Do you agree? Absolutely! The OIF feels that its most pressing duty is to work alongside the Haitian people in the physical, mate- rial and moral reconstruction of the country. The French-speaking world will always be indebted to Haiti. It’s thanks to Haiti that French was retai- ned, by just one vote, as an official and working language of the United Nations at the time of the Bretton Woods agree- ments. This country is also reviving the use of the French language in North America and keeps Creole culture alive. French-speaking nations have com- mitted themselves to working together with the Haitian authorities. Our action plan involves the Haitian population as much as possible. Summit of the French-speaking nations Meeting with Abdou Diouf, Secretary-General of the Francophonie Abdou Diouf, Secretary-General of the Francophonie. Courtesy of OIF. ",
        "12 C urier The Round up Cotonou Agreement Revised H.G. T he Cotonou Agreement that has governed relations between the African, Caribbean and Pacific (ACP) Group of Sates and the Emphasis on trade and aid policy European Union for 20 years (1990-2010) came up for its second five-yearly review in June. The amendments principally concern changes in relations between the two parties in the fields of trade and development aid policy. The revised text of the Cotonou Agreement was signed, respectively, by Spanish Secretary of State for Cooperation Soraya Rodriguez and Development Commissioner Andris Pielbags for the European Union, and by ACP Council President Paul Bunduku-Latha, the Gabonese Deputy Minister for Economic Planning, Trade, Industry and Tourism, for the ACP. The revised agreement pro- vides for a stepping up of the fight against the proliferation of small arms and against threats to security such as organised crime and trafficking of human beings, drugs and arms. It also foresees more assistance to ACP countries facing climate change issues, as well as additional support for the aquaculture and fisheries sector and in the fight against HIV and AIDS. H.G. D r. Chambas told The Courier he “was deeply touched by the extent of devastation caused by the earthquake. On the other hand, one also gets quite impressed by the resilience of the ordinary people who have been able to demonstrate strong human feelings and determination to move on with their lives. I also come away from Haiti hoping that the international community, which has shown tremendous goodwill, will deliver quickly on its promises so we can begin to rebuild Haiti, not recons- truct the old one, which was unsatisfactory, as many Haitians say. They want a new departure that enables them to address the urgent needs for education, health, social and economic infrastructure, institutions and capacity, and to make Haiti one of the countries we all want to be proud of. Do not forget that for many Africans that is significant. Haiti is a country of people of African descent, the country of Toussaint Louverture, which was the first to gain its independence in the Western hemisphere”. ACP group Secretary-General Mohamed Ibn Chambas (first from right), David Boyd, European Conservatives and Reformist's Group political advisor (centre) and James Nicholson, Vice -president of the JPA, on their way to an education project in Mirebalais, Haiti. International community has to deliver in Haiti The ACP Secretary General, Mohamed Ibn Chambas was recently honored by the German Africa award 2010 for his outstanding effort for peace, stability and regional inteegration\" when he was serving as Executive Secretary and pre- sident of ECOWAS. The German Afri- ca foundation is an organisation with members from all political parties in the German Federal Parliament. Do you have concerns about the deli- very of the international community’s aid pledges, including those of African countries ? Yes. There are a lot of pledges but delivery is often slow and sometimes pledges are never redeemed. In the particular case of Haiti, there is on the one hand satisfaction that the situation has very quickly impro- ved for those in the camps. But substantive works have to be done. We just hope that the international community will remain engaged and not move on to the next crisis as has sometimes happened in the past. As for the African countries, what they pledged was delivered cash. This was the case with Nigeria, Ghana, Equatorial Guinea, South Africa and others. During the JPA mission, the special envoy of President Wade of Senegal, Minister Amadou Tidiane Bâ, discussed offe- ring scholarships to students. I was very pleased that Africa has responded in this concrete way. Secretary-General of the African, Caribbean and Pacific (ACP) group, Mohamed Ibn Chambas stressed the need for quick delivery of support to Haiti during a visit to the country from 28 August to 6 September, with the co- chairs of the ACP-EU Joint Parliamentary Assembly (JPA). ",
        "13 N. 19 N.E. – SEptEmbEr OctObEr 2010 Africa has been central to the South-South strategy advocated by President Lula – full name Luiz Ignacio Lula da Silva – during his eight years as Brazil’s leader. For reasons of solidarity, but also, and above all, due to geopolitical and economic interests. M.M.B. “B razil will never be able to repay its historical debt to the continent”, Lula has stated repeatedly during his many trips to Africa. He has made ten in all, taking in 20 countries, which is a record within the BRIC, the group of the world’s four major emerging powers. This places him just ahead of Chinese leader Hu Jintao and far ahead of the Russian and Indian leaders. It is also true that Brazil remains a minor player in Africa, especially when compared with China. The Brazilian president will be lea- ving office this year as the Brazilian Constitution prohibits a third consecutive mandate. In July he made his farewell trip to six African countries, stressing that Brazil – in 1888 one of the last countries to have abolished slavery – is the second largest black country in the world, after Nigeria, with 76 million Afro-Brazilians. That represents half of Brazil’s population. Trade has increased from 6 to 24 billion US dollars in eight years After highlighting this cultural link, President Lula, travelling as usual with an impressive delegation of businessmen, attended some judiciously selected meetings. In Cape Verde he attended the summit of Brazil and the 15 member countries of the Economic Community of West African States (ECOWAS). In South Africa he stressed the importance of new free trade agreements between the Mercosur (Brazil, Argentina, Paraguay and Uruguay) and the SACU (South Africa, Botswana, Lesotho, Namibia and Swaziland). A year previously, Apex-Brazil, the agency that promotes Brazilian exports, opened two major business centres in Africa. The trade has followed: up from $US6 to 24 billion in eight years. The list of Brazilian interests in Africa is long: from Petrobras, the Brazilian oil company with interests in the black gold of Angola and Nigeria (a third of trade is now with this oil giant), Vale , the Brazilian mining giant, to the agro-industries that are ready to set up ethanol factories, as is the case in Ghana and Angola. Round up Brazilian President Luiz Inacio Lula da Silva at the opening of the Brazil-Africa Dialogue on Food Security. © DPA / Reporters Why Lula has good reason to love Africa The limits of solidarity Africa also sees in Brazil an interlocutor disposed to defend its interests when faced with those of the West in the in- ternational arena. “Brazil should have a permanent seat on the UN Security Council”, declared Petro Pires, President of Cape Verde, expressing a wish shared by many African leaders. In May, Brazil finally won its battle against the United States, who agreed to pay an annual amount of over 145 million dollars, the amount the WTO considered to be equi- valent to the loss of revenue suffered by Brazil’s cotton producers due to US Go- vernment aid to its domestic producers. The African cotton producing countries, who instigated third party proceedings in the case, risk being the losers. “After the Americans and Europeans, it is now the Brazilians who are going to benefit from aid”, complained one Malian producer. Although Brasilia has promised to use part of the financing to support African and Haitian producers, the details re- main vague. ",
        "14 C urier The Dossier D.P. N ine out of ten European Union (EU) citizens say that aid for developing countries is very important or fairly important, according to the EU’s ‘Eurobarometer’ poll on ‘Europeans, development aid and the Millennium Development Goals’. It canvassed 26,500 EU citizens across all 27 EU Member States in June 2010. EU officials say that its poll points to growing support by EU citizens for deve- lopment aid with 45 per cent now saying that development aid is “very important” compared to just 30 per cent back in June 2009. D.P. M inisters and representatives from the Eastern Caribbean (Antigua, St. Lucia, St. Vincent and the Grenadines, Dominica, St.Lucia, St.Kitts and Nevis and Grenada) recently met with European Union (EU) institutions in Brussels mid- September to explore future cooperation with donors in the field. They included St.Lucia’s Energy Minister, Richard Frederick and his counterpart in St Kitts and Nevis, Earl Asim Mardin. Geothermal energy and wind power both have big potential given that many of the islands are volcanic and exposed to wind. “The Organisation of Eastern Caribbean States (OECS) is trying to focus on energy diversification to jump start the economies. Using renewables is one way of pushing the economies forward whilst tackling the very, very important climate change issue”, said an official of the Embassy of the OECS* in Brussels. EU Energy Facility The EU is financing a project to build up the capacity of different stakeholders in It also records a narrowing gap in support for development between the original 15 EU states whose citizens have traditiona- lly been more supportive of development aid and the 12 EU ‘newcomer’ states, although there is still a marked divide. The citizens of Sweden (96 per cent), Ireland (95 per cent), Denmark (94 per cent), Finland (94 per cent), Luxembourg (93 per cent) and the United Kingdom still show the most support whereas those in EU newcomers, Slovenia, Estonia and Bulgaria, are least supportive. Overall, 64 per cent of EU citizens would like to see development aid increased. To view the full report: http://ec.europa. eu/public_opinion/archives/eb_special_ en.htm#352 the renewable energy sector in the whole Caribbean funded by the EU’s Energy Facility for African, Caribbean and Pacific (ACP) states. Meeting with the Eastern Caribbean dele- gation, Guus Heim, Head of the West Africa, Sahel and Caribbean Division at the Luxembourg-based European Investment Bank (EIB) said that the EIB was considering financing consul- ting services to look at the feasibility and environmental impact of a subma- rine interconnection between Dominica and Martinique and Guadeloupe to allow Dominica to exploit its potential geothermal power supplies in the future. He added that the EIB had advanced con- tacts with promoters of wind projects in St. Lucia, Jamaica and the Dominican Republic and waste to energy projects in Jamaica, Barbados and the Bahamas. Find out about the Caribbean Information Platform on Renewable Energy: www.cipore.org *Members of the Organisation of Eastern Caribbean States (OECS) are: Antigua & Barbuda, Dominica, Grenada, Montserrat, St.Kitts and Nevis, St.Lucia and St.Vincent and the Grenadines. EU public gives big ‘yes’ to development aid Surge to promote renewable energy in Eastern Caribbean © BSIP / Reporters Many Eastern Caribbean islands are volcanic with geothermal potential. Montserrat © M Percival The small island states of the Eastern Caribbean are seeking to increase the use of renewable energies such as geothermal energy and wind power to boost their economies and tackle climate change. ",
        "15 N. 19 N.E. – SEptEmbEr OctObEr 2010 Dossier H.G. T he EU-South Africa summit in Brussels on September 28, 2010 saw the signing of a sizeable cooperation agree- ment, the \"Primary Education Sector Policy Support Programme\" between the two parties in the presence of South Africa’s president Jacob Zuma. The EU was represented by President of the European Council, Herman van Rompuy and President of the European Commission, José Manuel Barroso. The emphasis placed on all levels of edu- cation during the meeting is in line with the South African government’s priori- ties. South Africa and the EU also agreed to strengthen cooperation in many other fields from economic matters to space research and a mutual agreement on visa exemptions. Additionally, they agreed on their priorities for the EU-Africa summit taking place 29-30 November 2010 in Libya. In his statement to the press, President Zuma stressed that both sides “share the objective to conclude, by the end of the year, a final Agreement that will enhance trade and economic relations between the EU and SADC (Southern African Development Community) Economic Partnership Agreement (EPA) countries”. Okechukwu Umelo I n 2008, some 33.4 million people worldwide were living with HIV. Sixty-seven per cent of those living with HIV and 91 per cent of new infections among children were in sub- Saharan Africa (AIDS Epidemic Update 2009 [UNAIDS/WHO]).Though there has been progress in fighting HIV/AIDS, the statistics prove that much more must be done. Under the theme ‘rights here, right now’, the biennial 2010 International AIDS con- ference focused on protecting and promo- ting human rights to combat HIV/AIDS. Organised by the International AIDS Society, 18-23 July in Vienna Austria, it gathered 19,300 scientists, practitioners, advocates and world leaders from 193 countries. “I commend those leaders who have recog- nised that denial of treatment is a denial of the human right to life”, said Archbishop Desmond Tutu in a video address at the closing ceremony. Universal access to HIV prevention, care, treatment and support, strengthening the use of evidenced-based interventions, sus- tained financing and progress in finding a cure were other conference themes. The Vienna Declaration, calling for more rational and scientifically sound drug poli- cies to strengthen HIV prevention for drug users had been signed by more than 12,725 people by the conference’s close. Moreover, global leaders were called to commit at least $US20bn (€14.5bn) for the period 2011- 2013 to the Global Fund to Fight AIDS, Tuberculosis and Malaria. The eventual commitment of $US11.7bn (€8.5bn) made at the Fund’s 5 October replenishment meeting fell short of this call. However, the European Commission pledged to scale up its contribution from €100M during 2008- 2010 to €330M over the next three years. For more information: www.aids2010.org Education at the core of strengthened cooperation “Rights here, right now” EU-South Africa summit ‘AIDS 2010’ Conference, 18-23 July, Vienna, Austria Jacob Zuma, Herman van Rompuy and José Manuel Barroso. © The Council of the European Union An HIV-infected woman takes her pills at a refugee camp near Gulu, Uganda. © Reporters / DPA ",
        "16 C urier The Dossier D.P. B y 2030, more people will be living in urban areas than rural communities, predicts the United Nations’ HABITAT, the body which analyses human settlement. Rapid urbanisation creates stresses such as deplorable living conditions but also a tremendous opportunity for growth, says Ann Pawliczko, Emerging Population Issues Advisor for the United Nations Population Fund. In the following pages, The Courier signals how urbanisation is creating strains on cities across the African, Caribbean and Pacific regions but also fostering economic growth. The newly-created ACP Observatory on Migration has been set up to perma- nently monitor the migration trends of ACP citizens. The most popular destinations of sub- Saharan African migrants are other cities in Africa where they seek better jobs and living conditions such as Abidjan, Libreville, Douala, Lagos, Nairobi, Johannesburg, as well as the United States and United Kingdom, says Philippe Bocquier Professor of Demographics at Belgium’s Université de Louvain (UCL). People also migrate from conflict zones: Somalis and the Sudanese to Kenya, Zimbabweans to South Africa, Congolese (DRC), Rwandans and Burundians to Tanzania, Liberians and Sierra Leoneans to Côte d’Ivoire and Guineans to Senegal. Better-educated Congolese and Somali migrants have also migrated further afield to South Africa. It is not migration itself that create slums but rather the organisation of the labour market, argues Bocquier. Young workers from rural areas often migrate with their families making shelters out of wood and metal, living in unsanitary conditions and without land rights. “The rapid growth of certain cities makes the provision of urban services more difficult in the short term”, says Bruno Schoumaker, fellow Professor at UCL. “A policy solely orientated towards con- trolling domestic influxes or international influxes would not be ethical (shouldn’t international freedom of movement be recognised as a human right?)”, asks Bocquier. He adds: “If there must be a plan, it is to accompany migration rather than limiting or restricting it”. Agrees Pawliczko: “No country in the industrial age has ever achieved signi- ficant economic growth without urba- nisation”. She stresses the positives of migration: “The greater concentration of people has the potential to make health care, transport, education and other social goods more accessible, efficient and affordable”. She adds: “Cities provide women and young people with greater opportuni- ties to escape traditional restrictions and practices, form social support networks, exchange information and new ideas, and organise to bring about change. The con- centration of people in urban areas can relieve pressure on natural habitats and biodiversity”. But she stresses the need for good governance in cities to provide services. “Forward-looking action will be required from national and municipal governments, international organisations and civil society”, she says, “to unleash the potential of cities”. The full interviews with Ann Pawlickzo, Philippe Bocquier and Bruno Schoumaker can be viewed on The Courier ’s website: www.acp-eucourier.info Migration and urbanisation Dreams and nightmares A b i d j a n , C ô t e d ’ I v o i r e . © R e p o r t e r s / L u d o v i c / R e a ",
        "17 N. 19 N.E. – SEptEmbEr OctObEr 2010 “Professional intra-ACP migration is a priority” Interview with Laurent de Bœck, director of the ACP Observatory on Migration in Brussels M.M.B. T he Belgian Laurent de Bœck has been with the International Organisation for Migration (IOM) for 14 years now. His early years were devoted to reconstruc- tion in countries in post-conflict situa- tions such as Rwanda and Kosovo, or those recovering from a natural disaster, such as Indonesia and Haiti. “My job was to fill the void between emergency action and long-term development”, he explains. “More recently, before being appointed Observatory Director, I was the IOM’s deputy representative for West and Central Africa, a region made up of 23 countries. The field of work was vast, ranging from international to inter- nal immigration and including the fight against illegal immigration, the promotion of migrant workers, climate change and the link between migration and health.” From all the migratory flows, Laurent de Bœck singles out one, “the one that requires the implementation of the appropriate policies as a priority” at national, regional and continental level: professional migration. “This is especially true in Africa,” continues the Observatory Director, “where the pres- sure generated by these flows is unfor- tunately linked to the inability of states to know which policies to implement.” Friction This migration, with the most signi- ficant flows being recorded within the same country as well as between neighbouring countries, is the result of populations leaving behind rural set- tings for major urban centres. “More than 60 per cent of these migrants are under 35. They are dynamic and the migration is purely economic in nature.” As they take jobs otherwise filled by non-migratory locals, friction is inevita- ble. “There are many examples of these migrants being evicted by force; a year ago the Gabonese authorities expelled Malians,” stresses Laurent de Bœck. “Even in Mauritania, a country known for its tolerance in welcoming migrants, the population is beginning to oppose this open-door policy in the face of the influx of migrants en route to Europe.” However, like other experts, Laurent de Bœck is keen to point out that most migration is a developing country phe- nomenon. “The number of Tanzanians migrating to Uganda far exceeds those heading for Europe. And they bring a lot of money back into their country.” It is a phenomenon that could equal if not exceed the money repatriated by the African Diaspora living in the North. “Hence the importance of further stu- dies on this phenomenon”, adds the Director. The intra-ACP brain drain While the ACP countries as a whole oppose the European Union’s desire to favour the immigration of highly skilled Laurent de Boeck. © IOM Migration and Urban Planning Dossier ",
        "18 C urier The Dossier Migration and Urban Planning Money, Information, Brains and Arts M.M.B. T he Africa, Caribbean and Pacific (ACP) Secretariat is about to launch its first Human Mobility Report in 2011 (HMR2011), which for the first time provides consolidated data on intra-ACP migration using the latest findings from the UK’s Sussex University Development Research Centre. ACP countries’ international mobility is linked to proximity and remains a regio- nal phenomenon, underlines Andrea Gallina, Migration and Development expert at the ACP Secretariat. About 70 per cent of Sub-Saharan migrants move within a short distance, whereas only 16 per cent (about 2.8 million) move to the EU-27 plus Norway and Switzerland, and another 5 per cent to North America. Sub-Saharan African migrants in the EU are less than the migrants from Northern Africa, despite having more than twice their population. Three-fourths of Pacific Island migrants move to Australia, New Zealand and the United States, and 85 per cent of Caribbean migrants move to North America. As a whole, ACP residents in the OECD (Organisation for Economic Co-operation and Development) coun- individuals from the developing world (the famous ‘Blue Card’), many coun- tries within the ACP group are facing the same brain drain. “The migration is principally intellectual”, confirms Laurent de Bœck. “Even the migration from rural communities to the towns primarily involves the most highly ski- lled workers.” Also, the most reputed universities, such as Dar-es-Salaam in Tanzania, Kinshasa in the DRC, or those in Kenya or Senegal, attract huge numbers of students from throughout the continent. “The foreign student population studying in Dakar in Senegal is very large and, when they graduate, they often stay there. That represents a loss for the country of origin.” Lever Does this influx of mainly young migrants to the towns risk creating u n m a n a g e a b l e me g a lop ol i s e s? “Even if urbanisa- tion is growing in Africa, it remains one of the lowest in the world. I do not believe the next decade will bring extreme urbanisation of the kind we have seen in the Caribbean”, says Laurent de Bœck. “Although Africa’s population is expected to grow by almost 80 million over this period, I do not find this to be excessive.” As for the growth of small towns in rural areas, Laurent de Bœck is not convinced: “The force of attraction is insufficient.” He pre- fers to focus on a necessary reform of health, security and transport policy in the major cities, again citing Dakar as an example: “The lack of safety is increasin- gly noticeable and the local people associate this with the influx of Nigerians and Burkinans, for example. But the investments are not materiali- sing. Access to water and electricity is becoming increasingly scarce. Yet this migration has the potential to act as a lever to improve social services.” So what is it that’s lacking? “Essentially the need to plan and improved orientation of policies” the Observatory Director believes. tries are only 9 per cent of all foreign born residents. There are also important flows of ACP migrants to non-ACP southern destinations around the globe – mainly in Asia – a phenomenon that deserves further research. Besides the statistics, HMR2011 introduces a capability-based approach to the study of the linkage between migration and human development by analysing four main migrants’ resources, namely economic, social, human, and cultural capital. The analysis of trends, bottlenecks and potentials in their mobilisation and utilisation point to areas for policy inter- vention to stimulate their positive linkage with development. © Reporters / Photononstop “Migration could be used as a lever to improve social services” ",
        "19 N. 19 N.E. – SEptEmbEr OctObEr 2010 ACP Human Mobility Report 2011 Highlights Policy Challenges M.M.B. T he first one, explains Andrea Gallina, Migration and Development expert at the ACP Secretariat, is the rather weak statistical information available on flows and stocks: “difficulties in calcula- ting undocumented migrants, the lack of surveys allowing for comparative analysis during the periods between censuses, a lack of coordination of data collection methods in sending and receiving coun- tries, selective collection of country data, etc., significantly undermine policy deve- lopment in this area”. The second key challenge is to elimi- nate obstacles to free, regulated and secure mobility. “Circular migration, explains Gallina, can contribute to pro- moting social cohesion and protection for migrants, but to make it effective, measures securing residence status, for example dual citizenship and permanent or multi-annual residence permits, should be promoted, especially in view of rever- sing the brain drain”. Climate migrants The third key challenge is environmenta- lly induced mobility. Understanding and predicting climate change and related human mobility is extremely difficult: estimates range between 50 million ‘envi- ronmental migrants’ by 2010 to as many as 1 billion people in 2050, depending on the calculations. Indeed, despite being the least responsible for greenhouse gas emissions, ACP countries will be the most affected by climate change. In the Pacific, most of the small island states have very low elevations, and therefore are already suffering from repeated floods and cyclo- nes. Forced displacements are widespread in Vanuatu, Kiribati, Papua-New Guinea and Tuvalu according to the report. In Sub-Saharan African countries, Gallina further explains, it is estimated that land degradation is causing a 3 per cent annual loss in agriculture’s contribution to the GDP and by 2020 water problems could impact as many as 75-250 million people. In the Caribbean, half of the population lives within 1.5 km of the shoreline, and major infrastructure and economic acti- vities are located in coastal areas. “Governments often insist upon stronger protection for their migrant workers when they reach wealthy destinations, but fail to provide protection for migrant workers living in their countries” The fourth key challenge is to integrate human mobility into national develo- pment policies and poverty reduction plans. Available ACP Poverty Reduction Strategy Papers (39 out of 79 countries) take account of both internal and inter- national mobility as a development factor, yet translating analysis and proposals into policy and actual commitments remains a limited option for stretched budgets. Finally, underlines the expert, “the fifth key policy challenge is to assure social inclusion, respect and protection of migrants in ACP Countries. This is pro- bably the most complex challenge to be addressed because it requires a radical shift in the way migration and mobility are perceived by public opinion and policy makers in ACP countries. Governments often insist upon stronger protection for their migrant workers when they reach wealthy destinations, but fail to provide protection for migrant workers living in their countries. Xenophobic attitudes are indeed widespread in ACP countries, and only by bringing the importance of cultural diversity for innovation and growth to the forefront and emphasising the actual contribution of migrant labour to local economies, can a major reform of migration laws and welfare systems be implemented”. Migration and Urban Planning Dossier The ACP Human Mobility Report 2011 highlights five key policy challenges for governments and regional organisations in ACP countries. Displaced villagers under a tree at Longana village on the island of Ambae, Vanuatu islands. © Reporters / AP ",
        "20 C urier The Solutions for shanty towns: awareness raising is worth more than money EU Project A European Commission-funded pro- ject studying the dynamics of migra- tion and town planning, implemented by UN-HABITAT, is underway in about thirty ACP countries. It is examining the planning characteristics of cities in which shanty towns have developed and is set- ting up action plans for improvements in their inhabitants’ living conditions. One of the first conclusions to be drawn is that any solution to the problem may lie more in awareness raising than in financial resources. H.G. E duardo Sorribes-Manzana is in charge of this dossier in the unit of the European Commission at DG Development dealing with the role of town planning in economic development. The same unit is involved with a broad range of activities ranging from town planning to space technology and the information society, from climate study to the prevention of drought and security. “Regarding town planning as such, the Commission is only involved in one major project with the African Caribbean and Pacific (ACP) Group of States. But it is an important one, as most of these countries have to manage shanty towns. The Commission is of course in charge of in-depth planning in areas like water, public hygiene, energy and trans- port, and the problem of town planning is very much connected to these.” The project being implemented by UN-HABITAT and financed by the EU, the ‘Participatory Slum Upgrading and Prevention Programme’, was based on a request from the Secretariat of the ACP and has a budget of some €5M. Launched in April 2008 and projected to end in March 2011, it has two phases: the com- pilation of the town-planning profile of cer- tain cities, and the formulation of an action plan for the future. Sixty-three cities from 30 countries are involved, of which 18 have taken part in Phase 1*, and an additional 12 more in Phase 2**, the characteristics of which had already been established in the course of a previous project. One of project’s goals is to strengthen the know-how of the political authorities and of a variety of local, national and regional stakeholders in the town planning process, and specifically to focus on questions of governance, management and the imple- mentation of pilot projects to study the conditions in which people settle in shanty towns or similar. Awareness raising “This is not a question of money but of awareness-raising. We know that there are issues with migration to the big cities, and if it is possible to foresee these movements and direct them, albeit only to plan the locations of future schools or hospitals, sites for drinking water standpipes or public transport facilities, then the situation is greatly improved. This realisation concerns not only the authorities in ACP countries, but all stakeholders and donors, including the colleagues in the Commission who, even if they are obliged to concentrate on priority areas for European aid, can find a way to include the shanty town ques- tion in the projects that they manage\", says Eduardo Sorribes-Manzana. He concludes that greater coordination between the Commission and member states in this field is desirable. After consultation between the Secretariat of the ACP and the European Commission and on completion of the present project, the launch of a new and wider-ranging town planning project is believed to be in the pipeline. * Burundi, Cape Verde, Republic of Congo, Cote d'Ivoire, Gambia, Madagascar, Malawi, Mali, Mauritius, Nigeria, Uganda; Haiti, Jamaica, Antigua and Barbuda, Trinidad and Tobago; Fiji, Papua New Guinea, Solomon Islands. ** Burkina Faso, Cameroon, D.R. Congo, Eritrea, Ethiopia, Ghana, Kenya, Mozambique, Niger, Senegal, Tanzania, Zambia. Dossier Migration and Urban Planning Train line towards Uganda, crossing shanty town. © REA / Reporters ",
        "21 N. 19 N.E. – SEptEmbEr OctObEr 2010 Unending Urbanisation in Lagos, Nigeria The fastest growing city in Africa The second most populous city in Africa (after Cairo)* and the third on Earth, Lagos is a magnet for migrants from throughout West Africa, say the authors of this piece from the Nigerian forum, Village Voice . Yemisi Kuku and Philip Adekunle M igrants from across the country and all over Africa come to Lagos to search for work and to take advantage of better opportunities, most of whom are from rural and urban regions in other parts of Nigeria. With its current population of 15M expected to expand to 24M by 2015, housing and infrastructure are a huge government challenge. Lagos also draws migrants from all over world, although data on both legal and illegal flows is lacking. Most are from West Africa – notably from Chad and Niger, Togo and Benin. While a few achieve the dream, most Lagos residents are living the nightmare. Immigrants dream of the luxu- ries of Lekki and Victoria Island, but most end up in the slums of Mushin, Ajegunle, and Makoko. Many newcomers often live in illegal structures and in fear of eviction. Adding to the housing nightmare there are many other infrastructural issues that arise when an extra 600,000 people a year migrate to an area of land which supported 300,000 in 1950. Lagos residents have to cope with some of the worst traffic in the world, massive environmental pollution, water scarcity, intermittent electricity, poor sanitation, overstressed roads, and poorly equipped hospitals and schools, particu- larly in the less affluent areas. Government efforts The current civilian government appears to be making concerted efforts to turn things around. A few years ago, the state government implemented a pilot Bus Rapid Transit (BRT) scheme, which has been a major success, and is due for expansion to other areas of the state.** There are also plans to develop a light rail system*** and ferry services****, which are all part of the “intermodel transportation system”, designed to combat vehicle congestion. The Eko Atlantic project is another scheme that is expected to improve access to hous- ing and jobs. Shaped on a similar project in Dubai, it involves reclaiming about 8km 2 of land from the ocean to create a modern city with residential, commercial, and finan- cial developments as well as tourist attrac- tions*****. There are also several ongoing road construction projects and plans for independent power plants to improve the provision of electricity, among several other infrastructural developments. But the city cannot continue to absorb over half a million new residents every year without eventually ending up in crisis. There must be efforts to develop other areas of Nigeria, particularly rural ones. Priority should be given to infrastructure development that supports agriculture. Once people are convinced that they can achieve a decent standard of living where they are, they will be less inclined to move to Lagos. www.nigeriavillagesquare.com * UN Habitat, 2008 ** http://allafrica.com/stories/201001040624. html *** http://thenationonlineng.net/web2/ articles/49677/1/Light-rail-services-ready-in- 2011-says-Fashola/Page1.html **** http://www.punchng.com/Articl. aspx?theartic=Art20090303049662 ***** http://www.dredgingtoday. com/2010/01/25/eko-atlantic-city-rises-off- shore-lagos-nigeria-dredging-international- contracted/ Migration and Urban Planning Dossier While a few achieve the dream, most Lagos residents are living the nightmare. People and motorists move along Nnamdi Azikiwe street, Lagos, Nigeria. © Reporters ",
        "22 C urier The Zanzibar: migration crossroads M.M.B A rriving by sea, the traveller who disembarks at the port of Stone Town in Zanzibar will at first see no more than the vestiges of the heavy ramparts and towers left by the Westerners, in this case the Portuguese. It is only on entering the old town that he will discover the often refined elements left by the first occupants. Zanzibar’s Stone Town is a wonderful example of a Swahili coastal trading town in East Africa. It is like being in the medina of a North African town. Given the major role played by Islam in pre-colonial urbanisation, as early as the 7th century, this is hardly surprising. But Stone Town in the Zanzibar Archipelago is much more than that. At each street corner there are details – balconies and the sculpted doors of which the Zanzibars are so proud – bearing material witness to the fusion of disparate elements from African, Arab, Indian and European cultures over more than a thousand years. Although the first to arrive on the island were the Shirazian Persians – of which Freddie Mercury, late singer with the British rock band Queen, is an illustrious descendant! – it was the Sultan of Oman who, attracted by the prosperity of its tra- ding posts, decided to establish his capital and his court there in 1831, remaining until 1856. On his death, the Germans, British and French competed to impose their protectorates. Today the Omanians of Zanzibar who have returned home still retain African features and speak Swahili. Heritage The heavy sculpted doors are another witness to this shared past. The Arabs of antiquity regarded the door as the most important element in any house, and imported them at great cost from Oman. A typical entrance consists of a double door in teak imported from India with meti- culous decoration. The rectangular Arab doors can be easily distinguished from the Indian doors with their arches and heavy copper nails, used as a protection against elephants in their country of origin. This rich patrimony was almost lost following the Marxist revolution of 1964. No more than a decade ago it remained a ghost town. Thanks to UNESCO, which classed the town as a world heritage site, and the Aga Khan foundation for cul- ture, it is now gradually being reborn and restored to its status of ‘pearl of the Indian Ocean’. But Zanzibar is also of great symbolic importance. As East Africa’s principal port for the slave trade it was also the base for its opponents, such as David Livingstone, who campaigned from there. Off the tourist track, Stone Town today remains a poor town with most of its activities focused on tourism. With some notable exceptions, however. Such as the vitality of its market and, above all, the Zanzibar International Film Festival (ZIFF) that, every year, shows the very best in African films and music. See also country report on Tanzania. Dossier Migration and Urban Planning In the streets of Stone Town. © Marie-Martine Buckens © Marie-Martine Buckens ",
        "23 N. 19 N.E. – SEptEmbEr OctObEr 2010 The transformative effect of the Haitian Diaspora Francesca Théosmy T he Haitian Diaspora num- bers 2.5M people, according to the geographer Jean Marie Théodat. Statistics on the number of Haitian emigrants neverthe- less vary due to the uncertain number of undocumented migrants. This Haitian community is distributed principally in North America but also in metropolitan France and the Overseas Territories, the Netherlands Antilles (Suriname sometimes serves as a transit to French Guyana) and the Bahamas. It was during the Duvalier dictatorship (1957-1986) that Haitian emigration really took off. During the 1950s and 1960s the first to leave were intellectuals and members of the middle classes who opposed the regime. They integrated successfully in their host countries where they sometimes regained their middle class status. During the next two decades they were followed by a second wave drawn from rural environments. This emigration has Migration and Urban Planning Dossier A woman, carrying a basket containing mango, walks in Telele market in Port-au-Prince. © AP / Reporters Following the 12 January earthquake an unknown number of Haitians left the country. They swelled an already sizeable Diaspora of 2.5M people who contribute 25 per cent of the Gross Domestic Product (GDP). It is a contribution to the Haitian economy based on links between migrants and their origins. These links with the mother country in turn influence internal population movements and the transformation of towns. ",
        "24 C urier The Théodat believes that Haitian emigration also has an effect on urbanisation due to the links migrants retain with their region of origin. External financial support for families causes changes “to the way of life in the towns”. Haitian emigration gene- rates “spatial mobility” and transforms the towns physically as the beneficiaries of this money move there in search of better living conditions These money transfers “generate family clusters that are essentially concentrated in the towns where the services are found that can be purchased with the money received”, stresses Théodat. This is most evident in the north-west of the country; a region nic- knamed the Far West due to the very low living standards compared with the rest of the country and the permanent food inse- curity. Yet 60 per cent of Haitian migrants living in South Florida and the Bahamas originate from this region. “People from Port de Paix (main town in the north- west) or even Chansolme (10 km from Port de Paix) who have family abroad send their children to schools in Port- au-Prince and later pay for a university education in the Dominican Republic, Cuba or sometimes the United States”, more economic motivations and conti- nues to this day. Greater in number, these migrants tend to be less integrated, most of them being unable to read or write. US immigration authorities estimate that 55,000 illegal migrants landed in Florida between 1972 and 1981. Remittances Rejected by host countries such as the Dominican Republic or the Turks and Caicos Islands, as well as by the Haitian Government that denies them all civil and political rights, this community pro- vides considerable support to their fami- lies in Haiti. One Haitian Government official estimated money transfers by migrants following the 12 January disaster at just over $US1bn, the equivalent of what is normally transferred in an entire year. The International Fund for Agricultural Development (IFAD) reports that Haitian families often receive monthly aid, 90 per cent of which is used for household expen- ses. This transfer of funds by migrants thus pays for services such as education, housing or the medical care that is concentrated in the towns, mainly in Port-au-Prince. explains Renaud Cardichon, originally from Chansolme. Nouveau riche effect Apart from the effects on social mobility, the transfers have an effect on infras- tructure and facilities, says Théodat. “There is often a nouveau riche effect”, with migrants buying the most opulent homes. The Diaspora also finances com- munity projects such as the building of clinics and roads in their home town. As a result, “there is a presence that can be read geographically on the landscape”, he observes. The money transfers also help finance the informal sector – Haiti’s biggest sec- tor – and cause a growth in spontaneous markets in urban environments. “Most of the peanut sellers in the streets of Jacmel come from Baînet (located about 20 km from Jacmel)”, says Andrénor Jacques, a native of Baînet. Most of Baînet’s inhabitants emigrate seasona- lly to the Dominican Republic to find work, or to Curaçao for longer periods. “Some of them spend up to 10 years in Curaçao waiting to get their papers in order. The sellers find a market there for their products grown locally and return to Baînet with items such as watches that they then sell.” The towns continue to grow because they have certain services that have spread from the capital such as money transfer bureaus, the branches of private banks and clinics. These services remain limited nonetheless and it is in Port-au-Prince where everything remains centralised. According to the geographer Georges Anglade*, three spatial structures have dominated the country in the course of its history. First the division (1664 to 1803) under the colonial system of plantations, then regionalisation (1804 to 1915) and finally centralisation around the capital (1915 to the present). Crises such as the embargo imposed by the United States in 1993 following the military coup in 1991 and disasters such as the 12 January earthquake sometimes reverse the trend for centralisation tem- porarily, by causing the inhabitants of urban areas to return to the countryside. *Georges Anglade, a famous geographer and his wife disappeared during the earthquake in Haiti on 12 January 2010. External financial support for families causes changes “to the way of life in the towns Woman cutting meat with a machete at a market in Port au Prince. © DPA / Reporters Dossier Migration and Urban Planning ",
        "25 N. 19 N.E. – SEptEmbEr OctObEr 2010 Migration and Urban Planning Dossier T hose who move from rural to urban areas from the outer to the main islands in the Pacific are largely young peo- ple in search of employment. “The net effect of this is overcrowding, as land is in limited supply in many Pacific Island countries. Increasingly there is slum development along the urban fringes”, says Eduard Jongstra, who is the Fiji- based technical advisor for the United Nations Population Fund (UNFPA). He adds: “Many of these areas are at high risk of being impacted by natural disasters. The rapid growth of some urban centres also places great strain on service delivery, notably with regard to health services and schools”. The lack of reliable data adds to the difficulties of projecting urban growth, he says, but there are positives. “It is generally recognised that without the growth of towns, the economic perfor- mance of many Pacific Island countries would have been less than it has been”, says Jongstra. Suva, Fiji A highly sensitive political case is the slum formation at urban fringes in Suva, Fiji. “It is partly the result of eviction of Indo- Fijian farmers whose land leases were not renewed (due to fear by native Fijian land- owners that they might lose their rights to the land). Many had been working those lands for several generations and lost everything”, says Jongstra. And urban slums in Funafuti, the tiny capital of Tuvalu have sprung up due to an absence of planning. “In both cases the slums are on marginal lands that were never considered suitable for habi- tation: on the banks of rivers and on the fringes of swamps. These areas are highly vulnerable to flooding and even under normal conditions are unhealthy environments, more so because of a lack of sewerage and waste disposal facilities”, he says. Regional action on urban planning has already begun. Pacific Islands Forum leaders endorsed a Pacific Urban Agenda in 2005. At a further regional workshop of Pacific planners convened by the Planning Institute of Australia, AusAID and UN-HABITAT in October 2007, the Pacific Urban Agenda was refined to a Regional Action Framework which identified ten areas to implement the Pacific Urban Agenda and three high priority areas for implementation within five years (for details see: http://www.unescap. org/epoc/R3_PacificUrbanAgenda. asp). D.P. Migration hotspots in the Pacific Migration to towns brings risks and benefits in equal measures to Pacific islands Overseas migration threatens islands’ existence The Cook Islands, Tuvalu, Tokelau and Niue all face falling populations as citizens move away to larger developed countries such as the United States, Australia and New Zealand. Nearly all Pacific countries increasingly rely on remittances from citizens who have emigrated, notably Samoa, Tonga and the Federated States of Micronesia (FSM). “Migration tends to take away the most productive citizens and causes pro- blems for sustainable national develop- ment efforts; second, because reliance on remittances makes the Pacific countries extra vulnerable, as is currently being experienced when remittances dropped dramatically due to the impact of the Global Economic Crisis”, says Jongstra. Slum areas in Tuvalu are highly vulnerable to flooding Funafuti, Tuvalu. © Hegel Goutier ",
        "26 C urier The Flanders, Belgium. A long story of a marriage of convenience Discovering Europe How many people know that the first to reign over ‘the empire on which the sun never sets’ was both Belgian and Flemish, one Charles the Vth? As were Ambiorix, leader of the Gaul resistance and Godfrey of Bouillon, leader of the first crusade to Jerusalem, before him. In times when Belgium did not yet exist as a nation, its people were already making a major impact on the history of Europe. H.G. A people respected and sometimes feared, as Caesar himself said: “Of all the peoples of Gaul, the Belgians are the bravest”. Aesar conquered the Belgians, a people of Celtic origin, in the year 57 AD. The Eburons, the people of ‘Belgian Gaul’ led by the valiant Ambiorix, launched a desperately fierce attack on the occupier in the year 60. They remained glorious in their defeat. During the Roman period from the 1st to the 3rd century, two towns in the region were of major importance: Tongres (Tongeren in Dutch) and Tournai (Doornik). Today they remain towns of great beauty, rich in artistic and archaeological heritage. Tournai was invaded by the Frankish Barbarians in the 5th century. After their king converted to Christianity, Tournai became a cathedral town. In the mid-ninth century, Flanders became a ‘comté’ ruled by Baudouin ‘Bras-de-Fer’ (which means ‘strong arms’), while southern Belgium became part of a kingdom that a century later fell under the control of the Holy Roman Empire. Flanders went on to con- quer more and more land, in particular from the latter at a time when its count was a vas- sal of both the empire and the French king. An economic, technological and political revolution driven by weaving The 12th and 13th centuries brought flourishing trade and emancipation to F l e m i s h p a r l i a m e n t a n d F l e m i s h L i o n , B r u s s e l s . © R e p o r t e r s ",
        "27 N. 19 N.E. – SEptEmbEr OctObEr 2010 the Flemish towns. Wool weaving was the principal driver of economic, technological and political change. It was also a source of freedom as the new wealth possessed by a class of craftsmen and merchants led to a sharing of influence, if not of power, between the trade guilds and nobility. The municipalities acquired their autonomy and the trades were involved in govern- ing them. This new balance is symbolised in the city squares constructed in these towns. ‘Groote markt’, the Flemish word for these squares, meaning ‘market square’, and their architecture reflects this new balance of powers. Clustered around the ‘Prince’s House’, or King’s house, one finds, together with the belfry of the town hall, the various guildhouses. The clients of these rich merchants came principally from England or the Germanic Empire. A golden victory against France celebrated every year seven cen- turies later While the people of Flanders thus looked to England and the Germanic Empire, the nobility had ties with France. A clash was inevitable. Despite the support of England’s King John and of the German Emperor, Otto IV, an attack by King Philip Augustus of France in 1214 proved suc- cessful. Flanders was officially annexed to France in 1300, but on 11 July 1302 the Flemings regained their autonomy with their victory over the troops of Philip the Fair at the Battle of the Golden Spurs ( De Slag der gulden Sporen ). Today this date is celebrated by the Flemish as their national day and every Flemish child is familiar with the details of the battle. This is a pivotal moment and one to be remembered when seeking to understand the divides between the Flemish and Walloon communities in modern-day Belgium. Flanders was caught up in the torment of the Hundred Years War between France and England that began in 1337. As a result of marriages between principali- ties, it passed succes- sively to the Duchy of Burgundy and then to the Habsburg Empire, one of the heirs to its Low Countries branch being Charles V, born in Ghent, and a French and Dutch speaker who only learned Spanish as an adolescent. He became sov- ereign of the Low Countries in 1515, while continuing to hold the title of Charles I of Spain. In 1519 he became, as Charles V, Holy Roman Emperor. Most of his advi- sors in this role came from the area that is today Flanders. In 1548, he established his capital in Brussels from where he set about expanding the Low Countries. In 1555, Charles V abdicated from the throne of the Low Countries, and thus of his native Flanders, in favour of his son Philip II. The latter did not show the same compassion for these regions and put down Protestant rebellions, especially in northern Flanders (today southern Netherlands). This culminated in the Low Countries being split, with the Calvinists in the north and the Catholics in the south, or the Spanish Netherlands (more or less Belgium plus the French region of Artois and Luxembourg) Raison d’Etats In 1795, the Brabant Revolution broke out. Brabant was the region around Brussels within what was still known as the Spanish Netherlands, although now part of the Holy Roman Empire. The word ‘Belgian’ reap- peared as the insurgents proclaimed the creation of a United States of Belgium. In 1795 the territory was invaded by France. After Napoleon’s defeat at Waterloo the Congress of Vienna brought together the Northern Netherlands, the Spanish Netherlands and Luxembourg. In 1830, Belgium had its anti-Dutch and anti-Prot- estant revolution and proclaimed its inde- pendence. The riots outside the prince’s palace in Brussels lasted no more than a few days. They were the work principally of the French-speaking nobility and haute bourgeoisie, primarily from the south of the country. At the geopolitical level, the independence supported if not orchestrated by England, Germany and France was a compromise enabling each of the three to acquire a share of the pie. The creation of the new state was prom- ulgated in 1831, it now remaining for the country to find a king. Again a compro- mise was found, this time between the Liberals and the Catholics, principal play- ers in the revolution. The chosen king came from Germany, the Prince of Saxe- Flanders Discovering Europe Belgian parliament, Brussels. © Reporters The Belgian state proved so prosperous that by the latter half of the 19th century, it was the second European country, after England, to undergo an industrial revolution ",
        "28 C urier The Discovering Europe Flanders Coburg. He was crowned Leopold I. The Belgian state proved so prosperous that by the latter half of the 19th century it was the second European country, after England, to undergo an industrial revo- lution. Its epicentre was Wallonia, and it drained a large part of the cheap workforce from Flanders as large sections of the poor Flemish population migrated to the south of the country. Social prejudices against these migrants and cultural prejudices against the Flemish language soon became an open wound and fixation for the politi- cians. In 1884, the Congo became the private property of the Belgian King Leopold II, until it was ceded to Belgium in 1908 fol- lowing international protest, led principally by the British Parliament, at the poor treat- ment inflicted on the local population. The colonialists were both Flemings and Walloons, although most of the big compa- nies belonged to the French-speakers with French being the language of colonisation. After the First World War, by way of com- pensation, Belgium inherited in 1918 three German regions and the German colony of Rwanda-Urundi. Belgium was occupied by German forces during the Second World War. Flemish nationalists responded to the siren call of the Reich that promised to respect their culture. Subsequently, the condemnation of those viewed by some as collaborators and by others as nation- alists was to poison Belgium’s political life. At the same time, Belgium played an important interna- tional role and became an example of political and social democracy. It was a founding member of the Benelux Economic Union (with the Netherlands and Luxembourg) and the United Nations. Meanwhile, in 1948 women were granted the vote and a generous Belgian social security system was established. It later became a founding member of the European Coal and Steel Community (ECSC), the predecessor of the European Union. Flanders, by far the most populous region, started to catch up economically. In 1960, its GDP equalled that of Wallonia. A series of institutional reforms were introduced after 1970 that culminated in Belgium becoming a federal state in the early 1990s, with three regions: Flanders, Wallonia and the Brussels-Capital Region. The latter, although lying inside Flanders, is pre- dominantly French-speaking. Three com- munities were also created: the Flemish, French-speaking and German-speaking communities (eastern cantons). Each com- munity and region has its own parliament, with the Flemish deciding to combine the political institutions of the community and region. The sorrow of the Belgians Nationalism is favoured by an electoral system that provides for no election at the national level. A Fleming is not able to vote for a Walloon, for example. Only the people of Brussels have that choice. The system does not foster moderation. The political upheaval that resulted from the 13 June 2010 elections, which brought victory for a Flemish party committed to an independent Flanders, was of major magnitude. The prevailing climate remains one of uncertainty: “The sorrow of the Belgians”, to borrow the title of a novel by Hugo Claus. But this does not mean the end of a little country that has had such a major impact on contemporary history. Belgium is a country of compromises; of that Belgians from all parts of the coun- try remain convinced. There will be no divorce. If there ever were one, it would be amicable. ‘The Battle of the Golden Spurs’ (Bataille des eperons d'or). Today, this date is celebrated by the Flemish as their national day. © Reporters The prevailing climate remains one of uncertainty: “ the sorrow of the Belgians”, to borrow the title of a novel by Hugo Claus ",
        "29 N. 19 N.E. – SEptEmbEr OctObEr 2010 Flanders Discovering Europe H.G. P aul De Grauw is a professor of International Economics at the University of Leuven, and director of the \"Money, macro and inter- national finance research’ department of CESifo (Institute for Economic Research) at the University of Munich. He has taught at several universities in Europe and the United States, and has been cited as one of the few economists to have foreseen the world financial crisis. He is also a former MP and senator in the Belgian parliament. His analysis for The Courier of the financial situation of Flanders follows. PDG - The Flemish economy has been a high performer since the Second World War. Though it has suffered a recent decline, the gulf between it and Wallonia remains, and this can be seen in the unem- ployment figures: between six and seven per cent on one hand, and 15 per cent on the other. Flanders has recently under- gone a process of de-industrialisation because of the arrival of new producers in the world market, and the increase in productivity brought with it a large num- ber of redundancies. The present period is one of convergence between the two regions, and the service-oriented economy of Brussels is a case apart, because of the presence of the federal administration and the European institutions which are so important there. HG – What is at the root of the advanced economic development of Flanders? The late arrival of industrialisation favou- red the setting up of new industries, and this was facilitated by the harbour at Antwerp, because of which the area was in a strategic position. On the other hand, the absence of large companies meant a lack of powerful, antagonistic unions, in contrast to the case in Wallonia. The size of the businesses is therefore important in this sense, as these small and medium-sized companies made social dialogue easier. To all these factors must be added the educational level in Flanders, one of the highest in the world, and specifically the knowledge of languages. All Flemish young people speak three or four lan- guages, and not only are the languages themselves studied, but curriculum sub- jects are also taught in different languages. What are Flanders’ strong points today? The problems began in the 1970s, in the large companies, to be precise. The auto- mobile industry practically disappeared, and a process of reconversion took place, focusing on high technology. The tradi- tional textiles sector, for example, which is specialised in carpet production, is very competitive, and another specialisation, the manufacture of machine tools, has also been reinforced. Certain businesses have relocated part of their production, but the sectors with very high added value have remained. This is the case, for example, at Bekaert, specialists in metal products, and also in the performance of the Flemish chemical and pharmaceutical industries, in which Janssen Pharmaceuticals is a worldwide name. What all these have in common is their comparatively small size. In Flanders there is a preference for what is small. Would an independent Flanders pros- per? The model that enjoyed such success in Flanders was one that was based on ope- ning up. Nevertheless, if Belgium is split up, Flanders would be viable, in spite of the high costs of separation. It is the size of Denmark. That does not mean that I am in favour of this. Paul De Grauw. © Hegel Goutier Ann Demeulemeester, Spring/Summer 2010 fashion show. Flanders has a traditional textiles sector. © abaca / Reporters The Flemish Economy: Small is Beautiful ",
        "30 C urier The Discovering Europe Flanders Belgium: Hopes for and shadows over its future Interview with Wouter Van Besien, Chair of the Green Party and participant in negotiations on the future of the country Since the elections of 13 June 2010 in Belgium, the leaders of seven parties have been negotiating, so far unsuccessfully, to form a government that will have to carry out a profound overhaul of the country’s institutions, with a further advance of federalism. This will perhaps lead in the long-term to the independence of Flanders desired by the Flemish nationalist party, the winner of the elections. The leader of the Greens, Wouter Van Besien, is opposed, but not necessarily for nationalistic reasons! H.G. V an Besien’s priorities are in fact the fight against poverty in Belgium a wealthy country, but where 15 per cent of the population lives below the European poverty threshold. An anti- pollution campaign, promotion of renewable energy, and a readjustment of tax collection more derived from capital than income are the Greens’ other priorities. “Even in the context of institutional negotiations, we have managed to put a few ‘green ideas’ on the table; take regional financing, we’ve stressed the need to link the resources allocation to the regions to a reduction of their carbon emissions.” The (French-speaking) Socialist Party, the second winner of the June 13 elections, along with its Flemish alter ego the SP.A (Socialistische Partij Anders) and the two ecologist parties, are against calling into question the solidarity between regions, saying that this “must be the prerogative of the highest level of the State”, says Van Besien. What about the positions of the other parties involved in negotiations ? On the left you have the Greens, Ecolo, the PS, and the SP.A, and then there is the N-VA, on the far right, and the two Christian parties, the CD&V (Christian Democrat & Vlaams) and the CDH (Humanist Democratic Centre), occupy the ground between the two. Nationalism is on the increase in Flanders, where the N-VA have about 30 per cent of the vote, and the other separatist party, the Vlaams Belang (Flemish Interest), an anti-immi- grant party on the extreme right, has 12.3 per cent. These two therefore add up to almost 45 per cent in Flanders. This is partly because the N-VA has a charis- matic leader in Bart De Wever. I don’t believe that so many Flemish people want the independence of Flanders. The prob- lem is in each commu- nity, no one has the slightest idea about what is going on in the other. They do not have the same education, or the same media. Are you optimistic about Belgium’s future? Yes, if only because it is more difficult to divide Belgium than to keep it united. Even the N-VA says that it does not want the country’s separation, but argues that with an ever-increasing transfer of power to the regions and to Europe, the Belgian nation will wither and disappear by itself. I don’t romanticise about an eternal Belgium. The thing is that, as far as social policy goes, safety in numbers is better. If this could be established on a Europe-wide scale, even better. There are not many people who can say “I am truly Belgian”. With our history and the successive waves of immigration, it’s a multicultural society. The old notion of a nation, a State, a culture shared by all is a thing of the past forever. Wouter Van Besien (1st left) and Bart De Wever, the leader of the N-VA, and other Flemish politicians at a TV show one week before the 13 June 2010 elections. © Reporters It is more difficult to divide Belgium than to keep it united ",
        "31 N. 19 N.E. – SEptEmbEr OctObEr 2010 Flanders Discovering Europe An awareness-raising model: the creation of a network Flanders: an NGO for Development H.G. T he numbers 11.11.11 are as well known in Belgium, and espe- cially in Flanders, as a nursery rhyme. This is the name of the umbrella organisation for Flemish NGOs working for cooperation between North and South. When it was set up in 1966, 11.11.11 was an all-Belgian group, but the process of federalisation occurred in the NGO too, with a split into two, the French-speaking wing taking with the name CNCD 11.11.11, known to the public as CNCD, and the Flemish wing using the original name. The history of 11.11.11 is a simple one. The original organisation was created on November 11, 1966 at 11 a.m. in mem- ory of the armistice of the First World War on November 11, 1918. Bogdan Vandenberghe, General Secretary of 11.11.11, told The Courier that after the Second World War, humanists of all political and religious persuasions were convinced that the seeds of danger were to be found, not only in war itself, but also in hunger in the countries of the South, and that cooperation was the way to deal with the issue. In Flanders today, 11.11.11 has 100 mem- ber associations, including around forty non-governmental development organisa- tions and all the trade unions, but above all 20,000 independent volunteer groups active in 300 towns, almost everywhere in Flanders. In 2009, €5.8M was col- lected, of which more than half goes to projects run by member NGOs such as Oxfam, Pax Christi, Broederlijk Delen or Vredeseilanden (‘Peace Islands’ set up by Father Dominique Pire, winner of the Nobel Peace Prize in 1958). “But the collection of funds for develop- ment projects”, insists Vandenberghe, “is only part of our role, which is fundamen- tally one of, informing against wrongdo- ings, raising awareness and financing. There is a lot of awareness raising done in schools. Each year we focus on a theme, and this year it was the Millennium Development Goals”. “11.11.11 is active in nine countries of the South, including three African nations, Rwanda, Burundi and Congo (DRC). In the latter, it has supported the recently-murdered Floribert Chebuya’s ‘The Voice of the Voiceless’ and OCEAN (Collective of Ecologists and Friends of Nature). In Rwanda, one of its partners is the Association of Women Lawyers.” Bogdan Vendenberghe, General Secretary of 11.11.11. © Hegel Goutier Brugge. © Reporters ",
        "32 C urier The Flat country with peaks of beauty “The flat country which is mine with cathedrals as its only peaks” Cities of Flanders H.G. T hese words come from ‘Le plat pays’ (The flat country) by Jacques Brel, conside- red a francophone Fleming, ring true. The cities of Flanders pro- vide this landscape with relief through their beauty and originality. There is, of course, the North Sea, “with infinite mists to come,” another line from Brel. But it’s the cities, creating height with their cathedrals, their belfries and other masterpieces, which characterise the landscape. Passing through them, the beauty of the rivers and canals borders on the sublime. The Scheldt which flirts with Antwerp. The canals of Bruges. And then a passion for its beautiful cities begins to develop. Strolling along the pro- menade, the tanned complexions of beau- tiful Flemish women is perhaps the legacy of the historic link between Flanders and the Kingdom of Spain. Without exaggerating The beauty of Bruges , known as the ‘Venice of the North’, with the way the light plays on the canals at night. Ghent ; just as beautiful and certainly more authentic, not the postcard that is Bruges with its tourists. Here it’s the people of the city themselves who charm the visitor. Make sure you don’t miss the Ghent Festival (Gentse Feesten) week. Or the wealth of Antwerp , with its diamonds and its station; a master- piece representing the myriad of archi- tectural wonders to be found in the city. And with Veurne you will amaze your friends; few people know about it. All the better to enjoy its intimate beauty. It’s like a lovely smaller version of Bruges, just for you to enjoy. And then there’s Tongeren, a Roman town with a rich history; a living museum of beauty. Don’t forget Leuven, which has been a young and trendy university town throughout the centuries. Mechelen, Kortrijk and Hasselt, are all glorious and attractive. Even little Geraardsbergen, a favourite spot for those infatuated with beautiful clothing ... And then on the North Sea coast, there’s well-heeled Ostend, sophisticated Knokke and reser- ved Blankenberge. Discovering Europe Flanders Ghent, the Graslei. © Reporters / Photononstop Just as in Belgium, the federal regions also have their own development policies, but with greatly reduced means. In Belgium this amounts to €1.5bn a year from the Belgian federal government and €50M from Flanders itself. “What is important”, stresses the General Secretary of 11.11.11, “is that Belgium has made a remarkable effort in recent years. In 2009, 0.55 per cent of GNP was spent on development aid, and in 2010 this figure will reach a fraction under the 0.7 per cent to which European countries committed them- selves.” So is Vandenberghe happy? “There is a downside too. The government wants to include in this aid figure the abolition of debt – which comes to more than €400M for Congo alone – and assistance for stu- dents from the South studying in Belgium, which knocks this 0.7 per cent down to about 0.65 per cent. We are asking them to adjust this amount.” Flemish model of pragmatism: A Magazine MO , meaning ‘global magazine’ is a monthly magazine focusing on deve- lopment, with a print run of 120,000. Its website receives 70,000 visitors per month. In addition, MO organises nume- rous conferences which are attended by, on average, 400 participants. It is often quoted by the mainstream press. Its originality lies in the collaboration bet- ween NGOs, the private press, private businesses and the Flemish and federal governments, which led to its establis- hment in 2003. Until then, all the major Flemish NGOs had produced a single publication. Gie Goris, Editor-in-chief of MO shares the following: “Roularta Media Group agreed to distribute MO as a monthly supplement of Knack , the most widely distributed news weekly in Flanders, without giving up any of the editorial or organisational autonomy of MO . The win-win was that the Knack subscription became richer in its offer, at no extra cost; MO won an immediate free distribution of 110,000 copies; and the same amount of government sub- sidies that went to the previous NGO publication now support a contemporary magazine with ten times the readership.” www.mo.be ",
        "33 N. 19 N.E. – SEptEmbEr OctObEr 2010 Things are moving in Flanders Culture might appear starchy and solemn, were it not shortened to the more catchy acronym KVS. Often this is the Brussels venue that is most open to young artists of African origin, as was the case a few years ago with the collective multimedia show Green Light , on the theme of ‘Being an African Artist’, which will live long in our memories. Metamorphosis It all began at the end of the 1990s. Owing to the restoration of its superb neo-clas- sical home, the theatre had to move to a working-class area where 50 per cent of the population was of immigrant origin. The theatre’s usual audience deserted it, and yet its programming was not in sync either with the neighbourhood or with the cultural revival of Flanders. In the words of Goossens, who became the artistic director during this time, \"we had to rethink our repertoire to take account of the cosmo- politan character of Brussels, and to invite in non-Flemish artists. So we began wor- king with young people of foreign origin, and the creation of the work Gembloux , by Sam Touzani and Well Hamidou, was to become a symbol of this collaboration\". The KVS then decided to move away from the model of director and resident company and adopted the fashionable tendency in Flanders, that of collectively-produced works. At the same time, there was the explosion on the scene of a whole band of young Flemish choreographers who were soon to become major players on the world contemporary dance scene, such as Anne Teresa De Keersmaeker, Wim Vandekeybus, Alain Platel, Ian Lauwens, and the Moroccan-Flemish dancer and choreographer, Sidi Larbi Cherkawi, with his company ‘Ice Man’, or even directors like Luk Perceval. All this encouraged the Flemish government to invest in cultural policy. Conquest of the English- speaking world “A third factor”, adds the director of the KVS, “which contributed to this dynamic scene is that we did not have a Molière, Goethe, or Shakespeare who our artists had to live up to. This gave people like Luk Perceval the freedom to work with classical pieces with no need to pay their respect or show deference”. And what is hot today? In the world of rock and pop, there is Deus, Daan or the Dewaele brothers in the form of their duo ‘2 many DJs’, and in jazz there is a whole gamut of big names, such as Chris Defoort. All of these have enjoyed great success in the English-speaking world while remaining little known in the francophone one, apart from exceptions like Axelle Red or Arno. And, of course, there is fashion, too, where around twenty years ago Dirk Bikkembergs, Ann Demeulemeester, Dries Van Noten, Dirk Van Saene, Walter Van Beirendonck and Marina Yee (the ‘Antwerp Six’, as they are known in the English press) emerged fresh from the Antwerp Academy, and have since been followed by others. They are neverthe- less still the darlings of the sophisticated clientele of the catwalks of France, Italy and beyond. Flanders Discovering Europe KVS, the classical building. © Hegel Goutier Jan Goossens directeur KVS. © Hegel Goutier H.G. A ll that is most dazzling in the fields of theatre, modern cho- reography, and music meets up in KVS – the Flemish Royal Theatre in Brussels – along with the exhi- bitions and the most avant-garde collective experiences of creation. The man behind the venue, Jan Goossens, talks to us about this legendary space and about the beating heart of culture in Flanders. In comparison with the audacity and inven- tiveness of its programming, the name of this venue, the Koninklijke Vlaamse Schouwburg (Flemish Royal Theatre) ",
        "34 C urier The Carnival in Flanders Filming the Heart of Flanders The forgotten people of Kagera H.G. ‘T he Abyss’ (‘L'Oeuvre au Noir’) by the Belgian direc- tor André Delvaux (1987), tells the story of the return of Zenon, a persecuted alchemist and phi- losopher to his home town, the 16th cen- tury Bruges ending up being condemned and executed. It stars Gian Maria Volonte, Samy Frey and Anna Karina, Inspired by a novel by Marguerite Yourcenar, the film is about the Europe where Zenon plied his trade, and above all about Flanders, where the works of the great painters are a backdrop to the screenplay, whether Rembrandt's chiaroscuro, snowy lands- capes in the style of Jan Bruegel the Elder, or the atmospheres created by contem- porary artists, such as Léon Spilliaert’s North Seas. Censorship ‘Carnival in Flanders’ (‘La Kermesse Héroïque’), or ‘Die klugen Frauen’ (1935), by Jacques Feyder (a Belgian film director naturalised in France), with the assistance of Marcel Carné, is a masterpiece among cinematic mas- terpieces. It features Françoise Rosay, Louis Jouvet, André Alerme and Jean Murat. The French version won, among other awards, the Grand Prix of French cinema and the Prize for production at the Venice Biennial of 1936, while in the same year French critics awarded the German version two Oscars and the Grand Prix for international cinema. This film is also one of those censored or blacklisted for longest, first in France before the war, where it was accused of showing a world similar to the one desi- red by Hitler, and then by the Nazis for its praise for the resistance of the people. Even after the war, it was long banned by Flemish nationalists for insulting the fatherland. The film is a satire on the Flanders of 1616, where the burgmesters (mayors) were too stuffed with food to fight against a Spanish invasion, at which point their wives took matters into their own hands, facing the enemy themselves, and even triumphing with the only arms they had, their charms, and thus saving Flanders from destruction. The story takes place in the lifetime of Jan Brueghel, in order to, as confessed by the director himself, pay a unique homage to the creativity of Flanders, with the landscapes which inspired the Flemish painters. It has been much misunderstood. Another marvel, less well known than this but equally exceptional, is ‘The Daughters of Darkness’, by Flemish director Harry Kümel (1971), and starring Delphine Seyrig, Danielle Quimet and John Karlen. It is set in Ostend, where much of the film was shot, although parts were made in Brussels, Bruges and Meise. The mists of the North Sea are present and the atmos- phere of the flat lands depicted by con- temporary Flemish painters, like Spilliaert once more, or James Ensor, or Permeke. It is a film of beautiful images which relies on a poetry as subtle as Bruges to tell the story of a modern woman. She is a vampire but is quite believable: she could have been a top model, or a singer. It is a sensual, moving film and convinces the viewer. Belgium, Flanders, surrealism! Extras on the shooting of the film of Jacques Feyder \"La Kermesse héroïque\". France, 1935. © Reporters A number of great films from cinema's golden years provide a fine description of old and contemporary Flanders, and those we shall look at here have a com- mon characteristic: they are inspired by the great Flemish painters. Each one is a gem, and fortunately all are available on DVD. Discovering Europe Flanders ",
        "35 N. 19 N.E. – SEptEmbEr OctObEr 2010 The forgotten people of Kagera Civil Society on the Move M.M.B. I n 1989, Philippe Krynen, a French pilot visiting Kagera, discovered a devastated region. The result, most certainly, of the disastrous state of the Tanzanian economy since the late 1970s, but also of the 1977 war against Idi Amin Dada’s Uganda that had ravaged the region. The Frenchman decided to stay and set up a wide-ranging development aid programme, known as the Victoria programme, to help orphans and their families. The NGO Partage-Tanzania was born. At the time the region was regarded as the epicentre of Tanzania’s AIDS epidemic and children who had lost their parents were commonly referred to as “AIDS orphans”. That most certainly was not true of them all. The generally pitiful state of health in the region was also responsible for this sorry state of affairs. Malaria and tuberculosis remained the principal causes of death. Malnutrition, attributable to the region’s extreme poverty, was another major problem. Such was the disheartening situation that the French NGO set about com- bating. “At present”, explains Alfred Minani, Krynen’s right-hand man, “the programme employs a staff of 300. Our aim is to give the orphans what their parents would have given them: care, food and education”. The NGO’s main offices are in Bukoba, the region’s port and principal town, but it is active mainly in rural Kagera. “We have not only ope- ned technical schools, in which the area was desperately lacking, but also nursery and primary schools”, continues Alfred Minani. There are now 21 centres, inclu- ding clinics providing advice on nutrition and health care, as well as day centres for the orphans. As the icing on the cake: the teaching is based on the Montessori method, which puts the emphasis on developing initiative. Infant mortality in the region is one third the national average. “Children suffering from malnutrition require a lot of attention. A child is often four years old before being able to walk and six before starting to speak.” With regard to health care, the centres have a laboratory enabling them to diagnose diseases such as parasitosis. “Our budget for combating malaria is continually being reduced”, adds Minani. “This is proof that malaria has been almost eradicated, or at any rate controlled. Incidence of the disease in Kagera is well below the national average.” The results achieved by Partage-Tanzania also have broader significance: among the 4,000 orphans in their care the mortality rate (2006 figures) is about one third the national infant mortality rate and a quarter of the regional rate. Albinos are also hosted in the nutrition centre of Partage Tanzanie. Albinos are often rejected by their communities and sometimes killed by local traders to get a hold of their organs, as described by Richard Mgamba, Tanzanian journalist, in his article ‘The Battle for Souls’. Mgamba received the Lorenzo Natali 1st Prize for Africa for his article. © Marie-Martine Buckens William Rutta with members of BUDAP crossing the border between Tanzania and Uganda. © KiroyeraTours Far from the major economic and tourist routes, the Kagera region alongside Lake Victoria, in north-west Tanzania, is now slowly but surely recovering from its wounds. Thanks in part to the action of local people and to NGOs such as Partage-Tanzania. Big-hearted Kiroyera Tours William Rutta brings his professionalism and good nature to running his travel agency in central Bukoba. In addition to the ‘traditional’ safaris to the neigh- bouring Ngorongoro and Serengeti re- serves or further afield, the agency also helps promote awareness of the local Haya culture and co-finances support projects, such as Budap for disabled people (www.budap.org). In 2006 it was the recipient of the Zeze Award from the Tanzanian Cultural Fund for its work. www.kiroyeratours.com ",
        "36 C urier The Preview of Moloch Tropical at the ‘Visionary Africa’ festival, BOZAR, Brussels A Day in the Life of Raoul Peck, the Haitian director, screenwriter and producer Zoom 11 September 2010 was a big day for Raoul Peck. The preview of the last full- length feature film that he directed and produced, Moloch Tropical , took place in Brussels as part of the prestigious Visionary Africa festival following its showing the previous evening on the Franco-Belgian-German cultural TV sta- tion Arte, the co-producer. It was entirely shot in Haiti in and around the famous citadel Henry Christophe*, a UNESCO World Heritage Site. H.G. T he Brussels Centre for Fine Arts, BOZAR, laid out the red carpet for the Haitian film director. The Haitian embassy in Brussels had also spared no expense to welcome the Caribbean director. As well as being a homage to the film director, this also paid tribute to the former Haitian Minister of Culture, a post occupied by Peck for 18 months in 1996 and 1997, after the return to power of Aristide and under the first presidency of René Préval, enough time to realise the anti-democratic tendencies of the system, and to resign. For this short political career, Peck had abandoned his post as a teacher of film- making and screenwriting at New York S o n i a R o l l a n d p l a y i n g t h e p r e s i d e n t ' s w i f e i n ‘ M o l o c h T r o p i c a l ’ . © M a r i e B a r o n n e / V e l v e t Behind the scenes: Behind the scenes, ‘Moloch Tropical’. © Marie Baronne/Velvet Film ",
        "37 N. 19 N.E. – SEptEmbEr OctObEr 2010 University. He was to write about this experience in his work Monsieur le Ministre … Jusqu’au bout de la patience. Raoul Peck left his native land in 1961 as an adolescent, with his parents fleeing the Duvalier dictatorship to go to work in Africa. From Congo he would go to France to complete his secondary educa- tion and from there to Berlin. In Europe, he was militant with the left. After pursuing economic engineering studies in Germany, and some work experience as a jour- nalist for publications as prestigious as Die Welt , Peck decided to become a film direc- tor, and went back to his studies at West Berlin’s Academy of Film and Television, focusing on photog- raphy and filmmaking. There he made a number of films as a student, of which one, Leugt , stands out. The Wings of Desire In Berlin, he was in his element, and he came to spend time with Kieslowski who was to be his teacher along with Agnieska Holland and Wim Wenders. When the latter filmed his great master- piece, The Wings of Desire (Der Himmel über Berlin ), in 1987, it was Raoul Peck who spent every evening translating from German into French a jumble of hand- written notes scribbled down rapidly by Wenders and his co-screenplayer Peter Hancke, who worked without a formal script, passing these on to the French production team. This gave rise to philo- sophic thoughts and flights of poetic fancy which probably threw the former off course. Peck was to speak of Berlin, his adopted city, as well as of his experi- ence as a minister in a jewel of a film, Dear Catherine. A few weeks after working for Wim Wenders, Peck made the film Haitian Corner in New York. The film has been shown at 25 festivals, obtaining distinc- tions such as a special mention at the Locarno Festival, and was shown on national TV in France and Germany. A masterpiece at the first attempt. No longer would any of the 15 or so films made by Peck go unnoticed. After Haitian Corner came Lumumba , Death of a Prophet , in principle a documentary – but more of a docu-fiction in the form of a political thriller set against the backdrop of his childhood in Congo – in which he carries out a detailed investigation to discover those behind the assassination of the Congolese hero Patrice Lumumba . The film pays homage to his then recently- deceased mother. A major intellectual weekly in France enthused that Peck had revolutionised the art of the documentary. Nine years later, in 2000, his full-length feature Lumumba completed the docu- mentary, the second score of the same musical canon. This time, too, there was gushing praise. L’année du cinéma considered that “there is a Shakespearean dimension” to the narrative, and Lumumba became a classic in a number of film theatres throughout the world. France’s biggest TV channel entrusted a film on the Villemin affair, a child mur- der which had traumatised the country, to Raoul Peck. His film on this difficult subject was met with universal approval in France. Quite a challenge… in this country! Moloch Tropical, poetry and a deconstruction of power Raoul Peck spoke to The Courier , which accompanied him for a day in Brussels, about Moloch Tropical , his latest film and about his cinema. “It is more of a satirical chronicle, a report, an almost Shakespearean look at power, taking on in a strong and concen- trated way the events of the last 40 years, using Haiti as an example.” But for all that, Haiti is not the sole focus of this sardonic eye. “The film recounts the final days of a legal power which is rightly far removed from the clichés of dictatorships, to make us face up to demo- cratically elected leaders who neverthe- less, through a complex mix of twists of fate, turn into characters who exercise power in an arbitrary manner. One such personality is Berlusconi in Italy, but Bush also displayed such traits in his escapades on the eve of the war against Iraq. My modest aim is to try to deconstruct this entity known as power and to try to reduce it to its simplest expression and to its strictly human dimension. \"Haiti’s former president Aristide was the initial inspiration. Someone who held as gospel the love of his neighbour, the defence of the poorest and most margin- alised, someone you thought you could have confidence in. But he dealt a final blow of disappointment. I was quick to distance myself analytically; the character in Moloch Tropical goes beyond this single example.” On the very beautiful character of Moloch’s child, Peck says: “In each of my films, what I try to capture is the real- ity, and it is not simply about brutality, violence and abuse. It is full of poetry too, full of innocence, and it is this that we must soak ourselves in. Otherwise, there will no longer be any reason to carry on fighting.” http://www.velvet-film.com/ *also named Citadel Laferrière Zoom Poster, ‘Moloch Tropical’. © Marie Baronne/Velvet Film My modest aim is to try to deconstruct this entity known as power and to try to reduce it to its simplest expression and to its strictly human dimension ",
        "38 C urier The Our Planet The EU-ACP Climate Alliance T he GCCA intends to step up cooperation and dialo- gue between the EU and the developing countries that are hit earliest and hardest by climate change and have the least capacity to react. These are typically the Least Developed Countries (LDCs) and Small Island Developing States (SIDS), i.e. more than seventy countries. The Alliance is based on two pillars: First, an enhanced dialogue on climate change. The results of the dialogue will feed into the discussions on the post-2012 climate agreement under the UN Framework Convention on Climate Change (UNFCCC). The idea is to support the convergence of visions bet- ween Europe and the most vulnerable developing countries on the shape of a new climate agreement. The GCCA dialogues resulted in Joint Declarations on climate change respectively bet- ween the EU and the Caribbean (in March 2008), the Pacific (October 2008) and Africa (November 2008). A Joint ACP-EU Declaration was adopted in May 2009 and a Joint Declaration between the EU and Asian LDCs was signed in May 2010. Three years after its launch, the initia- tive on a Global Climate Change Alliance (GCCA) between the European Union and poor developing countries most vulner- able to climate change is on track. D e s e r t i f i c a t i o n i n M a l i . © L a i f / R e p o r t e r s ",
        "39 N. 19 N.E. – SEptEmbEr OctObEr 2010 Second, financial support for adap- tation and, where beneficial for the achievement of poverty reduction aims, for mitigation measures. Five priority areas are foreseen: - Supporting adaptation to the effects of climate change: adaptation, par- ticularly in the water and agricul- ture sectors. This will build on the National Adaptation Programmes of Action (NAPAs). - Reducing Emissions f rom Deforestation and Degradation (REDD): for LDCs, more than 60 per cent of their emissions originate from land-use change, primarily deforesta- tion. The GCCA will support innova- tive solutions to avoid deforestation and builds on existing initiatives to combat illegal logging such as Forest Law Enforcement Governance and Trade (FLEGT). - Enhancing participation in the glo- bal carbon market; so far the poo- rest countries have attracted very few Clean Development Mechanism investors. By building capacities, the GCCA promotes a more equitable geographic distribution of CDM pro- jects. - Promoting Disaster Risk Reduction: over the past decades, there has been an increase of natural disasters linked to extreme weather events, resulting from climate change. The GCCA will assist the most disaster prone coun- tries in building their capacities to prepare for, mitigate and prevent the risk of natural disasters. - Integrating climate change into poverty reduction efforts. Climate change affects many sectors and needs to be ‘mainstreamed’ into poverty reduction strategies. In July 2008, the European Commission identified four pilot countries to start up activities under the GCCA: Vanuatu, Maldives, Cambodia and Tanzania. Eleven more countries were selected for GCCA cooperation under 2009-2010 budgets: Bangladesh, Belize, Guyana, Jamaica, Mali, Madagascar, Mauritius, Mozambique, Rwanda, Senegal and Seychelles. The additional resources under the 2010 budget made it possible to identify more countries: Ethiopia, Nepal, Solomon Islands and nine Pacific Small Island States as a region. Other countries within the overall tar- get group of the GCCA will be added, depending on availability of resources in the coming period. For the selec- ted countries, special attention will be paid to set up innovative ways to deal with climate change, for example through budget support. Regular coor- dination takes place with comparable efforts such as the World Bank's Pilot Programme for Climate Resilience. In addition to the country actions, there is also a regional level GCCA support using intra-ACP funding under the 10th EDF (€40M). Regional support in the Caribbean will be via the Caribbean Climate Change Centre in Belize (€8M). In the Pacific, it will comprise adaptation priorities involving the University of the South Pacific (€8M). At the Pan-African level, GCCA sup- port takes place in the context of the Africa-EU Strategic Partnership no. 6 on climate change. This will contribute to the flagship initiative ‘ClimDev-Africa’ that comprises the new African Climate Change Centre based in Addis Ababa in particular to improve links between weather data and policy response. In addition, it will support sub-regional climate work in West Africa (with CILSS / ECOWAS) and in Eastern and Southern Africa (with COMESA). These regional actions focus on specific African interests such as agriculture adaptation and participating in the carbon market. Further information can be found at the site: www.gcca.eu. Our Planet - Vanuatu (€3.2M): The first component will support the capacity development of the Climate Change Unit at the De- partment of Meteorology. The second component will focus on improved farm- ing and water management practices, and actions to avoid settlements in flood prone areas. - Rwanda (€4.5M): The overall objective is to support the National Adaptation Programme of Action (NAPA) focusing on sustainable land management. The specific objective is to contribute to land registration, which is a pre-condition for climate adaptation.. - Tanzania (€2.2M): Support to setting up Ecovillages with community actions in natural resources management and renewable energy (complementing EDF work on renewable energy). - Senegal (€4M): Focused on combating coastal erosion. - Mauritius (€3M): Budget support to con- tribute to Maurice Ile Durable imitative. - Guyana (€4.2M): To strengthen sea de- fences and mangrove replanting. - Jamaica (€4.1M): To reduce disaster risk and restore coastal ecosystems. The Commission provided €95M ad- ditional funds for the GCCA under the Environment and Natural Resources Thematic Programme (ENRTP) over the budget period 2008-2010. This includes an additional €25M under the 2010 budg- et corresponding to half of the EC's fast start contribution within the Copenhagen Agreement. Fast start actions are pre- pared involving Ethiopia, Nepal and the smaller Pacific Island States. Under the 10th EDF intra-ACP programme, €40M was decided in 2009 for GCCA regional action. The Commission appealed to the EU Member States to contribute resources to the GCCA. Sweden, Czech Republic and Cyprus are contributing €4.4M, €0.2M and €1.8 M respectively. Other Member States expressed interest to support the GCCA. Some specific GCCA cooperation activities By building capacities, the Alliance promotes a more equitable geographic distribution of Clean Development Mechanism projects ",
        "40 C urier The Interactions The European External Service: what impact on development policy? Anne-Marie Mouradian I t took fierce negotiations between EU High Representative Catherine Ashton, the Commission, the Council and the European Parliament to reach an agreement on setting up the future European External Action Service (EEAS). The new service will bring together, in Brussels and at the 136 delegations world- wide, staff drawn from the Commission, the foreign policy departments of the Council Secretariat, EU political and mili- tary structures and the Member States. An initial group of new ambassadors was appointed in September in 29 third countries, including 12 African countries and Haiti.* Prior to the Treaty of Lisbon becoming law, it was the Commission that appointed the staff of its delegations, which are now known as ‘EU delegations’ under the authority of the High Representative. This newly created ‘single window’ for managing relations with all partner coun- tries is designed to strengthen the EU’s coherence and effectiveness in the inter- national arena. It has also given rise to certain fears. Fears of development aid becoming an instrument of foreign policy and incorporated within the EEAS and also of the intergovernmental approach gaining precedence at the expense of the Community method. These concerns now seem to have been allayed, at least in part. A compromise was reached for the pro- gramming of European external aid that the Commission and Parliament did not want to entrust to the EEAS, believing this would weaken the Commission and effectively compromise the independ- ence of European development policy. The authority of the Commission and of Commissioner Piebalgs’ services over development policy programming cycles was therefore reaffirmed. The EEAS will be responsible for matters of policy and strategy, with geographical desks divided between five directorate-gen- erals. Africa, distinct from the ACP Group, will have its own directorate charged with Africa-EU strategy. Services destined to form the EEAS are already preparing a paper on the Horn of Africa. In keeping with this approach, ques- tions of strategy relating to the European Development Fund will be handled by the External Service while programming preparation and implementation will be managed by the services of Commissioner Piebalgs, who will be responsible for ACP relations on a day-to-day basis. MEP Charles Goerens, Liberal group coordinator of the European Parliament’s Development Committee, believes there is “a real risk of a loss of unity in the decision- making process. But I cannot believe that the Commission’s power to propose will be compromised by the External Service.” At Catherine Ashton’s department they seek to be reassuring: “Questions of strategy will be the subject of dialogue between the High Representative and Commissioner Piebalgs.” NGOs such as CIDSE, International Development for Development and Solidarity, take the view that: “We must wait and see how things fall into place.” The process is in its very early stages and many questions remain, including ones regarding the future of the Development Directorate-General (DG DEV). It is agreed that the DEV desk officers will leave to join the External Service. But will they be joined by others? MEP Charles Goerens warns against “any risk of dismantling this brilliant DG that has marked the history of the EU’s external relations”. * EU ambassadors have been appointed in the following ACP countries: Angola, Botswana, Burundi, Chad, Gabon, Guinea Bissau, Haiti, Mozambique, Namibia, Uganda, Papua New Guinea, Senegal, South Africa, Uganda and Zambia. C a t h e r i n e A s h t o n , s e c o n d f r o m t h e r i g h t . © E C ",
        "41 N. 19 N.E. – SEptEmbEr OctObEr 2010 AU-EU Interactions Third Africa-EU Summit Convenes in Libya Second Action Plan on table A.M.M. T he third Africa-EU Summit* to be held in Tripoli, Libya on the 29 and 30 November will be an opportunity for the European Union (EU) and African Union (AU) to take stock of progress to date in the implementation of the Joint African– EU Strategy put in place in December 2007 and its first Action Plan. The Second Action Plan (2011-2013), due to be adopted at the Summit, is designed to meet a series of new challenges and govern future coop- eration “The Europe-Africa partnership is dif- ferent from the other partnerships that the EU and AU have around the world,” explains Klaus Rudischhauser, Director of relations with the African, Caribbean and Pacific (ACP) States at the European Commission’s Directorate-General for Development. “European and African Leaders have put into place an innova- tive partnership that translates into very concrete actions our common priorities.” He explains that the innovative aspect of this unique partnership has to do with its inclusive nature: one that is not limited to the two continental organisations but also includes their member countries, civil society, the private sector, parliaments, etc. In this relationship, African and the EU are equal partners, who openly discuss not only development and African matters, but also address global issues and European priorities. Progress “We have made good progress in the eight thematic partnerships of the Joint Strategy. Some partnerships are, however, moving faster than others due to their own nature. For example, the Peace and Security part- nership is enabling the EU to support the Africa Peace and Security Architecture and strengthening the capacities of the AU to plan and conduct peacekeeping mis- sions. This is progressing relatively well”, explains Rudischhauser. This is also the case of the partnerships on energy, climate change, science, technol- ogy and space. In the framework of the energy partnership, a first high-level meet- ing of the energy partnership took place in Vienna on 14 and 15 September, gathering European and African representatives who pledged to develop access to modern and sustainable energy for at least 100 million more Africans by 2020. The meeting also launched an ambitious Renewable Energy Cooperation Programme which will con- tribute to the African renewable energy targets for 2020. Flagship projects At the Tripoli Summit, the AU plans to announce flagship infrastructure projects, one in each of five African regions, add- ing to a long list of actions in progress. Under the governance partnership, EU and AU officials already meet twice a year to discuss human rights. Ahead of the upcoming Summit they expect to launch an Africa-EU platform to discuss governance issues. On the climate change front, Klaus Rudischhauser says he expects Tripoli, Libya. © AP / Reporters ",
        "42 C urier The headway in Libya on the delivery in Africa of climate financing commitments, feed- ing into the Climate change conference in Cancun, Mexico from 29 November to 10 December. In the context of the Migration, Mobility and Employment partnership, an African Remittances Institute will be launched. It will aim to strengthen the capacities of African governments, banks, remittance senders and recipients, private sector and other stakeholders, in view of better using remittances as development tools for poverty reduction. Sufficient human and financial resources are obviously essential if the partnership is to be implemented effectively, says Mr. Rudischhauser. Against a background of global economic crisis, the Tripoli Summit will look at how these resources can be further strengthened. African states cur- rently have very limited national budgets and revenue. Central to these discussions, he explains, will be the crucial aspects of how African economies can better attract foreign direct investment, the need to create better linkages between aid and investment, and the necessary conditions to expand trade and to promote job crea- tion on both sides of the continent. He adds that it is thus very timely that the Summit will be devoted to the theme: \"Investment, economic growth and job creation\". * See also pages 4 & 6 More information: www.africa-eu-partnership. org/3rd-africa-eu-summit Tripoli, Libya. © AP / Reporters The European Commission is preparing a series of documents, some of them relating directly to the Africa-European Union Summit. In particular, its commu- nication on ‘Relations between Europe and Africa’ will fuel the debate in Tripoli. Two other Green Papers being prepa- red, one on development policy and the other on budgetary support, do not relate directly to the summit but should encou- rage public debate on these subjects. The Africa – European Union Strategic Partnership is a key stage in the dialo- gue and cooperation that has bound the two continents since the first summit of heads of state and government, in Cairo in 2000. It makes the African Union a privileged partner of the EU and consi- ders Africa as a whole by going beyond the array of instruments and agreements that exist with individual regions (Coto- nou Agreement and EU-South Africa Agreement for Sub-Saharan Africa; Euro-Mediterranean Partnership and Neighbourhood Policy for North Africa). The second Africa-EU summit, which met in Lisbon in December 2007, adop- ted a joint strategy and first action plan (2008-2010) with the aim of fostering clo- ser relations and confronting together a series of new global challenges through eight distinct thematic partnerships: 1) Peace and security 2) Economic governance and human rights 3) Trade, regional integration and infras- tructure 4) The Millennium Development Goals 5) Energy 6) Climate change 7) Migration, mobility and employment 8) Science, information society and space The third Africa-EU Summit, to be held in Tripoli (Libya) on 29 and 30 November 2010, will assess the initial results and launch the second action plan (2011- 2013). www.africa-eu-partnership.org Interactions AU-EU ",
        "43 N. 19 N.E. – SEptEmbEr OctObEr 2010 Taking Africa-EU space cooperation to new heights D.P. S abine Laruelle, Belgian Minister for Small and Medium Enterprises, the Self-Employed, Agriculture and Science Policy, explained that cooperation in space giving access to satellite data was all about managing resources for sustaina- ble development. It could help African nations improve their ability to provide food and water security and health care, and provide early warning of disasters enabling quick responses to emergencies. Space comes under the 8th partnership of the EU’s Africa Strategy together with Science and Information Society. “We have to move a step further to scale up our international cooperation, where Africa will become an equal player through acquiring or exploiting space capabilities”, said EU Commissioner for Science and Space, Jean Pierre Ezin. He would like to see international support for an African Space Agency. Some countries on the African continent have already built up their own space- related capabilities and programmes: South Africa, Egypt and Nigeria. Others have bilateral space projects with private entities or international governments. Meteorological data from the European Organisation for the Exploitation of Meteorological Satellites (EUMETSAT) is also currently shared with African nations. “Various space projects in different areas have been developed for Africa but very few are sustainable beyond the pilot phase. This is due to the fact that often the local community of the end users is not involved from the beginning and does not have the feeling of ownership”, reads a newly released study, European- African Partnership in Satellite Applications for Sustainable Development (www.espi. or.at), drawn up by the European Space Policy Institute (ESPI). Said Andre Nonguierma, Senior Officer for Information Systems at the Information, Science and Technology Division of the United Nations Economic Commission for Africa (UNECA): “This continent needs its own observation system dedi- cated to the African continent”. EU Action Plan Space is expected to be at the heart of the next Action Plan from 2011 to 2013 for the implementation of the Africa-EU strategy. “At the request of the ACP Group of states a €20M project will be identified later this month (October 2010) as the 10th EDF Intra-ACP con- tribution to the imple- mentation of GMES (Global Monitoring for Environment and Security) in Africa”, says Francesco Affinito, European Commission Focal Point at DG development for partnership 8 (Science and Technology). He adds: “A further €4.5M will be drawn from the pro- posed €9M ‘Support to the Air Transport Sector in Africa’ project to finance pre- parations for the expected deployment of the European Geostationary Navigation Overlay Service (EGNOS) in Africa”, says Francesco Affinito, European Commission Focal Point at DG Development for partnership 8 (Science and Technology).The EU’s GMES, currently under development, aims to provide data for monitoring of the envi- ronment and supporting civil security. Under the EU’s European Development Fund (EDF), a 48-month project, African Monitoring of Environment for Sustainable Development (AMESD), started in 2007. This is already giving African nations access to Earth Observation (EO) technologies and data for environ- mental and climate monitoring. The development of EGNOS in Africa will improve satellite navigation services to the continent, especially for aviation. For more see: GMES.info Africa-EU Interactions The future of space cooperation between the European Union (EU) and the African continent was explored at a ‘Space for the African citizen’ event in Brussels on 16 September hosted by the EU’s current Belgian presidency. Satellite images capture deforestation in Madagascar. Image on top taken in 1972. Image on bottom taken in 2001. © EC Joint Research Centre, Ispra, Italy Africa wants its own Space Agency ",
        "44 C urier The Putting Agora at the centre of the global village tee solid democracies. Aid in the form of support for the national budgets of recipient countries has become the norm and often represents more than two- thirds of EU financing for development cooperation. To receive it, southern countries must meet certain crite- ria linked to ‘good governance’ and in most cases pledge to undertake pub- lic sector reforms, implement an agenda to help the poor, and show macroeco- nomic stability. Criteria that often prove difficult to implement in practice and cause great concern on the part of the donor countries. “Parliament’s participation in this exercise is vital. If a parliament is not included in the process, how can it provide the follow-up?” asks Olivier-Pierre Louveaux, manager of the Agora platform (see Box) set up by the United Nations Development Programme (UNDP) with the partici- pation of some 20 partners, including the EU. “At present, the technocrats are being trained. Then transparency must be ensured. It is a whole system”, he con- tinues. In short: “Politics must regain its place in the debate.” Thomas Huyghebaert, an expert in “sup- porting democracy” at the European C o m m i s s i o n ’ s EuropeAid office, goes further: “It is important for pov- erty reduction strate- gies to be approved by the national parliaments. Otherwise we risk continuing to weaken the democratic process”. After being the poor cousin of European aid (100 million euros over 10 years, almost half of which for post- apartheid South Africa), support for par- liaments is now beginning to take shape. ‘Action plans’ to enable the role of parlia- ments to be included in political dialogue with the recipient countries have just been finalised. There is also work to be done in the field, especially via the twinning schemes implemented by the European Parliament’s Office for the Promotion of Parliamentary Democracy (OPPD). Parliament of South Africa. © Reporters / AP Interactions Parliamentary Cooperation Africa’s current wave of elections is being financially supported by international donors, the EU first and foremost, as well as by the presence of many interna- tional observers. But what happens after the elections if parliaments are unable to exercise their authority to govern and to inform? The Agora website is trying to make up for any shortcomings. M.M.B. “I f you look at northern Niger, northern Mali and Chad, you see events that set the govern- ments against those who have rebelled against it. The government is therefore virtually disqualified from mediating from the outset, whereas parlia- ment, when it is credible and responsible, is in a position to act”, Ibrahim Yacouba, member of the National Advisory Council set up by Niger’s military junta to oversee the country’s return to the rule of law, declared recently. “Credible and respon- sible”: this could not be said of Niger’s Parliament when the country was hit by the food crisis in 2005. “Civil society”, adds Yacouba, “criticised MPs, in par- ticular for the privileges they had granted themselves (…). The parliament had little moral scope to act as an agent for conflict prevention”. These comments illustrate the complex- ity of the measures needed to guaran- www.agora-parl.org A multilateral initiative, Agora aims to be an information hub for parliamen- tary development. It pursues three aims: sharing of knowledge and know-how, networking of the players, and promotion of parliaments as important vectors of change in the field of development po- licies. The portal is available in several languages: English, French and, at a later stage, will be available in Spanish, Arabic and Russian. “Politics must regain its place in the debate.” ",
        "45 Goodbye to the Netherlands Antilles Erica González T he Netherlands Antilles, made up of five islands in the Caribbean Sea, ceased to exist on 10 October. Curaçao and Sint Maarten have become autonomous countries within the Kingdom of the Netherlands and Bonaire, Saba and Sint Eustatius are now Dutch municipalities. This restructuring of the Antilles resulted from a series of referendums held amongst the islands’ inhabitants, carried out between 2000 and 2005. The outcome of the voting showed great disparity within the Antilles. While Sint Eustatius demon- strated its agreement with the existence of the Netherlands Antilles, Saba and Bonaire opted for a type of integration, similar to the French overseas depart- ment system, through which they will become municipalities of the Netherlands. Curaçao and Sint Maarten have gone in the opposite direction by choosing to remain within the Kingdom as autono- mous countries. The dissolution of the Netherlands Antilles is the culmination of a long period of internal difficulties and divergences within the islands. As a result, Bonaire, Saba and Sint Eustatius will become municipalities of the Netherlands, with adjustments made to this definition on account of their loca- tion in the Caribbean, whereas Curaçao and Sint Maarten will become autono- mous countries within the Kingdom of the Netherlands. The birth of two countries Curaçao and Sint Maarten, the two largest islands, have achieved the same autonomous status as Aruba obtained in 1986. In the view of Zita Jesús-Leito, Deputy Head of General Affairs and State Structure in the government of Curaçao, this change is a great achievement for the island. “Now we will be in charge of more areas which were previously controlled by the Netherlands Antilles. Areas such as the Police Force, Air Force and Customs will now be controlled directly by us.” With the creation of the two new coun- tries a shared currency and a central bank for Curaçao and Sint Maarten will be established. “According to the proposal which has already been submitted, if the Island Council approves it, the currency will be called the Caribbean guilder ”, says Jesús-Leito. New relations with CARICOM and the OAS Until 10 October, the Netherlands Antilles had the status of observer in one of the CARICOM (Caribbean Community) councils, the Council for Human and Social Development (COHSOD). Gideon Isena, a member of the Foreign Affairs Department of Curaçao, is certain that the two new countries will have the same status, although it is the CARICOM Council of Ministers which will decide whether this will occur immediately or if a new request is to be submitted. As these two new countries will not be completely independent and will continue to belong to the Kingdom of the Netherlands, they cannot be full members of CARICOM. The same applies with the Organisation of American States (OAS), although its Assistant Secretary General, Albert Ramdin, is more optimistic and hopes that in the coming months general talks will be initiated with the new countries on issues such as information exchange and their involvement in the fields of development and cooperation. Willemstad, the capital of Curaçao is renowned in the Caribbean as a unique example of colonial Dutch architecture. © Erica González OCTs Interactions N. 19 N.E. – SEptEmbEr OctObEr 2010 ",
        "46 C urier The International Literacy Day: Cape Verdean Ministry of Education receives UNESCO award Andrea Marchesini Reggiani T his year, the US$20,000 UNESCO King Sejong Literacy Prize set up in 1989, was awarded to four innovative literacy projects, in Cape Verde, Egypt, Germany and Nepal. The initiative aims to pay tribute to the women and men who work behind the scenes to help others acquire literacy skills, following the prin- ciple that literacy is an important means of empowering people. One of the awards was assigned to the Directorate-General for Literacy and Adult Education (DGEFA) in Cape Verde. Its ‘Adult Education and Training Programme’ (EdFoA) was recognised for its relevance and flexibility, its emphasis on women and its remarkable impact: the illiteracy rate in Cape Verde decreased from 60 per cent to 20 per cent between 1974 and 2005 and has continued to fall. Since independence, illiteracy has been a big problem in Cape Verde’s rural areas, where women have had to work in sub- sistence agriculture, and education has been a privilege available to few. Since 1979, the DGEFA Programme has tar- geted nearly 100,000 Cape Verdeans, out of a population of 500,000. In addition to boosting confidence and self-esteem through the acquisition of reading, writing and arithmetic skills, the programme aims to enable people to exercise a profession and thereby combat poverty. It constitutes a lifelong community learning programme which is based on four principles: learning to know, learning to do, learning to be and learning to live together. The tea- ching method used is based on the work of the Brazilian pedagogical theorist Paulo Freire. Portuguese language lessons draw on real life situations in Cape Verde and are also held in the national language, Crioulo. The programmes also cover gen- der equality and HIV/AIDS prevention. The other 2010 UNESCO International Literary Prizes were awarded to Nepal’s Non-Formal Education Centre, Egypt’s Governorate of Ismalia, and State Institute for Teacher Training and School Development in Hamburg, Germany, each of which has used innovative programmes to increase literacy rates in marginalised communities. The German project, for example, is based in Hamburg, a city where immigrants make up 14 per cent of the population. It targets the parents of children under the age of six from immi- grant communities, particularly mothers, who go to school once a week with their children, for two years. International Literacy Day is one of many parallel projects overseen by UNESCO, with the aim of increasing literacy rates by 50 per cent by 2015. It is in line with the Millennium Development Goal (MDG) of ensuring that by 2015, chil- dren everywhere will be able to complete a full course of primary schooling. Another of these projects is the United Nations Literacy Decade (2003-2012), whose slo- gan is ‘Literacy as Freedom’. When a woman is illiterate, she has little chance of improving her situation and people can easily deny her rights. At the International Literacy Day on 8th September 2010, UNESCO (United Nations Educational, Scientific and Cultural Organisation) celebrated literacy as a means of empowering women by giving awards to governments and non-state actors that had achieved effective results in the fight for literacy. Cape-Verde, Fogo Island, adult education course. © UNESCO/Dominique Roger Sao Felipe prison, literacy, adult education. @UNESCO/Dominique Roger Interactions Development Cooperation ",
        "47 N. 19 N.E. – SEptEmbEr OctObEr 2010 Seychelles meets the fish quality challenge Christopher Hoareau, Chief Inspector at the Seychelles’ Fish Inspection and Quality Control Unit, casts an eye over the country’s success in meeting the EU’s exacting import standards for fish and fishery products. “It is very difficult to obtain sponsorship for long-term training in the food safety, food science and technology areas” F i s h i n g c o m p e t i t i o n , L a D i g u e , S e y c h e l l e s . © H e g e l G o u t i e r Trade S eychelles has taken big steps to meet quality standards over the years with donor backing including funds from the EU’s Strengthening Fishery Products Health Conditions (SFP) programme for all African, Caribbean and Pacific (ACP) states and Overseas Countries and Territories (OCTs). The Indian Ocean country embarked on exports of fish and fishery products in the early 1970s, mainly to its neighbour in the Indian Ocean, Reunion Island, a French Overseas Department. In the early 1980s, under bilateral fisheries agreements, it expanded its export mar- ket to the United Kingdom and France. At the same time big industrial tuna boats of Spain and France were allowed to operate in Seychelles’ waters. A tuna canning factory was opened in 1987. Back in August 1998, the EU’s Food Veterinary Office made an assessment of Seychelles’ compliance with EU sanitary requirements for export of fish and fishery products, coming up with a long list of recommendations which the Seychelles’ industry had to undertake to satisfy the EU minimum sanitary requirements from including improved laboratory standards and hygiene survei- llance. “The government policy was to increase exports and turn the fisheries sector into the second pillar of the eco- nomy after tourism”, says Christopher Hoareau. In 2002/2003, it faced one of its biggest challenges; the banning of swor- dfish exports to the EU market due to a high level of heavy metals, such as cad- mium, in species which flouted the extremely low Maximum Allowable Level of 0.05 parts per million (ppm) set by EU regulations. “This cost the industry significant economic loss since most long liner operators had to cease their activities”, says Christopher Hoareau. A subsequent amendment in the legislation which raised the maxi- mum level to 0.3 ppm resulted in the ban being lifted. Ever-improving procedures Then in 2007, the Seychelles industry was faced with two alerts on its exports to the EU market due to high levels of histamine discovered in canned tuna. Improvements in processing procedu- res resulted. Seychelles has been a big beneficiary of Module 2 of the SFP to support to microbiology, food chemistry, environmental and metrology laborato- ries (see: http://www. sfp-acp.eu/). “It is obvious that the Seychelles sani- tary legislations for fish and fishery products for export now satisfy the equivalency principle with that of the EU”, says Christopher Hoareau who shows no complacency. He says that some current difficulties are to maintain trained personnel who are attracted by the private sector. “It is very difficult to obtain sponsorship for long- term training in the food safety, food science and technology areas”, he adds. ",
        "48 C urier The Tanzania: caught between status quo and audacity M.M.B. A s The Courier went to press Tanzanians were going to the polls to elect their new presi- dent. New is a slight exag- geration, since all observers agree, with a certain sense of fatalism, that the outgoing president, Jakawa Kikwete, will most likely be re-elected without much difficulty. Despite the measures taken in recent years by the president to clean up his party, the Revolutionary Party (CCM) – holding an African record of 49 consecutive years in gov- ernment – the misuse of power, along with rampant corruption, have signifi- cantly hindered the strategies put in place to assist the country in emerging from endemic poverty, despite its rich natural resources. The truth is that President Kikwete is unrivalled. The main opposition party, the CUF, is mainly active in Zanzibar, a semi-autonomous archipelago, The other major opposition party, the Chadema, which mainly represents the young urban elite, is struggling to define a clear party line. In addition, Jakawa Kikwete, in the eyes of many, embodies stability rather than audac- ity. It was under his presidency that an historic agreement was reached on 31 July between the Zanzibarian branches of the CCM and the CUF to form a united national government in Zanzibar, which has been periodically shaken by violent political score settling. His active presence internationally and regionally has also been to his credit. Finally, the president has been successful in per- petuating some of Nyerere’s values, who is known as the ‘father’ of the country’s peaceful struggle for independence. In particular these have included a capac- ity for empathy, as evidenced by the policy of openness towards the victims of conflicts in neighbouring countries, and exemplary press freedom. And it's undoubtedly for these reasons that the country remains, even today, despite signs of fatigue, ‘a donors’ darling’. It remains a country known abroad for its gold and precious stones, (Tanzanite is exclusive to Tanzania, although widely sold by the Indians or South Africans), the packs of wildebeest running along- side the stunning Ngorongoro crater, the ‘Big Five’ of the Serengeti National Park and its beautiful beaches on the east coast of Zanzibar. But it is on leaving the country that we take with us its most valuable asset of all: the gentle kindness of its 43 million inhabitants. I n A r u s h a © M a r i e - M a r t i n e B u c k e n s Report ",
        "49 N. 19 N.E. – SEptEmbEr OctObEr 2010 Tanzania Report M.M.B. T oday the country has over 120 ethnic groups. Although con- flicts are almost non-existent, due in part by the decision of Nyerere to make Swahili the official language, recent years have seen rising tensions between Christians (around 45 per cent of the population) and Muslims (35 per cent, but 95 per cent in the archi- pelago), a problem that may threaten the ever fragile unity between the mainland and Zanzibar. 1961. Julius Nyerere . Nicknamed the ‘Mwalimu’ (teacher), he headed the first independent government of Tanganyika (mainland part of the current Tanzania), before becoming president of the country a year later. At the time the ‘teacher’ was the head of the TANU (the Tanganyika African National Union), founded in 1954 when the country was under the trus- teeship of the United Nations mandate, having previously been a British protec- torate. A legacy of the Germans forced, after the First World War, to cede to the British the former colonies of German East Africa, except Rwanda and Burundi which were returned to the Belgians. Zanzibar itself became independent and remained under the authority of the sul- tan, who would be overthrown in 1963 by a revolution that led to Sheikh Abeid Amani Karume beco- ming president. The same year, Nyerere initiated negotiations with the Zanzibari president resulting in the creation of a uni- ted Tanzania. What is the reason behind a union between two countries whose ambitions and goals differ so much? The Western powers, fearing that Zanzibar might become the ‘Cuba’ of Africa, played a significant role in this union. February 1967 . Julius Nyerere, in the famous ‘Arusha Declaration’, established the founding principles of a new economic policy, aiming to achieve self-sufficiency with regard to food and laying the foun- dation for socialism in Tanzania through ‘Ujamaa’ : “An honest government, equa- lity between rich and poor, economic independence.” 1977 . TANU became Chama Cha Mapinduzi (CCM). Between 1970 and 1980, Tanzania supported various African liberation movements, whether in Mozambique, the future Zimbabwe or South Africa. Nyerere managed to maintain good relations with the West while receiving substantial assistance from China. But in 1983, the economic crisis made it necessary to liberalise the Tanzanian economy. 1980 . The ‘teacher’ began his last presi- dential term, but would remain head of the CCM – the single party – until 1990. 1985 . Ali Hassan Mwinyi succeeded Nyerere. Re-elected in 1990, he accele- rated the reform agenda for transition to a market economy and with a multiparty system. Julius Nyerere maintained his role of éminence grise in Tanzania and that of a ‘wise man’ called upon to resolve regional conflicts in Africa, until his death in 1999. 1995 . CCM candidate Benjamin Mkapa is elected as president. He is re-elected in 2000, while Amani Abeid Karume, the son of Zanzibar's first president, was elected president of the island in an elec- tion boycotted by the opposition. The Tanzanian president faced a difficult situation accentuated by a severe economic crisis and the presence of nearly 300,000 refugees from Burundi. 2005 . Jakaya Kikwete, also a CCM can- didate takes over the country. ‘The father of the Nation’, Julius Nyerere, portrait still hangs in some school classrooms. © Marie-Martine Buckens Some say that Tanzania was the first inhabited African country, as evidenced by the discovery of the remains of a robust Australopithecus in the Oldupai gorge, which cuts into the western slope of the Rift Valley on the Serengeti plain in the north of Tanzania. ‘Mwalimu’, the national and international icon Nyerere managed to maintain good relations with the west while receiving substantial assistance from China ",
        "50 C urier The A new common market of 130M people, unique in Africa M.M.B. 1 July 2010 was an historic day for the five countries of the East African Community (EAC). The day when the government leaders of Tanzania, Burundi, Rwanda, Uganda and Kenya signed the protocol for the free move- ment of people, goods and services, to be followed, in 2012, by a single currency. At the EAC offices in Arusha – not far from the International Criminal Tribunal for Rwanda – we met with the organisa- tion’s Secretary General, the Tanzanian, Juma V. Mwapachu. A lively debate followed with this 68-year-old former ambassador who is planning to bring his experience to the Tanzanian private sector when he retires from the EAC in 2011. A first Community of three countries – Tanzania, Uganda and Kenya – was set up in 1967 but ended 10 years later. How do you explain this failure? There were many reasons and it is impos- sible to say which the dominant one was. First of all, I believe that the first EAC, founded shortly after independence, was built on the wrong foundations, namely a colonial heritage built by the British. So you had institutions providing a common service – railways, a post office, aviation, energy, even the university – that were not underpinned by any genuine political will. They were almost borrowed institutions. Also, the decision-making was too cen- tralised, in the hands of the heads of state. There was no Council of Ministers as in Europe. If one representative was absent, all decisions were blocked. Then there was the fact that Tanzanian President Nyerere refused to sit down with the Ugandan Idi Amin Dada when the latter invaded northern Tanzania in 1972, declaring: “I do not want to sit down at the same table as that animal”. Finally, some stress the economic choices, with Tanzania taking the socialist route, Kenya advocating a market economy, and Uganda a mix of the two before becoming a state with no rule of law at all. In 1999, the EAC was reborn from these ashes, at the same time invit- ing Rwanda and Burundi to the table. Why this choice? Look at the history. Before, Tanganyika, Rwanda and Burundi were German colo- nies. Then there was the slave route run- ning from the north of Dar-Es-Salaam to Kivu. This spread Swahili, which became the common language of Tanzania, Rwanda and Burundi. There are also ethnic affinities, especially between Burundi and Tanzania. Also, due to their large neighbour, the DRC (Democratic Report Tanzania Juma V. Mwapachu. © Marie-Martine Buckens ",
        "51 N. 19 N.E. – SEptEmbEr OctObEr 2010 Republic of the Congo), some believed that Burundi and Rwanda would look to the West. That was a mistake. They looked east. All their external trade is through the ports of Mombassa, in Kenya, and Dar-Es-Salaam. Finally, the three found- ing countries of the EAC see the historic fragility of Rwanda and Burundi as a reminder of their own fragility. Look at the empathy shown by the Tanzanians when they welcomed a million Burundian refugees on their soil. Remember also that a con- flict between Hutus and Tutsis remains possible. In this case, it is the bordering countries that suffer. By welcoming them into the fold of the Community you can forge an alliance that fosters stable peace. What are the challenges facing the EAC, for Tanzania in particular? The Tanzanians say they are afraid. Since the 1980s a new generation of young Tanzanians has seen a fall in edu- cational standards that has undermined their confidence in regard to others, espe- cially the Kenyans. While the number of Tanzanians with access to education has increased considerably, no improvement in quality has followed. Language is also becoming an important factor. They see the Ugandans and Kenyans who speak English fluently – which is the case for my generation, but not for theirs. They are seeking refuge in a fortress mentality, believing they are unable to compete. It will take us 10 years to bring our education to the level of our two large neighbours. But my reply to young Tanzanians is: open up and you will learn new skills, expose yourselves to the outside world. For its part, the Inter-University Council, an EAC institution, must work on har- monising the educational system. We are the only economic region in Africa seeking to embrace the Bologna process implemented in Europe. We have already standardised the level of university fees. The DRC has expressed a desire to join the EAC. Some fear that accepting this ‘big country with big problems’ would be ‘the kiss of death’. It would also raise a language issue, with Burundi already marginalised at meetings due to its language, which is French. Firstly, regarding language use. President Kikwete, whose country currently holds the EAC presidency, stated at the last summit in Kampala that the time had come to revise the statutes that limit communication to just one language; English. Regarding the DRC, we are ‘passionate’ about this country that, for its part, is mainly interested in our infra- structures. But the next country to join the Community is more likely to be South Sudan. If they vote for independence in 2011 they will clearly be the priority can- didates. The reasons are simple: they have cultural ties with Uganda and Kenya, they are Christian and their economy looks firmly to the South. Tanzania is also a member of the Southern African Development Community, SADC. Of these two insti- tutions, SADC and EAC, which do you think is seen as most important by the country’s leaders? At a certain moment we divorced our- selves from the East and, in our attempts to win a new woman, we fell deeply in love with the South, with SADC! During apartheid we had strong ties with the ANC in South Africa and the elites remain emo- tionally linked to SADC. But Tanzania also knows which side its bread is buttered on, namely the EAC. It is a question of being realistic. Tanzania Report ”The three founding countries of the EAC see the historic fragility of Rwanda and Burundi as a reminder of their own fragility” © entrepriseresilienceblog ",
        "52 C urier The Report Tanzania “With such potential Tanzania could do so much better” Interview with Ambassador Tim Clarke, head of the European Union delegation in Tanzania “Twenty years ago I spent five years in Tanzania as rural development adviser, working for the European Commission”, Tim Clarke tells us. “We managed what was then the biggest European agricul- tural programme in Africa, alongside that of Senegal. Today, 20 years later, people don’t like it when I say that the level of poverty in rural areas seems to have remained almost unchanged. Perhaps not surprising since in the same period the population has doubled.” M.M.B. A griculture is at the heart of the Tanzanian Government’s fight against poverty. Last year it launched its vast ‘Kilimo Kwanza’ (‘Agriculture First’) pro- gramme. “I am afraid that many view this as no more than old wine in a new bottle. Although the jury is still out, the results of this new strategy are yet to be seen. Generation after generation of families in the rural areas continue to live in poverty. Having said this, extra budgetary resources have been allocated to Agriculture in the 2011 Budget. So I remain cautiously optimistic.” Nyerere’s leadership “Nyerere had already understood this 20 years ago”, continues Tim Clarke. Nyerere is ‘the’ reference cited by everyone you speak to in Tanzania. The EU ambassa- dor is no exception. “His image remains considerable. He was an international star, even if his actions in the social field proved to be unrealistic. He was a modest and humble man. He understood that agri- culture was at the core of everything, and that reform of agriculture was critical to achieve positive change. He didn't have all the right answers, but he remains a revered person nevertheless.” Nyerere is the reference for all African countries seeking independence and roots. Tanzania still aspires to a leadership role and, adds Tim Clarke, it is true that “its attitude to refugees is exemplary. The interior minister’s decision to naturalise 160,000 non-nationals is unique. This is ‘pure Nyerere’, in keeping with his Ujamaa policy of working for the common good. In Tanzania you find both this extraordinary sense of human compassion and, at the same time, a curious fortress mentality; the desire for a Tanzania for the Tanzanians.” Combating corruption But the party founded by Nyerere, the CCM, is suffering from its longevity. “It has been in power for 49 years now, a record for Africa, if not the world”, observes Tim Clarke. “And it is not without its problems. Corruption sadly seems to dominate political life today. The government has adopted some positive measures, such as setting up a Prevention and Combating of Corruption Bureau (PCCB) and giving it some teeth. But too many view this as a smokescreen. Too much money ‘leaks’ from the public sector. There is a public sector reform programme in place, which we are sup- porting. But it needs to be invigorated. The transit of goods within the country and the region is subject to repeated police checks that increase economic costs, and in some cases, notably for fresh agricul- © Marie-Martine Buckens © Marie-Martine Buckens Tim Clarke. © EC ",
        "53 N. 19 N.E. – SEptEmbEr OctObEr 2010 Tanzania Report tural produce, leads to unnecessary spoil- age. Intensive efforts need to be made to reduce such non-tariff barriers to trade within and outside Tanzania. Neither we, nor other partners, have been able to have a really serious in-depth discussion on Governance and Corruption issues. But I am sure it will come.” Abandoning old habits “Most of our aid is in the form of gen- eral and sectoral support for the state budget. But due to the lack of a clear link between the injec- tion of resources and outcomes achieved – real measurable deliverables – some EU Member States are becoming increas- ingly reluctant to use this form of financial instrument. We would like more dialogue on governance and accountability issues.” Tim Clarke goes on to say that: “The management of public resources must be improved allowing the public and private sectors to work together in a synergetic way. The common cry from all is to reduce bureaucracy and stamp out corruption at all levels. Then, we believe, there will be tangible progress, with real economic benefits to the poor.” “My job”, he adds, “is to help create a sound business environment, to support the capacity of institutions involved in cooperation and ultimately allow Tanzania to stand on its own feet. I remain convinced that Tanzania has the potential and the resources to do this. We remain a respected partner, but there continues to be some discrepancy between our expectations and what the Tanzanians think and do”. “It is true that the country has good macroeconomic stability. It has adequate budget support and is moving in the right direction. But in Tanzania many of those in the donor community feel that it is failing to realise its potential.” The rea- sons? “I don't know. If there was a magic bullet it should have been found by now. Agricultural development is difficult, and takes time. There is a strange fear of see- ing the Kenyans, the Ugandans and other outsiders gain control of the economy. But this is misguided – the latest figures show that it is Tanzania that is doing as well or even better than other members of the East African Community in terms of intra-regional trade. The strong socialist mentality is still very deep, and although the private sector is making some head- way, it remains a very challenging process.” “While agriculture should be the principal means of wealth creation, we are still seeing poor manage- ment of natural resources. Deforestation is increasing, and we see soil erosion and loss of biodiversity. And I do not feel enough resources are being mobilised by the government to tackle these issues.” He also believes that land tenure issues are at the heart of the problem, with preventing small scale farmers unable to exploit new opportunities. The sim- ple hoe (‘jembe’) remains the dominant agricultural implement for farmers. This is a problem that is well known in many African countries, and there are no sim- ple solutions. A passionate Tim Clarke continues: “The same is true in the health sector. The conditions in the hospitals are sometimes dreadful, with two or three people having to share the same bed.” But there are marvellous exceptions. He cites the CCBRT hospital programme (read separate article) which is caring for disabled people in Dar es Salaam as: “la crème de la crème”. International credibility Tanzania nevertheless remains a favoured international interlocutor in matters of Africa policy. Tanzanian President Kikwete was one of three leaders (together with the Liberian and Rwandan presi- dents) to be invited to speak at a confer- ence organised by US President Barack Obama. “The links with China are also important, as indicated by the Chinese leader’s visit, a rare event. It is with the Chinese that most contracts are signed. Also notable is the Iranian vice president’s visit, as links with the Muslim world are also important.” President Kikwete has headed the African Union, today he chairs the EAC or East African Community (read the interview with its Secretary General). This counts and the ambassador admits that “the EU did not invest suffi- ciently and failed to play this card”. But he also believes that President Kikwete could have used his present position within the EAC to advance the economic agenda. In the meantime, the EU has a limited dialogue with the EAC, even if EU funds are allocated to it indirectly, essentially to support government actions in favour of human rights and, in the future, in infrastructure. “My colleagues and I are trying to put a political dialogue into place”, answers Tim Clarke. A dialogue that is all the more important as Tanzania has chosen finally to negotiate its future Economic Partnership Agreement (EPA) with the EU within the EAC, abandon- ing membership of the Southern Africa bloc. EPAs that are still proving difficult to finalise. “The political will within the EAC remains lukewarm”, believes Tim Clarke. Hence the importance of future EAC/EU dialogue. © Marie-Martine Buckens © Marie-Martine Buckens “In Tanzania you find both this extraordinary sense of human compassion and, at the same time, a fortress mentality, the desire for a Tanzania for the Tanzanians.” ",
        "54 C urier The Significant budget support to fight poverty M.M.B. O DA disbursement exceeded US$2bn in 2006, a figure which has doubled compared to the nineties. On the other hand the Tanzanian economy is, to a significant extent, reliant on the support of international backers (16 per cent of gross national income and 41 per cent of the state budget). “Tanzania is a ‘donor darling’”, notes Enrico Strampelli, Head of Development Cooperation at the EU Delegation. “Everyone is there: the EU, the USA, China, 20 UN Agencies, etc; nonetheless, coordination among the donors is working”. As well as with the government. So far, the efforts made to implement the November 2009 Council decision for Tanzania to be a Fast Track country on aid coordination and cohe- rence have been successful. Progress has been made, notably following the strategy for growth and poverty reduction (Mkukuta) imple- mented by the authorities, mainly in the areas of primary education, gender equality, water access for the urban population. But much remains to be done in improving infrastructure, com- bating extreme poverty and malnutrition and improving health in general. “Moreover”, says Sadick Magwaya, EU programme manager within the department of the Chief Authorising Officer of the Tanzanian Ministry of Finance, “the mor- tality rate fell from 112 to 91 per thou- sand between 2005 and 2009”. But he admits that, “the rate at which poverty is being reduced is too slow and remains a serious challenge for the government”. Secondary education is also problematic: there are too few teachers and they are often poorly trained, not to mention that English – essential to access higher education – is not taught in primary schools with the exception of private schools, which are becoming increa- singly common. Rural areas, where 80 per cent of the population lives, have been “severely affected both by poor agricultural per- formance and underemployment”. The lack of opportunities is so severe that, in 2006, out of 760,000 job seekers, only 70,000 found employment... “The cha- llenges remain significant”, Magwaya says, “agriculture remains dependant on rainfall, aid – in terms of research and expertise – is desperately lacking, as is infrastructure. Our food industry is still underdeveloped and the EU would like to promote the role of the private sector in this context”. In the new Mkukuta strategy, launched in July 2010, the government has decided to place a grea- ter emphasis on the private sector but it remains insufficient, acknowledges Magwaya. “And yet, the public sector cannot grow indefinitely ...” Report Tanzania Despite a high annual GDP growth rate of around seven per cent, Tanzania remains one of the poorest countries in the world, according to the Human Development Index of the UNDP, the United Nations Development Programme. The country therefore remains the largest recipient of Official Development Assistance (ODA) in Sub-Saharan Africa. In a re-nutrution centre of Partage Tanzania in Bukoba. © Marie-Martine Buckens “The rate at which poverty is being reduced is too slow and remains a serious challenge for the government.” Just over half a billion Euros in European aid Under the 10th European Development Fund (EDF), the EU has decided to al- locate €555M to Tanzania for the period 2008-2013. This aid is mainly provided through government budget support (55 per cent to the general budget and 25 per cent to the sector budget – com- munication, infrastructure), the rest – €55.5M, being allocated to trade and regional integration (in its non-state actor component), and to programmes provid- ing aid to: non-state actors (€23M); the national authorising officer (€5M); the 2010 elections (€3M); technical coopera- tion (€5M); reform programmes (€8M); climate and energy research (€8M); and others (complaints, contingencies). ",
        "55 N. 19 N.E. – SEptEmbEr OctObEr 2010 Breaking the vicious circle of disability/poverty M.M.B. “T he project goes back to 1995. It was set up by a highly motivated group of people led by Dr. Willibrod Slaa (the presidential can- didate of the opposition party, Chadema, NDLR), who is the chairman of the project’s management board. It initially focused on the blind – cataracts are a real scourge – and was later expanded. Today, it has 320 staff and 200 beds. But probably more important than the hospital itself is the work we do in the communities in cooperation with local people. You have to understand that a disability is seen as an inadequacy here in Africa, a punishment from God”, explained Erwin Telemans, head of the ‘Comprehensive Community Based Rehabilitation in Tanzania’ project (CCBRT). Marginalisation The disabled are therefore restricted to their communities. This means that is where care for them has to be provided. Thanks to a large-scale communications strategy involving the media, but also ‘ambassadors’, often former patients, the centre has succeeded in convincing families to bring their deaf, their blind children and those born with clubfeet or cleft palates for treatment. Msanani provides care for them. Both Tanzanian and foreign doctors work there. Erwin Telemans added: “10,000 operations are carried out here each year, 8,000 on the eyes and 2,000 involving orthopaedics – artificial reconstruction. There are people who have been unable to see for 20 years owing to cataracts and who, thanks to a 20-minute operation, regain their sight. However, if you operate on children born with cataracts before the age of 6 or 7, they can regain their sight and have the oppor- tunity to become lawyers, doctors or, who knows, even president”. The project’s CEO has fond memories of a family who came to the centre with five blind chil- dren. After just a few days, they were all able to see again. He said: “Their mother was overcome with joy, the hospital was filled with song. The Africans are very expressive”. However, not all patients can be cured. Support units have therefore been set up to help parents to ensure their disa- bled children are socially integrated with assistance from a team of physiothera- pists. Educational programmes have been launched which today cover 58 schools. Step by step, the centre has offered care for other disabilities, such as for mothers suffering from obstetric fistula after a difficult childbirth, a condition which marginalises them. Once again, the work in the communities, in particular in the rural regions, has proven crucial. The government is now calling on CCBRT to expand its services to include mater- nal healthcare. A hospital based on a public-private partnership has been esta- blished. The government has provided the land and is meeting some staff costs. Otherwise, the centre depends on funding from private donations, other NGOs and, above all, the European Union. Tanzania Report The Msasani medical centre in Dar es Salaam is a hive of activity. Some children are waiting for physiotherapy and others for cataract surgery. More than 200 peo- ple queue every day for a consultation. However, the care provided for the disa- bled does not stop at the hospital’s door. © CCBRT/Dieter Telemans One person in ten worldwide suffers from a disability. Eight disabled people in ten come from the countries of the South. Fewer than 2 per cent of the disa- bled attend school in Tanzania ",
        "56 C urier The The power to decide M.M.B. G ertrude is 22. She is a trainee chef at the Golden Rose Hotel in Arusha, a major urban and tourist centre a stone’s throw from Mount Kilamanjaro. She is likely to find a permanent job soon. Nothing very extraordinary about that, you may think. But just a year ago the only life choi- ces open to her were marriage or home- lessness, her parents having no resources to help her after she left school. Today Gertrude has no plans to marry for at least another five years. Gertrude was trained at the Vocational Training Centre in Faraja, a few kilome- tres from Arusha. The centre was foun- ded in 2007 by Martina Siara, a retired social worker. This model centre, built on Martina’s property, currently has 40 young female pupils. Many of them have a painful past as victims of rape, sex tra- fficking or families who disowned them. Sixteen of them are mothers. A crèche has just opened so they can follow their training in hotel management, dressma- king or computing. “This centre is unique”, explains Jesse Orgenes, the programme manager, “because it accepts women and their chil- dren. Women who used to be rejected. If we give them the necessary tools they can join the labour market with more self- confidence and that makes them less vul- nerable. They will finally have the power to make their own life choices”. Agents of change It is thanks to EU funding in particular that DSW is able to support this centre. But how do the women find the centre? “Thanks to our youth clubs. We have around 30 of them in each of the three regions where we are working here in the north: Arusha, Kilimanjaro and Tanga”, adds Orgenes. “These clubs are used in all our projects.” Although the NGO supports a lot of projects, they all have one thing in common: they teach young people, and women in particular, to take responsibility for their own lives. While information on sexual health is central to most of its actions – as well as distri- buting condoms or contraceptive pills, travelling theatres visit markets to warn of risky practices and show how to avoid contracting HIV – the clubs also teach young people how to set up projects and manage them financially. Trained by the NGO, the youth club workers in turn train other young people who go on to also become “agents of change”. Also supported by the EU, the DSW’s ‘reproductive health’ programme reaches hospitals, major companies – DSW coope- rates with the Tanzanian Horticulturalists Association, which has several large inten- sive flower production farms in the region – and even artisanal mining groups where the conditions are often sordid. “The EU support does not stop there”, stresses DSW National Director Peter Munene. “It also supports our actions in favour of health in Kenya and Uganda through its regional fund. Through the East African Community it even helps us carry out actions targeted at young people in the five member countries with the aim of making them aware of their political responsibilities.” Report Tanzania Helping young women break out of the vicious circle of poverty and dependence is one of the projects developed in northern Tanzania by the German NGO, ‘DSW’. The approach is twofold: to learn a skill and to manage their sexuality. In the Vocational Training Centre in Faraja © Marie-Martine Buckens ",
        "57 N. 19 N.E. – SEptEmbEr OctObEr 2010 Water, the sustainable development challenge in Zanzibar M.M.B. M onsoon rain water is collec- ted in the natural caves of this mainly coral island. And yet several different factors threaten its availability. “The overuse of groundwater causes salina- tion of coastal wells, leading to an over- load on the wells in the inland, and a lowering of water quality”, explain the technical services of ZAWA, the Water Authority in Zanzibar. Moreover, unlike on the Tanzanian mainland, a decree has permitted foreign investment in this semi- autonomous archipelago which has deve- loped the tourist area in the eastern part of the island. In short, the public water system is obsolete and ill-equipped to meet the needs of the current population. “The majority of the network dates back to independence, and the water policy was lacking efficient regulations and based on free service”, adds Luca Todeschini of the Italian NGO, ACRA. It was not until 2004 that the authorities adopted water legislation, and not until 2006 that ZAWA was set up. Community priority ZAWA is ACRA’s main partner in the sustainable water management project in Zanzibar, along with two Zanzibarian NGOs. With a budget of €1.05M over three years, it is 75 per cent funded by the European Union. It is particularly innovative in that it creates ‘water com- mittees’. These committees, mostly made up of women – an integrating factor, given that women are economic outcasts – are responsible, with ZAWA support, for ensu- ring the collection of fees in villages. The elected committees are also responsible for maintaining the small-scale infrastructure within districts. The active participation of the popula- tion, coupled with the rehabilitation of the water network, has a positive impact on the willingness to pay, adds Todeschini: “People understood that the sale of water at reasonable prices is essential to perpe- tuate the service for future generations and public health. Although the national water tariffs, recently published, could guarantee the recovery of the costs, we are just at the beginning of a behavioural change which will need time before fully succeeding”. Holistic action “But our work does not stop there.” The NGO ensures a minimum level of hygiene – there was a cholera epidemic which began in 1979 and peaked in 2007 – through the construction of household latrines and education campaigns in schools and villages and through radio and TV spots. It is also involved in the diversification of the economic activities of the villagers. Priority is to allow women, the poorest, to pay their fee through sales of their products in local markets and hotels. Others are installing new beehives among the mangroves found on the west coast. Not to mention the fishing com- munities involved in aquaculture projects which still present challenges. Tanzania Report There is no shortage of rainfall on the island of spices; however it faces numerous challenges to ensure an adequate and good quality water supply, especially for the neglected rural population of the north-west of the island, far away from the tourist areas. Microgrants for beekeeping activities in the mangroves. © ACRA Italy New water tank. © ACRA Italy In the district of Njombe, Mainland Tanzania, ACRA, in partnership with NDO, a local NGO, is currently finalising the construction of a gravity water scheme fed by the pure mountain sources of the southern highlands. The 80km long aqueduct provides safe potable water to 14 secluded rural villages. ACRA has supported, and trained, the organisation of about 40,000 users into an association which is fully responsible for its operation and maintenance. Water by gravity ",
        "58 C urier The A month on from the elections, the Tan- zanian government is attempting to quell discontent among environmentalists by announcing the establishment of a working group responsible for advising on its con- troversial project to build a road through the Serengeti National Park, which is classed as a UNESCO World Heritage site and is the country’s main tourist attraction. This 50 km road would enable - at a time when the East African Community is spreading its wings – an older project with the aim of creating an economic channel between Uganda, Rwanda, Burundi and the DR Congo on one side and the east coast of Tanzania, bordering the Indian Ocean, on the other, to finally be implemented. However, the road would cut through the migration route taken by 1.3 million wilde- beest each year, which could result in the wildebeest population falling to less than 300,000, causing grassland degradation and threatening the survival of predators (lions, cheetahs, African wild dogs) accord- ing to environmentalists. Protecting nature versus economic development M.M.B. M wanza, the second port of Tanzania, lies on the shores of Lake Victoria. If you approach people and ask them what they think of Darwin's Nightmare , the documentary directed by Hubert Sauper, faces harden, the silence echoes around you. Four years after its premiere, the film, widely praised by international critics, maligned by some experts who described it as “voyeuristic” and “unethical”, has not been forgotten. And Tanzanians are still waiting for the investigation promised by their president, who, at the time, declared he was outraged by the film. A quick reminder: the film shows us the damage caused by the EU funded estab- lishment of a packaging plant for Nile perch fillets, exported to Europe and Japan from a port which had previously been limited to small-scale traditional fishing. The plant creates around a thousand direct jobs, but also leads to a rural exodus and causes many related activities to take place, such as the salvaging of by-products, but also prostitution, street children taking drugs and, as suggested by the director, arms trafficking, with weapons filling the holds of aircraft on their return to Africa after the fillets are unloaded in Europe. Not to mention the ecological disaster: introduced over 50 years ago, the voracious and car- nivorous Nile perch has created a vacuum all around it, threatening to leave behind a dead lake. In Bukoba, a port located less than 200 km north of Mwanza, tongues loosen around a meal of tilapia. “You see”, says an economist working for an NGO, “other species are still very much present”. It is true that the tilapia being served is itself an introduced species, the Nile tilapia, the endemic species having, if you believe some experts, virtually disappeared. But, he continues: “in our re-nutrition centres for orphans, we use large amounts of the fulu, a small pelagic fish, an important source of protein and minerals”. The fulu remains the fish of choice for rural people even if, statistically, it makes up only 1 per cent of the catch compared to 80 per cent, before the perch boom. “But putting it this way is misleading”, he says, “because that doesn’t tell us the actual volume caught”. Professor of geography and former head of a humanitarian NGO, the Frenchwoman Sylvie Brunel, while not denying the reality portrayed in the film, condemns what she sees as the West’s eternally condescend- ing and backward-looking gaze towards Africa, forever the victim. She also criti- cises Sauper’s ‘deeply unethical’ analy- sis in establishing a direct link between the country’s calls for food aid and the situation of those demeaned in Mwanza, criticising the unfair manner in which the European representatives are derided. A country cannot develop without a domestic market she stresses, but experience shows that it is often the existence of an export- focused modern industry which creates it, rather than the continuation of a small- scale self-sufficient community. Report Tanzania The Tanzanians’ nightmare Fishing village on Lake Victoria. © Marie-Martine Buckens ",
        "59 N. 19 N.E. – SEptEmbEr OctObEr 2010 The legacy of Tingatinga He painted for four years of his life ... but that was enough for some 400 artists in Tanzania to claim, 38 years later, to belong to a school that now bears his name. Edward Saidi Tingatinga was born, it is believed, in 1932. But it was not until 1968, having noticed the interest from tourists passing through Dar es Salaam in paint- ings from neighbouring Mozambique that, in the absence of Tanzanian paintings, he decided to pick up a brush. His material: chipboard panels. His tools: enamel paint borrowed from the coach- builders on the corner. His subjects: ani- mals, painted in vibrant, bright colours. A new style was born. Edward, a civil serv- ant, entrusted his wife with the task of selling his paintings in the lively neighbour- hoods of Tanzania’s commercial capital. His paintings were popular and sold well – for low prices – and so Edward soon enlisted other family members to help. Some would even become his disciples. This was the beginning of a school that still exists today, built on the practise of hand- ing down knowledge. Edward trained five apprentices who in turn trained 20, and so on. “In these cooperatives, imitation was almost de rigueur”, explains Yves Goscinny, a former gallery owner in Dar es Salaam and now the co-manager of the Lumières d’Afrique Gallery in Brussels. “The artists did not sign their work and it was only later, on the advice of Westerners, that Edward began to sign his paintings E.S. Tingatinga, as his first name is Edward, Saidi is the name of his father and Tingatinga was his grandfather’s name.” Edward died in 1972 from a stray bullet during a police chase. Today the Tingatinga style has consid- erably diversified and new themes are constantly being introduced, but the bright and vibrant colours remain. David Mzu- guno one of the new painters, will have a special retrospective exhibition at the European Commission in Brussels from 4 to 29 April 2011. Information: www.lumieresdafrique.eu M.M.B. I n the north of the country, close to the port of Mwanza, the Bujora cul- tural centre is one of the two major institutions actively promoting ngoma , a traditional Tanzanian dance of subtle rhythms – aided by the tambourine and marimbas or lamellophones – that express the life of the community and communi- cate with the ancestors. Dar es Salaam is seeing more modern initiatives flourish. It is in the economic capital that Mustafa Hassanali “makes fashion a religion”, to quote the website of Swahili Fashion Week, an annual initiative launched by this young fashion designer. In 2003, Rachel Kessi and friends opened the Mawazo Gallery in the centre of Dar es Salaam. This young Tanzanian ‘art busi- ness woman’, a long-time expatriate living in Switzerland, uses the gallery to enable local artists to exhibit their works. The Zanzibar International Film Festival (ZIFF), launched in 1998, has breathed new life into the Tanzanian film industry. At the same time, as evident from this year’s award for a South African film, ZIFF has become a major cultural event that provides a showcase for artists from throughout the Indian Ocean and beyond. Cultural cauldron Tanzania Report From the traditional ngoma to design by way of the Tinga painters, not forgetting the revival of cinema, Tanzanian culture is alive and well and exploring an identity between tradition and modernity. David Mzuguno. Courtesy Lumières d’Afrique ",
        "60 C urier The Creativity U r b a n C a m o u f l a g e , l e a v i n g t h e R a m o t s w a c e m e t e r y , 2 0 0 8 . © A n n G o l l i f e r Sandra Federici T eenagers from Botswana took part in the first Urban Ca mou f lage project. ‘Street Safari’ took place in Botswana’s capital Gaborone in 2007, during which the teenagers wore special outfits depicting images of Botswana’s founding fathers – ‘The Three Chiefs’ – Khama, Sebele and Bathoen. The act of walking around their city dressed in such clothes allowed the teenagers to express an awareness of and reflect upon issues such as African history and identity. The Courier interviewed Ann Gollifer who is now preparing another artistic performance based on the Kanga fabric, which will also take place in Gaborone. Kangas are pieces of printed cotton fabric, frequently with a border, a cen- tral design and a text. They are a type of traditional dress worn by women in Central/East Africa. The text has evolved from commonly political cita- tions in the 1960s and 1970s, now often consisting of general words of wisdom and jokes. Can you tell us about your new ‘Fashion and Art’ project? I want to make a series of Kangas using my own designs and proverbs. My idea is to get an industrial fabric printer to print the cloth and then get a group of women to wear the Kangas for a photo shoot. I am currently designing the cloth using a continuation of my artwork and the ‘Haarlem Hand’. The slogans I will use will be in English and/or Setswana. In Africa, cloth is not simply a way of covering the body. It also a means of com- municating cultural belonging and defining social status. It is like a history lesson made plastic, walking around in towns and villages. This is the concept that Ann Gollifer, a British artist living permanently in Botswana, explores in her work, par- ticularly in her ‘Urban Camouflage’ project. Urban Camouflage: Exploring the Origins of an Art Project ",
        "61 N. 19 N.E. – SEptEmbEr OctObEr 2010 Creativity African Photography in Ulm: An exhibition not to be missed When large sums of money are used to support artists, to engage competent curators and to offer the public an intelligent and unique cultural experience, the results are always pleasing. This is certainly true of the first exhibition organised by the Walther Collection, being held in Burlafingen near Ulm, in Southern Germany from June 2010 to June 2011. Where will the event take place and what slogans will be used? There will be another ‘Street Safari’ in Gaborone. I would like to use urban venues such as supermarkets: South African chains in Botswana, as well as small local supermarket chains such as Choppies. I am also thinking about dry cleaning outlets. The slogans/proverbs printed on the Kangas will be sayings that I have heard from my grandmothers, mother and friends, as well as advertising slogans that strike me as funny or meanin- gful in some specific way. For example, the wonderful advertising slogan that is currently being used to sell Sorghum meal: ‘Unleash the indigenous you’! Who will wear the Kangas that you are creating? The group of women who will wear the Kangas will be my friends of different nationalities and cultures who live in Gaborone: Botswana, Sweden, Jamaica, South Africa, Zimbabwe, etc. They will wear my Kangas – ‘traditional African attire’ which I have personalised with my images – in contemporary settings that relate to the mundane tasks performed S.F. U nder the direction of Nigerian art critic Okwui Enwezor, the exhibition integrates the work of three generations of African artists and photographers with that of modern and contemporary German pho- tographers. In total, it comprises 243 works of art by 32 artists, all of which examine the topic ‘Events of the Self: Portraiture and Social Identity’. The photos on display are part of the Walther Collection, a very important broad and in-depth collection of the work of modern and contemporary African photographers. This collection was cre- during a woman’s daily life, such as pre- paring food and doing the laundry: the modern day “hunting and gathering” carried out by contemporary house wives. Gollifer’s work is full of irony, and recounts stories about the African ability to alternate between tradition and modernity, naturally renewing tradition every day to produce new, autonomous creations. Her works never fail to raise new questions about African culture and identity. Urban Camouflage, up in the air with the ‘Three Chiefs’, 2008. © Ann Gollifer Theo Eshetu, \"Trance\" 100 x 100. Courtesy Theo Eshetu ",
        "62 C urier The the research Mecca for scholars of African photography for years to come”. For example, the first section of the exhi- bition – located in the ‘White Box’ build- ing – has two sequences. The first is a monographic exhibition dedicated to the studio portraits of the Nigerian-British artist, Rotimi Fani-Kayode (1955-1989), while the second is an exhibition that presents the work of 25 contemporary African artists, which is organised around the themes of portraiture, portrayal, gen- der, performance, theatricality and iden- tity. The artists include Sammy Baloji, Oladélé Ajiboyé Bamgboyé, Yto Barrada, Candice Breitz, Allan deSouza, Theo Eshetu, Samuel Fosso, David Goldblatt, Kay Hassan, Romuald Hazoumè, Pieter Hugo, Maha Maamoun, Boubacar Touré Mandémory, Salem Mekuria, Zwelethu Mthethwa, Zanele Muholi, James Muriuki, IngridMwangiRobertHutter, Grace Ndiritu, Jo Ractliffe, Berni Searle, Mikhael Subotzky, Guy Tillim, Hentie van der Merwe and Nontsikelelo Veleko. The exhibition in the ‘Green House’ presents and compares the portraits of two great modern masters: Seydou Keïta (from Mali) and August Sander (from Germany). The ‘Black House’, mean- while, examines the concept of seriality in the work of Bernd and Hilla Becher (from Germany), Malick Sidibé (from Mali) and J. D. Okhai Ojeikere (from Nigeria). Creativity Theo Eshetu, \"Passage\" 35 x 200, from \"Trip to Mount Ziqualla\" (2005). Courtesy The Walther Collection. ated by Artur Walther, a retired man- ager and entrepreneur who previously worked in finance. Walther has devoted his time to collecting African, Chinese, US and German photography, and has been actively involved in the organisation of a range of visual and performing arts institutions. Since 2005, Okwi Enwezor has been helping Walther to shape and expand the African part of his collection and has been responsible for curating the catalogue. This is the first time that the Collection has opened its doors to the public. Chika Okeke-Agulu, a leading curator who is also the Dean of Academic Affairs at the San Francisco Art Institute and founding publisher of Nka: Journal of Contemporary African Art, writes in his blog: “I predict that this Collection will be ",
        "63 N. 19 N.E. – SEptEmbEr OctObEr 2010 For young readers A b o a t w i t h m o r e t h a n 200 i ll e g a l i mm i g r a n t s s e i z e d o n t h e h i g h s e a s Comic by Eric Andriantsalonina LOOK AT THAT! OH NO!!! FOILED AGAIN! AND THEY DIDN’T EVEN SEE THE EUROPEAN COAST IN THE DISTANCE Fruitful entry to Europe? THIS IS GETTING TOO DIFFICULT… OUR PLANS ARE SCUPPERED … WAIT, I MAY HAVE AN IDEA … EVEN IF WE RISK OUR LIVES WE WILL NEVER MANAGE TO GET AWAY FROM HERE! YOU CAN SAY THAT AGAIN! PACK YOUR BAGS GUYS; I’VE GOT OUR PASSPORTS TO EUROPE! E X O T I C F R U I T ! A F R I C A N F R U I T ! C O M E T O E U R O P E A N D G E T P I C K E D ! E X P O R T G R O U P F O R F R U I T S & V E G E T A B L E S ",
        "64 C urier The Agenda NOVEMBER-DECEMBER 2010 ADDRESS: THE COURIER - 45, RUE DE TRèVES 1040 BRUSSELS (BELGIUM) EMAIL: INFO@ACP-EUCOURIER.INFO - WEBSITE: WWW.ACP-EUCOURIER.INFO November 18 - 19/11 African media leaders forum Yaounde, Cameroon 19/11 Nigerian BELUX Diaspora Forum Organised by Nigerians in Diaspora Organisation Europe (NIDOE) in partnership with the Embassy of Nigeria. Theme: Activating invest- ment Communities for Mutual Development Conference Centre, ACP Secretariat, Brussels, Belgium More information: www.nidoebe- lux.org / Tel: +32 497 05 35 30 / email: nidobelux@gmail.com 25-26/11 Africomm 2010: 2nd International ICST Conference on e-Infra- structures and Services for Developing Countries Cape Town, South Africa 26 - 28/11 4th EU-Africa Business Forum Tripoli, Libya www.euafrica-businessforum.org 29 - 30/11 Africa-EU Summit Tripoli, Libya www.africa-eu-partnership. org/3rd-africa-eu-summit 29 - 10/12 United Nations Climate Change Conference Cancun, Mexico http://cc2010.mx/en December 2-4/12 20th Session of the ACP-EU Joint Parliamentary Assembly Kinshasa, Democratic Republic of the Congo www.europarl.europa.eu/intcoop/ acp/60_20/default_en.htm 06-07/12 European Development Days Brussels, Belgium www.eudevdays.eu 7-8/12 3rd Euro-Africa Cooperation Forum on ICT Research Helsinki, Finland www.euroafrica-ict.org/events/ cooperation-forums/at-a-glance/ 09 - 10/12 2010 Euro-Africa e-Infra- structures Conference Helsinki, Finland http://ei-africa.eu/at-a-glance/ This year, the 5th edition of the European Development Days (EDD) will take place in Brussels on 6 and 7 December. Organised by the European Commission and the Belgian Presidency of the Council of the European Un- ion, EDD is the leading European forum where the questions and issues about international development cooperation are debated. The previous four editions of EDD have all confirmed the role of Europe, not only as the leading donor of develop- ment aid but also as the leader of in- ternational thinking about development cooperation. They have strengthened public awareness of development is- sues and helped to improve European cohesion with a view to increasing the effectiveness of aid. Among the topics covered: • Aid Effectiveness – Objective Korea 2010 • Is the European Union committed to making change happen? • Development for the next generation – Chil- dren’s rights in development policy • Food Security • Making work decent for women www.eudevdays.eu European Development Days, Brussels, 6 to 7 December 2010 Montessori school in Bukoba, set up by the NGO ‘Partage-Tanzanie’, Tanzania © Marie-Martine Buckens ",
        "E U R O P E A N U N I O N A u s t r i a B e l g i u m B u l g a r i a C y p r u s C z e c h R e p u b l i c D e n m a r k E s t o n i a F i n l a n d F r a n c e G e r m a n y G r e e c e H u n g a r y I r e l a n d I t a l y L a t v i a L i t h u a n i a L u x e m b o u r g M a l t a N e t h e r l a n d s P o l a n d P o r t u g a l R o m a n i a S l o v a k i a S l o v e n i a S p a i n S w e d e n U n i t e d K i n g d o m P A C I F I C C o o k I s l a n d s F e d e r a t e d S t a t e s o f M i c r o n e s i a F i j i K i r i b a t i M a r s h a l l I s l a n d s N a u r u N i u e P a l a u P a p u a N e w G u i n e a S a m o a S o l o m o n I s l a n d s T i m o r L e s t e T o n g a T u v a l u V a n u a t u C A R I B B E A N A n t i g u a a n d B a r b u d a T h e B a h a m a s B a r b a d o s B e l i z e C u b a D o m i n i c a D o m i n i c a n R e p u b l i c G r e n a d a G u y a n a H a i t i J a m a i c a S a i n t K i t t s a n d N e v i s S a i n t L u c i a S a i n t V i n c e n t a n d t h e G r e n a d i n e s S u r i n a m e T r i n i d a d a n d T o b a g o A F R I C A A n g o l a B e n i n B o t s w a n a B u r k i n a F a s o B u r u n d i C a m e r o o n C a p e V e r d e C e n t r a l A f r i c a n R e p u b l i c C h a d C o m o r o s C o n g o ( R e p . o f ) C ô t e d ’ I v o i r e D e m o c r a t i c R e p u b l i c o f t h e C o n g o D j i b o u t i E q u a t o r i a l G u i n e a E r i t r e a E t h i o p i a G a b o n G a m b i a G h a n a G u i n e a G u i n e a - B i s s a u K e n y a L e s o t h o L i b e r i a M a d a g a s c a r M a l a w i M a l i M a u r i t a n i a M a u r i t i u s M o z a m b i q u e N a m i b i a N i g e r N i g e r i a R w a n d a S a o T o m e a n d P r i n c i p e S e n e g a l S e y c h e l l e s S i e r r a L e o n e S o m a l i a S o u t h A f r i c a S u d a n S w a z i l a n d T a n z a n i a T o g o U g a n d a Z a m b i a Z i m b a b w e A f r i c a – C a r i b b e a n – P a c i f i c a n d E u r o p e a n U n i o n c o u n t r i e s t h e l i s t s o f c o u n t r i e s p u b l i s h e d b y T h e C o u r i e r d o n o t p r e j u d i c e t h e s t a t u s o f t h e s e c o u n t r i e s a n d t e r r i t o r i e s n o w o r i n t h e f u t u r e . T h e C o u r i e r u s e s m a p s f r o m a v a r i e t y o f s o u r c e s . t h e i r u s e d o e s n o t i m p l y r e c o g n i t i o n o f a n y p a r t i c u l a r b o u n d a r i e s n o r p r e j u d i c e t h e s t a t u s o f a n y s t a t e o r t e r r i t o r y . Table of Contents ",
        "Not for sale ISSN 1784-682X Antwerp central railway station. © Reporters "
    ]
}