{
    "text": [
        "Scotland The European Social Fund in Scotland, the United Kingdom, 2007-2013 Scotland is using ESF funding to break cycles of poverty and unemployment through earlier, more personalised support for individuals, better training and wider access to lifelong learning, as well as more help for young people to fi nd their fi rst job. Bringing more people into work is vital to help bridge the social, economic and educational divides in both rural and urban areas, and to sustain economic growth in the future. The European Social Fund in brief The European Social Fund, created in 1957, is the European Union’s main fi nancial instrument for investing in people. It supports employment and helps people enhance their education and skills. This improves their job prospects. Member States and regions devise their own ESF Operational Programmes, in order to respond to the real needs ‘on the ground’. Over the period 2007-2013, the ESF will spend over 10 billion euro per year across all Member States. This represents more than 10% of the European Union’s total budget. These are the fi ve priorities of ESF funding at EU level: Helping workers and enterprises adapt to changing circumstances in the economy Enhancing access to employment and participation in the workforce Improving training and skills, both for individuals, and through better education and training systems Promoting partnerships between actors such as employers, trade unions and non-governmental organisations, for reform in the fi elds of employment and inclusion in the labour market Reinforcing the social inclusion of disadvantaged people and combating discrimination in the labour market In some Member States and regions, the ESF can also support actions to improve the capacity and eff ectiveness of public administrations and public services. (cid:37)(cid:85)(cid:82)(cid:79)(cid:80)(cid:69)(cid:65)(cid:78)(cid:0)(cid:35)(cid:79)(cid:77)(cid:77)(cid:73)(cid:83)(cid:83)(cid:73)(cid:79)(cid:78) ",
        "The socio-economic and employment situation in Scotland Scotland’s growth and job rates have improved in recent years with over three-quarters of the working-age population in a job. However, the country still suff ers from low productivity levels, partly due to the high numbers of workers with no qualifi cations (some 23%). Scotland also faces severe challenges in dealing with long-term unemployment. Many of the long-term unemployed are concentrated in social or geographical groups, with intractable personal circumstances blocking their access to work. Workers with low skills, as well as the 20% of the population neither seeking nor available for employment, are often locked in vicious cycles of unemployment and poverty beyond their control. Some vulnerable groups face particular problems in Scotland. In 2003, for example, among older people and those with disabilities, fewer had jobs than elsewhere in the UK. Also, over 10% of 15 to 19-year-olds were neither employed nor in education or training in 2001 – this rate is not only above the OECD average but has changed little in over a decade. Unemployment also has a strong regional dimension: several communities, particularly in urban areas, have high long-term unemployment and engrained pockets of poverty. And rural areas, like the Highlands and Islands, have their own problems, as many of the jobs there are in low-wage seasonal industries such as tourism, fi shing and agriculture. Although skill levels have risen in recent years, almost a quarter of the population still have no qualifi cations. At the same time, those most vulnerable to redundancy and low pay – older and lower qualifi ed workers, the self-employed and part-time workers – are least likely to take part in vocational training. For this reason, it is vital to improve access, quality and incentives for lifelong learning in order to ensure more sustainable employment. This is clearly a long-term challenge, as much about changing people’s attitudes as providing springboards into jobs. Scotland’s ESF priorities Scotland has two ESF Operational Programmes: one for the Lowlands and Uplands region, and a second for the Highlands and Islands region. Both aim to create more jobs and raise productivity while addressing the challenges of low skills, low pay and unemployment – wherever possible before they take root, and particularly among the younger generation. Scotland is also striving to make lifelong learning more accessible, to bring more under-represented groups into the workforce, and to improve the skills of its entrepreneurs and managers in small and medium-sized enterprises. Sustainable growth is the key objective for both programmes, aiming to expand skills and opportunities for all while ensuring that economic growth reduces inequalities without compromising the environmental resources of future generations. The Operational Programmes for Scotland share three priorities: Priority 1: Progressing into employment Help will be given to unemployed people of all ages to fi nd sustainable employment. This support will cover all stages in fi nding a job, preparing for a job and starting a job. In this process, individuals will be guided to identify their needs and then provided with the particular help required for them to apply for and get a position. Individualised approaches will be off ered in particular for people furthest away from the labour market – those facing multiple obstacles including childcare responsibilities, lack of qualifi cations and health problems. Activities will include innovative approaches to job brokerage and there will be support for the fi rst months in a new job – for the new worker and for their employers. ",
        "Raising awareness about the world of work will encourage and motivate those young people who are not in education, training and employment, to seek employment and realise their potential. Priority 2: Progressing through employment To support equal opportunities, diversity and fair pay, there will be activities to reduce employment gender gaps where they occur. For example, by encouraging more women into jobs that use ICT, or more men into jobs as carers, where appropriate. Entrepreneurship will be encouraged and managers off ered the training required to help set up new businesses, and expand existing businesses – and the jobs they bring. In particular, less-represented groups, such as women and ethnic minorities, will be targeted. Social enterprises and the voluntary sector organisations make signifi cant contributions to combating unemployment and its consequences, in particular among the worse-off groups. These organisations will be supported with training in the skills they need to support their work and develop their organisations for the future. Priority 3: Access to lifelong learning People will be encouraged to take up learning opportunities by making it easier to participate. Training and lifelong learning will focus on the skills people need for their work, and it will be off ered where and when they need it. There will be a focus on those with little experience of education and on groups facing cultural, physical or skills barriers to learning, such as immigrants, lone parents and those in rural areas. New and innovative ways of attracting people into learning will be funded, as will new qualifi cations and skills for those providing training to improve the employability of the long-term unemployed and disadvantaged groups. Workplace training initiatives will be funded, in particular in small companies and among groups of companies where training opportunities are scarce. Priority axis Community funding National counterpart Total funding Lowlands and Uplands Programme 269 920 942 328 463 795 598 384 737 Highlands and Islands Programme 52 150 195 52 150 194 104 300 389 Total 322 071 137 380 613 989 702 685 126 Financial Plan for the European Social Fund in Scotland 2007-2013 (euro) 85% 15% ",
        "Some earlier ESF projects in Scotland, 2000-2006 The competitiveness of Scottish SMEs was boosted via high-quality training in ICT, business planning and leadership skills. Some 108 people took part in workshops organised by the Scottish e-Skills Academy, carrying out a work-based business improvement project (chosen by their company) as part of the Institute of Leadership and Management Introductory Diploma in Management. Almost two-thirds of those enrolled said that the project had successfully improved their skills and a further 120 signed up for the second year of the programme. Over 450 people benefi ted from individual help in getting a job in the former coal-mining communities of West Fife, one of the most deprived areas of Scotland. West Fife Enterprise, a community-based training provider, launched an open-door project aimed at helping everyone in need and not just a single target group. It covered everything from vocational training, aftercare and mentoring (all tailored to the individual) to fi nancial help and getting potential employers involved. Of the more than 450 participants, almost three-quarters went on to fi nd jobs, while 90% of the recruiting companies said they were satisfi ed with their new employees. ‘Breaking the Mould’ off ered 12 unemployed women from the regeneration area of Raploch, and the wider Stirling Council area, the chance to gain on-the-job training and accredited awards in the construction industry. The project focused on women such as lone parents with few or no qualifi cations, aiming not only to secure quality jobs but also to address the gender gap in the construction industry. Four trainees from the fi rst programme went on to gain full-time permanent adult apprenticeships in painting and decorating, carpentry and joinery and stone masonry. The level of ESF funding diff ers from one region to another depending on their relative wealth. The Highlands and Islands is a phasing-out region with a GDP per head of more than 75% of the EU-25 average but of less than 75% of the EU-15 average. North Eastern, Eastern and South Western Scotland regions, with a GDP per head of more than 75% of the EU-25 average, are eligible under the regional competitiveness and employment objective. Eligible regions 2007-2013 ESF contacts In Scotland For the Lowlands and Uplands Programme: ESEP Ltd Gordon McLaren, Chief Executive Suite 3, Forth House Burnside Business Court North Road Inverkeithing Fife, KY11 1NZ United Kingdom Tel: +44 1383 413141 Fax: +44 1383 413151 For the Highlands and Islands Programme: HIPP Ltd Dennis Malone, Chief Executive JubileeLodge 12c Ness Walk Inverness, IV3 5SQ Tel: +441463 279500 Fax: +441463 279501 At the European Commission Information service of DG Employment, Social Aff airs & Equal Opportunities Communication Unit B-1049 Brussels Fax: +32 (0)2 296 23 93 E-mail: empl-info@ec.europa.eu http://ec.europa.eu/esf "
    ]
}