{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 14.6.2018 COM(2018) 462 final 2018/0245 (NLE) Proposal for a COUNCIL REGULATION establishing a European Instrument for Nuclear Safety complementing the Neighbourhood, Development and International Cooperation Instrument on the basis of the Euratom Treaty {SWD(2018) 337 final} - {SEC(2018) 310 final} ",
        "EN 1 EN EXPLANATORY MEMORANDUM 1. CONTEXT OF THE PROPOSAL • Reasons and objectives This proposal is made in the context of the Multiannual Financial Framework (MFF) 2021- 2027 as outlined in the communication ‘A modern Budget for a Union that Protects, Empowers and Defends – The Multiannual Financial Framework 2021-2027’ 1 from the Commission to the European Parliament, the European Council and the Council, the European Economic and Social Committee and the Committee of the Regions. The communication sets the main priorities and overall budgetary framework for EU external action programmes under the heading ‘Neighbourhood and the World’. The European Instrument for Nuclear Safety complements this framework with activities to be carried out within the framework of the Treaty establishing the European Atomic Energy Community (Euratom Treaty). The objective of the new European Instrument for Nuclear Safety is to promote the establishment of effective and efficient nuclear safety standards in third countries in accordance with Article 203 of Euratom Treaty, building on the experience of nuclear safety activities within the Euratom Community. The non-proliferation regime has been challenged in recent years and calls for a continuous support to strengthen the international framework to prevent the spread of weapons of mass destruction. This is the primary role of the safeguards of nuclear materials which aims at preventing and detecting the diversion of nuclear materials. Moreover, under different association and partnership agreement (e.g. with Ukraine), the Union has committed to support the concerned countries in adopting in their national legislation the acquis communautaire , including nuclear safeguards. Under the Multiannual Financial Framework 2014-2020, a financing instrument which will expire on 31 December 2020 was dedicated to the promotion of a high level of nuclear safety (Regulation (EURATOM) 237/2014 establishing the Instrument for Nuclear Safety Cooperation). In line with the Communication ‘A new, modern Multiannual Financial Framework for a European Union that delivers efficiently on its priorities post-2020’ 2 and as concluded in the impact assessment 3 that accompanies this Regulation, most instruments should be streamlined into one broad instrument. Parts of nuclear safety cooperation activities currently covered by the Instrument for Nuclear Safety Cooperation may not fall under a streamlined broad instrument, since they need to follow the specific procedure of Article 203 of Euratom Treaty which is incompatible with the Neighbourhood, Development and International Cooperation Instrument (NDICI) procedure based on Articles 209 and 212 of the Treaty on the Functioning of the European Union. Recent reviews and evaluations 4 of the external instruments have shown the added value and relevance of the existing instruments. However, they have also highlighted opportunities for improvements, in particular the need to simplify ways of working and to enable the EU to respond to unforeseen circumstances with greater flexibility. The lessons learned taken 1 COM (2018) 321 final 2 COM/2018/092 final 3 SWD (2018) 337. 4 https://ec.europa.eu/europeaid/mid-term-review-report-external-financing-instruments_en ",
        "EN 2 EN together with the growing challenges have prompted the Commission to modify the architecture of the external financing instruments to the extent possible. This proposal provides for a date of application as of 1 January 2021 and is presented for a Union of 27 Member States, in line with the notification by the United Kingdom of its intention to withdraw from the European Union and the European Atomic Energy Community based on Article 50 of the Treaty on European Union received by the European Council on 29 March 2017. • Consistency with existing policy provisions This proposal provides an enabling framework through which external action policies and international obligations can be implemented. • Consistency with other Union policies When implementing this Regulation, consistency with other areas of external action and with other relevant EU policies will be ensured. As reflected in the 2030 Agenda, this means taking into account the impact of all policies on sustainable development at all levels — nationally, within the EU, in other countries and at global level. Moreover, synergies with actions under other EU programmes should be sought, in order to maximise the impact of combined interventions. Interactions and complementarity with such programmes should allow for an enhanced Union impact. Actions funded under this proposal should be consistent and complementary to those carried out under the Neighbourhood, Development and International Cooperation Instrument 5 covering nuclear activities, the Instrument for Pre-Accession III 6 , the Decision on Overseas Countries and Territories 7 , the common foreign and security policy and the newly proposed European Peace Facility 8 which is financed outside the EU budget. 2. LEGAL BASIS, SUBSIDIARITY AND PROPORTIONALITY • Legal basis This proposal is based on Article 203 of the Treaty establishing the European Atomic Energy Community. • Subsidiarity The Union and the European Atomic Energy Community (“the Community”) are together in a unique position to deliver external assistance for a number of reasons. Their status as a supranational entity brings with it political influence and consequent leverage. The Community has a global presence through its Union delegations, which ensures a vast network of information on developments affecting countries worldwide. The EU and the Community are also parties to most multilateral processes aiming at addressing global 5 Regulation COM(2018)460 final Proposal for a Regulation of the European Parliament and of the Council establishing the Neighbourhood, Development and International Cooperation Instrument. 6 COM (2018) 465 final Proposal for a Regulation of the European Parliament and of the Council establishing the Instrument for Pre-accession Assistance (IPA III). 7 COM(2018) 461 final Proposal for a Council Decision on the Association of the Overseas Countries and Territories with the European Union including relations between the European Union on the one hand, and Greenland and the Kingdom of Denmark on the other ('Overseas Association Decision'). 8 C(2018) 3800 final Proposal of the High Representative of the Union for Foreign Affairs and Security Policy to the Council for a Council Decision establishing a European Peace Facility. ",
        "EN 3 EN challenges. This allows the EU and the Community to be constantly aware of new needs and problems and, therefore, to reallocate resources accordingly. Complementarities at the level of the Community and the Union action and the actions carried out by the Member States are increasing. This enhances dialogue and cooperation with partner countries, which is increasingly channelled through joint programming with Member States. The Union and the Community are also able to complement Member States activities in dealing with potentially dangerous situations or in the event of particularly costly interventions. In some areas where Member States are not active, the Union and the Community remain the main, and sometimes the only, actors to intervene. The subsidiarity related to nuclear safety and nuclear safeguards activities is referred to in the Euratom Treaty and in particular in the furtherance of the objectives contained in Title Two Chapters 3 and 7 thereof. The Community also pursues close cooperation, in accordance with Chapter 10, with the International Atomic Energy Agency (IAEA) in this specific area. The EU and the Community have significant expertise in this field originating from the history of Europe itself, building on its own safeguard activities within the Union, and from successful policies. It has a recognised international reputation in the area of the nuclear safety and nuclear safeguards of nuclear materials in particular through its role in implementing safeguards in the EU and in supporting the International Atomic Energy Agency. The EU and the Community can provide added value based on the volume of resources channelled through its instruments, its relatively flexible modes of management and the predictability of resources over the period of the Multi-annual Financial Framework. • Proportionality In line with the principle of proportionality, the proposed Regulation does not go beyond what is necessary to achieve its objectives. • Choice of the instrument One of the objectives of the Euratom Treaty is to attain a high level of nuclear safety in the Union. This should also be achieved outside of the Union. Since the Euratom Treaty has not provided the necessary powers, on the basis of Article 203, appropriate measures must be taken. The proposal takes the form of a Regulation, ensuring its uniform application, binding nature in its entirety and direct applicability. 3. RESULTS OF RETROSPECTIVE EVALUATIONS, STAKEHOLDER CONSULTATIONS AND IMPACT ASSESSMENTS • Retrospective evaluations/fitness checks of existing legislation The mid-term review report 9 adopted by the Commission on ten of the external financing instruments 10 , the ex post evaluation reports on macro-financial assistance and the mid-term 9 The mid-term review report COM(2017) 720 final, was based on ten staff working documents, one per instrument (see list below), which in turn were based on ten independent evaluations. The mid-term report, the staff working documents and the independent evaluations can be found at here: https://ec.europa.eu/europeaid/public-consultation-external-financing-instruments-european-union_en ",
        "EN 4 EN review on the European Investment Bank external lending mandate 11 all concluded that the external financing instruments were, overall, fit for purpose and that positive trends were emerging in relation to the achievement of objectives. The reports show that more resources are needed for external financing instruments because they have been stretched to their financial limit. The instruments set the scope, objectives and procedures for implementing the policies. The mid-term review report has shown that their enabling nature allows them to cover most needs and goals of EU and Community external action. They would benefit from better reflecting a number of developments such as: the new policy framework including the universal coverage of the 2030 Agenda and the external projection of internal policies. In addition, more consideration needs to be given to the links between development and security and the overall level of ambition for peace and security in external action. Consistency is needed between an instrument's component parts, between different instruments and with donors. Overall, the mid-term review report notes mixed findings on coherence. In terms of coherence within the instruments, the findings were satisfactory. There was a certain level of consistency between the instruments but the multiplicity of programmes sometimes led to overlapping actions, in particular complex cooperation with more advanced developing countries. In addition, the interplay between geographic and thematic approaches sometimes resulted in inconsistent responses at country level. • Stakeholder consultations When drafting the evaluation documents that fed into the mid-term review report, three types of consultations with stakeholders were held. Evaluators carried out some one thousand structured or semi-structured interviews with EU officials and representatives from EU institutions, Member States and partner countries. Several technical workshops were held to present and discuss the draft evaluations with participants from the European Parliament, Council working groups, Member States committees, and civil society organisations and local authorities. An open public consultation was held in 2017 12 . It aimed at gathering feedback from stakeholders on the findings emerging from the evaluations of the instruments and on the future external financing instruments after 2020 13 . The main messages emerging from the stakeholders consulted are summarised below. Flexibility: Stakeholders agreed that the new financing instruments should be more flexible in responding to unforeseeable challenges and crises. In particular, they underlined the need to make it easier to shift funds across regions and between aid modalities. However, it was also underlined that increasing flexibility should not come at the cost of less predictability, weaker country ownership and less focus on achieving long-term development objectives. To ensure flexibility and predictability, some respondents argued in favour of having sufficient reserves. Coherence: Stakeholders considered it necessary to ensure greater consistency between the internal and external policies of the EU, and between the external instruments themselves. 10 The 10 instruments were the: Development Cooperation Instrument (DCI); European Development Fund (EDF); European Neighbourhood Instrument (ENI); Instrument for Pre-Accession (IPA II); Instrument contributing to Stability and Peace (IcSP); European Instrument for Democracy and Human Rights (EIDHR); Partnership Instrument (PI); Instrument for Nuclear Safety Cooperation (INSC); Greenland Decision (GD); and Common Implementing Regulation (CIR). 11 http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52016DC0584 12 https://ec.europa.eu/europeaid/public-consultation-external-financing-instruments-european-union_en 13 For more information on the public consultation see https://ec.europa.eu/europeaid/public-consultation- external-financing-instruments-european-union_en ",
        "EN 5 EN Some emphasised the need to strengthen complementarity and synergy between geographical and thematic instruments. Others argued that the Sustainable Development Goals provide the most appropriate basis for increasing consistency between internal and external policies. Most recommended that the EU take a leading role in improving complementarity between various stakeholders, both inside and outside the EU. Some respondents highlighted the risk of overlap whereby the same policy objectives are funded by multiple instruments. Respondents also called for clear delineation of instruments, while underlining the need to ensure that geographic and thematic programmes take advantage of cross-sectoral synergies and linkages between them. Complementarity: On the structure of future instruments, stakeholders agreed that combining geographic and thematic programmes brings positive results. They emphasised that the value of geographically structured instruments lies in their capacity to address the specific needs of partner countries in a tailored manner. This is crucial given the diversity of the challenges and needs across these countries. Global, targeted interventions offered by instruments such as the Partnership Instrument and the Instrument contributing to Stability and Peace was also appreciated by stakeholders. Simplification: The EU was strongly encouraged to further simplify the overall architecture of the instruments. The EU should also continue its efforts to simplify cumbersome administrative and financial procedures. Civil society and local authorities emphasised that procedures and rules currently in place have important implications for their ability to become more involved in development cooperation. Leverage: Stakeholders agreed that innovative financial instruments can play an important role in leveraging public and private financing for EU external assistance. The positive findings on the leverage effects and financial additionality of such instruments in the recent evaluation on blending 14 are considered encouraging. However, civil society respondents raised concerns about private sector priorities overriding poverty reduction objectives in partner countries. Since nuclear safety, including safeguards fall under the Euratom Treaty, this proposal cannot respond to the concerns expressed by stakeholders. Nevertheless coherence and complementarity with the Neighbourhood, Development and International Cooperation Instrument which responds to the main concerns raised by stakeholders will be ensured, including by implementing activities in the nuclear field that are ancillary to its broader objectives, mainly peaceful uses of nuclear energy in line with the development and international cooperation policy for health, agriculture, industry and social projects addressing the consequences of any nuclear accident. • External expertise The mid-term review report and associated staff working documents were largely based on a set of independent evaluation reports conducted between 2016 and 2017 (one evaluation per instrument). At the same time, an independent report was also produced on the set of external action instruments covered by the mid-term review report, drawing key lessons and messages from them 15 . 14 See https://ec.europa.eu/europeaid/evaluation-blending_en 15 See https://ec.europa.eu/europeaid/public-consultation-external-financing-instruments-european- union_en ",
        "EN 6 EN Beyond these recent reports, the OECD Development Assistance Committee peer review of the EU’s development cooperation in 2012 16 came up with a set of recommendations with regard to the architecture, rules and procedures of the Union's external financing instruments. For example, the OECD called on the EU to further simplify and modernise cooperation, by reducing the number of budget items, aligning the rules of the Development Cooperation Instrument and European Development Fund, streamlining approval procedures and increasing consistency between regional and thematic programmes. The EU was asked to become more effective, timely and flexible both at programme level and across the set of instruments. The latter was particularly sought after in situations of fragility and crisis, in which the OECD saw significant room for improvement. • Impact assessment In 2018 the Commission carried out an impact assessment 17 covering the external action heading ‘Global Europe’ under the 2014-2020 Multi-annual Financial Framework focusing on the major changes proposed for external action, including streamlining several instruments into one broad instrument and the integration of the activities currently financed by the European Development Fund into the EU budget. The impact assessment also concluded that most instruments aside from those with a very specific nature such as humanitarian aid with its principle of neutrality could be merged in one instrument, namely: the Common Implementing Regulation, Development Cooperation Instrument, European Development Fund, European Fund for Sustainable Development, External Lending Mandate, European Neighbourhood Instrument, European Instrument for Democracy and Human Rights, Guarantee Fund, Instrument contributing to Stability and Peace, Instrument for Nuclear Safety Cooperation 18 and Partnership Instrument. Those instruments that should remain separate are: the instrument for pre-accession assistance; humanitarian aid; the common foreign and security policy budget; overseas countries and territories including Greenland; the EU’s Union Civil Protection Mechanism; the EU aid volunteers scheme; support for the Turkish Cypriot community; the Emergency Aid Reserve; and the new European Peace Facility. As noted by the Commission 19 and supported by feedback from partners during the open public consultation, the current architecture of the external financing instruments is too complex. Streamlining a number of instruments into one broad instrument would provide an opportunity to rationalise their management and oversight systems and so reduce the administrative burden for all stakeholders. Having a simplified oversight system would allow the relevant institutions to have a better, more comprehensive view of the EU’s external expenditure. A broad instrument would provide a more geographically and thematically comprehensive approach, facilitating the implementation of different policies in a trans-regional, multi- sectoral and global way. The EU would facilitate coherent responses and synergies, breaking down thematic and geographic silos. 16 http://www.oecd.org/dac/peer- reviews/europeanunion2012dacpeerreviewmainfindingsandrecommendations.htm 17 SWD (2018) 337. Placeholder 18 Except for nuclear activities that need to follow the specific procedure of Article 203 of the Euratom Treaty. 19 In particular, in the ‘Reflection paper on the future of EU finances’ (June 2017), and the Communication from the Commission to the European Parliament and to the Council (February 2018). ",
        "EN 7 EN On 25 April 2018, the impact assessment was examined by the Regulatory Scrutiny Board and received a positive opinion with reservations 20 on the understanding that the assessment should be adjusted in order to integrate the Board’s recommendations on certain aspects. As a result, the assessment was revised to: – provide more information on the governance structure of the new instrument, including information on decision-making procedures; – further explain several funding issues, including the funding baseline, the ring- fencing for regions and thematic areas and the contribution key of Member States to the European Development Fund; and – elaborate how the future monitoring and evaluation systems would work. The Board’s opinion and the associated modifications made to the impact assessment are further described in annex 1 of the impact assessment. • Simplification A priority for the Commission across the Multiannual Financial Framework is to simplify its regulatory environment. Streamlining a number of instruments within one broad instrument will provide an opportunity to rationalise management and oversight systems, and so reduce the administrative burden for EU institutions and Member States. Instead of focusing on multiple programming processes, debates would be more focused on political objectives and engagement with external partners. In addition, actions that receive cumulative funding from different Union programmes shall be audited only once, covering all involved programmes and their respective applicable rules. Nuclear activities will therefore be part of the new NDICI and only the nuclear safety activities that require a specific Euratom legal base will be under the present instrument, implemented in full coherence with the NDICI. In terms of aligning rules, incorporating provisions from the Common Implementing Regulation will give the new instrument a coherent set of principles across all its component parts and will make it easier to understand for partners and implementing agents. These are either recalled or adapted to this regulation which retains references to the NDICI for a coherent and simplified approach. • Fundamental rights The EU is founded on a strong engagement to promote and protect fundamental rights, human rights, democracy and the rule of law. It actively supports these rights and principles within its borders, but also when engaging in relations with third countries. 4. BUDGETARY IMPLICATIONS In its Communication of 2 May 2018 21 , the European Commission proposed to allocate EUR 89 500 000 000 (in current prices) to the Neighbourhood, Development and International Cooperation Instrument 2021-2027, of which 300 000 000 (in current prices) will be allocated to this Instrument to complement nuclear activities that fall under the Euratom Treaty. 20 Placeholder 21 COM (2018) 321, 2.5.2018 ",
        "EN 8 EN 5. OTHER ELEMENTS • Implementation plans and monitoring, evaluation and reporting arrangements The Commission will regularly monitor its actions and review progress made towards delivering results. In line with paragraphs 22 and 23 of the Inter-institutional Agreement of 13 April 2016 22 , where the three institutions confirmed that evaluations of existing legislation and policy should provide the basis for impact assessments of options for further action, the Commission will carry out an interim and a final evaluation. The evaluations will assess the instrument’s effects on the ground based on the relevant indicators and an analysis of the degree to which the instrument can be deemed relevant, effective, efficient, provides enough EU added value and is coherent with other EU policies. The evaluations will include lessons learned to identify any problems or potential to further improve the actions or their results and to help maximise their impact. The conclusions of the evaluations accompanied by observations will be communicated to the Council and the European Parliament. Progress will be monitored on the basis of indicators aligned with the objectives of the proposal. From 2022 onwards, the Commission will send the European Parliament and the Council an annual report on the achievement of the objectives of this Regulation. Evaluations will be carried out in a timely manner to feed into the decision-making process. • Geographic scope and participation of third countries The proposed Regulation has a worldwide geographic scope. As regards the choice of partners outside the Union, the Commission may decide to work with international organisations, partner countries or entities from other third countries under indirect management for the implementation of a specific action, when this is in the interest of the Union and of the objectives of such action, and subject to the rules and conditions laid down in the Financial Regulation. This choice would require a Commission decision. • Provisions of the proposal TITLE I: GENERAL PROVISIONS TITLE II – IMPLEMENTATION OF THE INSTRUMENT TITLE III - FINAL PROVISIONS 22 Interinstitutional Agreement between the European Parliament, the Council of the European Union and the European Commission on Better Law-Making of 13 April 2016; OJ L 123, 12.5.2016, p. 1–14. ",
        "EN 9 EN 2018/0245 (NLE) Proposal for a COUNCIL REGULATION establishing a European Instrument for Nuclear Safety complementing the Neighbourhood, Development and International Cooperation Instrument on the basis of the Euratom Treaty THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 203 thereof, Having regard to the proposal from the European Commission, Having regard to the opinion of the European Parliament 23 , Whereas: (1) The Union should uphold and promote the Union’s values and interests worldwide in order to pursue the objectives and principles of the Union’s external actions, as laid down in Articles 3(5), 8 and 21 of the Treaty on European Union. (2) In order to implement the new international framework established by the 2030 Agenda, the Global Strategy and the Consensus, Regulation No …/…. (NDICI) aims at increasing the coherence and ensuring the effectiveness of the Union’s external action by concentrating its efforts through a streamlined instrument to improve the implementations of the different external action policies. (3) The objective of the present Programme \"European Instrument for Nuclear Safety complementing the Neighbourhood, Development and International Cooperation Instrument on the basis of the Euratom Treaty\" should be to promote the establishment of effective and efficient nuclear safety, radiation protection, and the application of efficient and effective safeguards of nuclear materials in third countries, building on its own activities within the Union. (4) This Regulation forms part of the framework devised for the planning of cooperation and should complement those nuclear cooperation measures that are financed under [the Regulation NDICI]. (5) Member States are signatory parties of the Nuclear Non Proliferation Treaty and the Additional Protocol. (6) The Community should continue its close cooperation, in accordance with Chapter 10 of the Euratom Treaty with the International Atomic Energy Agency (IAEA), in relation to nuclear safety and nuclear safeguards, in furtherance of the objectives of Chapters 3 and 7 of Title II. (7) This Instrument should provide for actions in support of those objectives and build on the actions previously supported under Regulation (Euratom) No 237/2014 24 23 Placeholder for the Opinion reference ",
        "EN 10 EN concerning nuclear safety and nuclear safeguards in third countries, in particular in acceding countries, candidate countries and potential candidates. (8) The implementation of this Regulation should be based on consultation, where relevant, with the relevant authorities of the Member States, and on a dialogue with the partner countries. (9) Whenever possible and appropriate, the results of the Community's external action should be monitored and assessed on the basis of pre-defined, transparent, country- specific and measurable indicators, adapted to the specificities and objectives of the Instrument and preferably based on the results framework of the partner country. (10) The Union and the Community should seek the most efficient use of available resources in order to optimise the impact of their external action. That should be achieved through coherence and complementarity between the Union's external financing instruments, as well as the creation of synergies with other Union policies and Programmes. In order to maximise the impact of combined interventions to achieve a common objective, this Regulation should allow for the combination of funding with other Union Programmes, as long as the contributions do not cover the same costs. (11) This Regulation lays down a financial envelope for this Instrument, which is to constitute the financial reference amount, within the meaning of point 18 of the Interinstitutional Agreement of 2 December 2013 between the European Parliament, the Council and the Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management 25 for the European Parliament and the Council during the annual budgetary procedure. (12) The rules and procedures laid down in Regulation (EU) No …/…. (NDICI) should apply for the implementation of this Regulation, as appropriate, and the implementing provisions under this Regulation should mirror those provided for in the Regulation (EU) No …/… (NDICI). (13) Horizontal financial rules adopted by the European Parliament and the Council on the basis of Article 106(a) of the Euratom Treaty and Article 322 of the Treaty on the Functioning of the European Union should apply to this Regulation. These rules are laid down in the Financial Regulation and determine in particular the procedure for establishing and implementing the budget through grants, procurement, prizes, indirect implementation, financial assistance, budget support, trust funds, financial instruments and budgetary guarantees, and provide for checks on the responsibility of financial actors. Rules adopted on the basis of Article 106(a) of the Euratom Treaty and Article 322 of the Treaty on the Functioning of the EU also concern the protection of the Union's budget in case of generalised deficiencies as regards the rule of law in Member States and third countries, as the respect for the rule of law is essential for sound financial management and effective EU funding. (14) The types of financing and the methods of implementation under this Regulation should be chosen on the basis of their ability to achieve the specific objectives of the actions and to deliver results, taking into account, in particular, the costs of controls, the administrative burden, and the expected risk of non-compliance. This should 24 Council Regulation (Euratom) No 237/2014 of 13 December 2013 establishing an Instrument for Nuclear Safety Cooperation (OJ L 77 15.3.2014 p 109.) 25 OJ C 373, 20.12.2013, p. 1. ",
        "EN 11 EN include consideration of the use of lump sums, flat rates and unit costs, as well as financing not linked to costs as referred to in Article 125(1) of the Financial Regulation. (15) Annual or multi-annual action plans and measures should constitute work programmes under the Financial Regulation. Annual or multi-annual action plans consist of a set of measures grouped into one document. (16) In accordance with the Financial Regulation, Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council 26 , Council Regulation (EC, Euratom) No 2988/95 27 , Council Regulation (Euratom, EC) No 2185/96 28 and Council Regulation (EU) 2017/1939 29 , the financial interests of the Union are to be protected through effective and proportionate measures, including the prevention, detection, correction and investigation of irregularities, including fraud, the recovery of funds lost, wrongly paid or incorrectly used and, where appropriate, the imposition of administrative sanctions. In particular, in accordance with Regulation (EU, Euratom) No 883/2013 and Regulation (Euratom, EC) No 2185/96 the European Anti-Fraud Office (OLAF) may carry out administrative investigations, including on-the-spot checks and inspections, with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union. In accordance with Regulation (EU) 2017/1939, the European Public Prosecutor's Office ('EPPO') may investigate and prosecute fraud and other criminal offences affecting the financial interests of the Union, as provided for in Directive (EU) 2017/1371 30 of the European Parliament and of the Council. In accordance with the Financial Regulation, any person or entity receiving Union funds is to fully cooperate in the protection of the Union’s financial interests and grant the necessary rights and access to the Commission, OLAF and the European Court of Auditors, and to ensure that any third parties involved in the implementation of Union funds grant equivalent rights; for this reason, agreements with third countries and territories and with international organisations, and any contract or agreement resulting from the implementation of this Regulation should contain provisions expressly empowering the Commission, the Court of Auditors and OLAF to conduct such audits, on-the-spot checks and inspections, according to their respective competences and ensuring that any third parties involved in the implementation of Union funding grant equivalent rights. (17) In order to ensure uniform conditions for the implementation of the relevant provisions of this Regulation, implementing powers should be conferred on the Commission. 26 Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248 18.9.2013 p.1) 27 Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.95, p.1). 28 Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities' financial interests against fraud and other irregularities (OJ L 292 15.11.1996 p.2) 29 OJ L 283, 31.10.2017,C , , p.1. . 30 Directive (EU) 2017/1371 of the European Parliament and of the Council of 5 July 2017 on the fight against fraud to the Union's financial interests by means of criminal law (OJ 198 28.7.2017 p.29) ",
        "EN 12 EN Those powers should be exercised in accordance with Regulation (EU) No 182/2011 31 of the European Parliament and of the Council. (18) The references to Union instruments in Article 9 of Council Decision 2010/427/EU 32 , should be read as references to this Regulation and to those Regulations referred to herein. The Commission should ensure that this Regulation is implemented in accordance with the role of the EEAS as provided in that Decision. (19) The envisaged actions as provided for hereunder should strictly follow the conditions and procedures set out by the restrictive measures of the Union, HAVE ADOPTED THIS REGULATION: TITLE I GENERAL PROVISIONS Article 1 Subject matter This Regulation establishes the Programme “European Instrument for Nuclear Safety complementing the Neighbourhood, Development and International Cooperation Instrument on the basis of the Euratom Treaty”. It lays down the objectives of this Programme, the budget for the period 2021 – 2027, the forms of Union funding and the rules for providing such funding. Article 2 Objectives 1. The objective of this Regulation is to complement those nuclear cooperation activities that are financed under [the Regulation NDICI], in particular in order to support the promotion of a high level of nuclear safety, radiation protection, and the application of effective and efficient safeguards of nuclear materials in third countries, building on the activities within the Community and in line with the provisions of this Regulation. 2. In accordance with paragraph 1, this Regulation shall in particular aim at: (a) the promotion of an effective nuclear safety culture and implementation of the highest nuclear safety and radiation protection standards, and continuous improvement of nuclear safety; (b) responsible and safe management of spent fuel and radioactive waste and the decommissioning and remediation of former nuclear sites and installations; (c) establishing efficient and effective safeguard systems. 31 Regulation (EU) No 182/2011 of the European Parliament and of the Council. of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission's exercise of implementing powers (OJ L 55 28.2.2011 p.13) 32 Council Decision 2010/427/EU of 26 July 2010 establishing the organisation and functioning of the European External Action Service (OJ L 201, 3.8.2010, p. 30). ",
        "EN 13 EN Article 3 Coherence, consistency and complementarity 1. In implementing this Regulation, consistency, synergies and complementarity with Regulation (EU) No XXX/XXX NDICI, other Programmes of Union external action, other relevant Union policies and Programmes, as well as policy coherence for development shall be ensured. 2. Where appropriate, other Union Programmes may contribute to actions established under this Regulation, provided that the contributions do not cover the same costs. This Regulation may also contribute to measures established under other Union Programmes, provided that the contributions do not cover the same costs. In such cases, the work programme covering those actions shall establish which set of rules shall be applicable. Article 4 Budget The financial envelope for the implementation of this Regulation for the period 2021 – 2027 shall be EUR 300 million in current prices. Article 5 Policy framework The association agreements, partnership and cooperation agreements, multilateral agreements, and other agreements that establish a legally binding relationship with partner countries, as well as, European Council conclusions and Council conclusions, summit declarations or conclusions of high-level meetings with partner countries, communications of the Commission or Joint communications of the Commission and the High Representative of the Union for Foreign Affairs and Security Policy, shall constitute the overall policy framework for the implementation of this Regulation. TITLE II IMPLEMENTATION OF THIS REGULATION Article 6 Multiannual Indicative Programmes 1. Community cooperation under this Regulation shall be implemented on the basis of multiannual indicative programmes. 2. The multiannual indicative programmes shall aim at providing a coherent framework for cooperation between the Community and the third countries or regions concerned, consistent with the overall purpose and scope, objectives, principles and policy of the Community and based on the policy framework referred to in article 5. 3. The multiannual indicative programmes shall constitute a general basis for the cooperation, and shall set out the Community's goals for cooperation under this Regulation, having regard to the needs of the countries concerned, the Community's priorities, the international situation and the activities of the third countries concerned. The multiannual indicative programmes shall also indicate the added ",
        "EN 14 EN value of the cooperation and how to avoid duplication with other programmes and initiatives, in particular those of international organisations pursuing similar objectives and major donors. 4. Multiannual indicative programmes shall set out the priority areas selected for financing, the specific objectives, the expected results, the performance indicators and the indicative financial allocations, both overall and per objective 5. Multiannual indicative programmes shall be based on a dialogue with the partner countries or regions. 6. The Commission shall adopt the multiannual indicative programmes in accordance with the examination procedure referred to in Article 13(2). The Commission shall, following the same procedure, revise and, if necessary, update those indicative programmes. Article 7 Action plans and measures 1. The Commission shall adopt annual or multiannual action plans and individual measures based on the multiannual indicative programme. The Commission may also adopt special measures and support measures. Action plans and individual measures shall specify for each action the objectives pursued, the expected results and main activities, the methods of implementation, the budget and any associated support expenditures. When necessary, an action may be adopted as an individual measure, before or after the adoption of the multiannual indicative programme. In the event of unforeseen and duly justified needs, circumstances or commitments, the Commission may adopt special measures. 2. Action plans and measures shall be adopted by means of implementing acts adopted in accordance with the examination procedure referred to in Article 13(2). 3. The procedure referred to in paragraph 2 shall not be required for: (a) action plans, individual measures and support measures, for which the Union's funding does not exceed EUR 10 million; (b) special measures for which the Union's funding does not exceed EUR 10 million; (c) technical amendments, provided such amendments do not substantially affect the objectives of the action plan or measure concerned, such as: (i) change of method of implementation; (ii) reassignments of funds between actions contained in an action plan; (iii) increases or reductions of the budget of action plans and measures by not more than 20 % of the initial budget and not exceeding EUR 10 million; In case of multiannual action plans and measures, the thresholds referred to in paragraph (3)(a), (b) and (c)(iii) shall be applicable on a yearly basis. When adopted in accordance with this paragraph, action plans and measures and technical amendments shall be communicated to the relevant committee referred to in Article 12 within one month of their adoption. ",
        "EN 15 EN 4. On duly justified imperative grounds of urgency relating to the need for a swift response from the Community, the Commission shall adopt or amend the action plans or measures by means of immediately applicable implementing acts in accordance with the procedure referred to in Article 13(3). Article 8 Support measures 1. Union financing may cover support expenditure for the implementation of the Instrument and for the achievement of its objectives, including administrative support associated with the preparation, follow-up, monitoring, control, audit and evaluation activities necessary for such implementation, as well as expenditure at headquarters for the administrative support needed for the programme, and to manage operations financed under this Regulation, including information and communication actions, and corporate information technology systems. 2. When support expenditure is not included in the action plans or measures referred to in Article 6, the Commission shall adopt, where applicable, support measures. Union financing under support measures may cover: (a) studies, meetings, information, awareness-raising, training, preparation and exchange of lessons learnt and best practices, publication activities and any other administrative or technical assistance expenditure necessary for the programming and management of actions, including fact-finding missions or remunerated external experts; (b) expenditures related to the provision of information and communication actions, including the development of communication strategies and corporate communication and visibility of the political priorities of the Union. Article 9 Methods of cooperation Financing under this Instrument shall be implemented by the Commission, as provided for by the Financial Regulation, either directly by the Commission itself or indirectly through any of the entities listed in Article 62(1)(c) of the Financial Regulation. Article 10 Forms of EU funding and methods of implementation 1. The Union funding may be provided through the types of financing envisaged by the Financial Regulation and in particular: (a) grants; (b) procurement contracts for services or supplies; (c) remunerated external experts; (d) blending. 2. The support under this Regulation may be also implemented under the rules applicable for the External Action Guarantee established under Regulation (EU) No XXX/XXX NDICI and contribute to the provisioning for the External Action Guarantee. The External Action Guarantee established under Regulation (EU) No ",
        "EN 16 EN XXX/XXX NDICI shall also support the operations on the basis of Council Decision 77/270/Euratom 33 . The provisioning rate for the operations of the External Action Guarantee to which this Regulation contributes shall be 9%. 3. The provisioning rates shall be reviewed every three years from the date of application of this Regulation. Article 11 Eligible persons and entities 1. Participation in procurement, grant and prize award procedures for actions financed under the present regulation shall be open to international organisations and to all legal entities who are nationals of and, in the case of legal persons, who are also effectively established in, the following countries or territories: (a) Member States, beneficiaries of the Regulation (EU) IPA III, and contracting parties to the Agreement on the European Economic Area; (b) partner countries in the neighbourhood area of the Regulation (EU) NDICI; (c) developing countries and territories, as included in the list of Official Development Assistance recipients published by the Development Assistance Committee of the Organisation for Economic Cooperation and Development, which are not members of the G-20 group, and overseas countries and territories as defined in Council Decision …/… (EU); (d) developing countries, as included in the list of Official Development Assistance recipients, which are members of the G-20 group, and other countries and territories, when the relevant procedure takes place in the context of an action financed by the Union under this Regulation in which they participate; (e) countries for which reciprocal access to external funding is established by the Commission; that access may be granted, for a limited period of at least one year, whenever a country grants eligibility on equal terms to entities from the Union and from countries eligible under this Regulation; the Commission shall decide on the reciprocal access and on its duration after consultation of the recipient country or countries concerned; (f) member countries of the Organisation for Economic Cooperation and Development, in the case of contracts implemented in a Least Developed Country or a Highly Indebted Poor Country, as included in the list of Official Development Assistance recipients; (g) other third countries where the activities take place as provided for in the specific multiannual indicative programmes, action plans or measures. 2. All supplies and materials financed under this Regulation may originate from the countries and under the respective conditions specified in paragraph 1. 33 Council decision 77/270/EURATOM of 29 March 1977 empowering the Commission to issue Euratom loans for the purpose of contributing to the financing of nuclear power stations (OJ L 88, 6.4.1977, p. 9). ",
        "EN 17 EN 3. The rules laid down in this Article shall not apply to, and shall not create, nationality restrictions for natural persons employed or otherwise legally contracted by an eligible contractor or, where applicable, subcontractor. 4. For actions jointly co-financed by an entity, or implemented in direct or indirect management with entities as referred to point (c) (ii) to (viii) of Article 62(1) of the Financial Regulation, the eligibility rules of those entities shall also apply. 5. Where donors provide financing to a trust fund established by the Commission or through external assigned revenues, the eligibility rules in the constitutive act of the trust fund or in the agreement with the donor in case of external assigned revenues shall apply. 6. In the case of actions financed under this Regulation and by another Union Programme, eligible entities under any of those Programmes shall be considered eligible. 7. The eligibility rules of this Article may be restricted with regard to the nationality, geographical location or nature of applicants, or origins of supplies and materials, where such restrictions are required on account of the specific nature and the objectives of the action and where they are necessary for its effective implementation. 8. Tenderers, applicants and candidates from non-eligible countries may be accepted as eligible in the case of urgency or the unavailability of services in the markets of the countries or territories concerned, or in other duly substantiated cases where application of the eligibility rules would make the realisation of an action impossible or exceedingly difficult. 9. In order to promote local capacities, markets and purchases, priority shall be given to local and regional contractors when the Financial Regulation provides for an award on the basis of a single tender. In all other cases, participation of local and regional contractors shall be promoted in accordance with the relevant provisions of that Regulation. Article 12 Monitoring, reporting and evaluation 1. Monitoring, reporting and evaluation shall be carried out in accordance with Article 31 paragraphs 2, 4, 5 and 6, and Articles 32 and 36 of the Regulation (EU) No XXX/XXX NDICI. 2. The achievement of the objective of this Regulation shall be measured based on the following indicators: (a) number of legal and regulatory acts prepared, introduced and or revised; and (b) number of design, concept or feasibility studies for the establishment of facilities in line with the highest standards of nuclear safety. ",
        "EN 18 EN TITLE III FINAL PROVISIONS Article 13 Committee 1. The Commission shall be assisted by the Nuclear Safety committee. This committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply. 3. Where reference is made to this paragraph, Article 8 of Regulation (EU) No 182/2011, in conjunction with Article 5 thereof, shall apply. Article 14 Information, communication, publicity and derogation from visibility requirements Information, communication and publicity related to the objective referred to in Article 3, and derogation from visibility requirements shall be carried out in accordance with Article 36 and 37 of the Regulation (EU) No XXX/XXX NDICI. Article 15 EEAS clause This Regulation shall apply in accordance with Decision 2010/427/EU. Article 16 Transitional provisions 1. The financial envelope for this Regulation may also cover technical and administrative assistance expenditures necessary to ensure the transition between this Regulation and actions adopted before it enters into force, in particular those covered by Council Regulation (Euratom) No 237/2014. 2. The financial envelope for this regulation may cover expenditures related to the preparation of any successor to this Regulation. 3. If necessary, appropriations may be entered in the budget beyond 2027 to cover the expenditures provided for in Article 6, to enable the management of actions not completed by 31 December 2027. Article 17 Entry into force This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Union . It shall apply from 1 January 2021. ",
        "EN 19 EN This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, For the Council The President ",
        "EN 0 EN LEGISLATIVE FINANCIAL STATEMENT 1. FRAMEWORK OF THE PROPOSAL/INITIATIVE 1.1. Title of the proposal/initiative 1.2. Policy area(s) concerned (programme cluster) 1.3. Nature of the proposal/initiative 1.4. Grounds for the proposal/initiative 1.5. Duration and financial impact 1.6. Management mode(s) planned 2. MANAGEMENT MEASURES 2.1. Monitoring and reporting rules 2.2. Management and control system 2.3. Measures to prevent fraud and irregularities 3. ESTIMATED FINANCIAL IMPACT OF THE PROPOSAL/INITIATIVE 3.1. Heading(s) of the multiannual financial framework and expenditure budget line(s) affected 3.2. Estimated impact on expenditure 3.2.1. Summary of estimated impact on expenditure 3.2.2. Estimated impact on appropriations of an administrative nature 3.2.3. Third-party contributions 3.3. Estimated impact on revenue ",
        "EN 1 EN LEGISLATIVE FINANCIAL STATEMENT 1. FRAMEWORK OF THE PROPOSAL/INITIATIVE 1.1. Title of the proposal/initiative European Instrument for Nuclear Safety complementing the Neighbourhood, Development and International Cooperation Instrument on the basis of Euratom Treaty. 1.2. Policy area(s) concerned (Programme cluster) External Action 1.3. The proposal/initiative relates to:  a new action  a new action following a pilot project/preparatory action 34  the extension of an existing action  a merger or redirection of one or more actions towards another/a new action 1.4. Grounds for the proposal/initiative 1.4.1. Requirement(s) to be met in the short or long term including a detailed timeline for roll-out of the implementation of the initiative The aim of this Regulation is to complement those nuclear cooperation activities that are financed under [the Regulation NDICI], in particular in order to support the promotion of a high level of nuclear safety, radiation protection, and the application of effective and efficient safeguards of nuclear materials in third countries, building on the activities within the Community and in line with the provisions of this Regulation. 1.4.2. Added value of Union involvement (it may result from different factors, e.g. coordination gains, legal certainty, greater effectiveness or complementarities). For the purposes of this point 'added value of Union involvement' is the value resulting from Union intervention which is additional to the value that would have been otherwise created by Member States alone. The EU and the Community have significant expertise in this field originating from the history of Europe itself, building on its own safeguard activities within the Union, and from successful policies. It has a recognised international reputation in the area of the nuclear safety, including safeguards of nuclear materials in particular through its role in implementing safeguards in the EU and in supporting the International Atomic Energy Agency. The EU and the Community can provide added value based on the volume of resources channelled through its instruments, its relatively flexible modes of management and the predictability of resources over the period of the Multi-annual Financial Framework. 34 As referred to in Article 58(2)(a) or (b) of the Financial Regulation. ",
        "EN 2 EN 1.4.3. Lessons learned from similar experiences in the past The mid-term review report 35 adopted by the Commission on ten of the external financing instruments 36 , the ex post evaluation reports on macro-financial assistance and the mid-term review on the European Investment Bank external lending mandate 37 all concluded that the external financing instruments were, overall, fit for purpose and that positive trends were emerging in relation to the achievement of objectives. The reports show that more resources are needed for external financing instruments because they have been stretched to their financial limit. The instruments set the scope, objectives and procedures to allow implementation of the policies. The mid-term review report has shown that their enabling nature allows them to cover most needs and goals of EU external action. They would benefit from better reflecting a number of developments such as: the new policy framework including the universal coverage of the 2030 Agenda, the migration/refugee crisis, and the external projection of internal policies. The mid-term review report points to positive trends emerging in relation to achieving results. However, difficulties in measuring achievements were noted. There was often limited information on monitoring systems referred to in the instruments. There was a lack of data (including baselines) to measure if the instruments were on track to meet some of their objectives (particularly the high- level ones), and an understanding that many external factors (e.g. partner country policies and other donors) influence achievement of the objectives. While overall organisational performance was found to be efficient, some actors considered that the implementation of some instruments was administratively burdensome. At times the Commission was perceived to be more focused on process rather than on policy objectives and results. 1.4.4. Compatibility and possible synergy with other appropriate instruments When implementing this Regulation, consistency with other areas of external action and with other relevant EU policies will be ensured, together with policy coherence for development 38 . As incorporated in the 2030 Agenda, this means taking into account the impact of all policies on sustainable development at all levels — nationally, within the EU, in other countries and at global level. Moreover, synergies with actions under other EU programmes should be sought, in order to maximise the impact of combined interventions. Actions funded under this proposal should be coherent and complementary to those carried out under the Neighbourhood, Development and International Cooperation Instrument, the Instrument for Pre-Accession III, the Decision on Overseas Countries 35 The mid-term review report COM(2017) 720 final, was based on ten staff working documents, one per instrument (see list below), which in turn were based on ten independent evaluations. The mid-term report, the staff working documents and the independent evaluations can be found at here: https://ec.europa.eu/europeaid/public-consultation-external-financing-instruments-european-union_en 36 The 10 instruments were the: Development Cooperation Instrument (DCI); European Development Fund (EDF); European Neighbourhood Instrument (ENI); Instrument for Pre-Accession (IPA II); Instrument contributing to Stability and Peace (IcSP); European Instrument for Democracy and Human Rights (EIDHR); Partnership Instrument (PI); Instrument for Nuclear Safety Cooperation (INSC); Greenland Decision (GD); and Common Implementing Regulation (CIR). 37 http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:52016DC0584 38 https://ec.europa.eu/europeaid/policies/policy-coherence-development_en ",
        "EN 3 EN and Territories, the common foreign and security policy and the newly proposed European Peace Facility 39 which is outside the EU budget. 39 C(2018) 3800 final Proposal of the High Representative of the Union for Foreign Affairs and Security Policy to the Council for a Council Decision establishing a European Peace Facility. ",
        "EN 4 EN 1.5. Duration and financial impact  limited duration –  in effect from [DD/MM]YYYY to [DD/MM]YYYY –  Financial impact from YYYY to YYYY for commitment appropriations and from YYYY to YYYY for payment appropriations.  unlimited duration – Implementation with a start-up period from 2021onwards 1.6. Management mode(s) planned 40  Direct management by the Commission –  by its departments, including by its staff in the Union delegations; –  by the executive agencies  Shared management with the Member States  Indirect management by entrusting budget implementation tasks to: –  third countries or the bodies they have designated; –  international organisations and their agencies (to be specified); –  the EIB and the European Investment Fund; –  bodies referred to in Articles 70 and 71 of the Financial Regulation; –  public law bodies; –  bodies governed by private law with a public service mission to the extent that they provide adequate financial guarantees; –  bodies governed by the private law of a member state that are entrusted with the implementation of a public-private partnership and that provide adequate financial guarantees; –  persons entrusted with the implementation of specific actions in the CFSP pursuant to Title V of the Treaty on European Union, and identified in the relevant basic act. – If more than one management mode is indicated, please provide details in the ‘Comments’ section. Comments External expenditure requires the ability to use all foreseen management modes as relevant and decided during the implementation. 40 Details of management modes and references to the Financial Regulation may be found on the BudgWeb site: https://myintracomm.ec.europa.eu/budgweb/EN/man/budgmanag/Pages/budgmanag.aspx ",
        "EN 5 EN 2. MANAGEMENT MEASURES 2.1. Monitoring and reporting rules Specify frequency and conditions. The Commission's monitoring and evaluation systems are increasingly focused on results. They involve internal staff as well as implementing partners and external expertise. Task Managers in Delegations and Headquarters continuously monitor the implementation of projects and programmes, using the information provided by implementing partners as part of their regular reporting and including wherever possible through field visits. Internal monitoring provides valuable information on progress; it helps managers to identify actual and potential bottlenecks, and to take corrective action. In addition, external independent experts are contracted to assess the performance of EU external actions through three different systems. These assessments contribute to accountability, and to the improvement of ongoing interventions; they also draw lessons from past experience to inform future policies and actions. Such systems generally use the internationally recognised Development Assistance Committee of the Organisation for Economic Cooperation and Development's evaluation criteria including (potential) impact. For instance, for development cooperation, at the project level, the Headquarters-managed Results Oriented Monitoring (ROM) system provides a brief, focused snapshot of the quality of a sample of interventions. Using a very structured, standardised methodology, independent ROM experts assess the performance of the project across the Development Assistance Committee of the Organisation for Economic Cooperation and Development's evaluation criteria and give recommendations on how to improve future implementation. Project-level evaluations, which are mainly managed by the EU delegation in charge of the project, deliver a more detailed, in-depth analysis and help project managers to improve ongoing interventions and prepare future ones. External, independent experts with thematic and geographic expertise are hired to conduct the analysis and gather feedback and evidence from all stakeholders, in particular the final beneficiaries. The Commission also conducts strategic evaluations of its policies, from programming and strategy to the implementation of interventions in a specific sector (such as health or education), in a country or region, or of a specific Instrument. These evaluations are an important input for the formulation of policies and the design of instruments and projects. These evaluations are all published on the Commission's website and a summary of the findings is included in the Annual Report to the Council and the European Parliament. 2.2. Management and control system(s) 2.2.1. Justification of the management mode(s), the funding implementation mechanism(s), the payment modalities and the control strategy proposed Management modes Regarding the management modes, there are no fundamental changes foreseen and the experience acquired by the Commission services and implementing actors under the predecessor programmes will contribute to better results in the future. Partner countries are still adjusting to the existing legislative framework and the ",
        "EN 6 EN implementation for INSC programmes is still in an early stage; as a result a maximum of continuity should be secured. The actions to be financed under this Regulation will be implemented under direct management by the Commission from headquarters and/or through the Union delegations and under indirect management by any of the entities listed in article 62(1) c) of the new Financial Regulation in order to better achieve the objectives of the Regulation. Concerning indirect management, as stated in Article 154 of the new Financial Regulation, such entities must ensure a level of protection of the EU’s financial interests equivalent to the one under direct management. An ex ante pillar assessment of the entities' systems and procedures will be carried out, in accordance with the principle of proportionality and with due consideration for the nature of the action and the financial risks involved. Where the implementation requires so or there have been reservations expressed in Annual Activities Reports, action plans with specific mitigation measures will be defined and implemented. Besides, appropriate supervisory measures imposed by the Commission may accompany the implementation. The Instrument envisages that indirect management may also be entrusted to partner countries or the bodies they designate. Such partner country indirect management may take the form of various degrees of delegation: partial delegation whereby the Commission retains ex ante control over the partner country’s decisions and executes payments on behalf of the partner country which by virtue of article 154(6)(b) of the new Financial Regulation does not require an ex ante pillar assessment. Or full delegation whereby, after an ex ante pillar assessment, the partner country can implement the action using its own assessed systems and procedures, with no ex ante control from the Commission on the partner country’s implementation of the action. Internal Control architecture The internal control / management process is designed to provide reasonable assurance regarding the achievement of objectives in the effectiveness and efficiency of its operations, the reliability of its financial reporting and compliance with the relevant legislative and procedural framework. Effectiveness and efficiency To ensure the effectiveness and efficiency of its operations (and to mitigate the high level of risk in its external assistance environment), in addition to all the elements of the Commission wide Strategic Policy and Planning process, internal audit environment and other requirements of the Commission's Internal Control Framework, the implementing services will continue to have a tailored aid management framework in operation under all its instruments which will include: – A devolved management of the majority of external assistance by Union delegations in the field. – Clear and formalised lines of financial accountability (from the Delegated Authorising officer (Director General)) by means of a sub-delegation from the Sub- delegated Authorising Officer (Director) at headquarters to the Head of Delegation; – Regular reporting from Union delegations to headquarters (External Assistance Management Reports) including an annual Statement of Assurance by the Head of Delegation; ",
        "EN 7 EN – Provision of a substantial programme of training for staff both at headquarters and in delegations, – Significant headquarters/delegation support and guidance (including via internet); – Regular supervision visits to delegations every 3 to 6 years; – A project and programme cycle management methodology including: quality support tools for the design of the intervention, its delivery method, financing mechanism, management system, assessment and selection of any implementing partners, etc.; programme and project management, monitoring and reporting tools for effective implementation including regular external on-the-spot monitoring of projects; and significant evaluation and audit components. Simplifications will be sought by extending the use of simplified cost options and cross-reliance on audit work of partner organisations. There will be a continuation of a risk-differentiated controls approach in accordance with the underlying risks. Financial Reporting and Accounting The implementing services will continue to pursue the highest standards of accounting and financial reporting using the Commission's accruals based accounting system (ABAC) as well as external aid specific tools such as the Common Relex Information System (CRIS) and its successor (OPSYS). In relation to compliance with the relevant legislative and procedural framework, compliance control methods are set out in section 2.3 (measures to prevent fraud and irregularities). 2.2.2. Information concerning the risks identified and the internal control system(s) set up to mitigate them The operational environment of cooperation under this instrument is characterised by the risks of not achieving the instrument's objectives, suboptimal financial management and/or of not complying with the applicable rules (legality and regularity errors) related to: – economic/political instability and/or natural disaster that may lead to difficulties and delays in the design and implementation of interventions, particularly in fragile states; – lack of institutional and administrative capacity in partner countries that may lead to difficulties and delays in the design and implementation of interventions; – geographically dispersed projects and programmes (covering approximately many states/territories/regions) may pose logistical/resource challenges to monitoring - particularly any 'on-the-spot' follow-up of activities; – diversity of potential partners / beneficiaries with their diverse internal control structures and capacities can fragment and therefore reduce the effectiveness and efficiency of the Commission's available resources to support and monitor implementation; – poor quality and quantity of available data on the outcomes and impact of external assistance implementation in partner countries may hinder the Commission's ability to report on and be accountable for results. ",
        "EN 8 EN 2.2.3. Estimation and justification of the cost-effectiveness of the controls (ratio of \"control costs ÷ value of the related funds managed\"), and assessment of the expected levels of risk of error (at payment & at closure) The internal control/management cost represent approximately 4 % of the estimated annual average of € 12.78 billion planned for the overall (operational + administrative) commitments on the expenditure portfolio financed by the General Budget of the EU and the European Development Fund for the period 2021-2027. This cost of control calculation refers only to the costs of the Commission, excluding Member States or entrusted entities. Entrusted entities can withhold up to 7 % for the administration of funds, which could partially be used for control purposes. These management costs take into account all staff at headquarters and in delegations, infrastructure, travel, training, monitoring, evaluation and audit contracts (including those launched by beneficiaries). The management / operational activities ratio could be reduced over time under the improved and simplified arrangements of the new instrument, building on changes to be introduced by the new Financial Regulation. The key benefits of these management costs are realised in terms of meeting policy objectives, efficient and effective use of resources, and the exercise of robust cost-effective preventative measures and other checks to ensure the legal and regular use of funds. While improvements in the nature and targeting of management activities and compliance checks in relation to the portfolio will continue to be pursued, these costs are globally necessary to effectively and efficiently achieve the objectives of the instruments at a minimal risk of non compliance (below 2% residual error). They are significantly less than risks involved in removing or scaling back internal controls in this high risk area. Expected level of risk of non-compliance with applicable rules The compliance objective for the Instrument is to maintain the historic level of risk of non-compliance (error rate) which is an overall residual 'net' level of error (on a multi-annual basis after all planned controls and corrections have been executed on closed contracts) of less than 2%. This has traditionally implied an estimated error range of 2-5% in terms of an annual randomised sample of transactions undertaken by the European Court of Auditors for the purposes of the annual Statement of Assurance (DAS). The Commission considers this to be the lowest risk of non- compliance achievable in relation to its high-risk environment and taking into account the administrative burden and necessary cost effectiveness of compliance controls. Where weaknesses are identified, targeted corrective measures will be implemented in the light of ensuring minimum error rates. 2.3. Measures to prevent fraud and irregularities Specify existing or envisaged prevention and protection measures, e.g. from the Anti-Fraud Strategy. Given the high risk environment, the systems need to anticipate a significant occurrence of potential compliance errors (irregularities) in transactions and build in a high level of prevention, detection and correction controls as early as possible in the payment process. This means in practice that compliance controls will place most reliance on significant ex-ante checks on a multi-annual basis by both external auditors and Commission staff in the field before final project payments (while still ",
        "EN 9 EN executing some ex-post audits), going well beyond the financial safeguards required by the Financial Regulation. Compliance framework is made up inter alia of the following significant components: Preventative measures - Compulsory core training covering fraud issues for aid management staff and auditors; - Provision of guidance (including via internet) including existing manual of procedures such as the DEVCO Companion and the Financial Management Toolkit (for implementing partners); - Ex-ante assessment to ensure that appropriate anti-fraud measures to prevent and detect fraud in the management of Union funds are in place in the authorities managing the relevant funds under joint and decentralised management); - Ex-ante screening of the anti-fraud mechanisms available in the partner country as part of the assessment of the eligibility criterion of public finance management for receiving budget support (i.e. active commitment to fight fraud and corruption, adequate inspection authorities, sufficient judicial capacity and efficient response and sanction mechanisms); Detective and corrective measures - Ex-ante transaction checks performed by Commission staff; - Audits and verifications (both mandatory and risk based) including the European Court of Auditors; - Retrospective checks (on a risk basis) and recoveries; - Suspension of EU funding where there is a serious fraud case, including large scale corruption, until the authorities have taken appropriate action with a view to correcting and preventing such fraud in the future; - EDES (Early Detection Exclusion System); - Suspension/termination of contract; - Exclusion procedure Anti-fraud strategies of the services concerned, which are regularly revised, will be adapted as necessary once the Commission's new version of its anti-fraud strategy (CAFS) will have been published in order to ensure inter alia that; - The systems used for spending EU funds in third countries enable relevant data to be retrieved with a view to feeding this data into fraud risk management (e.g. double funding); - Where necessary, networking groups and adequate IT tools dedicated to analysing fraud cases related to the external aid sector could be set up. ",
        "EN 10 EN 3. ESTIMATED FINANCIAL IMPACT OF THE PROPOSAL/INITIATIVE 3.1. Heading of the multiannual financial framework and new expenditure budget line(s) proposed Heading of multiannual financial framework Budget line Type of expenditure Contribution Heading VI. Neighbourhood & the World Diff./Non- diff. 41 from EFTA countries 42 from candidate countries 43 from third countries within the meaning of Article [21(2)(b)] of the Financial Regulation VI 15 01 05 Support expenditure for the European Instrument for Nuclear Safety Non-diff. NO NO NO NO VI 15 06 European Instrument for Nuclear Safety complementing the Neighbourhood, Development and International Cooperation Instrument on the basis of Euratom Treaty Diff. NO NO NO NO 41 Diff. = Differentiated appropriations / Non-diff. = Non-differentiated appropriations. 42 EFTA: European Free Trade Association. 43 Candidate countries and, where applicable, potential candidates from the Western Balkans. ",
        "EN 11 EN 3.2. Estimated impact on expenditure 3.2.1. Summary of estimated impact on expenditure EUR million (to three decimal places) Heading of multiannual financial framework <VI> Heading VI. Neighbourhood & the World 2021 2022 2023 2024 2025 2026 2027 Post 2027 TOTAL Operational appropriations (split according to the budget lines listed under 3.1) Commitments (1) 36,061 36,990 38,308 40,105 42,412 45,438 49,094 288,408 Payments (2) 4,861 11,460 17,728 24,025 29,872 34,158 37,874 128,430 288,408 Appropriations of an administrative nature financed from the envelope of the programme 44 Commitments = Payments (3) 1,559 1,590 1,622 1,655 1,688 1,722 1,756 11,592 TOTAL appropriations for the envelope of the programme Commitments =1+3 37,620 38,580 39,930 41,760 44,100 47,160 50,850 300,000 Payments =2+3 6,420 13,050 19,350 25,680 31,560 35,880 39,630 128,430 300,000 44 Technical and/or administrative assistance and expenditure in support of the implementation of EU programmes and/or actions (former ‘BA’ lines), indirect research, direct research. ",
        "EN 12 EN Heading of multiannual financial framework VII ‘Administrative expenditure’ EUR million (to three decimal places) 2021 2022 2023 2024 2025 2026 2027 Post 2027 TOTAL Human resources 1,001 1,001 1,001 1,001 1,001 1,001 1,001 7,007 Other administrative expenditure 0,086 0,086 0,086 0,086 0,086 0,086 0,086 0,603 TOTAL appropriations under HEADING 7 of the multiannual financial framework (Total commitments = Total payments) 1,087 1,087 1,087 1,087 1,087 1,087 1,087 7,610 EUR million (to three decimal places) 2021 2022 2023 2024 2025 2026 2027 Post 2027 TOTAL TOTAL appropriations across HEADINGS of the multiannual financial framework Commitments 38,707 39,667 41,017 42,847 45,187 48,247 51,937 307,610 Payments 7,507 14,137 20,437 26,767 32,647 36,967 40,717 128,430 307,610 ",
        "EN 13 EN 3.2.2. Summary of estimated impact on appropriations of an administrative nature –  The proposal/initiative does not require the use of appropriations of an administrative nature –  The proposal/initiative requires the use of appropriations of an administrative nature, as explained below: EUR million (to three decimal places) Years 2021 2022 2023 2024 2025 2026 2027 TOTAL HEADING 7 of the multiannual financial framework Human resources 1,001 1,001 1,001 1,001 1,001 1,001 1,001 7,007 Other administrative expenditure 0,086 0,086 0,086 0,086 0,086 0,086 0,086 0,603 Subtotal HEADING 7 of the multiannual financial framework 1,087 1,087 1,087 1,087 1,087 1,087 1,087 7,610 Outside HEADING 7 45 of the multiannual financial framework Human resources 1,232 1,232 1,232 1,232 1,232 1,232 1,232 8,623 Other expenditure of an administrative nature 0,327 0,359 0,390 0,423 0,456 0,490 0,524 2,969 Subtotal outside HEADING 7 of the multiannual financial framework 1,559 1,590 1,622 1,655 1,688 1,722 1,756 11,592 TOTAL 2,646 2,678 2,709 2,742 2,775 2,809 2,843 19,203 The appropriations required for human resources and other expenditure of an administrative nature will be met by appropriations from the DG that are already assigned to management of the action and/or have been redeployed within the DG, together if necessary with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints. 3.2.2.1. Estimated requirements of human resources 46 –  The proposal/initiative does not require the use of human resources. 45 Technical and/or administrative assistance and expenditure in support of the implementation of EU programmes and/or actions (former ‘BA’ lines), indirect research, direct research. 46 Deployment of the resources in EU Delegations will be made in accordance with the provisions of the Service-Level Agreement between the Commission and the EEAS on 20 December 2010. ",
        "EN 14 EN –  The proposal/initiative requires the use of human resources, as explained below: Estimate to be expressed in full time equivalent units Years 2021 2022 2023 2024 2025 2026 2027  Establishment plan posts (officials and temporary staff) Headquarters and Commission’s Representation Offices 7 7 7 7 7 7 7 Delegations Research  External staff (in Full Time Equivalent unit: FTE) - AC, AL, END, INT and JED 47 Heading 7 Financed from HEADING 7 of the multiannual financial framework - at Headquarters - in Delegations Financed from the envelope of the programme 48 - at Headquarters 16 16 16 16 16 16 16 - in Delegations Research Other (specify) TOTAL 23 23 23 23 23 23 23 The human resources required will be met by staff from the DG who are already assigned to management of the action and/or have been redeployed within the DG, together if necessary with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints. Description of tasks to be carried out: Officials and temporary staff The tasks will be the same as currently (policy, programming, finance and contracts, other horizontal tasks) External staff The tasks will be the same as currently (policy, programming, finance and contracts, other horizontal tasks) 47 AC= Contract Staff; AL = Local Staff; END = Seconded National Expert; INT = agency staff; JPD= Junior Professionals in Delegations. 48 Sub-ceiling for external staff covered by operational appropriations (former ‘BA’ lines). ",
        "EN 15 EN 3.2.3. Third-party contributions The proposal/initiative: –  does not provide for co-financing by third parties –  provides for the co-financing by third parties estimated below: Appropriations in EUR million (to three decimal places) Years 2021 2022 2023 2024 2025 2026 2027 TOTAL Specify the co-financing body TOTAL appropriations co-financed 3.3. Estimated impact on revenue –  The proposal/initiative has no financial impact on revenue. –  The proposal/initiative has the following financial impact: –  on own resources –  on other revenue please indicate, if the revenue is assigned to expenditure lines  EUR million (to three decimal places) Budget revenue line: Impact of the proposal/initiative 49 2021 2022 2023 2024 2025 2026 2027 Article …………. 49 As regards traditional own resources (customs duties, sugar levies), the amounts indicated must be net amounts, i.e. gross amounts after deduction of 20 % for collection costs. "
    ]
}