{
    "text": [
        "IV (Notices) NOTICES FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGENCIES JOINT PARLIAMENTARY ASSEMBLY OF THE PARTNERSHIP AGREEMENT CONCLUDED BETWEEN THE MEMBERS OF THE AFRICAN, CARIBBEAN AND PACIFIC GROUP OF STATES, OF THE ONE PART, AND THE EUROPEAN UNION AND ITS MEMBER STATES, OF THE OTHER PART MINUTES OF THE SITTING OF MONDAY, 7 DECEMBER 2015 (2016/C 179/01) Contents Page Formal inaugural sitting . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1 Sitting of the Joint Parliamentary Assembly . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Composition of the Joint Parliamentary Assembly . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 Accreditation of non-parliamentary representatives . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 1. Adoption of agenda (AP101.966) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 2. Approval of the minutes of the last sitting of the 29th session of the Joint Parliamentary Assembly (OJ C 391, 24.11.2015) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2 3. Co-Presidents’ announcements, including decisions taken at the Bureau meeting of 7 December 2015 . . . . . 2 4. The state of democracy in the EU and in ACP countries . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 5. Forty years of partnership: evaluation of the impact on trade and development in the ACP countries and prospects for enduring relations between the ACP countries and the European Union . . . . . . . . . . . . . . . . . 3 6. Urgent Topic No 2: The post-election situation in Burundi . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 MINUTES OF THE SITTING OF MONDAY, 7 December 2015 (The sitting opened at 11.00) Formal inaugural sitting The following addressed the Assembly: Louis Michel, Co-President of the Joint Parliamentary Assembly, Fitz A. Jackson, Co-President of the Joint Parliamentary Assembly, and Mars di Bartolomeo, President of the Luxembourg Chamber of Deputies (Luxembourg, Presidency of the European Union). (The sitting adjourned at 12.00 and resumed at 15.05) 18.5.2016 EN Official Journal of the European Union C 179/1 ",
        "IN THE CHAIR: Louis MICHEL Co-President Sitting of the Joint Parliamentary Assembly The Co-President welcomed all the participants. Composition of the Joint Parliamentary Assembly The Co-President announced that the list of members of the Joint Parliamentary Assembly, as forwarded by the authorities of the ACP states and the European Parliament, would be annexed to the minutes. Accreditation of non-parliamentary representatives The Co-President announced that a list of requests for accreditation of non-parliamentary representatives had been received in accordance with Article 17(1) of the Cotonou Agreement and Article 1(2) of the Rules of Procedure of the Joint Parliamentary Assembly. The representatives’ presence would be recorded and their names listed in an annex to the minutes. 1. Adoption of agenda (AP101.966) Speakers: Co-President Jackson and Co-President Michel. The agenda was adopted as shown in these minutes. 2. Approval of the minutes of the last sitting of the 29th session of the Joint Parliamentary Assembly (OJ C 391, 24.11.2015) The minutes were approved. 3. Co-Presidents’ announcements, including decisions taken at the Bureau meeting of 7 December 2015 The Co-President reported on the outcome of the Bureau meeting of 7 December 2015. The following decisions were taken: a) The standing committees would draft the following reports: Committee on Political Affairs: Constitutional limits on presidential terms Committee on Economic Development, Finance and Trade: The impact of illicit financial flows on development finance Committee on Social Affairs and the Environment: Challenges for family farming and small-scale agricultural production in ACP countries b) The 31st session of the Joint Parliamentary Assembly would take place on 13—15 June 2016 in Southern Africa. c) The 32nd session of the Joint Parliamentary Assembly would take place in Central Africa. The Co-President announced the following deadlines: — for amendments to compromise resolutions and other urgent resolutions to be put to the vote: Tuesday, 8 December, at 12 noon; C 179/2 EN Official Journal of the European Union 18.5.2016 ",
        "— for requests relating to voting methods: Wednesday, 9 December, at 10.00 a.m., in writing. Speaker: João Ferreira, on the lack of Portuguese interpretation. The Co-President recalled the rules applicable. 4. The state of democracy in the EU and in ACP countries Debate with Yves Leterme, Secretary-General of the International Institute for Democracy and Electoral Assistance (International IDEA) Yves Leterme, Secretary-General of International IDEA, made a presentation on the state of democracy in the EU and in ACP countries. Speakers: Adjedoue Weidou (Chad), Davor Ivo Stier, Maria Arena, Younoussa Tondy (Niger), Ana Rita Geremias Sithole (Mozambique), João Ferreira, Ahamada Soukouna (Mali), Sonny Ogbuoji (Nigeria), Ignazio Corrao, Michael Gahler, Enrique Guerrero Salom, Jo Leinen, Michela Giuffrida, Mariya Gabriel and Louis Michel. Yves Leterme stressed that International IDEA used the concept of democracy in its broadest sense, while pointing out that there was not just one model. Governments could support and commit to democracy but could not export it to other countries. A democratic system was based on control by citizens and on the equality of all citizens in the exercise of their powers of scrutiny. For Sustainable Development Goal number 16, which promoted democratic institutions as a vehicle of peace, it was important to establish concrete indicators. Members stressed that, even if democratic values were sometimes interpreted differently in different countries, they were intrinsically universal. Issues raised also included the crisis relating to the interface between political leaders and the population, caused by the incapacity of political parties to adapt to a changing global environment, increasing popular demands for political participation and the ever-faster development of technology. 5. Forty years of partnership: evaluation of the impact on trade and development in the ACP countries and prospects for enduring relations between the ACP countries and the European Union Committee on Economic Development, Finance and Trade Co-Rapporteurs: Jacob Oulanyah (Uganda) and David Martin Sanjay Tanna (Uganda) (replacing Jacob Oulanyah) and Enrique Guerrero Salom (replacing David Martin) outlined the report. Speakers: Theodor Dumitru Stolojan, Norbert Neuser, Younoussa Tondy (Niger), Netty Baldeh (Gambia), Daniel K. Shumba (Zimbabwe), Javier Nart, João Ferreira, Maria Heubuch, Laura Ferrara, Ousmane Kaba (Guinea), Teshome Toga (Ethiopia), Maurice Ponga, Michael Gahler and Erja Askola (European Commission). There was broad consensus on a generally positive assessment of the ACP-EU partnership but also on the need for it to adapt to new realities and to combat poverty more effectively and stimulate growth, investment, diversification and better access for ACP countries to EU and global markets. Opinions were more varied on the trade and development effects of the Economic Partnership Agreements, with some Members stressing the opportunities they afforded and others criticising them for being more geared to trade than to development. Sanjay Tanna (Uganda) and Enrique Guerrero Salom wound up the debate. 6. Urgent Topic No 2: The post-election situation in Burundi Speakers: Erminia Norarangelo (European External Action Service), Netty Baldeh (Gambia), Louis Michel, Lidia Senra Rodríguez, Maria Arena, Tulia Ackson (Tanzania), Veikko Nekundi (Namibia), Teshome Toga (Ethiopia), Maria Heubuch, Ignazio Corrao, Anicet Niyongabo (Burundi), Mariya Gabriel, Kashetu Kyenge, Maurice Ponga, Bogdan Brunon Wenta and Joachim Zeller. There was a clear divide between EP and ACP Members on the post-electoral situation in Burundi, mainly over how to interpret the Arusha Peace and Reconciliation Agreement for Burundi in terms of calculating the number of terms of office served by the Burundian President so far. While the EP Members were of the view that the Arusha Agreement had been infringed, the ACP Members considered that both the Burundian and the East African Community judiciary had ruled in favour of the Burundian Government position. There was also disagreement over the decision by the EU to open consultations with the Government of Burundi under Article 96 of the Cotonou Agreement. 18.5.2016 EN Official Journal of the European Union C 179/3 ",
        "Some Members also condemned the violent attacks and increased cases of human rights violations and abuses, including assassinations, extra-judicial killings, violations of the physical integrity of individuals, acts of torture and other cruel, inhuman and/or degrading treatment, arbitrary arrests and illegal detentions, and violations of the freedom of press and expression, as well as the prevalence of impunity. (The sitting closed at 18.15) Fitz A. JACKSON Louis MICHEL Co-Presidents Patrick I. GOMES and Luis Marco AGUIRIANO NALDA Co-Secretaries-General C 179/4 EN Official Journal of the European Union 18.5.2016 "
    ]
}