{
    "text": [
        "σ> σ> ΙΟ α> ιο (Ο σ> οο ιο CM CO CO • *• • ^* w • * •* European Foundation for the Improvement of Living and Working Conditions Summing up the Summit - European social policy after Amsterdam Commissioner Flynn I n the run­up to Amsterdam, it had been hoped that the Intergovernmental Confer­ ence would make significant progress on institutional ques­ tions, justice and home affairs and foreign and security policy. In the event it did not happen. This part of the building of Europe is for a later day. Virtually everyone agrees that Amsterdam's key achieve­ ments were in employment. At Amsterdam the jobs issue lived up to its long­trailed de­ scription as the leading prior­ ity on the European agenda. We now have a well­defined and detailed Title on employ­ ment in the Treaty. The Euro­ pean Council Resolution on growth and employment has established a place for employ­ ment policy at the core of the economic decision­making process in the Union. The importance of this should not gives his views be underestimated. It will enable the EU to develop its labour market policies in close association with its high­profile macroeconomic and structural policies. With barely a pause, there will be a special European Council on employment later this year under the Luxem­ bourg Presidency. This will be an excellent chance to build on the Amsterdam decisions. It will also give Member States their first opportunity to show how the new Treaty and the new Resolution can be trans­ lated into budgetary planning and commitments for 1998. Member States are still the key players. They will con­ tinue to have the primary role in ensuring that people can participate to the full in a pro­ ductive society. The change has come with a Union­wide shift in awareness. Together Linking Welfare and Work The Foundation is continuing to research the complicated relat­ ionship between welfare and work: a major theme of the Irish Presidency conference New Directions in Social Welfare organ­ ized jointly by the Foundation and the Department of Social Welfare in 1996. Exploratory work is now starting on the theme of LINKING WELFARE AND WORK. Its aim is to examine within one frame­ work, three closely interrelated and topical areas relevant to the welfare policy in the European Union. They concern: □ various activation measures in combination with social benefits; □ attempts to increase the incentive to move from welfare to work. □ current trends in guaranteed minimum income policies. This work was launched at a two­day workshop in Dublin on 2­3 October 1997. Some 25 experts from the fields of research, policy making and implementation are invited to take part in this seminar, including representatives of the European Commission, OECD, social partners and NGOs. These experts are assisting the Foundation to develop new research activities in the area of activation policy related to employment and social protection. It is planned to publish a monograph of papers developed from this workshop. ■ For further information please contact Teresa Renehan at the Foundation. Ordinary people have been given a very tangible sense of being citizens of the European Union. It has become a Union with a stated commitment to guaranteeing the basic social rights of its people. - tU Commissioner Padraig Flynn we have acknowledged that the failure of one country to fight unemployment can effectively damage the labour markets of others. Together we have made the case for working more closely togeth­ er, the Union and the Member States, each with our different set of roles and responsibil­ ities. We now have more than just a potential for co­ordinat­ ion and co­operation. We have a solid and credible basis. Another success saw us set­ ting the seal on a fully Euro­ pean Social Protocol. We have a single, coherent framework for all 15 Member States, which applies the existing provisions on the social partners across the board. I look forward to seeing the social partners go on to even greater achieve­ ments as agents of social change and modernisation, now that the United Kingdom is able to play its full and con­ structive part in the whole process. We did more. As Commiss­ ioner with responsibility for employment and social affairs, I take real satisfaction in what was achieved on behalf of Eur­ ope's people. We have emer­ ged more able to help those most vulnerable in the EU through provisions on social exclusion and changes in qualified majority voting. The Union's commitment to equal­ • continued on page 2 IN THIS ISSUE European Ecology of Work Conference 2 Members of Finnish Parliament Visit Foundation 2 Compressed Working Time 3 A Note from the Director 3 ",
        "ity for women and men has been reinforced through a broadening of the provisions on equality and significant progress was made on the question of fundamental rights of citizens of the Union. Ordinaiy people have been given a very tangible sense of being citizens of the European Union. It has become a Union with a stated commitment to guaranteeing the basic social rights of its people. A new Article prohibiting discrimination in broad terms will enable us to take a stronger stance against racism. These are real achievements. In considering Amsterdam's outcome, we should not let the perfect be the enemy of the good. Of course there is still work to be done, not least as far as civil society is con­ cerned. NGOs are leading players in the provision of social support for people who suffer discriminat­ ion and disadvantage. I will be con­ tinuing to work to see NGOs get­ ting their rightful recognition and taking their place in solid partner­ ships for social policy development. My argument is that Amsterdam basically got Social Europe right and this will have considerable implications for the future of the Union. We now have the tools which will enable the Union to con­ tribute to the modernisation of our social systems, to make them, even more that they have been, positive, vibrant forces for Europe's econ­ omic and social benefit. We are now sending the appropriate sig­ nals and guarantees to European citizens. Amsterdam, by providing both a clear picture of where we are going in terms of employment and social policy and the means to get there, has greatly strengthened not just Social Europe, but Europe itself. As a result of this latest Euro­ pean Council, we are the citizens of a more robust, competitive, attractive and socially cohesive Union, with all that this means for our lives at home, at work and in our individual communities. ■ Members of Finnish Parliament Visit the Foundation The Finnish Parliamentary Committee of Labour Affairs, composed of fifteen Members of the Finnish Parliament, visited the European Foundation on 3 September 1997. The Committee was led by its Chairman, Mr Reijo Lind­ roos, who represents the Social Demo­ cratic Party: the largest party in the Finnish Parliament. The Committee is made up of representatives from the National Coalition Party (conservat­ ives), the Left­wing Alliance, the Swed­ ish People's Party and the opposition parties the Finnish Centre Party (agrar­ ian party) and the one­man party Virtanen Parliamentary Faction. Clive Purkiss, Director of the Found­ ation, welcomed the delegation as the largest single parliamentary group ever to visit the Foundation. He was delighted with the close working relat­ Work Organization and the M a n a g e m e nt of Change European Ecology of Work Conference The Fifth European Ecology of Work Conference was held in the Foundation Conference Centre from 13 to 16 May, 1997. Over 130 delegates from business, government and the social partners took part. Some twenty enterprise case studies were presented, mostly by joint management and unions teams. These sessions looked at how enterprises dealt with organizational change through involving their employees. The emphasis was on co­operative re­design and re­structuring of work and worker participation strategies. The presentations included case studies from Europe, North America, Australia and South Africa and ranged from multinational companies, such as Microsoft and Novartis, to SMEs, such as Dutton Engin­ eering (UK) and Southcorp Wines from Australia and State Ministries. A number of other sessions concentrated on the techniques applied to the change process, and the theories behind their introduction. The attitudes and response of the various players in the change process ­ middle management, employees, and unions ­ to the new work M*-, environment were highlighted. Panels of leading experts in these different techniques stimulated the discussions. The conference finished with site visits to a number of enterprises in the Dublin area to see these techniques in practice. ■ The proceedings of the conference will be available by the end of 1997. For further information contact Camilla Galli da Bino at the Foundation. Tom Chase, Executive Director of Ecol­ ogy of Work Conference Inc. (USA); Ray Wild, Principal of Henley Management College (U.K.), Jürgen Leipold, Unilever HPC Europe, Germany. ions which the Foundation enjoyed with many organisations in Finland and the interest being shown in tak­ ing into account the results of Foundation work. Research Man­ agers Eberhard Köhler, Wendy O'Conghaile, Pascal Paoli and Hubert Krieger spoke too about the ongoing trans­ ition toward the information soc­ iety, the creation of new jobs, new working time arrangements, flexiwork, flexible I organisations and Mr Reijo Lindroos. virtual com­ panies. It was pointed out that the transition from mass production to customised special products has many positive aspects but also provides many challenges. One such challenge concerns how good practices in equal opportunities can best be established. Mia Heikkinen spoke on this. Across Europe the problem of high unemployment continues to have priority. There are 18 million unem­ ployed which challenges and points to the need for changes in the welfare society. Social cohesion is endangered by the unequal distribution of income. There is great call for a new way of thinking in the field of social policy. In spite of new technologies work­ ing conditions continue to create major problems. 45 percent of workers are involved in repetitive work and the pace of work is accelerating. The way that workers participate is also changing: with a strong trend to­ wards direct participation existing side by­side with representative part­ icipation. There was lively discussion about these issues. The delegates from the Finnish Parliamentary Committee were especially interested in the inform­ • continued on page 3 ",
        "ation society and its impact on employment and living and working conditions and in flexible working time arrangements. They had grave concerns about unemployment, the changes affecting the welfare society and decreasing social cohesion. Safety and health, especially with regard to repetitive work and poor working conditions, aroused much discussion. On the positive side, the MPs welcomed the idea of increasing participation, especially through direct participation. Finally Timo Kauppinen, a detach­ ed national expert at the Foundation, argued that a veritable revolution has taken place in Finland, especially within the organisation of industrial relations. This took place in 1995. when Finnish income policy was, for the first time, defined outside Finland, namely in Brussels, where the EMU entry criteria were set and then applied to Finnish income policy. ■ A NOTE FROM THF DIRECTOR T he emphasis coming from the meeting of the Council Ministers in Amsterdam on employment and social policy very much aligns the Foundation's programme for 1997 to 2000 to current priorities of the European Union. The new agenda for employability, growth and job­creating flexibility, designed to bring advan­ tages to all concerned, is a principle objective of the Foundation's current work. The recognition that social policy needs to be looked at afresh as an essential productive factor has strong echoes in the Foundation's work on social cohesion, equality of opportunities and health and well­being. With the incorporation of the social protocol fully into the Treaty, the role of the social part­ ners in progressing actions in the field of social policy will be firmly underpinned. It will require that all parties have access to sound objective information to help point the way to how advances might be made. The role of the Found­ ation, working with the European Institutions, social partners and Member States, is to provide such information in the light of practical experience and identify those factors which will lead to change for the better. ■ τ Compressed Working Time Compressed working time is the theme of the tenth issue of BEST, the Foundation's Bulletin of European Studies on Time. In this context, compressed work­ ing time means: 1. Spells of more than eight hours, and a working week of less than five full days; 2. Spells of more than eight hours for part­time workers; 3. More than seven consecutive working days; 4. Service away from home, prim­ arily in the oil and transport industries. The report does not deal with overtime. Since the European Directive on Working Time was approved in Nov­ ember 1993, Member States have been bringing their national laws into line with the Directive, and in some cases have banned twelve­hour shifts. Ten hour shifts appeared in the UK when the working week was reduced to 40 hours in the car in­ dustry, and the workforce preferred four ten­hour nights rather than four and a half nine hour shifts, other examples are given from a wide var­ iety of industries and countries. These range from the simple, especially where the work is discontinuous; to the quite complex, when ten individ­ uals cover four working places in turn. In France, the introduction of the 35­hour working week in hospit­ als led to all Parisian public hospitals using ten­hour night shifts. In Italy air traffic controllers do the longest shift (eleven hours), at the quietest time, i.e. nights, compared with sev­ en hours on afternoon shift and six on morning shift. They then tend to pack these shifts into the shortest time possible, doubling back from a morning shift to a night shift on the same day. Permitted sleep breaks of two to three hours in turn help to ease stress. Twelve hour shifts can be worked on a four­crew system with a 42 hour average week. However, five and six­crew systems are often nec­ essary to cover absences. A great advantage of the 12­hour shift is that crew­handover is more symmetrical than with eight hour shifts: crews mostly take over from the crew to which they handed over. This can be an important factor in plant safety. Even where steady 12­hour shifts are not used continuously, they can be introduced at weekends, to maximise the numbers with weekends free. The conditions and qualifications regarding the use of 12­hour shifts are based on several sources, although there is surprisingly little conclusive evidence about their effectiveness. It suits some part­time workers to concentrate their work into a few long shifts a week, and examples are given from hospitals and supermarkets. Part­timers' shifts can be meshed in with those of full­time workers, as exemplified in Germany and Austria. Long sequences of work also lead to long breaks, as for examples in the steel industry, the health sector, and chemical industry. An interesting example describes the pattern in an Italian paper mill, where the shift system is changed seasonally to con­ dense the work periods and allow the workers time for farming activity too. The variety of shift systems oper­ ating in the oil industry are explored and explained, along with summaries of research on sleep and fatigue off­ shore, and of accidents in the Norweg­ ian oil sector. The commonest pattern in the UK is still 14 hours on 14 hours off with a shift change after one week. For oil­related work further afield, some Italian oil workers extend to five weeks on, five weeks off. This tends to attract people for relatively short periods of six to seven years. Several attempts at evaluation of alternative work patterns are report­ ed, but they tend to be inconclusive or mixed in their findings. A wide range of factors need to be carefully examined if compressed working time is to be introduced successfully, and the conclusions distil these from a number of studies. The Bulletin of European Studies on Time is published in English, French and German. It is available free of charge from the Foundation. Contact Dimitrios Politis or Pascal Paoli about obtaining copies. BEST is edited by Alexander Wedderburn, Department of Bus­ iness Organisation, Heriot­Watt University, Edinburgh. (Tel INT+44 131 449 5111. Fax INT+44 131 451 3296). Forthcoming BEST issues will be dealing with the following themes: Issue 11 ­ Continuous Shift Systems (to be published by the end of 1997). Issue 12 ­ Shiftwork and Health (to be published in 1998). Issue 13 ­ Working time in the retail sector (to be published in 1998). ■ ",
        "The Contribution of Social Public Services A recent Communication from the European Commission on 'Services of General Interest in Europe' foc­ used upon public services primarily of economic or commercial signif­ icance such as telecommunications, postal services, transport, electricity and broadcasting. The Communic­ ation was prompted by the import­ ance of modernising and develop­ ing these services given their con­ tribution to European competitive­ ness, social solidarity and quality of life. It resulted in a new Article being inserted in the Amsterdam Treaty, calling on Member States to \"take care that services of a general interest operate on the basis of principles and conditions which enable them to fulfil their mission\". The Communication refers to the vital contribution of non­economic or 'social public services' ­ such as health, welfare, education and housing ­ particularly in connection with efforts to promote equality of opportunity and to combat poverty and marginalization. These social public services account for approximately 40% of the gross national product of European coun­ tries and a quarter or so of total employment. Their costs and efficiency are currently high on the political agenda, reflected in calls for their reform and modernisation. The importance of these services for Europe's citizens, but a lack of a focus for EU debate, prompted the Foundation to join the Commission services (DG V) in organizing a workshop in May 1997 on the 'Mod­ ernisation of Social Public Services'. The workshop was attended by 30 experts from research and policy areas as well as from public admin­ istration and the social partners. Allan Larsson, Director General of DG V of the Commission opened the workshop together with the Dir­ ector of the Foundation, Clive Purkiss. Mr Larsson stressed the role of the Commission as a facilitator rather than the main policy­maker in this area. He emphasised the role of the EU as a forum for debate and inform­ ation exchange, for understanding of the common challenges facing Member States, and for the devel­ opment of longer term perspectives. While recognizing that many changes are already underway, such as privatisation, competition bet­ ween services and decentralization, there were many open questions about the relationship between, for example, pressures for change and modernisation processes, and bet­ ween the reforms and their impacts on citizens and workers. The following areas were among many identified for future activity: □ the role of social public services in building economic and social cohesion; Q users as clients and citizens/ taxpayers; Publications referred to in this issue Best No. 10 - Compressed Working Time. Cat. No. SY­AB­96­002­FR­C (Available in EN, DE & FR) Reports Design for Sustainable Development - Concepts and Ideas. Cat No.SX­06­97­682­EN­C EN (only) ECU: 7.00 Design for Sustainable Development - Guides and Manuals. Cat. No. SX­06­97­690­EN­C EN (only) ECU: 7.00 Medium-Sized Cities in Europe. Cat. No. SX­07­97­838­EN­C, EN (only) ECU: 33.00 Redefining Concepts Challenges and Practices of Urban Sustainability. Cat. No. SX­07­97­830­EN­C EN (only) ECU: 28.00 Towards an Economic Evaluation of Urban Innovative Projects. Cat. No. SX­07­97­062­EN­C EN (only) ECU: 20.00 The Social Implications of Teleworking - Summary. Cat. No. SX­05­97­939­EN­C EN (only) European Working Environment in Figures - a tool for policy makers. Summary ­ Cat. No. LX­06­97­820­EN­C (to be published in all EU languages) Working Papers Job creation and the quality of working life - a preliminary study from six member states ­ \\X'P/97/63/EN Case studies of good practice for the prevention of racial discrimination and xenophobia and the promotion of equal treatment in the workplace ­ (national reports: A, B, D, I)K, E, F, FI, GR, I, IRL, L, NL, Ρ, UK, SE) WP/96/34 ­ 48. • Foundation Information Booklets and Reports are on sale from the Office for Official Publications of the European Communities, L­2985, Luxembourg. Where prices are not quoted, the document is free of charge and is available on request from the Foundation. τ □ working conditions of public service employees; □ the role of social public services in employment creation; □ improved evaluation of public service reforms; □ the changing roles of the key actors and their implications for performance; □ the impact of EU policies on these services. If the significance of social public services is to be better understood, their contribution to the following needs to be considered: i) economic development through improving performance and competitiveness; ii) promotion of social justice and inclusion; iii) democratic and accountable government; iv) security and quality of employment. The Foundation is currently de­ veloping new research proposals in this area which it is hoped will form part of its programme of work for 1998. ■ For further information please contact Teresa Reneban at the Foundation. BULLETIN FROM THE FOUNDATION ISSN 0258 1965 Number 54 (1997) The European Foundation lor lhe Improvement of' Living and Working Conditions is an autonomous body of the European Union. It was established by a regulation of the EC Council of Ministers of 26th May 1975. This regulation was the result of joint deliberations between the social partners, national government and Community institutions on the ways and means of solving the ever­growing problems associated with improving living and working conditions. Director: Clive Purkiss Deputy Director: Eric Verborgh Initial inquiries about Foundation work should be made to the Information Section. Items in this publication may be reproduced without further permission if the source is acknowledged. Bulletin from the Foundation is available free of charge. .*¿*. lii topean Foundation * .γ.' for lhe Improvement of Living and Working Conditions, Wyattville Road, Loughlinstown, Co. Dublin, Ireland. Telephone: Dublin (353­1) 204 3100 Fax: (353­1) 282 6456 E­mail: postmasler@eurofound.ie Managing Editor: Brid Nolan Designed, typeset and printed by Printset & Design Ltd., Dublin. Printed on chlorine­free paper. Original language: English Printed in Ireland Cat. No. SY­AA­97­003­EN­C EF/97/33/EN "
    ]
}