{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Sustainable development: a mapping of the EU’s internal and external policies’ (exploratory opinion) (2016/C 487/06) Rapporteur: Ioannis VARDAKASTANIS Co-rapporteur: Jarmila DUBRAVSKÁ Consultation European Commission, 8.6.2016 Legal basis Article 304 of the Treaty on the Functioning of the European Union Section responsible Agriculture, Rural Development and the Environment Adopted in section 5.9.2016 Adopted at plenary 21.9.2016 Plenary session No 519 Outcome of vote (for/against/abstentions) 171/0/2 1. Conclusions and recommendations 1.1. The adoption of the UN 2030 agenda for sustainable development marks a historic shift towards a new paradigm by addressing economic, social and environmental disparities in a universal and integrated way. All countries need to translate and implement the agenda, regardless of their income level. This unique agenda fully reflects the European values of social justice, democratic governance and the social market economy, as well as environmental protection. It is therefore a great opportunity for the EU to leverage those values and approach implementation of the agenda in an overarching way. The EESC calls on the EU to lead by example in this very challenging process worldwide. 1.2. The EESC welcomes the European Union’s commitment to implementing the sustainable development goals (SDGs). However, the EESC is concerned that a year has passed since the adoption of the UN 2030 agenda without the EU having taken concrete and forward-looking measures to mainstream the SDGs in its policies and programmes, and without having initiated a wider consultation with civil society. 1.3. The EU faces crucial political, social, economic and structural challenges in all areas of the economy and society. Inequalities, unemployment — especially youth unemployment — social exclusion and poverty, gender inequalities, discrimination and marginalisation of vulnerable groups in European societies are eroding the foundations of the EU itself. In many Member States the financial crisis has further exacerbated the problem, which is becoming a human and social rights crisis. 1.4. The UN 2030 agenda should be turned into a proactive, transformational and positive narrative for Europe, and that process must be driven by a strong political will and determination to shape a sustainable European Union by shifting our economies towards resilient and competitive, resource-efficient, low-carbon and socially inclusive development. This forward-looking narrative would also help overcome the unprecedented lack of trust of EU citizens in the EU project and in particular win young people’s support for it. The EU should use the UN 2030 agenda in this way to present EU citizens with a new vision for Europe: the social contract of the 21st century. 1.5. The EESC calls for an overarching and integrated strategy for a sustainable Europe 2030 and beyond, providing the necessary long-term time horizon, policy coordination and coherence for implementation of the UN 2030 agenda. This strategy should be based on an interinstitutional agreement between the Commission, the Council and Parliament in order 28.12.2016 EN Official Journal of the European Union C 487/41 ",
        "to create a robust basis for further political action. Current European strategies, such as the Europe 2020 strategy, which pushed aside the EU sustainable development strategy from 2001 as the previous overarching strategy, and President Juncker’s 10 priorities do not — in the EESC’s view — provide a way of fully addressing the challenge of SDG implementation in the EU. 1.6. The aforementioned overarching strategy must include specific targets for SDG implementation, review and monitoring mechanisms, as well as action plans with the necessary legislative and policy instruments, awareness-raising activities — e.g. a Eurobarometer survey on the SDGs — and a plan for mobilising financial resources. The process leading to this strategy should be launched by the Commission with its forthcoming communication, and the design phase of the strategy should provide for broad consultation of civil society, governments, parliaments and local authorities. The EESC is available to support this process as a facilitator. 1.7. The Commission’s exercise to map the EU’s internal and external policies against the 17 SDGs is a necessary step. The EESC calls on the Commission to complement this with a detailed gap analysis with respect to the 17 SDGs in order to identify areas where the EU should undertake prior and immediate action. 1.8. The EESC has identified the following key policy areas for transformational change towards sustainable development and recommends that the Commission establish appropriate flagship initiatives, including transparent action plans and milestones, taking into account the recommendations in 4.3 of this opinion: — a just transition to a low-carbon, circular and collaborative economy, — transition towards a socially inclusive society and economy — decent work and human rights, — transition to sustainable food production and consumption, — investing in innovation and long-term infrastructure modernisation and encouraging sustainable businesses, — making trade work for global sustainable development. 1.9. The EESC calls on the Commission to mainstream the SDGs in all relevant policies. The mid-term reviews to be undertaken in 2014-2020 should be used for that purpose. Future MFF periods will provide an excellent opportunity to fully mainstream the SDGs in EU spending programmes. 1.10. It is particularly important to mainstream the UN 2030 agenda in the external action of the European Union. The Commission should fully adapt areas of key significance — such as trade and development policies, global environmental policies and climate action, humanitarian aid, disaster risk reduction, technology transfer and human rights promotion — so as to proactively push implementation of the UN 2030 agenda. The EESC also calls on the Commission to fully integrate and apply the UN 2030 agenda in the European Consensus for Development and regrets that this has not been sufficiently incorporated into the EU global strategy on foreign and security policy. 1.11. The EESC asks the Commission to assess and improve horizontal and vertical policy coordination for an effective implementation of the UN 2030 agenda. Better governance is a key enabler of sustainable development. The European Semester should be developed into an appropriate governance framework for vertical coordination of SDG implementation with the Member States. The EESC underlines that participation, transparency, monitoring and review, accountability and citizen ownership should be among the main features and characteristics of better governance. 1.12. Eurostat should draw up and apply a set of indicators and benchmarks, as developed by the UN, in order to facilitate the review, monitoring, accountability and transparency of the SDG implementation process and to provide the EU institutions, the Member States and all stakeholders with hard statistical data broken down by individual SDG and by target. C 487/42 EN Official Journal of the European Union 28.12.2016 ",
        "1.13. The EESC notes with appreciation that four EU Member States were amongst the 22 countries presenting the first voluntary reviews on SDG implementation at the UN High-Level Political Forum on Sustainable Development in 2016. The EESC calls on the EU to lead by example and be the first region to present a voluntary review at the HLPF in 2017. The EESC would be available to organise the contribution from civil society. 1.14. The EU should move to a multi-stakeholder-led approach in SDG implementation, by including all actors and civil society organisations based on the principles of participation, accountability and partnership. The EESC itself has already presented a specific initiative for the multi-stakeholder European Sustainable Development Civil Society Forum. The Commission should proactively explore and develop an SDG Charter Initiative to foster the creation of strong partnerships at national, EU and international level. 2. Introduction 2.1. In September 2015 world leaders adopted the UN agenda Transforming our world: The 2030 Agenda for Sustainable Development , establishing a set of sustainable development goals (SDGs) to end poverty, protect the planet, ensure protection of human rights and guarantee prosperity for all. Each goal has specific targets to be achieved over the next 15 years. 2.2. The EU will have a key role in the implementation of the SDGs in Europe. In its work programme for 2016 the Commission has announced a new initiative, Next steps for a sustainable European future , with the aim of implementing the SDGs in the EU’s internal and external policies ( 1 ). 2.3. As an initial step the Commission is carrying out an internal ‘mapping’ exercise in order to identify which existing EU policies already address the challenges set by the SDGs. The Commission has asked the Committee to contribute to that process with the present exploratory opinion. In order to take on board the broader debate in European civil society, the Committee has taken into account the results of two major conferences on SDG implementation held at the EESC in 2016, as well as other major conferences ( 2 ). 3. Turning SDGs into a European 2030 agenda: towards a Sustainable Development Union 3.1. The Committee welcomes the Next steps for a sustainable European future initiative in the Commission’s work programme for 2016 as a new approach to ensure Europe’s economic development and social and environmental sustainability beyond the 2020 timeframe and to implement the SDGs in EU internal and external policies in an integrated manner ( 3 ). However, there are concerns that there might be a lack of political will and commitment, since so far not much has been done to put the agenda into action. 3.2. In a situation where the EU project is under pressure and many citizens are losing faith in it, the EU should use the SDGs to develop a positive transformational narrative for a sustainable Europe, connecting the long-term perspective with specific political measures in the short- and mid-term. Sustainability is a ‘European brand’ ( 4 ): the UN 2030 agenda reflects European values and the European model of social justice and democratic governance. It therefore offers an excellent opportunity to define a new positive and convincing narrative and vision for the EU. 28.12.2016 EN Official Journal of the European Union C 487/43 ( 1 ) COM(2015) 610 final. ( 2 ) Conference How to make the SDGs Europe’s business , 30 and 31 May 2016, co-organised by the Dutch Presidency, the EESC, the Sustainable Development Solutions Network (SDSN) and the Dutch SDG Charter; EESC conference Next steps for a sustainable European future , 7 July 2016; IDDRI conference Sustainable development: it’s time !, Paris, 10 and 11 May 2016; IASS conference Jump- starting the SDGs in Germany , 1-3 May 2016. ( 3 ) EESC opinion on A European Sustainable Development Civil Society Forum (OJ C 303, 19.8.2016, p. 73). ( 4 ) Sustainability now! EPSC Strategic Notes, Issue 18, 20 July 2016. ",
        "3.3. The UN 2030 agenda has been endorsed by all EU Member States and the EU as a whole. It is time now for a clear political commitment at the highest political level affirming that the EU has embraced this new agenda as a vision and overarching framework for moving towards a Sustainable Development Union ( 5 ). 3.4. Implementing the SDGs is not just about development or the environment. The SDGs address the main challenges of transforming our economies and societies, also in the developed world. Their implementation in the EU requires a new model of development that is economically more sustainable, socially more inclusive and environmentally more viable over the long term, and that ensures that the resources of our planet will be shared fairly with a growing world population. There is a need to turn our economies around ( 6 ). The new concept of development should imply a new definition of prosperity for the EU and a new set of indicators. The SDGs should be used as levers to enable and accelerate the long-term transition to a resilient and competitive, resource-efficient and socially inclusive EU economy. 3.5. The launching by the Commission of a roadmap for the renewal of the European Consensus on Development gives the impression that the Commission intends to first focus on the implementation of the new agenda in development policies. This kind of prioritisation is not in line with the integrated approach of SDGs that requires overarching and integrated implementation strategies covering external and internal policies. 3.6. In order to set up a governance framework for implementing the SDGs the EU will have to extend its planning horizon far beyond 2020. An overarching and long-term strategy for a sustainable Europe with a time horizon of 2030 and beyond ( 7 ) should translate the SDGs into EU internal and external policies, addressing specifically European challenges and combined with transparent roadmaps and action plans for legislative and policy initiatives and a detailed timeline up to 2030. The European Parliament has called for a similar approach ( 8 ). 4. Mapping the EU’s internal and external policies 4.1. The mapping exercise must be combined with a policy gap analysis 4.1.1. Defining an EU political strategy and roadmap for achieving the SDGs requires more than just mapping of existing EU policies. Mapping current EU policies to individual SDGs does not allow an assessment of whether the SDGs can be achieved in the EU without further action. Existing policies might not be effective, they might be undermined by other policies or there might be other obstacles. Mapping of policies must therefore be combined with a gap analysis identifying the real gaps in EU policy with respect to the 17 goals of the UN 2030 agenda and related targets. 4.1.2. In this context, the EESC welcomes the Strategic Notes on ‘Sustainability Now!’ drawn up under the aegis of Karl Falkenberg, former director-general of DG Environment, which set out in no uncertain terms the reforms that the EU needs to make under the UN 2030 agenda, using examples from just a few policy areas. 4.1.3. A comprehensive SDG gap analysis for the EU is still lacking. However, a recently published SDG Index and Dashboard and other assessments carried out in EU Member States demonstrate that the SDGs are an ambitious agenda also for high-income countries ( 9 ), mainly due to the way those countries produce, deliver and consume products and services and the resulting negative impact on the environment. The key challenges for EU countries are SDG 12 on responsible C 487/44 EN Official Journal of the European Union 28.12.2016 ( 5 ) Op. cit. ( 6 ) Speech given by Commission Vice-President Frans Timmermans at the UN summit on 27 September 2015. ( 7 ) Point 4.3.3 of EESC opinion on Taking stock of the Europe 2020 strategy for smart, sustainable and inclusive growth (OJ C 12, 15.1.2015, p. 105); EESC opinion on A European Sustainable Development Civil Society Forum (OJ C 303, 19.8.2016, p. 73). ( 8 ) European Parliament Resolution 2016/2696 (RSP). ( 9 ) SDSN, Bertelsmann Stiftung, SDG Index & Dashboard, July 2016; Niestroy, How are we getting ready? DIE discussion paper, 9/2016. ",
        "consumption and production, SDG 13 on climate action, SDG 14 and SDG 15 on ecosystem conservation, the targets for sustainable agriculture and nutrition in SDG 2, as well as SDG 9 on industry, innovation and infrastructure, where an investment gap has been identified. 4.1.4. The other challenges are the ‘people-centred’ SDGs, in particular SDG 10 on reducing inequalities, SDG 8 on decent work and employment and SDG 1 on poverty, as well as SDG 5 on gender equality and SDG 4 on education. 4.1.5. Many OECD countries are failing to achieve the SDG 17 target on financial contributions to development cooperation. 4.1.6. As a universal agenda, the SDGs also aim to reduce the detrimental social and environmental impacts of high- income country economies in third countries. There has been less measurement of this aspect to date, but it is an important challenge for EU countries. 4.2. Contribution of current European strategies to SDG implementation 4.2.1. The Committee believes that mapping of EU policies should look first at the policy tools that are of strategic importance for EU policy-making and implementation. Initial assessments indicate that these tools do not measure up to the challenge of SDG implementation in the EU ( 10 ). None of these strategies has the time horizon of the UN 2030 agenda. 4.2.2. Under the Barroso Commission, the EU 2020 strategy was declared to be the EU’s overarching strategy, thus superseding the EU sustainable development strategy. While it does, in principle, cover the three dimensions of sustainable development, it is a relatively short-term strategy with a clear European focus. It does not address the international perspective; nor does it describe the impacts of EU domestic policies on other parts of the world and its external policies, including development cooperation. It has therefore never been up to the challenge of replacing the former sustainable development strategy. Two SDGs are not covered: SDG 2 on food and agriculture and SDG 16 on governance, and others are only partially covered, e.g. SDG 6 on (water) and SDG 11 on cities. 4.2.3. Among President Juncker’s 10 priorities, two SDGs do not feature at all, namely SDG 14 on oceans and SDG 15 on biodiversity, while others are only partially covered, e.g. SDG 4 on education, SDG 6 on water, SDG 11 on cities and SDG 12 on sustainable consumption and production. 4.2.4. A narrower set of priorities was chosen in the Five Presidents’ Report , which focuses on economic, financial, monetary and fiscal issues, and includes governance as a fifth topic. The report contains some references to SDG areas, such as energy, employment, social inclusion and health systems. 4.2.5. The European Fund for Strategic Investments (EFSI) has attracted projects in sectors that seem to align with certain SDG implementation challenges: energy (40 %), environment and resource efficiency (12 %), social infrastructure (3 %) ( 11 ). 4.2.6. A number of SDGs — in particular SDG 3 on health, SDG 5 on gender, SDG 10 on inequality and SDG 11 on cities — are inadequately addressed under the thematic investment priorities of the European Structural and Investment Funds (ESIF). 28.12.2016 EN Official Journal of the European Union C 487/45 ( 10 ) As basis for the assessment in paragraph 4.2.2-4.2.7 see Niestroy (2016), pp. 38-45; European Commission, DG for Research and Innovation (2015). The role of science, technology and innovation policies to foster the implementation of the SDGs . ( 11 ) COM(2016) 359 final. ",
        "4.2.7. With the brand new EU global strategy on foreign and security policy , the EU has a wider framework through which to embrace the UN 2030 agenda in areas such as trade, development, democracy, human rights, humanitarian aid, disaster risk reduction, technology transfer and climate action. The strategy does, to a certain extent, address the SDGs that relate to the need to ensure that prosperity is shared globally. It also states that the SDGs will inform the future post- Cotonou Agreement, and that they are a driver for the review of the European Consensus for Development. 4.3. Key policy areas for transformational change 4.3.1. Based on an analysis of the real gaps and trends in the EU’s performance towards the goals and targets, the Commission should identify policy areas of key importance for the transformational changes required. Policy action should focus on these key areas, with appropriate flagship initiatives, including transparent action plans and milestones. The EESC, also taking into consideration its previous work in these fields, regards the following key policy areas as essential. 4.3.2. Just transition to a low-carbon, circular and collaborative economy (SDGs 7, 8, 9, 11, 12 and 13) 4.3.2.1. One of the key objectives of SDGs is to keep development paths within the planet’s limits, be that in relation to climate, resource consumption, air and water quality or terrestrial and marine biodiversity protection. This requires developed regions such as Europe to fundamentally reduce the environmental footprint of the economy based on a shift in production, consumption and society towards a low-carbon and circular economy. The transition is an opportunity for the EU to modernise its economy — thus increasing its competitiveness and resilience — and for it to improve the quality of life and well-being of its citizens. 4.3.2.2. Roadmaps have been introduced with the seventh environmental action programme, the 2030 climate and energy framework and the action plan for the circular economy. However, progress on the ground clearly has to be accelerated ( 12 ). Consistency with other policy areas must be improved and the implementation gaps in many Member States addressed by fully integrating the low-carbon and circular economy transition into the European semester ( 13 ). The seventh EAP and the circular economy action plan need strong implementation mechanisms and active coordination with other policy areas within the Commission in order to ensure an effective outcome ( 14 ). Improved dialogue and alliances with civil society, including businesses and trade unions, are necessary to move forward. Active employment policies must provide for a just transition ( 15 ). Climate policy has to be based on the principle of ‘climate justice’, ensuring that the burdens and benefits of climate change — in terms of its impacts on human rights, poverty and equality — are shared fairly and that it is not the most vulnerable groups who suffer. 4.3.2.3. It has to be ensured that markets support the economic transition and prices reflect the true external costs of climate emissions and natural resource use ( 16 ). Existing commitments to remove environmental harmful subsidies have to be put into practice and environmental tax reform promoted more vigorously. New designs for decentralised clean energy markets where consumers also become producers have to be scaled up. Similarly, a decentralised sharing economy enables consumers to move towards the circular economy model. The emerging collaborative economy entails a conceptual shift C 487/46 EN Official Journal of the European Union 28.12.2016 ( 12 ) EESC opinion on The Paris Protocol — A blueprint for tackling global climate change beyond 2020 (OJ C 383, 17.11.2015, p. 74); EESC opinion on Market-based instruments (OJ C 226, 16.7.2014, p. 1). ( 13 ) EESC opinion on Market-based instruments (OJ C 226, 16.7.2014, p. 1). ( 14 ) EESC opinion on Circular economy (OJ C 264, 20.7.2016, p. 98). ( 15 ) EESC opinion on Coalition to deliver commitments of the Paris Agreement, adopted on 14 July 2016, not yet published in the OJ. ( 16 ) EESC opinion on Market-based instrument (OJ C 226, 16.7.2014, p. 1); EESC opinion on A new energy market design (OJ C 82, 3.3.2016, p. 13); EESC opinion on Delivering a New Deal for Energy Consumers (OJ C 82, 3.3.2016, p. 22). ",
        "with respect to labour and will be a major source of jobs. Consumers’ and workers’ rights and fair competition in this new sector will have to be ensured ( 17 ). 4.3.3. Transition towards a socially inclusive society and economy — decent work and human rights (SDGs 1, 3, 4, 5, 8 and 10) 4.3.3.1. The core concerns of the SDGs are ending poverty and ensuring that everybody can fulfil their potential in dignity and equality. In this, the SDGs reflect Europe’s values and social model. However, the gap between the rich and the poor in Europe has been widening in the past decades, and the last 8 years of recession and financial crisis, austerity policies and, in certain areas, the lack of structural reforms have raised more unemployment and poverty rates, exacerbated additional inequalities and put more pressure on social protection, affecting the most vulnerable groups in particular. 4.3.3.2. Achieving the SDGs requires the EU to shift the economic paradigm towards a more inclusive model of development which distributes existing wealth more fairly and also increases economic and financial resilience ( 18 ). In order to create employment and economic development the EU has to create a favourable investment environment, combined with a well-functioning internal market, international competitiveness and increased domestic demand. 4.3.3.3. The SDGs should be a reason to reaffirm the Europe 2020 strategy targets on poverty reduction, employment and education, and to think about more efficient ways of achieving them. Key social objectives — such as decent employment, poverty eradication, inequality reduction and social investment — must be put on an equal footing with macroeconomic considerations in the European Semester ( 19 ). The first Commission proposal of the European Pillar of Social Rights contained no reference at all to the SDGs. Integration of SDGs should be considered in the further preparation of the European Pillar of Social Rights. The Committee is currently drawing up an opinion on the Pillar in which its view will be authentically expressed. 4.3.3.4. The EU should invest in a more coherent and systematic approach to combating social exclusion, marginalisation and poverty — one which focuses on vulnerable groups, whose approach is based on human rights and which also addresses gender discrimination. The Directive on equal treatment needs to be adopted ( 20 ). 4.3.3.5. In addition to the challenges of unemployment and the ageing population welfare systems must be adapted to new challenges, in particular those caused by new forms of employment, which offer new employment opportunities but can lead to precarious work and in-work poverty. The job creation potential of key economic transitions — such as the digital, the low-carbon and the circular economy — has to be tapped ( 21 ). Employment standards and a European minimum income will help to ensure territorial and social cohesion, and redistribution of wealth and income in a fair way ( 22 ) taking into account the competences of the Member States and the EU in these issues. The huge employment potential of social investment should be mobilised by both public and private actors ( 23 ). In order to ‘leave no one behind’, it is necessary to invest in qualitative and inclusive education, and in high-quality, affordable and integrated services to support individuals in need. 4.3.3.6. Social enterprises support labour market integration while supplying affordable products and services for societal purposes, e.g. services in a decentralised low-carbon and circular economy. They should be supported with incentives for start-ups in the social economy and by an enabling regulatory environment ( 24 ). 28.12.2016 EN Official Journal of the European Union C 487/47 ( 17 ) EESC opinion on Collaborative or participatory consumption, a sustainability model for the 21st century (OJ C 177, 11.6.2014, p. 1); EESC opinion on The sharing economy and self-regulation (OJ C 303, 19.8.2016, p. 36). ( 18 ) EESC opinion on The impact of social investment on employment and public budget (OJ C 226, 16.7.2014, p. 21); Principles for effective and reliable welfare provision systems (OJ C 13, 15.1.2016, p. 40). ( 19 ) EESC opinion on The impact of social investment on employment and public budgets (OJ C 226, 16.7.2014, p. 21); EESC opinion on Fighting poverty (OJ C 133, 14.4.2016, p. 9). ( 20 ) COM(2008) 426 final. ( 21 ) EESC opinion on Green Action Plan for SMEs/Green Employment Initiative (OJ C 230, 14.7.2015, p. 99); EESC opinion on Digital society: access, education, training, employment, tools for equality (OJ C 451, 16.12.2014, p. 25); EESC opinion on Towards a thriving data-driven economy (OJ C 242, 23.7.2015, p. 61). ( 22 ) EESC opinion on European minimum income and poverty indicators (OJ C 170, 5.6.2014, p. 23). ( 23 ) EESC opinion on The impact of social investment on employment and public budgets (OJ C 226, 16.7.2014, p. 21). ( 24 ) EESC opinion on Building a financial eco-system for social enterprises (OJ C 13, 15.1.2016, p. 152). ",
        "4.3.4. Transition to sustainable food production and consumption (SDGs 2, 12 and 15) 4.3.4.1. Food — the way it is grown, produced, consumed, traded, transported, stored and marketed — represents the fundamental connection between people and the planet, and is the path to inclusive and sustainable economic growth ( 25 ). The SDGs, in particular goals 2 and 12, provide a crucial framework for joint action to feed the world sustainably by 2030. A transition is greatly needed to more sustainable food systems encompassing all stages from production to consumption. Producers need to grow more food with less environmental impact, while consumers must be encouraged to shift to nutritious and healthy diets with a lower carbon footprint. 4.3.4.2. The reform of the CAP has introduced a combination of measures, which can be considered as a step in the right direction ( 26 ). A transition to sustainable food systems requires a comprehensive food policy integrated with a broad- based bio-economy strategy, not just an agricultural policy. Based on recognising the interdependence of food production and consumption, a suitable European policy approach has to be developed charting a course towards sustainability, health and resilience ( 27 ). 4.3.4.3. In this context, an answer needs to be found, inter alia, to the question raised in the Falkenberg report of whether, for example, European agriculture’s orientation towards exports is compatible with the objective of strengthening food production in developing countries. 4.3.4.4. The EU will have a key role to play in the delivery of target 12.3 of halving per capita global food waste. While close to 800 million people around the globe are hungry, figures show that a third of food produced for human consumption is lost or wasted globally — 100 million tonnes in the EU alone ( 28 ). The EESC welcomes the Commission’s plan to create a stakeholder platform to help frame the necessary measures and to share best practice on food waste prevention and reduction ( 29 ). 4.3.5. Investing in innovation and long-term infrastructure modernisation and encouraging sustainable businesses (SDGs 7, 8, 9 and 13) 4.3.5.1. Transforming the economy into a more sustainable model will require a major shift in investment. It is estimated that achieving the SDGs globally would require around USD 3 trillion ( 30 ) of investment from both public and private sources. A holistic plan is needed for mobilising financial resources at EU and Member State level. The various EU funding programmes and initiatives need to be brought together. 4.3.5.2. The EU must gear public investment in developing countries more efficiently towards achieving integrated sustainable development and must integrate SDG indicators in the public funding of development projects. Even more importantly, the EU must encourage and scale up private sector investment in these areas. 4.3.5.3. But also within the EU the SDGs require significant investment in modernisation of infrastructure and sustainable businesses. First assessments on SDG implementation in the EU show serious gaps in investment in industry, innovation and infrastructure ( 31 ). C 487/48 EN Official Journal of the European Union 28.12.2016 ( 25 ) FAO and the 17 sustainable development goals: http://www.fao.org/3/a-i4997e.pdf ( 26 ) EESC opinion on More sustainable food systems (OJ C 303, 19.8.2016, p. 64). ( 27 ) Op cit. ( 28 ) FUSIONS (2016). Estimates of European food waste levels; http://www.eu-fusions.org/phocadownload/Publications/Estimates%20of% 20European%20food%20waste%20levels.pdf ( 29 ) See footnote 26. ( 30 ) IDDRI, 2015 Issue Brief: http://www.iddri.org/Publications/Three-commitments-governments-should-take-on-to-make-Sustainable- Development-Goals-the-drivers-of-a-major-transformation ( 31 ) Niestroy (2016), p. 28. ",
        "4.3.5.4. There is a clear business case for sustainability. To make full use of this opportunity, the EU should create a favourable business environment that encourages innovation, entrepreneurship and sustainable investment. Some businesses have already started, but upscaling and replication of successful sustainable business experiences are paramount. Voluntary approaches such as Corporate Social Responsibility can contribute positively to this transition. They must be complemented by additional measures, such as measures increasing transparency, developing competences, facilitating partnerships and guiding the reporting of companies. The Commission should assess whether multi-stakeholder alliances with the private sector would be a useful instrument at EU level. 4.3.5.5. EU funding programmes must be aligned with the SDGs. Initiatives such as the Juncker Plan, as well as financial institutions and public investment banks, will play a decisive role. The challenge here is to reallocate capital. The Capital Market Union offers a window of opportunity to promote sustainable investment ( 32 ). The mid-term review of the MFF will be an opportunity to mainstream SDGs in the major EU funds. Long-term investment has to be incentivised and obstacles removed ( 33 ). 4.3.6. Making trade work for global sustainable development (SDGs 12 and 17) 4.3.6.1. In a globalised economy, trade has a crucial impact on sustainable development within the EU and worldwide. Across various SDGs trade is therefore regarded as an important means of implementing the UN 2030 agenda. With its ‘Trade for All’ communication, the Commission has launched an ambitious action plan for more responsible trade and investment to safeguard social and environmental standards in trade and promote sustainable development ( 34 ). Implementation of the SDGs will have to be systematically and effectively linked to that action plan and the results monitored. 4.3.6.2. Ambitious chapters on trade and sustainable development should be included in all EU trade and investment agreements and effectively implemented and enforced. The sustainable development dimension in the WTO framework needs to be strengthened ( 35 ). The best way of securing social, labour and environmental standards in free trade agreements is to ensure much greater involvement of civil society throughout negotiations and the process of implementation and monitoring ( 36 ). 4.3.6.3. The Commission should adopt a strategy promoting decent work in global supply chains ( 37 ). Support must be provided for multi-stakeholder initiatives to promote due diligence in global supply chains. 4.4. Better governance for sustainable development 4.4.1. In support of activities in key policy areas, the EU needs to assess and improve horizontal and vertical policy coordination for effective implementation of the UN 2030 agenda. Better governance is a key enabler of sustainable development ( 38 ), and better coordination is a key approach to achieving policy coherence. 4.4.2. The EU needs to improve the coherence of its policies and consistently gear them to balanced sustainable development. The existing ‘policy coherence for development’ mechanism for mainstreaming development policy considerations in other areas should be scrutinised, strengthened and reconceptualised into an instrument providing ‘policy coherence for sustainable development’ and linked with other horizontal coordination efforts. 28.12.2016 EN Official Journal of the European Union C 487/49 ( 32 ) UNEP Inquiry, Building a sustainable Financial System in the European Union, p. 5: http://web.unep.org/inquiry ( 33 ) EESC opinion on Long-term financing (OJ C 327, 12.11.2013, p. 11). ( 34 ) COM(2015) 497 final. ( 35 ) EESC opinion on Trade, growth and development (OJ C 351, 15.11.2012, p. 77); EESC opinion on Financing development — the position of civil society (OJ C 383, 17.11.2015, p. 49). ( 36 ) EESC opinion on Trade for All (OJ C 264, 20.7.2016, p. 123). ( 37 ) EESC opinion on Decent work in global supply chains (OJ C 303, 19.8.2016, p. 17). ( 38 ) ‘Ultimately, it’s all about governance’, Commissioner Timmerrmans’ speech at the UN summit, 27 September 2015. ",
        "4.4.3. The Commission should also consider how the ‘better regulation’ tools can be used to contribute to achievement of the SDGs. The impact assessment guidelines should be reviewed accordingly, e.g. by introducing a sustainability criterion into impact assessments for new legislation. 4.4.4. In order to mainstream SDGs in all relevant policy sectors, the Commission should use the guiding principles of the UN 2030 agenda as a framework for reviewing EU legislation and policy-making, in particular with reference to a human-rights-based approach and the principle of ‘leaving no one behind’. 4.4.5. Based on the global SDG indicators and complemented by appropriate European indicators, the EU must establish a system of SDG monitoring and review which is coordinated with monitoring in EU Member States and links up to global monitoring at HLPF level. 4.4.6. SDG indicators should also be introduced in existing processes of policy monitoring and evaluation. This applies in particular to the European Semester as the central EU governance mechanism, which has to be adapted to SDG implementation. 4.4.7. Strengthening the role of sustainability indicators in the legislative budget allocation process would be an important lever in the implementation of sustainable development. Conditionality criteria in the European Structural and Investment Funds should be adapted to SDG implementation. 4.4.8. Support should be provided for the initiative of the European Sustainable Development Network (ESDN) to establish a peer-learning platform between Member States. 4.4.9. The EU itself should take the initiative and present a voluntary review to the 2017 session of the HLPF, as the first regional organisation to do so. In addition, the EU should issue annual reports setting out how EU internal and external action contributes to SDG implementation in the annual thematic focus area of the HLPF ( 39 ). Civil society should be fully included in the preparation and presentation of the voluntary review and the thematic reports via the European Sustainable Development Forum. 5. Civil society as a driving force 5.1. The UN 2030 agenda requires a shift to a multi-stakeholder governance model , with a greater role for civil society. SDGs can only be implemented if civil society and other stakeholders take an active role and acquire ownership. Civil society must be involved from local, regional and national level to EU and HLPF level, at every stage through to implementation. 5.2. For the EU and its Member States , the EESC suggests setting up a European Sustainable Development Forum to get a broad range of civil society organisations and stakeholders involved in implementation of the SDGs in the EU, and in its ongoing monitoring and review ( 40 ). A first task of this forum should be to facilitate civil society dialogue in the process, leading to an overarching EU strategy for sustainable development. 5.3. The Commission should put in place a specific programme and funding line to support the capacity-building of civil society organisations so that they can participate fully in this process. Existing capacity-building programmes need to be more explicitly opened to CSOs working on domestic issues that are doing ‘bridging’ work in relation to the internal and external components, in SDG mainstreaming and in governance issues. Brussels, 21 September 2016. The President of the European Economic and Social Committee Georges DASSIS C 487/50 EN Official Journal of the European Union 28.12.2016 ( 39 ) EESC opinion on The 2030 agenda — European Union committed to sustainable development goals globally, not yet published on the OJ. ( 40 ) EESC opinion on A European Sustainable Development Civil Society Forum (OJ C 303, 19.8.2016, p. 73). "
    ]
}