{
    "text": [
        "T009341_cov.indd 1 28/09/10 16:51:03 ",
        "Interested in European research? Research*eu is our monthly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Communication Unit B-1049 Brussels Fax (32-2) 29-58220 E-mail: research-eu@ec.europa.eu Internet: http://ec.europa.eu/research/research-eu EUROPEAN COMMISSION Directorate-General for Research Directorate L - Science, economy and society Unit L5 - Communication Contact: Tonia Jimenez Nevado European Commission Office SDME 02/81 B-1049 Brussels Tel. (32-2) 29-92192 Fax (32-2) 29-58220 E-mail: maria-antonia.jimenez-nevado@ec.europa.eu T009341_cov.indd 2 28/09/10 16:51:04 ",
        "EUROPEAN COMMISSION Directorate-General for Research ",
        "LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2010 ISBN 978-92-79-16829-1 doi:10.2777/23227 © European Union, 2010 Reproduction is authorised provided the source is acknowledged. Printed in Belgium Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*) : 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. ",
        "INTRODUCTION 5 PORTRAITS 7 Hypatia of Alexandria (370-415) The last classical philosopher 8 Hildegard von Bingen (1098-1179) A medieval visionary 12 Lady Margaret Cavendish (1623-1673) The scientific revolutionary 16 Elena Lucrezia Cornaro Piscopia (1646-1684) The prodigy of Venice 20 Maria Sibylla Merian (1647-1717) Scientific butterfly 24 Maria Margarethe Winkelmann-Kirch (1670-1720) The eclipse of a star astronomer 28 Émilie du Châtelet (1706-1749) Illuminator of the Enlightenment 32 Laura Maria Caterina Bassi (1711-1778) Leading the way for female academics 36 Maria Gaetana Agnesi (1718-1799) The reluctant mathematician 40 Caroline Herschel (1750-1848) Shining star of astronomy 44 Sophie Germain (1776-1831) A revolutionary mathematician 48 Mary Somerville (1780-1872) Scotland’s scientific superstar 52 Jeanne Villepreux-Power (1794-1871) The life aquatic 56 Ada Lovelace (Lady Byron) (1815-1852) The mother of all computer nerds 60 Eleanor Ormerod (1828-1901) Beetles, bugs and those bothersome house sparrows 64 Clémence Augustine Royer (1830-1902) The hermit of Paz-Perez 68 Agnes Mary Clerke (1842-1907) A universal historian 72 Elizaveta Federovna Litvinova (1845-1919) Defying a dreadful decree 76 Iulia Lermontova (1847-1919) Burning desire for black gold 80 Contents ",
        "Sofia Kovalevskaya (1850-1891) The right equation 84 Hertha Marks Ayrton (1854-1923) The Earth goddess and the electric arc 88 Marie Curie-Skłodowska (1867-1934) The Atomic Age begins 92 Kristine Bonnevie (1872-1949) A fingerprint on the history of science 96 Tatyana Ehrenfest-Afanassyeva (1876-1964) The science of collaboration 100 Lise Meitner (1878-1968) At the core of the nuclear family 104 Gertrud Jan Woker (1878-1968) Make science, not war 108 Ellen Gleditsch (1879-1968) The gifted crystallographer 112 Emmy Noether (1882-1935) Finding the essentials 116 Johanna Westerdijk (1883-1961) Climbing the tree of knowledge 120 Agnes Sjöberg (1888-1964) Harnessing pet passions 124 Paula Hertwig (1889-1983) A radiant intellect 128 Gerty Radnitz Cori (1896-1957) A high-carb scientific diet 132 Irène Joliot-Curie (1897-1956) All the elements for success 136 Elizaveta Ivanova Karamihailova (1897-1968) A fusion of talents 140 Cecilia Payne-Gaposchkin (1900-1979) A friend to the stars 144 Elise Käer-Kingisepp (1901-1989) Mud, sport and Estonian feminism 148 Rózsa Péter (1905-1977) To infinity and beyond 152 Marie Goeppert-Mayer (1906-1972) Nobel volunteer 156 Dorothy Crowfoot Hodgkin (1910-1994) Deciphering atomic hieroglyphs 160 Rosalind Franklin (1920-1958) Decoding the blueprint of life 164 ",
        "The heroines of science Today, women are in the mainstream of science and many of the world’s top scientists are women. In fact, the face of modern science would be unrecognisable without the major contributions made by women, including more than a dozen Nobel laureates, not to mention those pioneers who missed out on the accolades and recognition their work deserved. The legal parity with men that women now enjoy – and for which they fought for so long – has empowered them to fulfil more of their potential and enabled society to tap into the talents and abilities of this long-neglected half of society. Despite the gains that have been made, invisible glass ceilings still hinder the progress of bright women. Europe still underutilises women scientists in the research domain, particularly in the so-called ‘hard sciences’ and in leadership positions, and the scientific community remains male-dominated. This situation cannot be allowed to persist. In principle, women and men are equals and hence deserve equal opportunities. But it is not just about gender equality – providing women with greater access to the scientific frontiers is good for society and the economy as a whole. Europe is facing numerous economic and social challenges, including increased global competition, recession, climate change and an ageing population. These will require all of its reserves of creativity and innovation to overcome. Introduction ",
        "This book does not claim to list all the women scientists throughout history. The profiled women cover a broad sweep of history – from Hellenic times right up to the present, although no living scientists have been included in this selection. Through their experiences and eyes, the reader can also trace the progress of female emancipation: from the middle ages, when science and many other fields were almost exclusively the preserve of men, to the 19th century when women began to make major inroads, to more recent decades when women achieved equality – at least, in principle. The inspirational women featured in this book – who come from right across Europe: east and west, north and south – span a broad range of disciplines, from the stargazers of astronomy to the atom gazers of nuclear physics. Their personal struggles for recognition and the sacrifices they made for their science are moving testimonies to human will-power, resourcefulness and perseverance. The stories of these women who came from all backgrounds and walks of life are touching, moving and sometimes tragic. This book provides clear proof that women scientists, even when the odds are stacked against them, are the equal of men. Celebrating the achievements of the women of yesteryear can provide young women today with role models and examples to aspire to in their quest for scientific excellence. ",
        "Portraits ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:6) The Hellenic scholar Hypatia (circa 370-415 AD), who lived in the Egyptian city of Alexandria, has the dual distinction of being the last of the great philosophers of the classical era and the first woman to leave a lasting influence in the field of mathematics. Fields Mathematics and philosophy Claim to fame The last of the great classical philosophers Name Hypatia of Alexandria Nationality Hellenic Egyptian Lived circa 370-415 The last classical philosopher Hypatia of Alexandria ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:7) H Y P A T I A O F A L E X A N D R I A A Greek triumph and tragedy Hypatia was born some time between 350 and 370 AD in Alexandria, Egypt, which, with its celebrated library, was the leading Hellenistic centre of learning. She was both the daughter and student of Theon, the last-known mathematician associated with the Museum of Alexandria, which comprised the famous library and a number of independent institutes of learning. Growing up in such learned surroundings was to fuel her lifelong passion for knowledge and free inquiry. “Reserve your right to think. For even to think wrong- ly is better than not to think at all,” her father advised her. During her studies, she travelled to other parts of the Roman empire. Love and hate As the first notable female Neo-Platonist philosopher and mathematician, Hypatia was widely admired and respected, both within her native city and beyond – which gave her considerable political influence. In keeping with her status, she dressed in scholarly robes and moved around town freely in her chariot – flouting the accepted norms of women’s behaviour at the time. Nevertheless, she was a controversial figure, both for her “pagan” beliefs and probably also her gender. Living during the painful and violent transition from the classical to the Christian era, Hypatia paid for her philosophy dearly, despite the fact that many of her students were Christians. Possibly spurred on by the animos- ity expressed towards Hypatia by the city’s bishop, Cyril of Alexandria, one day in 415 AD, an angry Christian mob set upon her and killed her brutally. Ahead of her time Hypatia’s first teacher was her father, Theon. In addition to tutoring her in mathematics and other branches of philosophy, he devised a rigorous physical training programme for her. She also travelled to Greece and Rome to study. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:9) The last classical philosopher Hypatia of Alexandria Circa 350-370 AD Born in Alexandria 400 AD Became head of Alexandria’s Neo-Platonist school 415 AD Killed by an angry Christian mob Luckily for Theon, his daughter was not only his best student, but she also soon surpassed his own achievements in mathematics which, at the time, was often used for astrological calculations – to predict where a soul would be in the future – and was widely regarded as essentially a bond between science and religion. Platonic love of knowledge By around 400 AD, Hypatia had become the head of Alexandria’s Neo-Platonist school, where she taught astronomy, mathematics and philosophy, especially the works of Plato and Aristotle. In fact, so immersed was she in her passion for learn- ing that she, like other ancient Greek scholars, toured the town centre publicly interpreting the works of any philosopher to those who wished to hear her. “[She] made such attainments in literature and science, as to far surpass all the philosophers of her own time,” was the verdict of her contemporary, the Christian historiographer Socrates Scholasticus. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:8) // Death of Hypatia in Alexandria, artwork from Vie des savants illustres , 19 th century // Hypatia lived in the Egyptian city of Alexandria (Egyptian wall) (cid:2) H Y P A T I A O F A L E X A N D R I A [She] made such attainments in literature and science, as to far surpass all the philosophers of her own time. (cid:3)(cid:4) Socrates Scholasticus Scientific achievements Either alone or in collaboration with her father, Hypatia left humanity with a profound scientific legacy. She is credited by some sources with inventing the plane astrolabe, which is an ancient navigating instrument; the graduated brass hydrometer, which was used to determine the relative density of liquids; as well as the hydroscope, a device for looking under water. One of her disciples, Synesius of Cyrene, even credited her with the invention of a water- distilling device. The Alexandrian scholar authored numerous mathematical treatises, most of which were lost when the library of Alexandria was destroyed. She also wrote a number of commentaries, including on the Arithematica by Diophantus of Alexandria, and one On the conics of Apolloniu s, the ancient Greek geometer from Perga. Hypatia edited several of her father’s works, too, including his commentaries on the Roman mathematician Ptolemy’s Almagest , and the Greek mathemat- ician, Euclid of Alexandria’s Elements . ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:10) Fields Medicine, philosophy, nature, rhetoric and theology Claim to fame One of the first women to write about science and scripture in the Middle Ages Name Hildegard von Bingen Nationality German Lived 1098-1179 Although the science she practised would be unrecognisable as such in the modern world, Hildegard von Bingen (1098-1179) was a leading light of medieval learning. The multifaceted abbess was a physician, philosopher, naturalist, composer, poet, author and linguist. She was a mystic in the medieval tradition. Although she was only ever beatified, she is still referred to as a saint. A medieval visionary Hildegard von Bingen ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:11) Divine intervention Hildegard von Bingen was born into a noble German family in 1098. She was the tenth child and was sickly for much of her childhood. Being pious, Hildegard’s parents gave her up to the Church as a tithe when she was eight years old. Although this kind of abandonment seems harsh by modern standards, it was a sign of the times – her birth coincided with the First Crusade which reached Jerusalem in 1099 – and it appears to have suited the earnest young child’s disposition. In later life, Hildegard expressed gratitude that she had been given to the Church at a time when “the religious began to grow sluggish and turn to vacillation”. Like a dream The abbess claimed to have had visions from a very early age, which continued throughout her life. Her role as a conduit for the divine partly explains how she was able to get around the medieval Church’s restrictions on women preaching and getting involved in philosophy and the sciences. In fact, most of Hildegard’s works are presented in the form of visions. In 1141, at the age of 42, she received a vision – which she believed to be a direct instruc- tion from God – to “write down that which you see and hear”. Second to nun Hildegard rose rapidly through the ranks of the Church. In 1136, she was un- animously elected a magistra (Latin for female ‘teacher’ or ‘mistress’) by her fellow nuns and went so far as to convince the Church to take the unusual step of allow- ing her to found two monasteries in 1150 and 1165. The abbess was also an accomplished composer. Still popular today, between 70 and 80 of her musical compositions have survived, which is one of the largest repertoires among medieval composers. One of her works, the Ordo Virtutum (Play of the Virtues) , is an early example of liturgical drama. In addition, Hildegard wrote theological, botanical and medicinal texts, as well as letters and poems, and supervised brilliant miniature illuminations. H I L D E G A R D V O N B I N G E N ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:12) 1098 Born in Germany 1106 Her parents placed her in the care of Jutta von Sponheim, an older nun 1112 Beginning of Jutta and Hildegard’s church enclosure 1136 Becomes magistra 1150-65 Founded two monasteries 1179 Died in Germany Hildegard von Bingen A medieval visionary Natural writing talents In contrast to her other writings which are presented in the form of visions, Hildegard’s scientific works are not written as prophecies. Hildegard wrote Physica , a text on the natural sciences, as well as the medical treatise Causae et Curae . In both texts, she describes the natural world and displays particular interest in the healing properties of plants, animals, and stones. The Physica is a bulky nine-volume work which mainly deals with the medicinal uses of plants, the elements (earth, water and air but not fire), trees, jewels and precious stones, fish, birds, animals, reptiles and metals. As an example, the entry on the plant Dornella (tormentil) describes it as “cold, and that coldness is good and healthy and useful against fever that arises from bad food”. The five-volume Causae et Curae is also essentially a treatise on medicine, mix- ing Greek and Christian influences. Alongside the far-fetched remedies – such as dunking a bitch in water and using the water to wipe your forehead as a hangover cure – there are some that appear quite sensible. These include the rudimentary advice on how to keep your teeth healthy and firm, or the strength- ening of diet for women who fail to menstruate – which at the time was often caused by malnutrition. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:13) (cid:2) I spoke and wrote these things not by the invention of my heart or that of any other person, but as by the secret mysteries of God. (cid:3) // Illustrations of the Scivias of Hildegard , a manuscript from 1165 located in St Hildegard Abbey in Eibingen // The reliquary containing the relics of Hildegard is preserved in Eibingen church, close to Rüdesheim H I L D E G A R D V O N B I N G E N Scientific achievements To the modern eye, Hildegard’s science appears more like superstition, but al- most a millennium ago, her views were considered wise and she possessed a true curiosity to understand the natural world around her. In addition, at a time when women were generally banned from social par- ticipation and interpreting scripture, she communicated with popes, including Eugene III and Anastasius IV; statesmen; German emperors, such as Frederick I Barbarossa; and other notable figures, such as St. Bernard of Clairvaux. Although she was very much a product of her age and entertained some dim views on sex, she was well ahead of her time in her appreciation and rec- ognition of the importance of sexual gratification for women. Despite pre- suambly being a virgin herself, she may well be the first European to de- scribe the female orgasm. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:14) Name Margaret (Lucas) Cavendish, Duchess of Newcastle Nationality English Lived 1623-1673 The scientific revolutionary Fields Natural philosophy, poetry Claim to fame Popularised many of the important ideas of the scientific revolution The 17 th century writer Lady Margaret Cavendish (1623-1673) helped to popularise the ideas of the scientific revolution. Colourful, outspoken and widely ridiculed for her eccentricities, she was one of the first to argue that theology is outside the parameters of scientific inquiry. As England‘s first recognised woman natural philosopher, she also argued strongly for the education of women and for their involvement in science. Lady Margaret Cavendish ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:15) Grey matter in motion Margaret Lucas was the youngest of eight children born to a wealthy fam- ily near Colchester, England. She received a rudimentary education at home from an elderly lady, and showed a very early interest in writing. The close- knit royalist family scattered when King Charles I was exiled to Oxford, and Margaret became maid-of-honour to Queen Henrietta Maria. In 1644, when royalist forces were defeated, she fled to France with the Queen and a few other attendants. In 1645, Margaret met and married the 52-year-old nobleman William Cavendish in France. The two moved from Paris to Antwerp where Margaret was introduced to science in an informal salon society of other exiles dubbed the ‘Newcastle Circle’. Thomas Hobbes, René Descartes, and Pierre Gassendi were part of this circle in which Margaret learned about the newly popular ‘mechan ical philosophy’ and atomism, which explained all natural phenomena as being matter in motion. At the same time, she was also given private lessons in science and philosophy by her husband and his brother. Margaret visited England in 1651 and quickly gained a reputation for extra- vagant dress and eccentricity. The following year, she began to write her own works on natural philosophy. The Cavendish family returned from exile in 1660 when the monarchy was restored. A most insistent voice On her return to England, Margaret began to study the works of other natural phil osophers (the term ‘scientist’ had not yet been coined) and continued to write. In 1663, she published Philosophical and Physical Opinions , wherein she reasoned that if atoms were animated matter then they would have free will and liberty, and thus would be unable to co-operate in the creation of complex organisms. The following year, she published another work in which she challenged the ideas ex- pressed by contemporary natural philosophers. She had the two books dispatched by special messenger to the most celebrated scholars of the day. In 1666, Margaret published her Observations upon Natural Philosophy , which strongly criticised the shortcomings of the new science. “The dusty motion of atoms” could not be used to explain all natural phenomena, she argued, and so M A R G A R E T ( L U C A S ) C A V E N D I S H ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:6) 1623 Born near Colchester, England 1641 Went into exile 1660 Returned to England on restoration of the monarchy 1663 Published Philosophical and Physical Opinions 1667 Attended meeting of Royal Society of London 1668 Published Grounds of Natural Philosophy 1673 Died Margaret Cavendish The scientific revolutionary every atom must be “animated with life and knowledge”. She also claimed that the newly invented microscope distorted nature and led to false observations of the world. Scientific high society In 1660, the Royal Society of London was founded, inspiring the creation of a network of societies across Europe. Until then, natural philosophers had for the most part discussed their revolutionary ideas on science in people’s homes which, to a certain extent, had allowed some women to learn about the latest debates. As few people generally and still fewer women were educated at the time, the members of these new societies were small in number and mainly composed of men. They distanced themselves from the classical tradition of academic learning, and were often ridiculed for their experiments. Margaret wanted more than anything to be recognised by the scientific commu- nity. In 1667, she enjoyed a personal triumph when she was the first woman to be invited to visit the Royal Society. Her visit was one of the best attended in the Society’s history. She and her entourage watched a programme of experiments staged by the respected scholars Robert Boyle and Robert Hooke. Afterwards, the society officially banned women. The ban held until 1945. A tempered view The year after her famous visit to the Royal Society, Margaret published a book that was more modest in tone and scope than her previous works. In it, she retracted some of her more extravagant claims. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:7) // Engraving of Margaret Cavendish. From the frontispiece of Philosophical and Physical Opinions (1663) // Garden at Windsor Castle, England (cid:2) [We] are shut out of all power and authority, by reason we are never employed either in civil or martial affairs, our counsels are despised, and laughed at, the best of our actions are trodden down with scorn, by the over- weening conceit, men have of themselves, and through a despisement of us. (cid:3) Philosophical and Physical Opinions M A R G A R E T ( L U C A S ) C A V E N D I S H Lady Cavendish’s health deteriorated as a result of her acting as her own phys- ician, and she died in 1673. She had been proud of her writing and unashamed of her lack of education; she demanded a voice on public matters and sought fame. It is perhaps for these reasons that, in the 19th century, she was given the insulting nickname ‘Mad Madge’, although she was certainly not considered mad by the standards of her own day. Scientific achievements Lady Margaret Cavendish was a prolific writer who was inspired by the ideas that emerged during the scientific revolution. Despite being mocked, many found reading her works irresistible and she managed to popularise the discussion of many new ways of thinking. The tributes to his wife published by her husband after her death contain letters of gratitude from the Universities of Leiden, Cambridge and Oxford, from the Bodleian Library, St John’s and Trinity Colleges at Cambridge, and from numerous recognised men of learning. She published 23 books, and explained that she wrote \"since all heroic actions\" and \"public employments... are denied our sex in this age\". In addition to her prose, she wrote plays and poems contemplating atomic theory, Aristotelian philosophy and Harvey’s theory of the circulation of the blood. As she was recognised in England as a natural philosopher, her case argued strongly for the education of women. Her memoirs are considered to be the first major secular autobiography written by a woman. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:10)(cid:9) Name Elena Lucrezia Cornaro Piscopia Nationality Italian Lived 1646-1684 Fields Theology, philosophy, mathematics, languages and music Claim to fame First woman to be awarded a doctorate Despite not being familiar to the modern reader, Elena Lucrezia Cornaro Piscopia (1646-1684), a genius who lived in the 17 th century, earned her place in history as the first woman in Europe to earn a doctorate degree. The prodigy of Venice Elena Lucrezia Cornaro Piscopia ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:10)(cid:8) Daughter of Venice Born into Venetian aristocracy, Elena Piscopia shone at an early age. Her birth- place Venice had been a major centre of the Renaissance and Piscopia carried on the tradition started by her male predecessors, such as Leonardo Da Vinci, of being a polymath. Her enlightened father, Giovanni Baptista Cornaro-Piscopia, who held the high office of Procurator of St Mark‘s, was to play a pivotal role in cultivating Piscopia’s genius, mainly by providing her with the best learning opportunities available at the time and advocating her cause in the male-dominated corridors of academia. As a child, her proficiency at languages and her multilingualism earned her the honorific title ‘Oraculum Septilingue’, and from early on, she exhibited extraordinary reasoning powers. The young genius was also a talented musician, mastering the harpsichord, the clavichord, the harp, and the violin. She also composed music. Nun’s habit or doctor’s robes? Before turning 20, her passion for theology and philosophy led her to want to join the Benedictine order, but she only took its habit without ever becoming a nun. Instead, her father persuaded her to go to the University of Padua in 1672, the third oldest university in Italy, which was established in 1222, where she became the first European woman to earn a doctorate. This singular achievement earned her respect and adulation throughout Europe. Passionate about learning and helping the poor, she rejected numerous suitors to focus on these pursuits. In fact, she devoted the last years of her life exclusively to study and charity. She died in 1684 and was buried in the church of Santa Giustina at Padua. A statue of her was erected in the university grounds and the university issued a medal in her honour. Piscopia’s example has inspired generations of women – and men – throughout the ages. One recent example of Piscopia’s lasting influence was a book entitled The Lady Cornaro: Pride and Prodigy of Venice , by Jane Howard Guernsey, which was published in 1999. It was the first in-depth study of her life. E L E N A L U C R E Z I A C O R N A R O P I S C O P I A ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:10)(cid:10) The prodigy of Venice Elena Lucrezia Cornaro Piscopia 1646 Born in Venice 1672 Entered University of Padua 1678 Received doctorate of philosophy, began lecturing in mathematics 1684 Died and was buried in Church of Santa Giustina 1688 Posthumous publication of her writings The language of learning With the encouragement of her father, who had a strong faith in her intelligence and ability and wanted it recognised by the world, Elena Piscopia began her education at an early age. Aged seven, she began her classical education with the study of Latin and Greek, as well as grammar and music, under distinguished instructors. She quickly mastered these two languages, as well as Spanish, French, Arabic and Hebrew. Her later studies included mathematics, philosophy, and theology. At the University of Padua, she excelled and her brilliance became apparent to every- one who encountered her. Given her strong interest in theological matters, she applied and re-applied for a doctorate in theology. Thorny theological questions However, conferring the title of doctor of theology on Piscopia would have granted her the automatic right to preach which went against the church’s accepted position of the time that women had to “learn in silence with all subjection”, according to Timothy I: 11-12. This naturally led to confusion and resistance among the clergy. A compromise was formulated which would present her with “a book closed and open, in order to meditate on and describe the divine mysteries”, instead of “a book closed and open, with the right of interpreting, expounding, glossing, preaching, and opening the divine mysteries”. But this proved insufficient to still the concerns of the clerics and so she was offered the chance to apply for a doctorate in philosophy instead. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:10)(cid:11) // Allegory of Philosophy by Giacinto Brandi (1621-1691) Louvre in Paris // Elena Piscopia was born in Venice (cid:2) The young prodigy amazed and awed her examiners and she breezed through to gain her doctorate. (cid:3) Her examination was to be held in the University Hall, but due to the large number of spectators who wanted to watch, it was transferred to the city’s Cathedral of the Blessed Virgin. She spoke for an hour in classical Latin, explaining difficult passages selected at random from the works of Aristotle. The young prodigy’s performance amazed and awed her examiners and she breezed through to gain her doctorate, in 1678, at the age of 32. Her professor awarded her the insignia of the doctorate, placing a laurel wreath on her head and placed the Doctor’s Ring on her finger. Piscopia became a member of various academies and societies throughout Europe, and was visited regularly by foreign scholars. Scientific achievements Elena Piscopia’s greatest single scientific achievement was to prove that women could be accomplished academics and polymaths by receiving the first ever doctorate awarded to a woman. The same year she received her doctorate, the young woman became a lecturer in mathematics at the University of Padua. Piscopia’s writings, published posthumously in Parma in 1688, include academic discourses, translations, and devotional treatises. E L E N A L U C R E Z I A C O R N A R O P I S C O P I A ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:10)(cid:12) Fields Entomology Claim to fame One of the world’s first empirical entomologists Name Maria Sibylla Merian Nationality German/Dutch Lived 1647-1717 At a time when insects were generally thought to be “beasts of the devil”, the beautiful and accurate paintings of Maria Sibylla Merian (1647-1717), who metamorphosed from a guild master’s daughter into a veritable scientific butterfly, revolutionised the science of entomology with her breathtaking illustrations of the life cycles of insects. Scientific butterfly Maria Sibylla Merian ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:10)(cid:13) Lasting brushstrokes Maria Sibylla Merian, born in 1647 in Frankfurt, was the daughter of Swiss en- graver and publisher Matthäus Merian the Elder who died when Maria was only three. In 1651, shortly after her natural father’s death, her mother married still-life painter Jacob Marrel who encouraged her to draw and paint. This interest in painting, combined with her fascination with the natural world, led her to create her first images of insects and plants – from specimens she had captured – at the age of 13. In 1665, around the age of 18, Maria married Marrel’s apprentice, Johann Andreas Graff, with whom she eventually had two daughters. She and her hus- band moved to Nuremberg in 1667, where she met with her first professional success. In 1681, her stepfather died and the family returned to Frankfurt two years later to handle the estate. Continental shifts After two decades of marriage, Maria, who was then 38, left her husband in 1685 (1692, according to some sources) because of his “shameful vices”, according to contemporary newspaper reports. At that time, divorce and sepa- ration were not as uncommon as we might think. Accompanied by her mother and daughters, she joined the Labadists – a form of puritanical Protestantism – commune in Friesland in the Netherlands. During her time there, she developed a fascination for the tropical plants her fellow Labadists brought back from their Surinam plantations. In 1691, she moved to Amsterdam where her fame as a naturalist, artist and expert on insects provided her with access to the tropical collections of influential families which eventually led her to travel to Surinam. In 1715, Maria suffered a stroke and was partially paralysed. The intrepid artist and scientist died in Amsterdam in 1717. A beautiful metamorphosis Like the insects she painted so exquisitely, Maria Merian also underwent an impressive metamorphosis from craftswoman to artist and scientist. Maria, whose education was typical of a guild master’s daughter, trained as an apprentice at home. In addition, being the stepdaughter of a prominent master painter helped hone her skills considerably. “In my youth, I spent my time investigating insects,” she explained in one of her books, because she noticed that “caterpillars produced beautiful butterflies or moths”. This sparked in her a fascination bordering on obsession: “I withdrew from human society and engaged exclusively in these investigations.” M A R I A S I B Y L L A M E R I A N ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:10)(cid:14) 1647 Born in Frankfurt 1665 Married Johann Andreas Graff 1667 Moved to Nuremberg 1675-79 Published first two books 1681 Returned to Frankfurt 1685 Moved to the Netherlands 1692 Divorced 1699-1701 Visited Surinam 1705 Published book on Surinam 1717 Died in Amsterdam Maria Sibylla Merian Scientific butterfly Flower power While in Nuremberg, Maria took the unusual step of setting up shop for herself, rather than becoming a partner in her husband’s business. She also took on many female students from wealthy families which provided her with access to the finest gardens. Her investigations there led to the publication of her first book in 1675 entitled Neues Blumenbuch (New book of flowers) . With this book, she hoped to cash in on the flower craze sweeping across Europe at the time – for instance, one tulip bulb could cost about 2 000 Dutch florins (the average an- nual income in 1620 was 150 florins). Her second book on caterpillars and their metamorphosis appeared in 1679. The fascination she developed in the Netherlands for tropical flora and fauna led her to embark on a demanding expedition to Surinam in 1699, where she ob- served and painted the local animals and plants, described their local uses and even gave them their native names. However, the state of affairs that prevailed in the Dutch colony distressed her. She noted that the settlers “mock me because I am interested in something other than sugar”, and expressed horror at the plight of slaves. She wrote that they used a local plant to induce abortion “so that their children will not become slaves like they are”. Malaria forced her to return to the Netherlands in 1701. Four years later, she published her seminal work Metamorphosis Insectorum Surinamensium about the insects of Surinam. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:10)(cid:15) // Plate from Maria Sibylla‘s second book on caterpillars and their metamorphosis (1679) // In her youth, Maria Sibylla spent her time investigating insects (cid:2) In my youth, I spent my time investigating insects… I withdrew from human society and engaged exclusively in these investigations. (cid:3) M A R I A S I B Y L L A M E R I A N Scientific achievements In early modern science, women often worked as observers and illustrators, so Maria Merian’s training in the arts and crafts proved to be her passport into the world of science. Her painstaking observation skills were to prove handy in counteracting the general belief at the time in the Aristotelian idea that insects came from a “spontaneous generation of rotting mud”. During her career, Maria described the life cycles of 186 insect spe- cies. Through her thorough empirical research, she helped put the study of insects – entomology – on to a more scientific footing. Her works, which were published in German as opposed to Latin, helped raise awareness of metamorphosis among ordinary people (albeit high society), but were shunned by many scientists because she did not use Latin, the language of learning at the time. So popular were her three books that 19 editions appeared between 1665 and 1771. Russia’s Tsar Peter I, a great admirer of her work, hung a portrait of Maria in his study. The celebrated German writer Johann Wolfgang von Goethe marvelled at how her paintings combined both art and science. In recent years, Maria has been rediscovered and recognised. Prior to the intro- duction of the euro, her portrait adorned the 500 Deutschmark note. Her portrait has also appeared on stamps and many schools are named after her. In 2005, a modern research vessel bearing her name was launched in Germany. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:10)(cid:6) Fields Astronomy Claim to fame First woman to discover a comet Name Maria Margarethe Winkelmann-Kirch Nationality German Lived 1670-1720 The eclipse of a star astronomer Maria Margarethe Winkelmann-Kirch (1670-1720) was a star of German astronomy who discovered her own comet. As “assistant” to her husband and later to her son, she contributed to establishing the Berlin Academy of Science as a major centre of astronomy. Maria Margarethe Winkelmann-Kirch ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:10)(cid:7) Star-struck lover Maria Margarethe Winkelmann was born in Leipzig, in the German state of Lower Saxony. Her father, a Lutheran minister, believed in education for women and began teaching her from an early age. When her father died, her uncle continued to teach her. She showed an early interest in astronomy. To pursue this interest, Maria became the student, apprentice and assistant of Christopher Arnold, a self-taught astronomer who worked as a farmer – eventually moving in with him and his family. Married to the stars Through Arnold, Maria met one of the most famous German astronomers of the time, Gottfried Kirch. Despite a three-decade age gap, they married in 1692, and embarked on a joint career in astronomy. In 1700, at the foundation of the Berlin Academy of Science, he was appointed the Academy’s astronomer where she would serve as his unofficial but appreciated assistant. Their marriage also produced four children, all of whom followed in their parents‘ footsteps and studied astronomy. Both during her husband’s life and after he died, Maria devoted herself to the pursuit of astronomy. While she was rewarded with a certain measure of fame and respect, including an offer of work from the Russian Tsar Peter the Great, she paid a heavy price in terms of adversity, ridicule and even periods of poverty. Master in an apprentice’s garb Despite the fact that her gender excluded her from studying at university, many astronomers of the age were not university educated, and most of the actual practice of the discipline took place outside these formal institutions. In fact, astronomy at that time was structured more along the lines of traditional guilds than the professional academic discipline we know it as today. This is reflected in the fact that neither Christopher Arnold nor Gottfried Kirch had ever studied at a university. Following their marriage, Kirch took over where Arnold had left off and continued Maria’s instruction – but the apprentice soon became at least the equal of the master. The sky’s the limit At the Berlin Academy of Science, Maria and Gottfried worked closely together, though only he held the official position of astronomer. In Berlin, Maria was in the habit of observing the heavens every evening from 9pm. Often she and her M A R I A M A R G A R E T H E W I N K E L M A N N - K I R C H ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:11)(cid:9) 1670 Born in Leipzig 1692 Married Gottfried Kirch 1702 Discovered a comet 1710 Death of Gottfried Kirch 1712 Maria’s application for appointment at Academy finally rejected; started private work 1720 Died in Berlin husband observed together, each contemplating another part of space. Using their observations of the night skies, they performed calculations to produce calendars and almanacs, with information on the phases of the moon, the setting of the sun, eclipses, and the position of the sun and other planets. This was a real money-spinner for the Academy, which derived much of its income from the royal monopoly granted it on the sale of calendars, which was a lucrative trade. This meant that astronomers, despite lacking the highbrow prestige of other scholars, were a valuable asset. Starting in 1697, the couple also began recording weather information. The couple also struggled to improve the Academy’s astronomical facilities. The active role Maria played in this being is testified to in letters to the Academy’s president Gottfried von Leibniz. Tail of a comet In 1702, Maria became the first woman to discover a previously unknown comet, ‘Comet of 1702’ (C/1702 H1). However, the comet’s discovery was published by Gottfried, who did not credit Maria in his tract, probably because he feared that as the Academy’s official astronomer he could not acknowledge his wife’s contributions openly. In any event, Gottfried made up for this, in 1710, by revealing the true discoverer of the comet as ‘my wife’, but it was not renamed. Despite this major oversight, Maria’s skill and accomplishments were widely recognised – albeit informally. In a 1709 letter of introduction to the Prussian court, where she was to give a talk on sunspots, the Academy’s president Leibniz, a great admirer of her work, wrote: “Her achievement is not in literature or rhetoric but in the most profound doctrine of astronomy… I do not believe that this woman easily finds her equal in the science in which she excels.” Maria Margarethe Winkelmann-Kirch The eclipse of a star astronomer ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:11)(cid:8) Out in the cold Although she dedicated some two decades of her life to making the Academy one of the foremost centres of astronomy, once her husband died in 1710, the institute abandoned her. Her request for her son to be appointed astronomer and she only his assistant was turned down by the Academy, which did not wish to set a precedent and feared ridicule from other institutions. Leibniz was the lone voice defending her. She spent the following 18 months petitioning the royal court for the position, and received a final rejection in 1712. Expressing her disappointment, she said: “Now I go through a severe desert, and because… water is scarce… the taste is bitter.” It was about this time that she wrote in the preface to one of her publications that a woman could become “as skilled as a man at observing and understanding the skies”. Written in the tsars The position would not just have been an honour, but it would have helped support her four children who were now left without a breadwinner. Unemployed and unappreciated, Maria went to work until 1714 at the private observatory of family friend and keen amateur astronomer Baron Bernhard Frederick von Krosigk. In 1716, she received an offer to work for Russian tsar, Peter the Great, but preferred to remain in Berlin where she continued to calculate calendars. Ironically, her son, Christfried, did eventually become director of the Academy’s observatory and took his mother and sisters in as his assistants. But the high profile Maria kept led the Academy’s council to force her to leave. She continued to work in private but conditions eventually forced her to abandon astronomy. Scientific achievements Maria Winkelmann-Kirch was not only one of the foremost and best-known astronomers of her age, but she was also the first woman to discover a comet. Despite the disappointments she experienced during her career in the shadows, her publications brought her some recognition during her lifetime and were an enduring contribution to astronomy. They included her observations on the Aurora Borealis (1707), a pamphlet on the conjunction of the sun with Saturn and Venus (1709), and a well-received pamphlet in which she predicted a new comet (1711). // Coloured engraving of Isaac Newton‘s reflecting telescope // Maria became the first woman to discover a previously unknown comet (cid:2) I do not believe that this woman easily finds her equal in the science in which she excels. (cid:3)(cid:4) Gottfried von Leibniz M A R I A M A R G A R E T H E W I N K E L M A N N - K I R C H ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:11)(cid:10) Fields Mathematics and physics Claim to fame A major figure of the Enlightenment Name Émilie du Châtelet Nationality French Lived 1706-1749 Through their intellectual salons, women played a pivotal role in spreading the ideas of the European Enlightenment. However, one woman not only illuminated the Enlightenment through her writings, but also made her own lasting contributions to the quest for reason and science. She was the French mathematician, physicist and author Émilie du Châtelet (1706-1749). Illuminator of the Enlightenment Émilie du Châtelet ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:11)(cid:11) Between reason and romance Gabrielle Émilie le Tonnelier de Breteuil, Marquise du Châtelet, was born in 1706. Later known simply as Émilie du Châtelet, she was the daughter of Louis Nicolas le Tonnelier de Breteuil, King Louis XIV’s principal secretary. Her father’s position gave the family some standing and provided Émilie with access to France’s aristocratic and intellectual elites early in life. Recognising Émilie’s brilliance from a young age, her father – unusually for the times – arranged training for her from early childhood in physical activities, such as fencing and riding. As she grew older, he brought tutors to the house who educated her in mathematics, literature and science. In addition, Bernard le Bovier de Fontenelle, who wrote popular text books on astronomy which took the form of a conversation between a teacher and a (female) student, schooled her in astronomy when she was ten. Émilie’s mother, Gabrielle-Anne de Froulay, who was brought up and educated in a convent, did not approve of her daughter’s intellectual pursuits, but the invest- ment paid off. By the time she was 12, Émilie was fluent in Greek, Latin, Italian and German. She was not just an intellectual but also a ‘party animal’. She liked to dance, could play the harpsichord, sang opera, was an amateur actress and a ‘calculated gambler’. Traditional husbands, enlightened lovers Despite her unconventional mind and lifestyle, Émilie settled for a convention- al aristocratic marriage. In 1725, she married the Marquis Florent-Claude du Chastellet (or Châtelet). After the birth of their two sons and daughter, Émilie and her husband made an agreement – common among the French aristocracy at the time – to live separate lives, including taking lovers, while still maintaining one household. At the age of 25, in 1730, Émilie kicked off her affairs with the Duc de Richelieu (grand-nephew of the famous cardinal of the same name) who was drawn by Du Châtelet’s passion for literature and philosophy. But her most well-known lover was the fourth, in an affair which began in 1733. It was with Voltaire, the famous Enlightenment writer, who used to frequent her father’s salons when she was younger. Émilie sheltered Voltaire, who was being pursued by the authorities for his controversial political views, in her country estate. For 15 years, the couple lived together in a passionate meeting of minds and hearts. In addition to publishing works on physics and mathematics, they built up a É M I L I E D U C H Â T E L E T ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:11)(cid:12) Illuminator of the Enlightenment 1706 Born in France 1715 Family moved to Paris 1725 Married 1730 Affair with the Duc de Richelieu 1733 Affair with Voltaire 1737 Paper on the nature of fire 1738 Published Elements of Newton’s philosophy 1740 Published Institutions de physique 1749 Finished translation of Principia Mathematica ; died after giving birth Émilie du Châtelet collection of 21 000 books which was larger than the libraries of most European universities. Voltaire’s admiration for Émilie was boundless. He declared in a letter that she was “a great man whose only fault was being a woman”. During Émilie’s last love affair she fell pregnant and puerpural fevers led to the death of her and her newborn days after the birth, in 1749. She was just 42. The nature of intellectual light Due to the constraints imposed on women by French society at the time, Émilie du Châtelet was unable to follow a similar education to her male counterparts. However, her genius, resourcefulness, voracious appetite for knowledge acquisi- tion, and her father’s early enlightened assistance helped her to overcome these challenges. Émilie considered her marital responsibilities fulfilled once her third child was born. Thereafter, she dedicated herself to the pursuit of knowledge and romance. In 1737, she published a paper on the nature of fire in which she described what we call today infrared radiation, as well as reflecting on the nature of light. In 1738, she and Voltaire published their successful joint work, Elements of Newton‘s philosophy . Their co-operation led Voltaire to recognise Émilie’s supe- rior intellect, especially when it came to physics. A decade after the book was published, he confided: “I used to teach myself with you, but now you have flown up where I can no longer follow.” Energetic works Two years later, in 1740, she published Institutions de physique (Lessons in phys- ics). The book sought to reconcile complex ideas from the leading thinkers of the ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:11)(cid:13) //In the frontispiece to their translation of Newton, du Châtelet is depicted as Voltaire‘s muse, reflecting the English physicist‘s heavenly insights down to the French Enlightenment writer // Château de Cirey where Voltaire began a relationship with the Marquise du Châtelet (cid:2) Judge me for my merits. (cid:3) É M I L I E D U C H Â T E L E T time, including the German, Dutch and English philosophers and mathematicians Gottfried Leibniz, Willem ‘s Gravesande and Isaac Newton. She showed that the energy of a moving object is proportional not to its velocity, as had previ- ously been believed, but to the square of its velocity. The final year of her life coincided with the completion of what is widely re- garded as her opus magnum : her translation into French and commentary on Newton’s Principia Mathematica . She even managed to extrapolate from Newton’s principles of mechanics the notion of the conservation of energy. Scientific achievements Émilie du Châtelet can rightly be re- garded as one of the principal illumi- nators of the Enlightenment. Her works helped disseminate the new physics, mathematics and general philosophy of the age. In addition, she made some significant discoveries and developed a number of important concepts in her own right, such as infrared radiation and energy conservation. Despite the admiration and esteem she was held in by major intellectual figures of the time, her gender elicited ridicule among otherwise enlight- ened men. The German philosopher Immanuel Kant admired her intellect, yet saw fit to comment that a woman “who conducts learned controversies on mechanics like the Marquise du Châtelet might as well have a beard”. For her part, Émilie urged the world to “judge me for my merits”, and not her sex. In wider society, it was not just the fact that she was a woman that was the subject of controversy – the Enlightenment ideas she propagated, including Newtonian natural philosophy, were still regarded as philosophical heresies in many quarters. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:11)(cid:14) Fields Experimental physics, Newtonian theory and electricity Claim to fame First woman to officially teach in a European university Name Laura Maria Caterina Bassi Nationality Italian Lived 1711-1778 After Elena Lucrezia Cornaro Piscopia became the first woman to receive a doctorate, in 1678, Italian academia began, very slowly, to accept women in its midst. In 1732, another Italian woman, Laura Maria Caterina Bassi (1711-1778), became the second to be awarded a doctorate and went on to be the first woman to teach in a European university. Bassi’s lifelong scientific career had a profound influence on Italian science in the 18 th century. Leading the way for female academics Laura Maria Caterina Bassi ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:11)(cid:15) A recognisable talent Born in Bologna on 31 October 1711, Laura Maria Caterina Bassi was the only one of her parent’s children to survive into adulthood. The family was a wealthy one and Bassi’s lawyer father paid for his daughter to be privately educated. Between the ages of 13 and 20, Bassi was tutored by Gaetano Tacconi, the family’s physician and a professor at the University of Bologna, who taught her philosophy and metaphysics. Tacconi recognised her prodigious talent and de- cided to promote it in Bologna’s academic circles. Bassi quickly came to be noticed by Cardinal Prospero Lambertini (later Pope Benedict XIV) who had returned to the city of his birth in 1731 as Archbishop of Bologna. The Cardinal, who had himself studied science in his youth, encour- aged Bassi in her scientific work and became her most influential patron. In 1732, Lambertini persuaded Bassi to participate in public debates and cast her in the role of symbol for the scientific and cultural regeneration of the city. The first female professor At the age of only 20, Bassi was given a teaching position at the University of Bologna, the oldest university in Europe. This was a radical step as it made her the first woman to officially teach at a European university. Her doctorate, only the second ever awarded to a woman, was conferred on her at a lavish public ceremony, at which she was also presented with an ermine cape, a jewel- encrusted silver crown of laurels and a ring. A commemorative medal was struck in her honour. Despite this public veneration and her appointment to a chair of philosophy two years later, Bassi’s teaching opportunities were few at this stage in her career. It was deemed improper for her to teach a room full of male students and so she gave only occasional lec- tures at public events to which women were invited. Electric marriage In 1738, Bassi married her fellow scientist Giuseppe Veratti and the couple went on to have at least eight children, five of whom survived into adulthood. The marriage meant that Bassi could now lecture regularly in her home as she wished. With the help of her powerful patrons, she was able to persuade the university to give her more responsibility and a higher salary so that she could purchase her own equipment. This enabled her to furnish a laboratory in her home, where Bassi and her husband collaborated on experiments to study elec- tricity. By 1760, her salary of 1 200 lire was higher than that of any other science professor at the university. L A U R A M A R I A C A T E R I N A B A S S I ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:11)(cid:6) 1711 Born in Bologna 1732 Entered the University of Bologna as a lecturer and awarded a doctorate 1738 Married fellow scientist Giuseppe Veratti 1746 Appointed by Pope as the only female member of his Benedictine academy of elite scientists 1776 Made chair of experimental physics by the Institute of Science 1778 Died Widespread fame As a result of her unique position, Bassi’s name became widely known in aca- demic circles and one biographer notes that “no scholar would pass through Bologna without being eager for her learned conversation”. Her correspondents included the French philosopher Voltaire and during 1744-5 she helped him to become a member of the Bologna Academy of Science. At around the same time, Pope Benedict XIV established an elite group of 25 scholars, known as the Benedettini (the Benedictines, named after the Pope). Bassi lobbied fervently to be appointed a member of the group, whose members greeted this with mixed reactions. Eventually, her efforts paid off and the Pope admitted her. This not only supplemented her income, but expanded her oppor- tunities for collaboration and to share her work: from 1746 until two years before her death, Bassi gave annual presentations to the Benedictine academy. During the second half of her life, Bassi was renowned in scientific circles for her ability to teach experimental physics and for her work in areas including mechanics, hydrometry, elasticity and other properties of gases. She also con- tinued to contribute to debates on electricity. In 1776, at the age of 65, Bassi was appointed to the chair in experimental physics by the Institute of Sciences, with her husband as her official teaching assistant. She died two years later, on 20 February 1778, bringing to a close a lifelong career in physics which was groundbreaking for women in academia. Laura Maria Caterina Bassi Leading the way for female academics ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:11)(cid:7) // Frontispiece of the first edition of Isaac Newton‘s great work, Philosophiae Naturalis Principia Mathematica // Laura Bassi was awarded a doctorate from the University of Bologna (Sotto Portici in Bologna) (cid:2) What made Bassi unique was that she made use of rewards, that would normally have remained symbolic, to carve out a position for herself in the scientific community . (cid:3) Gabriella Berti Logan, American Historical Review Scientific achievements Bassi is remembered largely for being the first woman to officially teach at a university in Europe, but she was also pioneering in the subjects that she chose to teach. Her main interest was in the work of the English physicist and mathematician Isaac Newton and she was one of the first scholars to teach Newtonian natural philosophy in Italy. This world-view holds that the forces of nature obey natural laws that can be quantified, predicted and, at times, controlled, as opposed to the view that nature is subject to supernatural forces. Bassi taught courses on Newtonian physics for 28 years, a pursuit which made her a key figure in intro- ducing Newton’s ideas of physics and natural philosophy to Italy. Throughout her career, Bassi conducted research in a variety of scientific fields. She published 28 papers in all, the vast majority of which were on physics and hydraulics. Whilst none of her scientific works brought significant new advances, her career was important for the positions and respect she attained. As Gabriella Berti Logan wrote in the American Historical Review , “What made Bassi unique was that she made use of rewards, that would normally have remained symbolic, to carve out a position for herself in the scientific community of her town and to contribute to its intellectual life through her research and teaching.” L A U R A M A R I A C A T E R I N A B A S S I ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:12)(cid:9) Fields Mathematics Claim to fame Published the first book to discuss both differential and integral calculus Name Maria Gaetana Agnesi Nationality Italian Lived 1718-1799 Shy and retiring from early childhood, Maria Gaetana Agnesi (1718-1799) sought the quiet life offered by religious devotion. But her father had other ideas for her and encouraged the development of her skills as a linguist, mathematician and philosopher. Agnesi devoted herself to the study of mathematics and, having set out to write a textbook to help teach the subject to her younger siblings, she published a work that was to make her famous across Europe. The reluctant mathematician Maria Gaetana Agnesi ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:12)(cid:8) M A R I A G A E T A N A A G N E S I Devoted daughter and sister Maria Gaetana Agnesi was born on 16 May 1718, the eldest of the 21 children born to her father Pietro by his three wives. As she grew up, Agnesi was to play the combined role of housekeeper and tutor to her brothers and sisters and Pietro depended upon her steadying influence. The family was a wealthy one, having made its fortune in the silk trade, and Pietro was able to provide tutors of the highest calibre – young men of learning from the church – for Maria Gaetana and her siblings. Agnesi excelled as a linguist from a young age; at only nine years old she published a translation into Latin of an elaborate discourse defending the right of women to access higher education and, by the age of 13, she had also mas- tered Greek, Hebrew, French, Spanish and German. Neither ugly nor pretty When Agnesi was around 15 years old, her father began to host gatherings in their home of the most learned men of the day. Although naturally reticent, Agnesi addressed these audiences, expounding on difficult philosophical ques- tions. These meetings were recorded by the French writer, Charles de Brosses, in his Lettres sur l’Italie , describing Agnesi as “a girl of about 20 years of age, neither ugly nor pretty, with a very simple and sweet manner”. He went on to state that she expressed a particular interest in the work of Isaac Newton, but that she did not enjoy public discussion of this nature, “where for every one that was amused, 20 were bored to death”. At about this time, Agnesi made it clear to her horrified father that she wished to enter a convent. He refused and begged her to stay at home. She eventually agreed to continue living in his house and care for him on three conditions: that she be allowed to go to church whenever she wished, that she could dress sim- ply and humbly, and that she no longer had to attend balls, theatres and other “profane amusements”. A publishing success Although Agnesi’s wish to join a convent was not granted, from the age of 20 she began to live as if it had been. She shut herself away, avoiding society and devoting herself entirely to the study of mathematics and religious books. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:12)(cid:10) 1718 Born in Milan 1738 Turned her focus to the study of mathematics 1748 Publication of Instituzioni analitiche ad uso della gioventù italiana 1750 Appointed honorary reader at University of Bologna by the Pope 1752 Upon the death of her father she devoted herself to charitable and religious work 1799 Died penniless in a convent Maria Gaetana Agnesi The reluctant mathematician In the field of mathematics, she was fortunate to benefit from the advice and teaching of a monk named Ramiro Rampinelli, a mathematician who had been a professor at the universities of Rome and Bologna. He encouraged Agnesi to write a book on differential calculus. She was enthusiastic about the idea and thought that such a work could be used as a textbook by her younger siblings. However, the resulting work would develop into much more. Instituzioni analitiche ad uso della gioventù italiana was published in Milan in 1748; it went on to be translated into French and English and brought Agnesi widespread fame. Papal recognition In 1750, Pope Benedict XIV read Agnesi’s work and was prompted to write to its author, say- ing that such a work would bring credit to Italy. Soon after this, the Pope went further, appoint- ing her to the position of honorary reader at the University of Bologna. It is likely that Agnesi neither accepted nor rejected this offer – her name was added to the statutes of the uni- versity and remained there for 45 years, but it is thought that she never visited the city, or university, of Bologna. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:12)(cid:11) // Maria Agnesi was appointed honorary reader at the University of Bologna by the Pope // The general form of a definite integral M A R I A G A E T A N A A G N E S I (cid:2) The first important woman mathematician since Hypatia. (cid:3) Dirk Jan Struik, mathematician The role she craved The death of Pietro Agnesi in 1752 allowed his daughter to abandon her math- ematical work and to live the life that she had longed for from a young age. Agnesi became the director of the Hospice Trivulzio and was able to devote herself to the study of theology and to charitable acts. Later, she would achieve her dream of joining the sisterhood of the ‘Azure’ nuns. By the time of her death in the sisterhood’s poorhouse on 9 January 1799, she had spent all of her wealth on charitable works. Scientific achievements Maria Gaetana Agnesi’s book Instituzioni analitiche ad uso della gioventù ital- iana was unique for a number of reasons. The work is considered to be the first book to discuss both differential and integral calculus. It gave a clear summary of the state of knowledge at the time in mathematical analysis, bringing together examples from the works of a number of mathematicians in a systematic manner with Agnesi’s own analysis. Agnesi’s work gained popularity for its clarity of style and it was translated into French (1778) and English (1810). In the book, she discussed the cubic curve that has come to be known as the “witch of Agnesi”. Although this curve had been discussed before her time, it bears her name to this day, albeit, as a result of a mistake in the English translation, with this rather curious title. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:12)(cid:12) Fields Astronomy Claim to fame First woman to receive full recognition as an astronomer in modern Europe Name Caroline Herschel Nationality German Lived 1750-1848 Torn between careers in music and in astronomy, Caroline Herschel (1750-1848) chose the latter and devoted her life to surveying the night sky. Both alone and with her brother William, Caroline made major discoveries, bringing her fame, awards and a paid government appointment – a first for a woman in England. Shining star of astronomy Caroline Herschel ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:12)(cid:13) C A R O L I N E H E R S C H E L A musical family Caroline’s father, Isaac Herschel, a military musician from Hanover (now in Germany), encouraged all of his six surviving children to study mathematics and music. His wife, Anna Ilse, had other ideas for their two daughters and wanted Caroline to become a seamstress and to look after the family home. Despite con- tracting typhus at the age of ten, which permanently stunted her growth, Caroline managed to combine her musical studies with carrying out her domestic chores. Five years after her father’s death in 1767, the opportunity to escape house- hold drudgery came with an invitation from her elder brother Friedrich Wilhelm (known as William in England) to join him in Bath, where he was installed as an organist and conductor. Although nominally there as his housekeeper, Caroline began to appear in her brother’s concerts as a soloist and she soon became first singer, receiving offers to perform in other cities. Had she not become fascinated by her brother’s hobby of astronomy, it is probable that Caroline would have gone on to an impressive musical career. Surveying the skies Alongside his successes in the music profession, William Herschel was fas- cinated by the observation of the night sky and produced reflecting telescopes to allow him to see deep into the solar system. Caroline began to help him in this work, grinding and polishing the mirrors, a task requiring absolute accuracy. At the same time, she set about studying astronomical theory, mastering the algebra and formulae required for calculation and conversion as a basis for observing the stars and measuring astronomical distances. Royal recognition In 1781, William discovered the planet Uranus, crediting Caroline for her help. That same year, he was appointed ‘The King’s Astronomer’ at the royal court in Windsor. Caroline had the choice to continue her singing career or to go with her brother as his scientific assistant. She chose to go to Windsor, where she ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:12)(cid:14) 1750 Born in Hanover 1772 Joined brother William in England 1781 Herschel moved to the royal court at Windsor 1783 Discovered three new nebulae 1786 Discovered first of eight new comets 1796 Received an official salary 1822 William died; Caroline returned to Hanover 1848 Died Caroline Herschel Shining star of astronomy worked with William on the ‘night shift’, noting the positions of the stars as he called them out to her from the other end of the giant telescope they had built together. Caroline spent the daytime evaluating the nocturnal notes and recalcu- lating them, before starting on a catalogue of star clusters and nebular patches. When she had time, Caroline worked on her own astronomical research. In 1783, she found three new nebulae (hazy clouds where stars form), and be- tween 1786 and 1797 discovered eight comets, including one which now bears her name – 35P/Herschel-Rigollet. In recognition of her efforts, Caroline was given a salary of 50 pounds, making her the first woman in England with a paid government appointment. A catalogue of success In 1788, William married a wealthy widow, Mary Pitt, with whom he had one child, John. At first, Caroline was cool towards the newly-weds, moving out of her brother’s home, but she later warmed to her sister-in-law and became very close to her nephew, who would himself become a prominent astronomer and mathematician. William’s marriage meant he spent less time in the observatory, but Caroline con- tinued to devote herself to astronomical study. Her work included the updating and reorganisation of a catalogue of stars compiled by John Flamsteed earlier in the 18 th century. Her revised directory was published by the Royal Society in 1798. In later life, Caroline also collaborated with her nephew on a catalogue of nebulae. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:12)(cid:15) // Caroline Herschel was fascinated by the night sky // In 1781, Herschel moved to the royal court at Windsor (Windsor Castle) C A R O L I N E H E R S C H E L (cid:2) The eyes of her who passed to glory, while below turned to the starry heavens; her own discoveries of the comets and her share in the immortal labours of her brother, William Herschel, bear witness of this to later ages. (cid:3) Epitaph When William died in 1822, Caroline returned, almost immediately, to Hanover. Here she worked on cataloguing every discovery that she and her brother had made and was visited by numerous venerable scientists, including the great German astronomer, Carl Friedrich Gauss. Caroline remained in the German city until her own death, at the impressive age of 97. Scientific achievements Caroline Herschel’s place in history is as the first woman in modern Europe to receive full recognition in the field of astronomy. Her achievements included the discovery of comets and nebulae, and she is credited with helping her brother William to identify Uranus as a planet. Caroline’s activities in catalogu- ing the features of the night sky left a lasting legacy for anyone interested in the subject. Her remarkable work brought her numerous accolades, both during her life and posthumously. In 1828, she was awarded the gold medal of the Royal Astronomical Society and, seven years later, Caroline Herschel and Mary Somerville were made the first female members of the Society. Herschel was also appointed a member of the Royal Irish Academy of Sciences and, on her 96 th birthday, the King of Prussia awarded her the gold medal of the Prussian Academy of Sciences. Even after her death, Caroline was remembered with the naming of astronomical features in her honour. An asteroid discovered in 1889 was given the name 281 Lucretia, after Herschel’s middle name, and the lunar crater C. Herschel was named in her honour in 1935. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:12)(cid:6) Fields Mathematics and physics Claim to fame Made progress on finding a proof for Fermat’s Last Theorem Name Marie-Sophie Germain Nationality French Lived 1776-1831 Despite the French Revolution‘s claim to have abolished the class system, Sophie Germain‘s (1776-1831) status as an upper-middle-class woman meant that mathematics was considered an unsuitable occupation. Through determination and the adoption of an alias, Germain overcame social prejudices to become celebrated in the field of number theory and mathematical physics. A revolutionary mathematician Marie -Sophie Germain ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:12)(cid:7) M A R I E - S O P H I E G E R M A I N Finding refuge in books The daughter of a wealthy middle-class silk merchant, Marie-Sophie Germain was born in Paris on 1 April 1776, the second of three daughters. Following the storming of the Bastille in July 1789, in order to avoid the mayhem engulfing the streets of Paris, Sophie was forbidden from leaving the house. Escaping the boredom of being housebound, she delved into her father’s extensive library. Her interest in mathematics was piqued upon reading the tale of how the Ancient Greek mathematician Archimedes was killed whilst engrossed in a geometric co- nundrum during the Roman invasion of Syracuse. A subject that could so distract someone must be truly fascinating, Germain thought, and she decided to devote herself to the study of mathematics. Studying under the covers Alongside her mathematical enquiries, Germain also taught herself Latin and Greek so that she could read classical texts on the subject. Germain’s par- ents were disapproving of their daughter’s new-found interest so, to avoid their censure, she began to study at night. Upon discovering this, her parents did everything they could think of to stop it: removing her candles, forbidding fires at night, even taking away her clothes. However, nothing could deter the young mathematician, who found ways to continue her nocturnal learning, such as smuggling in candles and wrapping herself in her bedclothes. Eventually, her parents gave in to their daughter’s obvious determination. Germain never married and continued to live in the family home, supported financially by her father, throughout her career. The mysterious Monsieur le Blanc Having exhausted the mathematical knowledge in her father’s collection of books, Germain craved ways of furthering her education. The problem was that, in 18 th century France, women were not normally accepted by universities, includ- ing the famous École Polytechnique, founded in 1894 to educate middle-class boys in ‘practical’ knowledge, such as natural sciences and engineering. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:13)(cid:9) 1776 Born in Paris 1789 Beginning of French Revolution; Germain discovered mathematics 1804-08 Corresponded with Carl Friedrich Gauss on Fermat’s Last Theorem 1816 Awarded prize for work on elasticity by the Académie des Sciences 1831 Died of breast cancer To overcome this obstacle, Germain assumed the identity of a former student of the École Polytechnique who had left Paris. Under the name of M. le Blanc, she was able to get hold of the lecture notes of the mathematician Joseph-Louis Lagrange and began to send comments to the professors, including her own original notes on mathematical problems. Lagrange was so amazed by the re- markable observations of this M. le Blanc that he requested to meet with “him”. Germain was thus forced to reveal her true identity. Lagrange was astonished, but impressed, and went on to become her mentor and friend. Quite extraordinary talents Fascinated by number theory, Germain had also begun to correspond with the German Carl Friedrich Gauss, the greatest mathematician of the day. She put to him her novel approach to finding a proof for Fermat’s Last Theorem, which had troubled mathematicians for more than a century. Although Germain’s proposal did not lead to a definitive solution to the problem, it was the greatest break- through made on the subject until the 1960s. Gauss, of course, believed that the idea had been that of M. le Blanc and it might have gone done in history as such, had it not been for the Napoleonic Wars. When the Emperor’s army invaded Prussia in 1806, Germain feared Marie-Sophie Germain A revolutionary mathematician ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:13)(cid:8) // The Bastille before its destruction // Example of Sophie’s number theory called Sophie Germain‘s Identity M A R I E - S O P H I E G E R M A I N (cid:2) She must have the noblest courage, quite extraordinary talents and superior genius. (cid:3) Carl Friedrich Gauss, mathematician that Gauss might meet a similar fate as Archimedes. She sent a message to a family friend, General Joseph-Marie Pernety, asking him to guarantee Gauss’ safety. This he did, explaining to Gauss that he owed his safety to Mademoiselle Germain. Gauss was understandably confused, having never heard of Germain, but in her next letter she reluctantly revealed her identity. Gauss was delighted, saying that to overcome the difficulties of being a woman “she must have the noblest courage, quite extraordinary talents and superior genius”. Good vibrations The correspondence between Gauss and Germain ended abruptly in 1808 when he became a Professor of Astronomy and turned his interests away from number theory. Germain too changed her field of study to focus on physics, becoming particularly interested in so-called Chladni figures – the patterns pro- duced by vibrations of elastic surfaces. In 1811, the Académie des Sciences launched a competition on the mathemati- cal law underlying Chladni’s study on vibrations of elastic surfaces. By the dead- line in 1813, Germain’s was the only paper to have been entered. The judges found errors and it was clear that the paper’s author lacked a formal scientific ed- ucation, so they extended the closing date. With the help of Lagrange, Germain reworked her thesis and was finally awarded the prize on 8 January 1816. The prize catapulted Germain into the ranks of the day’s prominent mathemati- cians and she continued to work on the elasticity theory. The Académie des Sciences allowed her to be the first woman not related to a member to attend its sessions, and she was praised by the Académie’s over-arching body, the Institut de France, whose members invited her to their meetings. Scientific achievements Germain is best remembered for her advances in number theory, particularly the progress she made on finding a proof for Fermat’s Last Theorem. Her work on Chladni numbers laid the foundations for the applied mathematics used today in the construction of tall buildings, and which proved important at the time in the new field of mathematical physics, especially the study of acoustics and elasticity. Once her true identity had been revealed, Germain found acceptance in the scientific community and was granted access to the world of academia that no French woman had previously achieved. Shortly before her death in 1831, Gauss (with whom she had regained contact) convinced the University of Göttingen to award Germain an honorary degree. Sadly, she died before she could accept it. n 4 + 4 m 4 = ( n 2 + 2 m 2 + 2 mn ) ( n 2 + 2 m 2 - 2 mn ) ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:13)(cid:10) Fields Mathematics, astronomy and physics Claim to fame Author of highly successful scientific books Name Mary Somerville Nationality Scottish Lived 1780-1872 Mary Somerville (1780-1872) did not let a lack of formal education stand in the way of her passion for science and mathematics. Largely self-taught, Mary went on to write a series of scientific books that would bring the subject alive. Scotland’s scientific superstar Mary Somerville ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:13)(cid:11) M A R Y S O M E R V I L L E A wild creature Mary Fairfax was born on 26 December 1780 in the home of her aunt and uncle in Jedburgh, Scotland, where her mother, Margaret Charters, was break- ing her journey between London and Fife. Mary’s father, later Vice-Admiral Sir William George Fairfax, was away at sea at the time, as he would be for much of her childhood. With an absent father and a mother whose only demands were that she learnt to read the Bible and say her prayers, Mary was, in her own words, “allowed to grow up a wild creature”. As was often the case for girls in the 18 th century, Mary’s education was hap- hazard and limited. Her only formal schooling was a year at a boarding school for girls in Musselburgh, near Edinburgh, during which she was deeply unhappy. Mary first studied arithmetic at the age of 13 and came across algebra, by ac- cident, when reading an article in a women’s magazine. She persuaded her brother’s tutor to purchase some literature on the subject for her, enabling her to develop her interest further. Two weddings and a funeral In 1804, Mary married her cousin, Captain Samuel Greig, the Russian consul in London. Greig had no interest in mathematics or science and held intel- lectual women in low regard, but he did not interfere with his wife’s study. The couple had two sons, Woronzow and William George, before Samuel’s death in 1807. Widowhood and a sizeable inheritance offered Mary independence, allowing her to study as she wished. She achieved a solid grounding in mathematics and began to take an interest in astronomy. In 1812, Mary remarried. Her second hus- band, Dr William Somerville, was inspector of the Army Medical Board. Being a scientist himself, he was actively supportive of his wife’s endeavours, serving as her secretary and editor, as well as introducing her to fellow scientists. Their so- cial circle in London included such prominent scholars as Charles Babbage and the Herschel family. Mary and William went on to have four children together. A magnetic personality Once widowed, Mary took up serious intellectual study and her first success came when she won a silver medal in a mathematical contest. With her new hus- band she took up geology and collecting and describing minerals, later broad- ening her interests with the study of Greek, botany, meteorology and astronomy. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:13)(cid:12) 1780 Born in Jedburgh, Scotland 1804 Married Captain Samuel Greig 1807 Widowed 1812 Married Dr William Somerville 1826 Presented paper to the Royal Society on magnetism 1831 The mechanism of the heavens (translation of Laplace’s Mécanique Céleste ) published 1835 Elected to the Royal Astronomical Society 1838 Moved to Italy 1848 Physical geography , her most successful work, published 1872 Died in Naples Scotland’s scientific superstar Mary Somerville Mary began pursuing scientific experiments on magnetism in the summer of 1825. The following year, her paper on ‘ The magnetic properties of the violet rays of the solar spectrum ’ was presented to the Royal Society by her husband. The work attracted favourable notice and was published. Although the theory contained in the paper would later be refuted, the work itself marked Mary out as a skilled scientific writer. Following on from this success, Mary was persuaded to produce a popularised translation of the Marquis de Laplace’s Mécanique céleste , so that a wider pub- lic might understand the work of the great French astronomer and mathematician. Mary added a lengthy introduction and The mechanism of the heavens was a triumph. The Royal Society marked her achievement by placing a bust of her in its hall. The planets align Mary travelled to mainland Europe in 1832, where she worked on her second book. On the connexion of the physical sciences was published in 1834 and included a discussion about a hypothetical planet perturbing Uranus that inspired John Couch Adams to carry out his investigation which led to the discovery of Neptune. In 1835, along with the astronomer Caroline Herschel, Mary became the first female member of the Royal Astronomical Society. The government granted her a pension of 200 pounds per year, which was later raised to 300. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:13)(cid:13) // Astronomical clock in Prague // The Somervilles moved to Italy in 1838, where Mary would spend most of the rest of her life M A R Y S O M E R V I L L E (cid:2) Sometimes I find [mathematical problems] difficult, but my old obstinacy remains, for if I do not succeed today, I attack them again on the morrow. (cid:3) La dolce vita With William in ill health, the Somervilles moved to Italy in 1838, where Mary would spend most of the rest of her life. Her most successful book, Physical geography , appeared in 1848. It was widely used by schools and universities for the following half a century. She went on to write two further books, Molecular and microscopic science and her autobiography, Personal Recollection (published 1873), before her death in Naples on 28 November 1872, one month short of her 92 nd birthday. Scientific achievements Mary Somerville was recognised by her fellow scientists as their equal, and achieved enormous popular success with her writing, due to her ability to convey scientific information in a clear and concise manner. Her four academic works covered a wide range of scientific topics, proposing new theories and making complicated concepts easier for her readers to understand. Mary’s obvious intel- lectual prowess, combined with modesty, did much to demonstrate that women could rival men academically and she was rewarded for this with membership of the Royal Astronomical Society and a government pension. During her life she promoted efforts to improve social and intellectual opportunities for women. That is certainly one of the reasons why, after her death, one of the first colleges for women at the University of Oxford, Somerville College, was named in her honour. She was also immortalised in the designation of an asteroid and a lunar crater with her name. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:13)(cid:14) Fields Natural history and marine biology Claim to fame Inventor of the aquarium Name Jeanne Villepreux-Power Nationality French Lived 1794-1871 Leaving behind her modest roots in rural France, Jeanne Villepreux-Power (1794-1871) walked to Paris to seek her fortune. Creating a wedding dress for royalty led to Jeanne meeting her own handsome prince who whisked her away to a life on a Mediterranean island. Here she found another passion, nature, and made it her second career – she studied Sicily’s flora and fauna, as well as its aquatic life, inventing the aquarium along the way. The life aquatic Jeanne Villepreux-Power ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:13)(cid:15) J E A N N E V I L L E P R E U X - P O W E R All the makings of a fairy tale Jeanne Villepreux was the eldest child of a humble shoemaker in the village of Juillac. She was born on 25 September 1794, at a time when France had been ravaged by revolution and Robespierre’s Reign of Terror was sending thousands to the guillotine. However, growing up deep in the countryside, Jeanne had a quiet childhood. Her education was basic, learning little more than how to read and write. Dressing for success Jeanne left home at the age of 18 and went to Paris on foot, covering a distance of over 400 kilometres. Once in the French capital, she became the assistant of a society dressmaker. From this lowly position, Jeanne went on to find fame when she created the wedding outfit for the future Duchesse de Berry, a Sicilian princess who married the nephew of the French king in 1816. It was through this commission that Jeanne met a rich English nobleman and merchant named James Power. The couple were married in 1818 in Messina, Sicily, and went on to live on the island for more than 20 years. A place by the sea Soon after her marriage, Jeanne began to take an interest in natural history. Entirely self-taught, she travelled around Sicily recording and describing its flora and fauna, collecting specimens of minerals, fossils, butterflies and shells. Jeanne was fascinated by living things, however, and was not content to look at dead samples. Drawn particularly to aquatic creatures, she sought ways to view them more closely. Jeanne and the Argonauts Jeanne focused her studies on molluscs and her work on the pelagic octopus Argonauta argo , or greater Argonaut, brought her widespread renown. She was the first person to discover how the creature makes a sort of shell casing around itself and how it reproduces. It was during her research into this species that Jeanne made her greatest breakthrough: the invention of the aquarium. In order to observe live aquatic animals underwater, she created three different types of // Drawing by Jeanne Villepreux-Power ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:13)(cid:6) 1794 Born in Juillac, France 1816 Came to prominence when she designed an outfit for a princess 1818 Married James Power 1832 Invented the aquarium and became a member of Catania’s Academy of Natural Sciences 1839 First book published 1843 Left Sicily and gave up research 1871 Died in Juillac Jeanne Villepreux-Power The life aquatic aquarium: a glass one of the type that we might recognise today, for use in her study; another made of glass, but surrounded by a cage, to submerge in the sea for studying small molluscs; and a third, a kind of cage for larger molluscs, which could be anchored at a chosen depth in the sea. Documenting the Sicilian wildlife In 1839, Jeanne’s first book, Observations et expériences physiques sur plus- ieurs animaux marins et terrestres , was published, containing the results of her experiments. Three years later, her second book appeared: Guida per la Sicilia , which offered a detailed description of Sicily’s environment. In 1995, the Historical Society of Messina republished the work for the enjoyment of a modern audience. As well as describing the nature of the island, Jeanne made some suggestions for preserving it. She laid down the foundations of aquaculture in Sicily, recommend- ing that rivers lacking in fish be repopulated by feeding young caged fish until they were a suitable size to be introduced into depopulated rivers. Life’s labours lost Jeanne and her husband left Sicily in 1843 and, from then on, split their time be- tween Paris and London. Disaster struck when the ship carrying the vast majority of Jeanne’s collections, records and drawings sank on its way to London. After this, she undertook no further research but continued to write and publish. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:13)(cid:7) J E A N N E V I L L E P R E U X - P O W E R // Jeanne Villepreux invented the aquarium // North-west Sicilian coast (cid:2) To Madame Jeannette [sic] Power… ought to be attributed, if to any one individual, the invention and systematic application of the receptacles now called Aquaria to the study of marine, and principally of molluscous animals. (cid:3) Richard Owen, biologist For four months in the winter of 1870-1, Paris was besieged by the Prussian Army, which was attempting to starve the French into surrender. Jeanne fled the capital and returned to her childhood home of Juillac. Not long after this, she died. Scientific achievements As early as 1858, the British biologist Richard Owen described Villepreux-Power as the “mother of aquariophily”. The invention of the aquarium is perhaps her greatest bequest to marine biology, but the systematic observations that it ena- bled her to carry out certainly enhance this legacy, even though most of her research material was literally drowned. From 1832, Jeanne was the only female member of Catania’s Academy of Natural Sciences. She was also a correspondent member of 17 academies, including the London Zoological Society. For more than a century after her death, Jeanne Villepreux-Power was largely for- gotten. In recent years, however, her work has been rediscovered and, in 1997, her name was given to a major crater on Venus discovered by the Magellan probe. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:14)(cid:9) Fields Computer programming, mathematics Claim to fame Creator of the world’s first computer program Name Augusta “Ada” King, Countess of Lovelace Nationality English Lived 1815-1852 The computer revolution has been led by a veritable army of unsung and famous nerds, including the likes of geeks-in-chief Bill Gates and Steve Jobs. But the mother of all computer nerds has to be Ada Lovelace (1815-1852), the daughter of the famous Romantic poet Lord Byron, who is widely regarded as the world’s first “computer programmer”. The mother of all computer nerds Ada Lovelace ( Lady Byron) ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:14)(cid:8) A D A L O V E L A C E The enchantress of numbers Augusta “Ada” King, Countess of Lovelace, known more commonly as Ada Lovelace, does not fit the popular profile of a computer nerd. Born into English nobility, she was the only legitimate daughter of the legendary Romantic poet Lord Byron, although she never knew her “mad, bad and dangerous to know” father, who moved to mainland Europe a few months after she was born, where he died in 1824. Her mother, Anne Isabella Milbanke, was keen to ensure that her daughter did not turn out to be like her erratic, absent father. She introduced Ada to mathemat- ics at an early age as a means of rooting out the insanity of which she accused Lord Byron. Ada’s life was to prove to be a struggle between emotion and reason, poetics and mathematics, ill health and bursts of energy. This complex interplay manifested itself as early as 1828, when Ada mixed romanticism with science to produce a design for a flying machine. Numerical advantage Despite her passion for mathematics and obscure learning, Ada was a “dainty” socialite. At court, she danced often and was able to charm many people, including Charles Babbage, the inventor of the programmable computer, who called her the “enchantress of numbers”. In 1835, she married William King, the Earl of Lovelace, with whom she had three children. ` Throughout her childhood and beyond, Ada suffered from poor health. For in- stance, in 1829, a bout of measles left her paralysed for months. Interestingly, Ada herself interpreted her illnesses as a prerequisite for her mathematical powers. To some extent, she even viewed her own body as a ‘molecular labora- tory’ that produced a ‘calculus of the nervous system’. In part, this may have been a reaction to the paradox of the woman scientist. She died in 1852 of uterine cancer and, in an interesting parallel with her father (next to whom she is buried), it is blood letting by surgeons, in combination with a mixture of opium, wine, chloroform and cannabis, which is believed to have killed her. The world’s first software guru In the early 19 th century, science was not yet a profession and was regarded largely as a “gentlemanly” pursuit. Although Ada Lovelace was not a “gentleman”, her access to elite London society served her well. One of her acquaintances ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:14)(cid:10) 1815 Born in London 1828 Designed a flying machine 1833 Began scientific partnership with Charles Babbage 1835 Married William King, Earl of Lovelace 1842-43 Created first-ever computer program in her commentary on the Analytical Engine 1852 Died of uterine cancer and blood letting Ada Lovelace The mother of all computer nerds was Mary Somerville, the noted researcher and scientific author who introduced her to Charles Babbage in 1833. This marked the start of a long and valuable friendship and scientific partner- ship. In 1822, Babbage had proposed what he called the Difference Engine, a rudimentary, mechanical calculator. The British government initially financed the project, but withdrew funding when Babbage repeatedly asked for more money while making no apparent progress on building the machine. By 1837, Babbage’s thinking had evolved towards a more general purpose computer called the Analytical Engine which was also to become the victim of a lack of political will. Digital dreams Ada was one of the few people who understood Babbage’s idea and de- veloped an incredibly prescient vision of its potential. In a bid to galvanise support for the Analytical Engine, Ada worked furiously for nine months between 1842 and 1843 translating and commenting on Italian mathematician Luigi Menabrea’s memoir on the machine. In fact, her notes were longer than the memoir. In them, she explained the differ- ence between the Difference Engine, which required a human operator to set the initial values that had been computed and set into columns, and the Analytical Engine which used “operation cards” to perform mathematical operations on numerical data as well as to respond to symbols representing data. She also outlined a detailed method for calculating Bernoulli numbers with the Engine, which is now recognised as the world‘s first computer program. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:14)(cid:11) // Augusta \"Ada\" King, Countess of Lovelace, more commonly known as Ada Lovelace // Babbage‘s Analytical Engine (cid:2) Forget this world and all its troubles and if possible its multitudinous Charlatans – every thing in short but the Enchantress of Numbers. (cid:3) Charles Babbage, inventor of the computer A D A L O V E L A C E Scientific achievements Ada Lovelace, who called herself an “analyst and metaphysician”, is generally regarded as being the world’s first computer programmer – even though no functioning computers had been built during her life. She not only demonstrated the Analytical Engine’s mathematical potential, but also foresaw the capability of computers to go beyond mere calculation at a time when most experts, including Babbage himself, focused only on these number-crunching capacities. Ada described how the Analytical Engine was capable of computing general information and stressed its ability to be programmed. She even speculated that “the Engine might compose elaborate and scientific pieces of music of any degree of complexity or extent” – effectively presaging the digital music age. In recognition of her position as the godmother of software programming, the Ada high-level computer language was named in her honour. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:14)(cid:12) Name Eleanor Anne Ormerod Nationality English Lived 1828-1901 Fields Entomology and agriculture Claim to fame Gave crop-saving advice to farmers; first woman to gain honorary doctorate from Edinburgh University Eleanor Ormerod (1828-1901), one of the most outstanding entomologists of the latter half of the 19 th century, was a consultant to England‘s Royal Agricultural Society, and a friend to farmers the world over, finding cheap and effective ways to defeat crop-damaging insects and sharing her knowledge freely. The respected journal Nature called her ”our best authority on farm and garden entomology”. Beetles, bugs and those bothersome house sparrows Eleanor Ormerod ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:14)(cid:13) E L E A N O R A N N E O R M E R O D A glass of grubs Eleanor Ormerod was one of ten children born to an upper-class family in West Gloucestershire, England. Like all of her siblings, she was educated at home by her mother, Sarah, an intelligent woman and artist who took the education of her children very seriously. Eleanor helped her brothers in their scientific explorations, which gave her experi- ence of using a microscope and introduced her to the basics of anatomy and classification. She spent a lot of time exploring both the family library and the grounds of their 800-acre estate. She loved to look at flowers, study insects and write. However, her father did not approve and insisted that she keep her “hobby” to herself. Once, someone gave her six of the pond‘s grubs in a glass of water. She watched while five of the grubs destroyed the sixth, and told her family about it. They did not understand her fascination, but the event marked the beginning of Eleanor‘s lifelong passion for entomology. Collecting on the family farm Eleanor began to study entomology seriously in 1852, and for 16 years col- lected and studied privately. But when the Royal Horticultural Society (RHS) invited the public to contribute to its collection of insect pests in 1868, Eleanor responded immediately. She collected specimens from all over the estate, with the help of her family‘s farm labourers and the local children. Her contributions to the project were substantial and, in 1872, she was awarded the Society’s Flora medal. During the same period that Eleanor was collecting for the RHS, she had also been given the responsibility of running the family‘s estate. This was an essen- tial part of her education, as it gave her an opportunity to learn, not only about insects and agriculture, but about the needs of farmers and landowners. A new beginning In 1873, Eleanor‘s father died, leaving the estate to one of his sons. The fam- ily went their separate ways and Eleanor settled at St Albans with her sister Georgiana. As soon as the two were established in their new home, Eleanor began to pursue her career openly, publishing her first article that year. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:14)(cid:14) Eleanor Ormerod 1828 Born in Gloucestershire, England 1868 Contributed to the RHS’ collection of insect pests 1873 Death of her father 1877 Began publishing 1882 Became consulting entomologist for the Royal Agricultural Society 1885 Post as advisor to the Board of Agriculture 1900 First woman to receive an honorary doctorate from the University of Edinburgh 1901 Died at St Albans Beetles, bugs and those bothersome house sparrows Eleanor became a popular lecturer. She welcomed scientists for evening ‘at home‘ lectures on entomology, and was a great supporter of formal agricultural education. On her way home from an interview at the Royal Agricultural Society (RAS) in 1882, she was hit by a carriage and suffered permanent injuries. The house sparrows must go In 1885, Eleanor wrote to The Times calling for the extermination of the house sparrow, which devours seeds and drives off insect-eating birds. While agricul- turalists appreciated her remarks, she became very unpopular among the more urban, sparrow-loving set. Four years later she was devastated by the death of Georgiana. But she kept working and in 1900 the University of Edinburgh awarded her an honorary Doctorate of Laws. In 1901, she received the Victoria Medal of Honour in Horticulture from the RHS. She died that same year. Publisher, lecturer, advisor Eleanor Ormerod‘s 1877 publication Notes for observations on injurious insects inspired major reader response, and resulted in a series of annual reports that provided invaluable advice to agriculturalists. Her report on the warble fly (whose grubs burrow into the skin of cattle) included advice that saved an enormous number of English cows. In 1881, when a plague of turnip fly cost British farmers dearly, Eleanor published a report that provided a workable solution. She was then invited to be a special lecturer on economic entomology for the Royal Agricultural College in Cirencester. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:14)(cid:15) // Hornets‘ nest // In 1885, Eleanor wrote to The Times calling for the extermination of the house sparrow E L E A N O R A N N E O R M E R O D (cid:2) Her labours have been crowned with such success that she is entitled to be hailed the protectress of agriculture and the fruits of the earth – a beneficent Demeter of the 19 th century. (cid:3) Dean of the Faculty of Law at the University of Edinburgh The following year, she became a consulting entomologist for the RAS, a post she held until 1892. Her position was unpaid on her own insistence – she want- ed work on her own terms. She served as an advisor to the Board of Agriculture from 1885 to 1890, and over the years provided expert advice to entomologists and farmers in the US, too. Examining in a subject she could not teach Not having the right qualifications, Eleanor was not allowed to hold a perma- nent university teaching position but she served as an examiner in agricultural entomology for the University of Edinburgh from 1896 to 1898. In 1900, she was the first woman to receive an honorary doctorate from that university. Over the course of her career, Eleanor was a member of many international sci- entific societies and was awarded several medals for her outstanding contribu- tions to economic entomology. She published widely, often at her own expense, and responded freely to thousands of written requests for information and advice. She was widely respected for her expertise and generosity of spirit. Scientific contributions Eleanor Ormerod made substantial contributions to the science of economic en- tomology, and her expertise covered the British Isles, North America and South Africa. She is perhaps best known for her Annual Series of Reports on Injurious Insects and Farm Pests , but she also published countless handbooks, pamphlets, guides and textbooks. Her advice on controlling insect pests was widely sought, and she provided it freely. Her clear writing style made her knowledge widely accessible. She was a popular lecturer, and campaigned for the establishment of lectureships in agriculture at universities. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:14)(cid:6) Fields Philosophy, economics and natural history Claim to fame Produced first French translation of Charles Darwin’s The origin of species , which included her personal interpretation of his ideas Name Clémence Augustine Royer Nationality French Lived 1830-1902 A writer and lecturer on a wide range of topics, Clémence Royer (1830-1902) made several contributions to anthropology and economics but is perhaps best known for her French translation of Charles Darwin’s The origin of species . A self-taught natural philosopher, she was a dedicated feminist and believed that reason would always triumph over religion. The hermit of Paz-Perez Clémence Augustine Royer ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:14)(cid:7) C L É M E N C E A U G U S T I N E R O Y E R Religion and reason Clémence Royer was born in Nantes, France. Her father participated in the roy- alist uprising of 1832, after which the family was exiled to Switzerland. When Clémence was ten years old, she was sent to a convent school where she experienced severe psychological strain and was forced to leave. After that, she was largely responsible for her own education, although her father helped her with mathematics. In 1849, he died and Clémence looked for a teaching job. She prepared her- self to teach music, French and maths and, in 1853, went to Wales to teach at a girls‘ boarding school. There, she learned English and was exposed to Protestantism. On her return to France a year later, she studied the works of Enlightenment philosophers such as Voltaire, Rousseau and Diderot and expe- rienced a kind of non-religious conversion. In 1856, she broke with her family and moved to Switzerland where she eventually settled on her own in Paz-Perez, near Lausanne. Royer spent the next two years living in relative isolation, studying in the public library and supporting herself by selling her needlework. Keenly aware of her ig- norance, she began to devour texts on almost every subject: philosophy, physics, anthropology, economics, mathematics, geology, law and natural history. She came to believe that reason, and not religion, mattered most. Living and working in ‘sin’ In 1858, while writing for an economics journal edited by Pascal Duprat, the two fell in love and stayed together for 27 years until his death in 1885. However, Duprat was already married, could not divorce and had a child. In addition, he did not make enough to support two households, so the family struggled financially. In 1865, three years after she translated Darwin, Royer and Duprat moved to Italy to live together openly and she gave birth to their son, René. She continued to lecture and publish and, in 1870, the family returned to Paris. When Duprat died, Royer was left with very little income. With the help of friends, she moved into a boarding house in the suburbs of Paris, where she continued her work. In 1902, she died in Neuilly-sur-Seine. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:15)(cid:9) 1830 Born in Nantes, France 1856 Studied in Paz-Perez, Switzerland 1859 Held salon courses for women on natural philosophy 1862 Published French translation of Darwin‘s The origin of species 1870 Joined the Anthropological Society of Paris 1902 Died in Neuilly-sur-Seine, France Science in 40 lessons Royer began her career as a writer and lecturer in Lausanne in 1857. Two years later she offered a salon series for women entitled ‘Course on the philosophy of nature and history in 40 lessons’, which proved very popular. She expanded her course to other Swiss cities and eventually to Italy. Royer became interested in the works of Lamarck, whose view that all species adapt to their environment over time was unpopular. When she discovered the works of Charles Darwin she was eager to write the French translation, believing his ideas vindicated those of Lamarck. Shattered windows Royer‘s translation of Charles Darwin’s The origin of species was published in 1862, the year she also published a two-volume work on economics (an essay of hers on taxation and social inequality had received a prize in 1860). Her translation included notes and a lengthy preface in which she offered a personal analysis of Darwin‘s ideas. She wrote about the potential consequences of his hypotheses, and followed his ideas to their natural conclusion. French anthropologist Charles Letourneau said that her translation had “shattered the windows”; her comments could not have failed to influence the way French scientists viewed Darwin‘s theories. Royer took particular exception to Darwin‘s view that women were naturally inferior to men, and commented: \"Woman is the one animal in all creation about which man knows the least\". Darwin was shocked by her daring but called her “the oddest and cleverest woman in France”. By the third edition of Origin , Darwin had become unhappy with Royer‘s transla- tions, not only because of her criticisms but because she refused to accept some Clémence Augustine Royer The hermit of Paz-Perez ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:15)(cid:8) // Title page from the 1859 Murray edition of The origin of species by Charles Darwin // Statue commemorating Charles Robert Darwin (1809-1882) in front of the Shrewsbury Town Library in England C L É M E N C E A U G U S T I N E R O Y E R (cid:2) O Science! O Truth! O Reason! You are my gods; I adore you. (cid:3) of his changes. Her word choice favoured her own views, and sometimes she appeared to miss the point. He chose another translator but, in 1882, he went back to Royer for a translation of a popular edition of the work. Anthropology and feminism In 1870, Royer was the first woman to be invited to join the Anthropological Society of Paris. Her election as a member caused an uproar, but she contrib- uted several important papers and discussions over the years. In the late 1880s, the society invited her to lecture on mental evolution in its new series of confer- ences on evolution. Throughout the 1880s and 1890s, she contributed to economics journals, anthropology reviews, encyclopaedias and the feminist newspaper La Fronde , which she helped found. By 1897, she had become a major figure in the feminist movement and was awarded the Legion d‘Honneur in 1900. Scientific achievements Clémence Royer did not have a scientific speciality. She was an autodidact whose lectures and publications strived for a synthesis of ideas across topics. She made no distinction between science and philosophy; she believed that sci- ence should be the fundamental basis for philosophy, and that it should be used to guide society. She is best known today for her French translation of Darwin‘s The origin of species, which included her personal interpretation of his ideas. But she also made important contributions to anthropology and was celebrated twice in her lifetime by the feminist and scientific communities. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:15)(cid:10) Fields Astronomy Claim to fame Historian of astronomy who did much to popularise science Name Agnes Mary Clerke Nationality Irish Lived 1842-1907 Following in the footsteps of Caroline Herschel (1750-1848) and Mary Somerville (1780-1872), Agnes Mary Clerke (1842-1907) was a woman with a passion for the stars. Her books and numerous articles introduced astronomy to a wide public, capturing their interest whilst also winning her the respect of the profession. A universal historian Agnes Mary Clerke ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:15)(cid:11) A G N E S M A R Y C L E R K E The young stargazer From an early age, Agnes Mary Clerke delighted in mathematics and astronomy. Born in Skibbereen, Ireland on 10 February 1842, Clerke grew up in a family devoted to scientific study. Her father, John Willis Clerke, was a keen amateur scientist and he encouraged all of his children – Agnes, Ellen and Aubrey St John – to take an active interest. The Clerkes conducted chemistry experiments in a makeshift laboratory and kept a telescope mounted in the garden. All of the Clerke children were educated at home, studying Latin, Greek, math- ematics and astronomy. It was the last of these that most attracted Agnes and she began writing a history of the subject at the tender age of 15. Warmer climes From 1867, Agnes, Ellen and their mother began to spend their winters in Florence, Italy. The sisters, who shared an interest in astronomy, moved there in 1873 and stayed for the next four years. Agnes spent much of her time in the city’s impressive libraries, indulging her passion for scientific knowledge. An astronomical achievement The Clerke family relocated to London in 1877 and, that same year, Agnes had her first important article published. Entitled ‘Copernicus in Italy’, it appeared in the Edinburgh Review . Agnes went on to become a regular contributor to the periodical, which printed 55 of her articles during her lifetime. Although astronomy was her passion, Agnes never carried out any observational work of her own. Instead, she devoted all her time to writing about the subject, collating, interpreting and summarising the results of astronomical research car- ried out by others. Despite being only a theoretical astronomer, Agnes corres- ponded with the leading astronomers of the day and was widely respected by them. Shining light She published her first book, A popular history of astronomy during the nineteenth century , in 1885. In essence, it was a general book aimed at a wide public, but it brought Agnes to the attention of the astronomical community and made her ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:15)(cid:12) 1842 Born in Skibbereen, County Cork 1877 Moved to London; first article published 1885 First book , A popular history of astronomy during the nineteenth century , published 1888 Travelled to South Africa 1893 Awarded Actonian Prize for science writing 1903 Made honorary member of the Royal Astronomical Society 1907 Died in London Agnes Mary Clerke A universal historian famous. The work was so thorough that it is still the standard text on the subject today. In 1888, Agnes spent three months in South Africa as a guest of the Scottish astronomer David Gill and his wife. At the Cape Observatory, she was able, perhaps for the first time, to see the spectra (range of light colours) of stars, which she found fascinat- ing and would subsequently discuss in her books. A galaxy of information Clerke continued to write about astronomy until her death on 20 January 1907. Her later books included The system of the stars (1890), which dealt with the make-up of the visible universe; Problems in astrophysics (1903), which detailed the current sta- tus of work in that field; and Modern cosmogonies (1905), an account of theories on the evolution of the universe. In addition to her books and periodical articles, Agnes contrib- uted the main article on the history of astronomy to the 11 th edi- tion of the Encyclopaedia Britannica , along with biographies of 30 astronomers. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:15)(cid:13) // Agnes Mary Clerke was born in Ireland (Cliffs of Moher) // Starfield A G N E S M A R Y C L E R K E (cid:2) Clerke corresponded on equal terms with the leading astronomers of the day and was accepted by them at a time when female scientific writers were almost unknown. (cid:3) Patrick Moore, astronomer Scientific achievements Agnes Mary Clerke has a place in scientific history thanks to her impressive books on astronomy and astrophysics. In these works, she presented and considered the relevant facts in an articulate manner, discussing problems and highlighting future research possibilities for observational astronomers to tackle. Clerke was a pioneer in popular- ising astronomy and she foresaw the important role that astronomy would play in the 20 th century. She was particu- larly interested in the emerging technique of spectroscopy, which allowed astronomers to “know what the stars were made of”, and which would be of great significance in 20 th century studies of the universe. During her lifetime, Clerke was honoured with the Royal Institution’s Actonian Prize for science writing in 1893, and was made an honorary member of the Royal Astronomical Society in 1903. A crater on the moon, near the landing site of Apollo 12, was named in her honour. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:15)(cid:14) Name Elizaveta Fedorovna Litvinova Nationality Russian Lived 1845-1919(?) Defying a dreadful decree Fields Mathematics and pedagogy Claim to fame Her modern methods emphasised the use of word problems in teaching mathematics Elizaveta Litvinova‘s (1845-1919) career as an original mathematician was cut short by politics. She defied a Russian governmental decree demanding the return of women students to Russia so that she could obtain her doctorate in mathematics. On returning to Russia she found herself effectively blacklisted. Nevertheless, she taught for 35 years in a secondary school for girls and became one of the most respected pedagogues of her time. Elizaveta Federovna Litvinova ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:15)(cid:15) E L I Z A V E T A F E D O R O V N A L I T V I N O V A Nihilism and science Elizaveta Fedorovna Litvinova was one of three children born to a land-owning family near the industrial town of Tula, Russia. She was educated at a girls‘ high school, Marinskaia in St Petersburg. Although her parents did not expect her to continue her studies, some of the teachers at her school were proponents of higher education for women. Elizaveta was drawn to the philosophy of nihilism, which was popular among segments of the Russian intelligentsia in the 1860s. The movement centred on the idea that values are social constructs and that natural sciences are a progressive force in society. It also strongly advocated the equality of women. Like many people, Elizaveta came to believe that Russian universities would soon be opening their doors to women. Hoping to gain entry Although Elizaveta learned more at Marinskaia than she would at a finishing school, standards were much lower than in boys‘ schools and she would have been ill-prepared for a university entrance exam. To catch up, she studied privately with the mathematician Strannoliubskii, who had tutored her friend Sophia Kovalevskaya. Elizaveta was active in the nihilist women‘s network and helped others prepare for university. The network had the support of many professors, and in 1870 she received a certificate of competency. Eventually, it became clear that the government did not have any plans to allow women into universities. Many Russian women left for Europe, and a sizeable diaspora of female students grew up around the university in Zurich. Despite the objections of her parents Elizaveta intended to go to Zurich, but her husband (whom she married in 1866) would not agree to her leaving Russia; she needed his permission to obtain a passport. Defying the decree In 1872, after Elizaveta was widowed, she obtained a passport and left for Zurich. She enrolled in the Polytechnic Institute, but one year later Tsar Aleksandr II issued a decree calling all Russian women studying in Zurich to return to Russia. She decided to stay, believing that otherwise she might never complete her studies. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:15)(cid:6) 1646 Born near Tula in Russia 1872 Went to Zurich to study mathematics 1873 Russian decree called for all Russian women in Zurich to return to Russia 1878 Received doctoral degree in function theory 1919 Is believed to have died in the famine following the Russian Revolution On returning to Russia, she realised that she had forfeited her right ever to work in mathematics in her homeland. She spent many years teaching the lower grades in a girls‘ school at an hourly rate, but was eventually allowed to teach the higher grades. During the Russian Revolution, having retired from teaching she went to live with her sister in the country. She is assumed to have died in the famine of 1919, at the age of 74. A career cut short When Elizaveta joined her fellow Russian students in Zurich, she was the only woman in her classes at the Polytechnic Institute. She earned the respect of her teachers, who encouraged her to complete her studies despite political pressure. The Tsar‘s June 1873 decree stated that failure to return to Russia would result in exclusion from any higher education institutions in Russia (should they be opened to women), from any civil service post (should any be open to women) and from any official teaching position. Most of the women complied but Elizaveta and a few others took their chances, hoping that the decree held empty threats. Elizaveta completed her baccalaureate and went on to study function theory at Bern. She received a doctoral degree in mathematics, with highest honours, from the University of Bern in 1878. This was the first to be awarded to a woman based on a regular course of study. When Elizaveta returned to Russia, she could neither hold an official teaching post nor work in mathematics. She was not permitted to take the exam for teaching at university level, and could not participate in the new Higher Women‘s Courses in St Petersburg. Her career as a mathematician was effectively over. She ended up teaching young children at a secondary school for girls. Elizaveta Fedorovna Litvinova Defying a dreadful decree ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:15)(cid:7) E L I Z A V E T A F E D O R O V N A L I T V I N O V A Embracing pedagogy Elizaveta‘s teaching job was demanding: she was paid an hourly rate and had no prospect of receiving vacation pay or pension. But she threw herself into her new role, becoming the first Russian woman allowed to teach mathematics for the higher grades and making substantial contributions to mathematical pedagogy in Russia. She published over 70 articles on the subject. Her philosophy and practical methods for teaching promoted alternative approaches to proofs and advocated the use of word problems. To supplement her meagre earnings, Elizaveta wrote a series of biographies of mathematicians and philosophers. Her biography of Sofia Kovalevskaya provided unique insight into the experience of women scientists of the time. She was active in the European women‘s movement, contributed to the Bulletin de l‘union universelle des femmes and was one of four Russian delegates to the International Women‘s Congress in Brussels in 1897. Scientific achievements Elizaveta Litvinova‘s career as a promising researcher in mathematics was cut short, but she became one of the most respected pedagogues in Russia. Her modern, practical methods and philosophy of teaching mathematics urged the use of word problems and offered alternative ways to completing equations. She was an inspiration to her students, and many of them went on to pursue careers in science. In an era of heavy censorship, she managed to work information about social issues into her popular series of biographies. (cid:2) She defied the Tsar‘s decree and stayed in Zurich, believing that otherwise she might never complete her studies. (cid:3) // Geometry lesson takes from an historical artwork // Monument to Alexander II of Russia in Moscow ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:9) Fields Chemistry Claim to fame First to prove the superiority of oil over coal for industry; first woman to receive doctorate in chemistry Name Iulia Lermontova Nationality Russian Lived 1847-1919 Iulia Lermontova (1847-1919) was one of the foremost chemists of her day. Raised in an enlightened family who encouraged her early interest in chemistry, and buttressed by her friendship with fellow scientist Sofia Kovalevskaya (1850-1891), she became a leading organic chemist and the first woman to focus on the emerging area of petroleum research. Burning desire for black gold Iulia Lermontova ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:8) I U L I A L E R M O N T O V A Devouring the family library Iulia’s father was a general and head of the Moscow Cadet Corps, and her family had an extensive library. Educated at home, she read everything on hand and learned several European languages at a very early age. But what really caught her attention were the chemistry texts. Her family did not understand her intense interest but they supported her by hiring private tutors. When she was 22, Iulia applied for the Petrovskaya Agricultural Academy, which had a strong chemistry programme. Despite having the support of several of the academy’s professors, Iulia’s application, like those of all female applicants, was turned down. The beginning of a lifelong friendship Following this disappointment, her cousin introduced her to Sofia Kovalevskaya, a mathematician and feminist who was making plans to leave Russia and con- tinue her studies in Germany. This friendship was pivotal to Iulia’s career. Kovalevskaya helped to persuade Iulia’s reluctant parents to allow her to leave Russia for Heidelberg, where the two would have a chance to continue their studies. Once there, in 1869, Sofia managed to convince the university authori- ties to allow both of them to attend lectures. She also managed to persuade the notorious misogynist Robert Bunsen (of Bunsen burner fame) to let Iulia work in his lab. Iulia’s work in Heidelberg focused on the separation of platinum met- als, although when she moved to Berlin in 1871 her interests shifted to organic chemistry. In Berlin, she was not formally allowed to attend lec- tures or work in the labs. Nevertheless, she took private lessons, worked in the laboratory of the chemist A.W. Hofmann and published her first sci- entific paper in 1872. Two years later, she went to Göttingen and success- fully completed and defended her dissertation, receiving highest honours. The triumphal return That same year, aged 28, she moved back to Russia and was welcomed by some of that country’s foremost chemists, including Dmitri Mendelehyev who established the periodic table of the elements. In Moscow, she worked with Vladimir Markovnikov, and when she moved to St Petersburg, she worked in the ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:10) Iulia Lermontova 1847 Born in St Petersburg, Russia 1869 Moved to Heidelberg, Germany and worked with chemist Robert Bunsen 1872 Published her discovery of the exact chemical composition of diphenyl 1874 Received doctorate from the University of Göttingen 1875 Became a member of the Russian Chemistry Society 1880 Joined oil researcher Markovnikov’s laboratory in Moscow 1886 Retired and moved to Pskov province 1891 Following death of Sofia Kovalevskaya, Iulia took in her daughter 1919 Died of a brain haemorrhage laboratory of Alexander Butlerov. In 1875, she became a member of the Russian Chemistry Society. During this period, Iulia made several important discoveries that established her as a leader in organic chemistry. Oil rush When Iulia contracted typhus in 1877, Sophia visited and nursed her back to health. That same year, Iulia’s father died, so she returned to Moscow and stayed. She had decided to stay near Sophia, who was now like family to her, and – much to the disappointment of her colleagues – turned down an oppor- tunity to teach at the new ‘Higher Women’s Courses’, the first Russian institution for women’s higher education. In 1880, Iulia began studying petroleum and focused on separating out the different components of crude oil. Her experiments were the first to prove that oil produces lighting gas of higher quality than coal, making it better for use in industry. She also invented an original device for the continuous distillation of petroleum, which was widely praised. Making cheese and raising Fufa Iulia’s petroleum research brought her much acclaim, but in 1886 she walked away from her successful career in chemistry to live a quieter life in the coun- tryside. She had never held an official post. At the age of 39 she moved to the family estate in the Pskov province and turned her attention to scientific agriculture: improving the soil, breeding fish and cattle, and making cheeses that were successful in Russia and the Ukraine. Burning desire for black gold ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:11) (cid:2) // Iulia Lermontova was born in Russia (Saint Basil‘s Cathedral in Moscow) // She became the first woman to focus on petroleum research I U L I A L E R M O N T O V A In the period before her retirement, she was considered one of the foremost chemists of the day. (cid:3) When Sofia Kovalevskaya died in 1891, Iulia took in and raised her daughter Fufa, who had spent her summers with Iulia. The two lived peacefully on the estate until 1917, when the local authorities tried to dispossess her of her land following the Bolshevik revolution. Iulia managed to keep her property thanks to the intervention of the commissioner of education. She died of a brain haemor- rhage in 1919. Scientific achievements Iulia Lermontova was the first woman to receive a doctorate in chemistry at Göttingen. She was the first scientist to study the alkylation of olefins by hydrogen derivatives, the first to demonstrate the structure of 4,4-diaminohydrazobenzene, and the first to obtain 1,3-dibromobutane and dimethylacetate. Her work for the petroleum industry led to the development of better refining techniques and contrib- uted significantly to enabling the building of oil and gas plants in Russia. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:12) Fields Mathematics and mathematical physics Claim to fame Innovative theories on differential equations and the rotation of a rigid body Name Sofia Kovalevskaya Nationality Russian Lived 1850-1891 During her short life, Sofia Kovalevskaya (1850-1891) had a remarkable career in mathematics, despite the many personal tragedies she endured. Overcoming the prejudices of her age, she came up with groundbreaking mathematical theories and paved the way for future discoveries. She was the third woman in Europe to get a regular chair in mathematics. The right equation Sofia Kovalevskaya ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:13) S O F I A K O V A L E V S K A Y A The calculus on the wall Sofia Vasilyavna Korvin-Krukovsky was the middle child of Vasily Korvin- Krukovsky, a general in the Russian army, and Velizaveta Shubert, who were both well-educated members of the nobility. Born in Moscow on 15 January 1850, Sofia was also sometimes known as Sonya and, in her professional life, used the masculine form of her husband’s surname to avoid revealing her gender in publications. Attracted to mathematics at a young age, Sofia was educated by tutors and governesses at the family’s estate, Palabino, and later in St Petersburg. She was greatly influenced by her uncle, Pyotr Vasilievich Krokovsky, who had a keen interest in mathematics and often spoke to Sofia on the subject. At the age of 11, Sofia papered the walls of her room with pages of lecture notes on differential and integral analysis, which provided the young mathematician with an introduc- tion to calculus. From Russia with love Upon finishing her schooling, Sofia’s ambition was to study mathematics at uni- versity. Knowing that this was impossible for a woman in Russia, she formulated a plan to travel to western Europe. As young, unmarried girls were not allowed to travel alone without permission from their father, Sofia entered a marriage of convenience with Vladimir Kovalevsky, then a young palaeontology student. In 1869, they left Russia and travelled to Heidelberg, Germany, where Sofia hoped to study mathematics and natural sciences. On arrival, she was informed that women were not allowed to enrol in courses, but she lobbied the university’s authorities who eventually permitted her to attend lectures and seminars in phys- ics and mathematics. In 1871, Sofia moved to Berlin where she studied privately with the great cal- culus expert Karl Weierstrass. By the spring of 1874, she had completed three papers, all of which Weierstrass considered worthy of a doctorate. Later that year, on Weierstrass’ initiative, the University of Göttingen awarded her (in her ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:14) Sofia Kovalevskaya 1850 Born in Moscow 1869 Travelled to Heidelberg to study 1871 Moved to Berlin to be tutored by Karl Weierstrass 1874 Awarded doctorate 1878 Daughter Sofia born 1883 Husband committed suicide; Sofia offered position in Sweden 1888 Winner of Prix Bordin 1891 Died in Paris The right equation absence and therefore without a defence) a doctorate, summa cum laude, for her work on partial differential equations. Sofia began to look for an academic post but was informed that the best she could do would be teaching arithmetic to schoolgirls. Returning to Russia, the situation was no better and, disillusioned, Sofia abandoned her mathematical work for six years. During this time, the marriage of Sofia and Vladimir turned into love, and they had a daughter, also called Sofia. Moreover, they became involved in various business ventures. When these schemes collapsed, in 1883, Vladimir committed suicide. The lady professor By the time of Vladimir’s death, Sofia had resumed her mathematical work on a private basis. She presented a paper on Abelian integrals at a scientific confer- ence in 1880, which was very well received. In 1882, Sofia began to work on the refraction of light, writing three articles on the topic. The following year, she got the break she needed to get into the academic world when she received an invitation from a mathematician who had met her at the conference in 1880, Gösta Mittag-Leffler, to lecture at the University of Stockholm on a temporary basis. During her time in Sweden, Sofia taught courses on the latest topics in analysis and carried out important research. After five years, she was appointed as a professor, making her the first woman since Laura Bassi and Maria Gaetana Agnesi, in the 18 th century, to hold a chair at a European university. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:15) // Sofia moved to Sweden in 1883 (view of Stockholm) // Extract from Mathematics book S O F I A K O V A L E V S K A Y A (cid:2) It is impossible to be a mathematician without being a poet in [your] soul. (cid:3) The body mathematic Whilst at the University of Stockholm, Sofia was appointed editor of a new jour- nal, Acta Mathematica , and also became involved in the organisation of inter- national conferences. Her greatest triumph came in 1888 when her paper ‘On the rotation of a solid body about a fixed point’ won the prestigious Prix Bordin, organised by the French Academy of Sciences. So impressed was the Academy by the work that they increased the prize money from 3 000 to 5 000 francs. Her work was particularly innovative because existing solutions for the motion of a rigid body around a fixed point had been developed for cases where the body is symmetric; Sofia’s paper developed a theory for an unsymmetrical body, where the centre of mass is not on an axis in the body. In 1888 she began a ‘scandalous’ affair with Maxim Kovalevsky, the nephew of Vladimir, and in 1891 she travelled to Paris to meet him. Whilst there she contract- ed influenza, complicated by pneumonia, which led to her death on 10 February. Scientific achievements Although her life was cut short, Sofia Kovalevskaya’s career was a remarkable one. Although she published only ten papers on mathematics and mathematical physics, many of these included ground- breaking theories or the impetus for future discoveries. Her early work on the theory of dif- ferential equations was a particularly valuable contribution to mathematics and led to what is now known as the Cauchy-Kovalevsky theorem for analytic partial differential equations. Kovalevskaya’s other great breakthrough was her paper on the rotation of an unsymmetrical solid body around a fixed point, now known as the Kovalevsky top. Her further research on the topic won her a prize from the Swedish Academy of Sciences in 1889. Sofia was able to overcome the gen- eral objections to women in science by demonstrating her intelligence and her groundbreaking work in mathematics. She was rewarded with a professorship and a role editing a mathematical journal. Perhaps her most lasting influence, however, was the example she set for other women trying to enter academia. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:6) Fields Mathematics and engineering Claim to fame Expert on the electric arc Name Hertha Marks Ayrton Nationality English Lived 1854-1923 Hertha Marks Ayrton (1854-1923) was a dedicated suffragette, enduring physical and verbal abuse during demonstrations between 1906 and 1914, and nursing hunger strikers back to health under duress from the police and press. Over her lifetime, Hertha made substantial contributions to the understanding of the direct-current arc and patented several inventions. The Earth goddess and the electric arc Hertha Marks Ayrton ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:6)(cid:7) H E R T H A M A R K S A Y R T O N A sense of self When she was a teenager, Phoebe Sarah Marks (1854-1923), the third of eight children in a poor Jewish family that had fled Poland to build a new life in the UK, changed her name to Hertha, inspired by the heroine of a best-selling feminist novel by Fredrika Bremer. The agnostic and vivacious Hertha maintained her mother‘s values of generosity and self-sufficiency throughout her life. Hertha went to London when she was nine to be educated by her aunt. She aspired to a university education but needed to support herself – and help her family – by tutoring and doing embroidery work. Her dream was finally made financially possible in 1876 by one of the founders of the University of Cambridge‘s Girton College, Barbara Leigh Smith Bodichon, a passionate sup- porter of women in higher education. She received her BSc from the University of London because the University of Cambridge did not give degrees to women at the time. Engineering a brighter future After graduating, Hertha supported herself by teaching maths, although her real passion lay in experimental mathematics and engineering. In 1884, she invented a device that could divide a line into any number of equal parts, which was to prove very useful for architects, engineers and surveyors. With renewed confi- dence and financial backing from Bodichon, she continued her studies at the Technical College in Finsbury. The field of electricity caught Hertha‘s interest, and she decided to study under William Edward Ayrton, who was a supporter of women‘s rights. They de- veloped a strong relationship and married in 1885, after which Hertha continued to experiment with and lecture on electricity. But the pressures of poor health and increasing domestic responsibilities at home left her with little time for research. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:7)(cid:9) Hertha Marks Ayrton 1854 Born in Portsea, England 1876 Entered Girton College at Cambridge University 1884 Patented line divider; began studies at Finsbury Technical College, under William Edward Ayrton 1885 Married William Ayrton 1902 Published The Electric Arc , a book that was to become the standard reference on the subject 1915 Invented fan to dispel poisonous gases from the trenches at the front 1923 Died of septicaemia in Sussex The Earth goddess and the electric arc Arc angel When Hertha‘s friend and benefactor Barbara Leigh Smith Bodichon died in 1891, she left Hertha enough money to support her mother and get help around the house. This enabled her to resume her scientific investigations, and she hap- pily took on some of her husband’s work on the electrical breakdown of gas, known as the electric arc. Over the next few years, Hertha made a number of important discoveries about the nature of the electric arc, and published a series of papers that she incorp- orated into a book in 1902. In 1899, she read her own paper on the hissing arc at the Institution of Electrical Engineers and became their first female member. In that same year, she made several presentations and demonstrations, notably at the International Electric Congress in Paris. Ripples in the sand William Ayrton‘s health failed, and the couple were obliged to spend a lot of time by the sea during his convalescence. Ever curious, Hertha spent her free time addressing one of the more long-standing questions of mathematics by analysing ripple patterns in sand. When they returned home, she set up large tanks in the house to continue her studies of hydrodynamics. At the same time, she patented a number of works related to searchlight carbons commissioned by the British Admiralty. Hertha was the first woman to read her own paper at the Royal Society, and in 1906 the organisation awarded her the Hughes Medal for her scientific investigations into the electric arc and sand ripples. However, her application for membership of the Royal Society, supported by eight members, was turned down because she was a married woman. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:7)(cid:8) (cid:2) // Hertha‘s work on the electric arc preceded the emergence of plasma physics (plasma globe) // Summer landscape in Sussex, England H E R T H A M A R K S A Y R T O N An error that ascribes to a man what was actually the work of a woman has more lives than a cat. (cid:3) Toxic winds of war During World War I, poisonous, clear chlorine gas was the cause of death or lingering torture to soldiers in the trenches. In 1915, Ayrton drew on her knowledge of air vortices to invent a simple fan that could dispel the gas from the trenches. She campaigned strongly for its use and invented an adapted ver- sion in 1917 that was even better. Despite the demonstrable effectiveness of the device and her well-known personal charms, Hertha was unable to convince the wartime bureaucrats to put the Ayrton fan into general use. Scientific achievements Hertha‘s work on the electric arc preceded the emergence of the field of plasma physics. Direct-current arcs, which at the time were a commercially important source of lighting, break down gas and produce a continuous plasma discharge; the arc is generated between two carbon electrodes that are then consumed. The problem was that because of this, the length of the arc was continually changing. Also, the heat generated by the arc melted most materials. Ayrton‘s work illuminated the relationship between power supply, current and arc length and determined that the shape and size of the positive carbon electrode were among the most important factors in the arc’s behaviour. Her findings led directly to improvements in searchlight carbons and in lamp houses for cinema projectors. She also produced original works on hydrodynamics and, based on her knowledge of air vortices, invented the Ayrton fan, a cheap and simple device that could be used to clear poisonous gas from trenches. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:7)(cid:10) Name Marie Curie-Skłodowska Nationality Polish/French Lived 1867-1934 Fields Chemistry and physics Claim to fame First person to win two Nobel Prizes; discovered polonium and radium Marie Curie-Skłodowska (1867-1934) discovered two new elements, demonstrated that radioactivity is a property of atoms and promoted the use of radiation to treat cancer. The first woman professor at the University of Paris, she was among the first scientists to realise the importance of quantum theory. It is fair to say that her achievements ushered in the Atomic Age. The Atomic Age begins Marie Curie -Skłodowska ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:7)(cid:11) M A R I E C U R I E - S K Ł O D O W S K A Top of her class Polish-born Marya Skłodowska was the fifth and youngest child of respected teachers. Her mother had tuberculosis but ran a prestigious boarding school for girls. During the Russian occupation of Poland, Russians replaced Polish teachers and life became very difficult for the family. Marya‘s mother and older sister died by the time she was 11. Marya graduated at the top of her class in 1883, and supported herself and her sister Bronya by working as a governess for six years. She continued her educa- tion via letters with her father and using the technical library in her employer‘s factory. She and Bronya made plans to move Paris and to take turns supporting one another through university. In 1891, she moved to Paris, changed her name to Marie and enrolled at the University of Paris. She lived in a primitive garret and completed a master-level degree in physics, chemistry and mathematics. One of very few women at the university, she came top in her class. During her periodic visits home, Marie par- ticipated in Warsaw’s clandestine Flying University, an ongoing series of secret lectures that were open to women. A perfect partnership Marie met Pierre Curie in 1894. A physicist teaching at a technical school, he shared her passion for science. They married in 1895 and spent the next 14 years building a family and conducting ground-breaking research. They had two daughters: Irène and Eve. While Marie worked, Pierre‘s widowed father looked after the children. In choosing a doctoral thesis, Marie looked for something completely new: a topic that would let her conduct laboratory experiments rather than simply library research. She chose to focus on Henri Becquerel‘s discovery of radioactivity. Marie and Pierre conducted most of their experiments in an unventilated shed, and the two suffered physically. But their work led to their sharing a Nobel Prize with Bequerel for their work on radiation, and Marie received another for her discovery of radium. Pierre died in a tragic accident in 1906. To say that Marie was devastated by his death would be an understatement. The university gave her a professorship and, after a couple of years, Pierre‘s position as chair of the physics department. Radiation and health During World War I, Marie developed mobile X-ray units to use in front-line hospitals. These units were used to help around a million soldiers. At the same ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:7)(cid:12) 1867 Born in Warsaw, Poland 1891 Enrolled at University of Paris 1898 Discovered polonium and radium with Pierre Curie 1903 Awarded Nobel Prize for Physics 1908 Awarded full professorship at the University of Paris 1911 Awarded Nobel Prize for Chemistry 1934 Died of leukaemia Marie Curie-Skłodowska The Atomic Age begins time, she promoted the use of radon gas to treat tumours, sending samples to several hospitals. Marie had largely ignored the growing evidence of the health effects of radia- tion, despite having lost many of her laboratory workers to leukaemia and anae- mia. In 1934, she died of leukaemia in Passy, France. A radiant intellect Marie studied museum samples of two uranium ores, and realised that they must contain other substances more radioactive than uranium. Recognising the impor- tance of her experiments, Pierre dropped his own work on crystals and joined her. The two spent years working in their ramshackle, leaky laboratory develop- ing new ways to separate out different elements from mineral ores. In 1898, they published their discoveries of radium and polonium, which are many times more radioactive than uranium. Marie concluded that radioactivity originates from atoms themselves, a finding which hailed a whole new era in science. Pierre Curie and Henri Bequerel were nominated alone for their work, but Pierre made it clear that he would not accept the Prize if his wife were not included. The three were awarded the Nobel Prize for physics for their work on radiation. Marie‘s original findings were well documented, and her ownership of the ideas undisputable. Nevertheless, she struggled throughout her career against accusa- tions that the work was wholly Pierre’s. Fortunately, she published her findings quickly and recorded everything. (Unfortunately for us, her notebooks are so highly radioactive that they are too dangerous to handle.) ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:7)(cid:13) M A R I E C U R I E - S K Ł O D O W S K A // Pierre Curie in 1904 // Marie Curie and her daughter Irène Curie, circa 1921 (cid:2) Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less . (cid:3) To patent or not to patent? After her husband died, Marie was given an assistant professorship by the University of Paris and became the university‘s first female professor in 1908. The Curie laboratory welcomed many visiting scientists, including several women who made important contributions to radiation research. In 1911, amidst public scandal over her candidacy for the French Academy of Sciences and supposed liaison with a fellow scientist, she was awarded a Nobel Prize in chemistry for her discovery of radium. Although they had spent years developing a process to isolate pure radium, the Curies did not patent it in their belief that science should advance unhindered. In the 1920s, Marie carried out two successful fundraising campaigns in the US in order to set up the new Radium Institute in France (now the Institut Curie) and the Warsaw Radium Institute. By this point, she had changed her mind about scientists patenting their inventions. Scientific achievements Marie Curie-Skłodowska found that the strength of radiation depends only on the amount of uranium or thorium in a given amount of ore, and deduced that radioactivity originates from atoms themselves. At the time, many scientists thought of atoms as being unchangeable. Her revelation that radioactivity was a property of atoms, and not a result of the way they are arranged in molecules, was astounding. Marie discovered radium and polonium, and was awarded Nobel Prizes for her contributions to physics and to chemistry. She also directed a large amount or research into the potential uses of radiation in medicine, and developed separa- tion processes that made the study of radium possible. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:7)(cid:14) Fields Genetics, marine zoology and cytology Claim to fame First female professor in Norway, who made key discoveries in the field of genetics Name Kristine Bonnevie Nationality Norwegian Lived 1872-1949 A forceful character with a strong sense of civic duty and a devotion to science, Norwegian geneticist and zoologist Kristine Bonnevie (1872-1949) filled her life with scientific research and politics. The first woman to be appointed professor in her native country, she published significant works in the fields of human and animal genetics. Outside the laboratory, she was honoured for her humanitarian work during both World Wars. A fingerprint on the history of science Kristine Bonnevie ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:7)(cid:15) K R I S T I N E B O N N E V I E The call of the wild Kristine Bonnevie was one of nine children born to Jacob Aall Bonnevie, a promi- nent teacher and cabinet minister, and his wife Anne Johanne Daae. When Bonnevie was 14, the family relocated from Trondheim (then called Nidaros) to Norway’s capital, Kristiania (now Oslo) where she continued her education at a gymnasium . After graduating in 1892, the budding scientist enrolled at Det Kongelige Frederiks Universitet (now the University of Oslo) to read medicine. She quickly realised that her true interests lay elsewhere – in the animal kingdom – and changed her focus to zoology, specialising in marine life. An international education Whilst still an undergraduate, Bonnevie published a study of ascidiae (sea squirts) and hydriodea (worm tubes) specimens collected by the Norwegian North Sea expedition. Continuing her studies abroad, she was taught cytology (the study of cells) by specialists in Switzerland and Germany from 1898-1901. In 1900, she was appointed curator of the university’s Zoological Museum. Throughout this period she continued to work on her PhD thesis on the develop- ment of germ cells in parasitic snails. Published in 1906, ‘Studies on the germ cells of Enteroxenos østergreni ’ was the first of Bonnevie‘s many contributions to the study of chromosomal structure and function. That same year, she crossed the Atlantic to train at Columbia University in New York, where she focused on sex chromosomes in sea snakes. Mixing work with pleasure Her love of nature and fascination with animal life was such that she even de- voted her leisure time to their study. Holidaying at biological stations along the Norwegian coast, she claimed that she loved these tours “where work and pleasure are so tightly interwoven that you cannot tell where the one ends and the other begins”. A profile published in the magazine Folkebladet, when she became a professor, said that “It is only during the holidays that Dr Bonnevie can work on her scientific studies”. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:7)(cid:6) A fingerprint on the history of science Kristine Bonnevie 1872 Born in Trondheim (then called Nidaros) 1892 Entered Det Kongelige Frederiks Universitet 1900 Became curator of museum of zoology 1906 Published PhD 1911 First female member of the Norwegian Academy of Science and Letters 1912 Appointed Professor of Zoology, the first female professor in Norway 1916 Co-founded University Institute for Research on Heredity 1924 Published work on fingerprint patterns 1926 Publication of study into hereditary nature of multiple births 1949 Died Scientist, politician and humanitarian In 1911, Bonnevie’s work was recognised and she was the first woman to be appointed as a member of the Norwegian Academy of Science and Letters. The following spring, the Stortinget (Norwegian parliament) gave women access to academic office and Bonnevie was made extraordinary Professor of Zoology. In 1919, she was elevated to ordinary professor. She remained a dedicated lecturer and writer of popular science throughout her career. She was well liked as a teacher, and gave inspiring lectures. One former student described how she spent hours before a lecture putting dotted lines on the black- board (invisible to the students) so that, during the lectures, with the help of coloured chalk, organs and structures began to appear. A human interest story Although her passion for nature never left her (she remained head of the zoologi- cal laboratory until 1938), Bonnevie began to turn her attention to the study of human genetics. In 1912, she launched a large-scale study of heritability, which would lead to a number of important discoveries. To facilitate these studies, in 1916, alongside three other professors, Bonnevie founded the University Institute for Research on Heredity (later Genetics). Her work would lead to advances in our understanding of inherited characteristics. Mother to all her students Bonnevie cared about the welfare of her students. She was responsible for setting up homes to accom- modate female students and, during World War I, organised food and shelter for students from other parts of the country, even renting land where they could grow potatoes. In 1920, she was rewarded with the Royal Gold Medal of Merit. Similarly devoted in World War II, Bonnevie organised food supplies for the resistance and her students, distributing food pack- ages from her apartment after the university was closed by the Nazis in 1943. For this, she was made a Knight, First Class, of the Order of St Olav in 1946. Moreover, Bonnevie was interested in promoting the interests of women scientists. In 1920, she was one of the founders of the Norwegian Association of University Women and became its first president. In that capacity she hosted the Third International Conference of the International Federation of University Women in Oslo in 1924. Bonnevie also held official political office, serving as a representative on the City Council of Kristiania from 1908-1919 and as a deputy in the Stortinget from 1916-1918. Between 1920 and 1924, she was a member of the Norwegian delegation to the first five assemblies of the League of Nations in Geneva. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:7)(cid:7) // The Norwegian coast K R I S T I N E B O N N E V I E (cid:2) It is not in books or collections, but in free and living nature that our knowledge must seek its sources. (cid:3) Scientific achievements Bonnevie published a number of important studies, some of which had an instant impact and others which were only later acknowledged. In 1908, she published an article describing the structure of chromosomes, but it took 25 years before her interpretation could be proven. Her research led to the naming of a chromo- somal disorder found in some females who lack all or part of one X chromosome as Bonnevie-Ulrich syndrome. From 1912 onwards, Bonnevie focused much of her research on hereditary characteristics, resulting in two ground-breaking studies. One considered the occurrence of dwarfism, polydactism (having extra digits on the hands or feet) and multiple births in isolated mountainous and fjord regions. This led to the publication in 1926 of a study showing the genetic predisposition of dizygotic (non-identical) twins. Two years earlier, Bonnevie had published a ground-break- ing study of fingerprint patterns, identifying the three basic elements that make up fingerprint patterns and showing that a tendency towards certain pattern types was hereditary. After her death, the academic Bjørn Føyn gave a eulogy quoting her personal philosophy, saying: “Age and death follow as natural parts of the life of each subject – in the same way as the plants wither at the end of their flowering period. The individual has done its deed, and life is at an end. But if they have succeeded during their lifetime in arriving at some of the goals of the ethics of Nature, to live according to the best in their characters, then their lives will, without doubt, leave some marks behind among their fellows and relatives.\" Bonnevie’s life and work left a mark that reached beyond those who knew her. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:9)(cid:9) Fields Mathematics, physics and education Claim to fame Made major contributions to the foundations of statistical mechanics and statistical thermodynamics Name Tatyana Ehrenfest-Afanasyeva Nationality Russian/Dutch Lived 1876-1964 Close to the turn of the 20 th century, a young Russian student, Tatjana Afanasyeva (1876-1964), moved to Germany and met the physicist Paul Ehrenfest. He was to become her collaborator husband, and the two would embark on a career of fascinating scientific discovery. The science of collaboration Tat yana Ehrenfest-Afanassyeva ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:9)(cid:8) T A T Y A N A E H R E N F E S T - A F A N A S Y E V A A meeting of minds Tatyana Alexeyevna Afanasyeva was born in Kiev, then part of the Russian em- pire. When her father died, young Tatyana was raised by an uncle and aunt in St Petersburg. In the imperial capital, as in all Russian territory, women were not permitted to attend universities or other prestigious institutions. Instead, Tatyana completed her education at a women’s school where she was trained as a teacher and took some science-related courses. In her mid-20s, she decided to leave Russia and continue her studies in Göttingen, Germany which, at that time, was a major centre for mathematics and physics. There, Afanasyeva met Austrian physicist and mathematician Paul Ehrenfest. Paul wondered why Tatyana did not come to the mathematics club meetings, and when he discovered that it was because women were not allowed to attend, he battled to get the rule changed. The friendship that developed between Tatyana and Paul led to their marriage in 1904. Over the years, the partnership enabled the scientific talents of both to flourish. Faith no more In 1907 the couple returned to St Petersburg where, under Russian law, a union between two people of different religious persuasions could not be sanctioned. As a Jew, Ehrenfest could not live with his wife, who was a Russian Orthodox, unless the two declared they were not affiliated to any religion. They both officially renounced their religions so that they could live in Tatyana‘s homeland. During that time Tatyana began to develop a new approach to teaching geom- etry and mathematics. In 1912, Ehrenfest was given a professorship at the University of Leiden in the Netherlands, and the couple moved again. They might have gone from there to Prague, where Albert Einstein invited Ehrenfest to succeed him as Professor of Theoretical Physics, but at the time it was not possible for professors without religious faith to be appointed to universities in the Austro-Hungarian Empire. The two remained in the Netherlands throughout their career. Explaining the fundamentals After the untimely death of physicist Ludwig Boltzmann in 1906, the editor of the Encyclopaedia of Mathematical Sciences asked Ehrenfest to write a review of statistical mechanics based on Boltzmann‘s work. Boltzmann had been one of the key supporters of atomic theory (a controversial topic at the time); the importance of his work may have been overlooked without the efforts of Tatyana ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:9)(cid:10) The science of collaboration Tatyana Ehrenfest-Afanasyeva 1876 Born in Kiev, Russian Empire 1904 Married physicist and mathematician Paul Ehrenfest 1911 Published a review of the work of Ludwig Boltzmann and his school 1912 Moved to Leiden, the Netherlands 1924 Published a new method for teaching geometry 1933 Death of Paul Ehrenfest 1964 Died and her husband. Together, the duo spent several years writing the piece and com- pleted their classic review, The conceptual foundations of the statistical approach in mechanics , in 1911. The Ehrenfest-Afanasyeva review detailed the work of the Austrian physicist and his school, explaining statistical thermodynamics and irreversibility, and highlighting some fundamental contributions to statistical mechanics. This field of physics uses probabil- ity to predict the behaviour of a complex system. Statistical mechanics paved the way for the development of mathematical models that are used today to understand the behaviour of complex systems. The review added significant value to Boltzmann‘s original work, and was widely praised for its clear style. Tatyana and her husband explained the principles of statis- tical mechanics using well-chosen examples, and combined a logical analysis of the key theories with a full breakdown of the unresolved issues. The couple‘s ability to communicate these complex ideas so succinctly made the information more acces- sible to scientists, and contributed in no small part to advances in the field. Influence on the home front and beyond Ehrenfest-Afanasyeva had a unique and rigorous approach to examining fundamental issues, and was mainly interested in questions of entropy and chance. Knowledgeable, quick-thinking and with a critical mind, Tatyana was passionate about reforming mathematical pedagogy. She organised a series of workshops for teachers, and in 1924 published an elaborate didactic method for teaching geometry that received significant attention. Between 1926 and 1933, she set out a program for teaching geometry and mathematics in Russia. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:9)(cid:11) // Church of the Savior on Spilled Blood, St Petersburg // A thermodynamic system (cid:2) T A T Y A N A E H R E N F E S T - A F A N A S Y E V A Her writings substantially enriched physics in the Netherlands. (cid:3) Lewis Pyenson The results of Tatyana‘s collaborative work with Paul were largely credited to her husband, whose contributions to science are well known. The couple had two sons, one of whom, Wassik, had Down‘s syndrome, and two daughters. Tragically, Paul ended his life in 1933, first shooting their son Wassik before turning the gun on himself. Two of the children followed in their parents‘ scientific footsteps: their son Pavlik became a physicist and daughter Tatyana followed a career in mathematics. The younger Tatyana studied both in Leiden and Göttingen, and received her PhD from the University of Leiden in 1931; she is credited with having made significant contributions to mathematics. Scientific achievements Tatyana Ehrenfest-Afanasyeva worked closely with her husband, Paul Ehrenfest, to write the famous review of the work of Austrian physicist Ludwig Boltzmann and his school. She also conducted widespread research on the science of teaching, randomness and entropy, and substantially influenced the work of her husband throughout his productive career. Ehrenfest-Afanasyeva’s contribution to science is documented in monographs and articles she published in Russian, Dutch and German. Her work in mathematical pedagogy, which was originally met with much criticism, laid the foundations for the world-renowned mathematics teaching reform that gained popularity during the 1970s. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:9)(cid:12) Fields Nuclear physics Claim to fame First to identify nuclear fission correctly Name Lise Meitner Nationality Austrian/Swedish Lived 1878-1968 With her atom-splitting success in cracking the secret of nuclear fission, Lise Meitner (1878-1968) triggered the chain reaction which sparked the Atomic Age. Regarded by some as the most significant scientist of her generation, her life was a mix of scientific triumph and personal tragedy during one of the darkest chapters of Europe’s history. At the core of the nuclear family Lise Meitner ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:9)(cid:13) L I S E M E I T N E R Atomic dreams Lise Meitner was the third of eight children in a liberal Viennese Jewish family. Her scientific curiosity was first piqued as a child when she tried to figure out why it was that a puddle of water with a bit of oil in it was filled with colours. As a teenager, she longed for new challenges. She summed up this restlessness as: “Life need not be easy, provided only that it is not empty.” Her life as a nuclear physicist was to prove neither easy nor empty. After completing the period of education allowed to girls, Meitner struggled for nine years to enter the halls of academia – this period (1892-1901) she later dubbed the “lost years”. After earning a teaching certificate, she began prepa- rations for the university entrance exam with a private tutor – squeezing eight years of study into two in order to make up for lost time. In 1901, she enrolled at Vienna University. Germany’s Madame Curie Over the coming decades, Meitner was to establish a reputation for herself as one of the world’s foremost nuclear physicists, working alongside some of the best scientists of the age, including Max Planck, the founder of quantum theory, and Otto Hahn, the renowned nuclear chemist. Albert Einstein called her “our Madame Curie”. Despite all her scientific triumphs, Meitner’s later life was marred by personal tragedy. After some three decades of accomplished academic work in Berlin, Meitner was forced to flee Nazi Germany in 1938, five years after Adolf Hitler came to power. After short stays in the Netherlands and Denmark, she ended up in Stockholm, a relative scientific backwater at the time. “I have none of my scientific equipment. For me, this is harder than anything else,” she wrote to her lifelong partner in science, Hahn. The nucleus of a great idea Lise Meitner’s scientific career truly took off when she entered Vienna University in 1901. Fascinated by reports of Marie and Pierre Curie’s discovery of radium, she began investigating radioactivity – an early step on the road to her becoming a nuclear physicist. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:9)(cid:14) Lise Meitner At the core of the nuclear family 1878 Born in Vienna 1901 Entered the University of Vienna 1905 Awarded PhD; moved to Berlin 1913 Finally gained salaried position at Kaiser-Wilhelm-Institut 1914-18 Served as an X-ray nurse at the front 1917 Discovered protactinium 1923 Discovered the ‘Auger effect’ 1938 Fled Nazi Germany, eventually settling in Sweden; identified nuclear fission 1960 Retired to Britain 1968 Died in Cambridge After gaining her PhD in 1905, she turned down an offer to work in a lamp fac- tory and, in 1907, with the financial support of her father, moved to Berlin at a time when Germany was the scientific centre of the world. There, Max Planck – whom she grew to adore for his “rare honesty of mind” – allowed her to attend his lectures and, in 1913, granted her an assistantship. Fission impossible At about the same time, her longstanding scientific partnership with Otto Hahn began. In their first years together, they discovered several new isotopes. She finally gained a salaried position at the newly established Kaiser-Wilhelm-Institut (which was later renamed after Max Planck) shortly before World War I broke out in 1914. There, she was not allowed to use the front door and began her work in a wooden shed instead of the laboratory. During the war, she served as an X-ray nurse, as Marie Curie did on the other side of the front line. In 1926, Meitner became Germany’s first female physics professor (albeit an extraordinarius ) and she and Hahn were nominated frequently for the Nobel Prize. With the discovery of the neutron in the early 1930s, speculation began that it might be possible to create elements heavier than uranium in the laboratory. However, no one suspected that the atom could be split into lighter elements, a process now known as fission, which she discovered while in exile with her nephew Otto Frisch and in correspondence with Hahn and her former team in Berlin. This marked the birth of the nuclear age. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:9)(cid:15) (cid:2) // Lise Meitner // Hahn and Meitner working in the laboratory L I S E M E I T N E R Life need not be easy, provided only that it is not empty. (cid:3) Scientific achievements Having lived through the ‘golden age’ of physics, Lise Meitner described the ex- citing developments she experienced in her chosen field as “a magic[al], music al accompaniment to my life”. Meitner’s crowning achievement was the discovery of nuclear fission. While others searched for heavier elements than uranium, she was probably the first to realise that in these experiments the atom was actually being split. There is a general consensus among physicists and historians of science that Meitner should have been awarded the Nobel Prize for her explanation of fission. “What does it matter that Lise Meitner did not take direct part in the ‘dis- covery’… [she] was the intellectual leader of our team,” argued Fritz Strassmann, a key member of Meitner and Hahn’s research group. Rewriting the laws of physics The unprecedented energy the fission process unlocked was to mark the birth of the nuclear age, with all the good and evil this entailed. Despite moving to a relative scientific backwater after her escape from Germany, Meitner turned down an Allied offer to work on the Atomic Bomb. “It is an unfortunate accident that this discovery came about in time of war. I myself have not in any way worked on the smashing of the atom with the idea of producing death-dealing weapons,” she said in a newspaper interview. In recognition of Meitner’s contribution to science, she received numerous awards. A German research group even gave her name to a new element, meitnerium, in 1992. “[Meitner] should be honoured as the most significant woman scientist of this century,” believed Peter Armbruster, the physicist leading the team. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:9)(cid:6) Fields Chemistry, toxicology, pharmacology and biology Claim to fame Talented toxicologist and vigorous peace campaigner who campaigned for the ethical application of research Name Gertrud Jan Woker Nationality Swiss Lived 1878-1968 In the first half of the 20 th century, the Swiss biochemist and toxicologist Gertrud Woker (1878-1968) was an outspoken opponent of the use of chemical and biological warfare and a leading figure in the women‘s pacifist movement. Make science, not war Gertrud Jan Woker ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:9)(cid:7) G E R T R U D J A N W O K E R A meeting of minds Gertrud Jan Woker was the daughter of Philipp and Johanna Woker. An aca- demic at the University of Berne, her father‘s book on the financial dealings of the popes had been added to the Catholic Church‘s list of forbidden books. Her mother was a highly intelligent musician and artist who believed strongly in human rights. When she finished school, the young Gertrud was keen to continue her studies. Unfortunately, her father had other ideas and sent her to Erfurt in Germany – where her uncle was chief physician in a hospital – to learn to cook. Undeterred, Gertrud studied mathematics secretly at night with the brother of a fellow student. Burn out Leading a double life proved to be an exhausting business and Gertrud fell ill. Her doctor uncle diagnosed her with chlorosis, a form of anaemia, and prescribed a course of iron tablets. Back in Switzerland, Gertrud went for treat- ment to the first woman doctor to practise in Berne. The doctor, who knew from her own experience how hard some women had to fight for their right to study, quickly realised that her young patient was suffering from fatigue. Gertrud‘s wish to study was finally granted, and she went on to obtain her PhD and school teaching qualification in chemistry, physics and botany from the University of Berne. An initiator of interdisciplinary research In an age when clear boundaries demarcated the different scientific disciplines, Gertrud Woker advocated an interdisciplinary approach to research. Her prin- ciple areas of interest were physical chemistry, toxicology, pharmacology and biology. In 1907, she gained her qualification to teach at university and was granted permission to lecture in Berne. As World War I raged around neutral Switzerland, Woker was horrified by the widespread use of poison gas in the trenches. She believed strongly that researchers had a responsibility to ensure that their science was not misused for war. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:8)(cid:9) 1878 Born in Berne, Switzerland 1924 Co-founded the International Committee Against Scientific Warfare 1925 Publication of Der kommende Giftgaskrieg , her book on poison gas 1933 Became Professor of Biochemistry at the University of Berne 1951 Published two-volume work, The chemistry of the natural alkaloids 1968 Dies in Marin-Épagnier, Switzerland Gertrud Jan Woker Make science, not war A passionate pacifist Gertrud became an active member of the organisation that would eventually be- come the Women‘s International League for Peace and Freedom (WILPF). At its historic meeting in The Hague in 1915, the fledgling organisation came up with a list of 20 resolutions calling on the warring nations to lay down their arms and find peaceful means of settling their differences. The resolutions also called for disarma- ment and equal rights for women. During World War I they were communicated in person to the governments of both warring and neutral countries; Gertrud was re- sponsible for getting the message through to the Swiss government. The resolutions eventually reached the desk of US President Woodrow Wilson, who later used them as inspiration for some of his own peace proposals (the ‘14 points‘). In the aftermath of the war, the WILPF continued to campaign vigorously against the use of poison gas in warfare and Gertrud, with her expertise in toxicology, coupled with her ability to explain complex subjects to the public, was at the forefront of this work. Digging graves In 1924, Gertrud co-founded the International Committee Against Scientific Warfare. In the same year she published a leaflet entitled The next war, a war of poison gas , which set out the different kinds of gas that could be used in war- fare, explained how they could be distributed and vividly described their horrific impacts on their victims. “But a few instances are enough to make us conscious of the deadly peril that lies in the use and development of poison gas,” Woker warns. In the text, she says that when she saw research being used to develop such technologies, “I could not but shudder and think that here science was digging its own grave”. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:8)(cid:8) // Gas masks // First World War poison gas treatment (cid:2) G E R T R U D J A N W O K E R To us in our struggle, this work is so infinitely valuable and will make Gertrud Woker‘s name immortal. (cid:3) German WILPF member The leaflet was distributed worldwide in English, French and German. Woker‘s book on the same subject was banned in Germany in 1925. A tireless campaigner In the years following World War I, Woker gave numerous public lectures on poison gas and other topics in toxicology that impacted on people‘s lives, such as the use of lead in petrol. Meanwhile, her research continued, and in 1933 she was made a professor of biochemistry at the University of Berne, following interventions from pacifist colleagues around the world. In 1951, she published a monumental, two-volume work called The chemistry of the natural alkaloids , which was roundly praised in chemical, biological, pharma ceutical and medical journals. Even in old age, Woker‘s enthusiasm for the pacifist cause was undimmed, and she remained an active member of the WILPF well into her 80s. Towards the end of her life Woker suffered from a persecution complex, centring on the fear that she would be sent to Vietnam which, at the time, was experiencing the full horrors of chemical warfare. She died in Switzerland in 1968. Scientific achievements Gertrud Woker was a successful and talented biochemist but her most enduring achievement was as one of the greats of science communication. She managed to raise awareness of the destructive power of science when applied in the field of battle and campaigned tirelessly to end World War I and promote disarmament. One German WILPF member summed up the value of her work by describing it as “so infinitely valuable [it] will make Gertrud Woker‘s name immortal”. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:8)(cid:10) Fields Radiochemistry Claim to fame Established half-life of radium and confirmed existence of isotopes First woman to be awarded a doctorate Name Ellen Gleditsch Nationality Norwegian Lived 1879-1968 Ellen Gleditsch (1879-1968), who established the half-life of radium and confirmed the existence of isotopes, was one of the first specialists in radiochemistry. As a gifted crystallographer, she made important contributions to science in the laboratory of Marie Curie-Skłodowska. The gifted crystallographer Ellen Gleditsch ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:8)(cid:11) E L L E N G L E D I T S C H Gleditsch‘s radio lecture series, biographies and original research papers kept the public abreast of exciting breakthroughs in science, and her work and much- sought-after friendship connected many prominent scientists of her time. Learning before all else Born in Norway in 1879, Ellen was the oldest of 11 children. Her father, a natural history teacher, and her mother, an intellectual and advocate of women’s rights, made sure that their children were all exposed to cultural, musical, and natural activities in addition to their regular schooling. Supported by a family that valued education above all else, Ellen became valedictorian of her high-school class in southern Norway. She then went on to train as a pharmacologist in the northern city of Tromsø in 1902. (The first woman had entered university in Norway in 1882.) In 1903, Gleditsch was invited to study in the laboratory of chemist Eyvind Bødtker at the University of Oslo and soon became his assistant. In 1905, she passed the university’s entrance exam and, at the suggestion and with the sup- port of Bødtker, continued her investigations in Paris in the laboratory of Marie Curie-Skłodowska in 1907. (Curie had earned a Nobel Prize for her work in radioactivity only a few years earlier.) This proved to be an important decision, as Ellen contributed in no small way to the cutting-edge science produced by that small group. Science underground In the 1930s, Ellen helped to plan and eventually directed, a radiochemistry laboratory in Norway. When the Nazis came to power in Germany, she offered the laboratory as a ‘safe-house’ for scientists fleeing persecution. During the oc- cupation in the 1940s, she continued her experiments and worked underground, hiding people in her home and going undercover as a needle worker to relay messages about the movement. Following a raid on her laboratory in 1943, during which all of the men were arrested, Ellen and the other women scientists cleared the lab of valuable radioactive minerals. She hid them in a suitcase under her bed. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:8)(cid:12) The gifted crystallographer Ellen Gleditsch 1879 Born in Mandal, Norway 1905 Received degree in pharmacology 1907 Joined the laboratory of Marie Curie-Skłodowska, France 1914 Received honorary degree from Smith College, USA 1929 Appointed Professor of Chemistry at the University of Oslo, Norway 1968 Died The Curie years Ellen proved an invaluable asset to the laboratory of Marie Curie, performing ‘fractional crystallisations‘, a difficult technique in which few scientists were com- petent, to purify radium. For this work, her laboratory fees were waived. She worked closely with Marie for five years analysing uranium and radium in radio- active minerals, and after leaving the laboratory she returned several times to supervise experiments. Ellen received a Licenciée en sciences degree from the Sorbonne in 1911 and that same year was awarded a teaching fellowship at the University of Oslo. After a year in the Norwegian capital, she won a scholarship from the American- Scandinavian Foundation (the first such scholarship given to a woman) to study in the United States, and she jumped at the chance. She wrote to two prestigious scientists in the US asking to work in their laboratories but was turned down, in one case on the basis of her gender. Measuring a half-life She went to Yale University despite having been rebuffed, bringing with her two of her brothers as her parents had both recently died. She spent a year completing her research into the half-life of radium (the amount of time it takes for half of the radioactive atoms in a sample of radium to decay) and established it as 1 686 years, which remained the standard for many years before being corrected to 1 620 years. Ellen‘s measurement paved the way for several important discoveries, as the half-life of radium could be used as a benchmark for studying the radiochemistry of other elements. The scientists who had turned her down changed their minds about having women in their laboratories, and one of them became co-author of two of her articles. In June 1914, she received an honorary doctorate for her work in radioactivity from Smith College in Northampton, Massachusetts. Supporting her fellow scientists Ellen returned to the University of Oslo in 1914, and in 1917 became the se cond woman to be elected to Oslo‘s Academy of Science. Twelve years later, g y supervise experiments. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:8)(cid:13) (cid:2) // Radiation symbol // Marie Curie in her laboratory (circa 1921) E L L E N G L E D I T S C H It is completely indifferent to me if work has been conducted by a small lady in Bulgaria or a big man in America, as long as it is well done. (cid:3) after an arduous appointment procedure, she became the second woman to receive a full professorship from the university. A fervent supporter of women in science throughout her career, she co-founded the Norwegian Women Academics Association in 1919 and, from 1926 to 1929, served as president of the International Federation of University Women, a position that allowed her to travel and lecture extensively. Ellen was charming and pleasant, and made friends easily. She built up an impressive network of international contacts, both professional and personal, during the course of her career. During her retirement, Ellen continued to publish papers and to advise students. Following her death from a stroke in 1968, the Ellen Gleditsch Scholarship Foundation was established in Norway to support aspiring scientists. Scientific achievements Ellen Gleditsch is regarded as an important link between several prominent groups in radioactivity in Europe and the US. Her most celebrated scientific achievement was her work on the half-life of radium. But she also played a major role in confirming the existence of isotopes (types of atoms of the same element that have different atomic mass). When a British chemist‘s claim that an element‘s atoms could have different atomic weights was largely dismissed, Ellen, along with many researchers, sent a sample of lead that she had purified to a leading researcher in the United States. Her sample was the only one pure enough to prove the existence of isotopes. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:8)(cid:14) Name Amelie Emmy Noether Nationality German Lived 1882-1935 One of the most influential mathematicians of the 20 th century, Emmy Noether (1882-1935) was enthusiastic, generous and full of life. Nevertheless, her academic achievements were largely carried out in relative anonymity and adverse circumstances. A pioneer of abstract algebra and quantum physics, Emmy was a master of invariants and provided important mathematical explanations for Einstein‘s theory of relativity. Finding the essentials Fields Abstract algebra and theoretical physics Claim to fame ‘Noether’s Theorem’, a cornerstone of quantum physics Emmy Noether ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:8)(cid:15) An absent-minded professor Emmy Noether‘s life was spent completely immersed in mathematics, and she loved it. When she lectured, she would become very animated, reaching into her blouse for a handkerchief to wave around, losing hairpins and generally ending up in a state of disarray as she followed one creative line of thought after another. She often walked and talked with her small group of dedicated students through all kinds of weather, chatting loudly and excitedly about elegant, ab- stract concepts. Emmy shared her ideas freely with her students, and promoted their work. She published 44 papers, but most of her ideas are featured in the publications of others, including the influential 1931 publication Modern Algebra . She was con- sidered to be one of the leading mathematical thinkers in Germany. A mathematical life Even as a child, Emmy, the daughter of a respected mathematician, always had a knack for solving puzzles. Although she expected to teach languages at a finishing school, the University of Erlangen, where her father taught, would only admit her as a course auditor, rather than as a student. So at the age of 18 she became one of two women auditors among nearly a thousand male students. In 1903, Emmy passed a university entrance exam and enrolled as a student at the University of Göttingen. Finally, in 1904, she was enrolled in the University of Erlangen as one of only 80 full-time women students in the whole of Germany. In 1907, she was awarded the highest honours for her PhD thesis. Although it was impossible for a woman to become Privatdozent at Erlangen University, Emmy nevertheless lectured in her father’s place from time to time and A M E L I E E M M Y N O E T H E R ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:8)(cid:6) 1882 Born in Erlangen, Germany 1904 Entered the University of Erlangen 1908 Taught at the University of Erlangen’s Mathematical Institute 1915 Invited to join fellow mathematicians at the University of Göttingen 1919 Passed second eligibility exam; given the unpaid rank Privatdozent 1922 Prussian ministry awarded her the title ‘unofficial, extraordinary professor’ 1932 Gave plenary address at the International Congress of Mathematicians in Zürich 1933 Dismissed from university by Nazi government; took job at Bryn Mawr College in the US 1935 Died from post-operative infection Emmy Noether Finding the essentials supervised doctoral students when his health failed him. During the seven years she spent teaching at the university‘s Mathematical Institute, she also published six papers that are considered to be classics and developed an international reputation – all without pay, position or title. A woman lecturer? Never Emmy‘s original ideas were much admired by her contemporaries, and in 1915 she was invited by fellow mathematicians to join their department at the University of Göttingen. However, objections were again raised from within the establish- ment over the inclusion of women in academic life. The biggest obstacle was a Prussian law, passed in 1908, prohibiting female university lecturers. In spite of this, Emmy underwent the qualification exam and the maths faculty announced their wish to hire her, at a very low rank. This sparked enormous controversy, as it opened the doors for a woman to eventually sit on the university‘s Senate. One academic complained, \"What will our soldiers think when they return to the university and find that they are required to learn at the feet of a woman?\" The Prussian ministry would not grant an exception for Emmy, but allowed her to lecture under a male colleague‘s name, unpaid. It was made clear that she would not be allowed any formal academic title anywhere in Germany. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:8)(cid:7) // As a child, Emmy Noether loved solving puzzles // Kollegienhaus, Erlangen University A M E L I E E M M Y N O E T H E R (cid:2) She saw connections between things that people hadn‘t realised were connected before. She was able to describe in a unified manner many ideas that people thought were different. She saw their underlying similarity. (cid:3) Martha K. Smith An \"unofficial, extraordinary professor\" When the socialists came to power and women‘s rights gained more recogni- tion, Emmy repeated her qualification exam. In 1919, she obtained the rank of Privatdozent . Still unpaid, she could finally teach under her own name. In 1922, the Prussian ministry conferred on her the title ‘ nicht beamteter ausserordentlicher Professor‘ (‘unofficial, extraordinary professor‘), granting her an extremely low salary. She was one of two women among 235 male faculty members at the university; Göttingen never made her a ‘real’ professor. Emmy Noether was the only person invited to give a plenary address at the 1932 International Congress of Mathematicians in Zürich. This was seen by many as the high point of her career. The following year she was forced to leave her job and country when the Nazis rose to power and dismissed all Jews from university positions. Her last years were spent teaching at Bryn Mawr College in the US. In 1935, at the height of her creative powers, she died from a post- operative infection at the age of 53. Scientific achievements In her lifetime, Emmy Noether helped to turn algebra in a completely new direc- tion and changed the current thinking on mathematics. She was an authority on invariants, which concern things that remain constant in a changing environment and are an important concept in relativity. Her work formed the basis of many famous publications and theories, and ‘Noether‘s Theorem‘, which proves that the laws of physics are independent of time or place, laid the foundations for quantum physics. At her death she was publicly remembered by Einstein, among others. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:10)(cid:9) Name Johanna Westerdijk Nationality Dutch Lived 1883-1961 Dutch botanist Johanna Westerdijk (1883-1961), the first female professor in the Netherlands, built up one of the world’s largest botanical collections and made major contributions to our understanding of plant diseases. Climbing the tree of knowledge Fields Botany Claim to fame The first female professor in the Netherlands Johanna Westerdijk ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:10)(cid:8) J O H A N N A W E S T E R D I J K Planting the seeds of learning Johanna Westerdijk was born in Nieuwer-Amstel, a village that was later incor- porated into Amsterdam, in 1883. The daughter of a doctor, she grew up in an intellectually stimulating, medical and artistic milieu. Johanna attended a girls’ secondary school in Amsterdam, which she completed in 1900. Her subsequent studies and career took her to Germany, Switzerland and as far away as Indonesia, Japan and the United States. A woman’s woman Throughout her life, the Netherlands’ first woman professor was well-known for being warm and hospitable, a great lover of music and a ‘party animal’. She never described herself as a feminist, but the cause of other women scientists was always close to her heart. For instance, in the United States in 1915, she criticised the way in which female colleagues were restricted in their professional activities there. She was also ac- tive in national and international unions for women academics. Between 1932 and 1936, she was the president of the International Federation of University Women. By 1958, she had retired from the various positions she held. Soon after, Johanna was diagnosed with arteriosclerosis. She died in Baarn, the Netherlands in 1961. Purveyor of culture For a Dutch woman with her kind of education, going abroad was the only way to earn a postgraduate degree. After gaining a qualification to teach plant and animal science at secondary school, Johanna Westerdijk moved to Munich in 1904, not to teach, but to conduct research on moss. A year later, she moved to Zurich where she studied moss regeneration, earning her PhD cum laude in 1906. That same year, Westerdijk became the director of the small and private Amsterdam-based Phytopathological Laboratory Willie Commelin Scholten. In 1907, she received the fungus collection of the International Association of Botanists. She was to nurture this into a world-leading repository which, in 1932, ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:10)(cid:10) 1883 Born in Amsterdam 1900 Finished school 1904 Moved to Munich and Zurich 1906 Graduated in Zurich, and became director of the Phytopathological Laboratory at the Willie Commelin Scholten 1907 Received fungus collection of the Association Internationale des Botanistes 1913 Study trip to Dutch East Indies; returned via Japan and US 1916 Became a professor at the University of Utrecht 1930 Awarded second professorship at the University of Amsterdam 1932-36 Served as president of the International Federation of University Women 1961 Died in Baarn Johanna Westerdijk Climbing the tree of knowledge was turned into the Central Bureau of Fungus Cultures (CBS). Under her steward- ship over nearly half a century, the CBS’s collection grew from just 80 sample cultures to some 11 000. In 1913, Westerdijk went on a study trip to Indonesia, Japan and the United States during which she made a lot of important connections, not least among colonial entrepreneurs, that would help in her work. Later in her career, she also visited South Africa where she helped found a similar laboratory at the University of Pretoria. Westerdijk was appointed professor extraordinarius of plant path- ology at the University of Utrecht in 1916 – a second professorship followed in 1930 at the University of Amsterdam. In 1936, she received an honorary doctor- ate from the University of Coimbra in Portugal. Golden mould In 1920, Utrecht University was given a large private garden (the Canton park) in Baarn (near Utrecht) that was turned into a hortus botanicus . When a neighbour- ing villa was put on the market, Westerdijk convinced the board of the laboratory that the botanical garden’s future success depended on buying the property. Soon after, the laboratory and the fungus collection, as well as the related re- search facilities, moved there. Under her direction, a large research programme began on parasitic fungi and other subjects. A total of 56 botanists received their PhDs under Westerdijk, including 25 women. One of her first doctoral students discovered the cause of elm disease, which is why it is known today as ‘Dutch elm disease’. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:10)(cid:11) (cid:2) J O H A N N A W E S T E R D I J K // Plant and fungi microscopy: 19 th century artwork of microscopic details of fungi, algae and lichens seen under a microscope // View of Amsterdam Westerdijk nurtured the Central Bureau of Fungus Cultures (CBS) into a world-leading repository. (cid:3) Research at the laboratory and bureau gradually became more fundamental in nature. It focused on the life cycles of pathogenic fungi and on the redefining of the species concept, based on both their pathogenic behaviour on host plants and their appearance in pure culture. Today, the CBS maintains over 50 000 strains of micro- organisms, making it the most diverse reference centre for mycological research. Scientific achievements Johanna Westerdijk is remembered as the first woman to gain tenure as a profes- sor in the Netherlands. This trailblazing achievement paved the way for future generations of her countrywomen to enter the hallowed chambers of academia’s upper echelons. Despite her refusal to define herself as a feminist, throughout her career she took many practical steps to further the cause of female researchers and academics. Scientifically, Westerdijk created what has become an internationally renowned laboratory. In addition, she brought together the world’s greatest collection of fungus cultures, which has advanced our understanding of botany and helped uncover treatments for plant fungal diseases, such as Dutch elm disease. Independent of Alexander Fleming’s discovery of penicillin, the Willie Commelin Scholten lab tested the antagonism of Penicillium Expansum on several bacteria. In the 1940s and 1950s, the medical applications of fungi were to grow in im- portance. In 1952, she became the second woman to be admitted to the Royal Dutch Academy of Arts and Sciences. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:10)(cid:12) Fields Veterinary science Claim to fame Europe’s first female veterinary surgeon Name Agnes Sjöberg Nationality Finnish Lived 1888-1964 The Finn Agnes Sjöberg (1888-1964) has the distinction of being Europe’s first female veterinary surgeon, an achievement which took her many long years of struggle against instinctive prejudice in this male-dominated field. Harnessing pet passions Agnes Sjöberg ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:10)(cid:13) A G N E S S J Ö B E R G Straying from the flock Born in 1888, Agnes Sjöberg was the fifth child of Johan Bernhard and Karin Sjöberg. She grew up in scenic Kauhajoki, a small and sparsely populated town in western Finland. Karin complained that Agnes was a “strange child” – and compared with the expectations of how “good girls” were supposed to behave, she was. From the age of four, her mother would have to dress her earlier than her siblings to enable her to go out on the farm with her father. In the 1890s, her family established a school of animal husbandry in their estate’s main building and little Agnes sat among the students and listened. At the age of ten, she attended anatomy classes and studied the organs of slaughtered calves. This marked the birth of her fascination with the animal world. Dreams on ice Agnes asked the teacher whether a girl could become a veterinary surgeon and he told her that it was an impossible idea. When she heard this, she rushed into the ice house, sat on a block of ice and wept bitterly. Despite this discourage- ment, she resolved not to put her dream on ice and to become a vet when she grew up. This steely determination and vigour were to drive and motivate her throughout her life to surmount the obstacles that stood in the way of her dream. In order to gain an education and pursue a career as a veterinary surgeon, she had to over- come the objections of her parents, travel abroad, scrimp and save, and deal with the prejudices of the faculty and colleagues. On top of all that, she raised her two sons alone following the break-up of her short-lived marriage. Galloping towards success As a child, Agnes Sjöberg attended the Swedish-language girls’ school in Vaasa on the west coast of Finland. When she expressed a desire to continue learning, her father objected on the grounds that when she got married she would not need an education to look after her husband and family. Instead, she was forced to go to a sort of finishing school to teach her how to manage a household. Only after finishing her studies there and having taken care of her family‘s household for three years, did her father let her enter upper secondary school. In 1911, Agnes completed her matriculation examination as a private student at a Swedish-language co-educational school in Kuopio, eastern Finland. Meanwhile, she went to work in Pori on the west coast of Finland for a vet called Engdahl – who later admitted that he had only taken her on for a joke. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:10)(cid:14) Harnessing pet passions 1888 Born in Finland 1898 Attended anatomy classes on her family’s estate 1911 Started studies at Dresden’s College of Veterinary Medicine 1912 Transferred to Berlin’s College of Veterinary Medicine 1918 PhD dissertation approved by University of Leipzig 1921 Artificially inseminated a horse 1923 Toured USA and UK 1925 Moved to Vienna to research parasites 1938 Began her own veterinary practice 1955 Closed her veterinary practice 1964 Died in Finland Agnes Sjöberg But Agnes was to have the last laugh: Engdahl was so impressed by her that he wrote to a good friend at Zurich University to recommend that she be admitted there. However, Finland was part of the Russian empire at the time and Switzerland had imposed restrictions on travel from there in a bid to prevent Russian Nihilists from entering its territory. Opening the stable door Instead, that same year she moved to Dresden in Germany in the hope of finding a university place there. The confused rector of the city’s College of Veterinary Medicine consented to admitting Agnes as a “test case”. She became the first female student at the school, among 300 male students: “After all, a female veterinary surgeon is well suited to handle small domestic animals,” the rector reasoned. However, Agnes preferred horses. The following year, in 1912, Agnes transferred to the Veterinary College in Berlin. The professors there recognised her talent and she was praised for her scientific thinking. Nevertheless, her research was published in her supervisor’s name. Despite her family’s initial reservations about her further education, it was only with their financial support that she was able to travel abroad to pursue her dreams. However, she struggled to make ends meet, and even went hungry on occasions, particularly during World War I. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:10)(cid:15) A G N E S S J Ö B E R G // Agnes Sjoberg was the first vet to artificially inseminate a horse // Finnish landscape (cid:2) A female veterinary surgeon is well suited to handle small domestic animals. (cid:3) Rector of Dresden’s College of Veterinary Medicine Horse-powered reputation During the war, Agnes worked at an animal clinic in Berlin and on her doctoral thesis. The subject of her dissertation was equine ophthalmology and was ap- proved by the University of Leipzig in 1918. After the war, Agnes returned to Finland to pursue a career as a municipal vet- erinary surgeon in western Finland. In general, the farmers appreciated her skill and care, but her male colleagues were often hostile. She was even obliged to leave the Association of Veterinarians. Attitudes towards her began to change in 1921 when she became the first vet to artificially inseminate a horse. In 1938, she started her own practice in Seinäjoki, western Finland, which she was to run until 1955. She also made study and research trips abroad. In 1923, she toured faculties of veterinary science in the USA and the UK. In 1925, she spent 18 months in Vienna studying parasites. Scientific achievements Despite attempts by her male peers to lock the stable door after the horse had bolted, Agnes Sjöberg has the distinction of being Europe’s first female veterinary surgeon. She was also the first vet to artificially inseminate a horse. The obstacles which stood in the way of this “country” girl achieving her child- hood dreams of becoming an animal doctor were formidable. But with persever- ance and determination, she overcame them. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:10)(cid:6) Fields Genetics and radiation Claim to fame Pioneer in the field of radiation genetics Name Paula Julie Elisabeth Hertwig Nationality German Lived 1889-1983 German geneticist Paula Hertwig (1889-1983) came from a scientifically talented family. An insightful researcher and a respected teacher, she spent her long career carrying out pioneering work into the effects of radiation on embryonic development and raising awareness of her results among doctors. A radiant intellect Paula Hertwig ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:10)(cid:7) P A U L A H E R T W I G In the genes Paula Hertwig was born in 1889 in Berlin. Her father, Oscar Hertwig, was a renowned anatomist and biologist, and her uncle, Richard Hertwig, is known as the founder of experimental zoology. Together, they developed the germ-layer theory which proposes that all organs and tissues are based on three basic tissue layers. Her brother Günther was also a biologist. Paula‘s father encouraged her interest in evolutionary biology and genetics from an early age. She studied zoology, botany and chemistry at the Friedrich Wilhelms University (now Humboldt University) in Berlin, and became the first woman to gain a postdoctoral degree (‘habilitation‘) allowing her to apply for a professorship at her university. However, her decision to embark on a career in research came at a price: at that time, German law stipulated that female employees in state institutions who married had to give up their position. Paula remained single throughout her life. Sibling alliances Paula‘s older brother Günther studied medicine at university and, like his sister, pursued a career in research. They were extremely close and lived and worked together for much of their lives; in 1946, he accepted a professorship and the two moved to Martin Luther University of Halle in East Germany. By the time she retired, Paula was a recognised expert in radiation genetics. Crucially, she was one of the first people to identify the damaging effects of radiation, in particular on the offspring of those exposed to radiation. After the death of her beloved brother in 1970, Paula moved to Villingen in southern West Germany, where she died on 31 March 1983. Embryonic ideas Paula‘s passion was investigating the effect of radiation on eggs and sperm and on embryonic development. During her early career, she worked closely with her father at the Anatomical-Biological Institute in Berlin, and was awarded her doctorate from Friedrich Wilhelms University (FWU) in Berlin in 1916. Until then, no woman had been granted a ‘habilitation‘ from the university; a 1908 law excluded women from holding university faculty positions. However, Paula had a strong ally in her mentor, the zoologist Karl Heider, who had a positive attitude towards women in science and worked hard to allow their admittance to the faculty. In a letter to the dean of the university in 1919, he argued his wider case for the habilitation of women, and described Paula as ready for the step. “I consider her to be knowledgeable, thoughtful, with good critical skills and the ability to express herself clearly,” he wrote. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:11)(cid:9) 1889 Born in Berlin, Germany 1916 Received doctorate in zoology, botany and chemistry 1919 First woman to receive her ‘habilitation‘ at the Friedrich Wilhelms University, Berlin 1946 First female professor in the medical faculty at the University of Halle 1948 Appointed first female dean of the medical faculty at the University of Halle 1953 Member of the German Academy of Sciences Leopoldina Halle 1983 Died in Villingen Paula Hertwig A radiant intellect In November of the same year, Paula was granted her habilitation, which al- lowed her to apply for an academic post. She was the first woman to do so, and one of only four before the 1908 ban was repealed in 1920. But she was allowed to apply only in principle; no woman scientist was to become a full professor in Germany until the 1950s. A talented teacher In 1921, Paula moved to the heredity and husbandry department of the Agricultural College and was given the title of assistant. She also lectured at FWU teach- ing heredity as part of the medical faculty between 1927 and 1945, having been granted the unpensioned position of ‘unofficial, extraordinary professor‘. Her strong teaching skills and ability to explain complex issues in a simple way soon won her the admiration of her colleagues. When the agricultural college was incorporated into the university faculty in 1935, she was paid as an assistant for its Institute for Heredity. Throughout this period, Paula continued to investigate the effects of radiation in living creatures. In the course of her experiments on mice, she isolated mutant strains that would go on to serve as models of human ear, nose, throat and eye diseases. Paula‘s research was vital in demonstrating the link between radiation of the genital area and health problems in the offspring. With the help of the German Society for Heredity Research, she worked hard to communicate her findings to the medical community. Yet despite Paula‘s ongoing scientific achievements and hard-earned qualification, many were reluctant to grant her a full professorship. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:11)(cid:8) // Measuring radiation (UK, 1948) // Gloved hands holding growths (calluses) from genetically-mutated plants, caused by exposure to radiation P A U L A H E R T W I G (cid:2) By the time she retired, Paula was widely recognised as an expert in radiation genetics. Crucially, she was one of the first people to recognise the damaging effects of radiation. (cid:3) Brother and sister team After World War II, Paula and her brother applied for jobs jointly; Günther would only accept academic appointments on the condition that his sister be given a post at the same institution. In 1946, he accepted a professorship and they moved to Martin Luther University of Halle (Saale), where Paula became the first female professor in the medical faculty. In 1948 she was elected dean of the faculty, making her the first woman to hold the post. She continued her work on the effects of radiation on mice and taught courses in biology and heredity to medical students. In 1953, her contribution to our understanding of radiation genetics was recognised when she was elected a member of the prestigious Germany Academy of Sciences Leopoldina. Scientific achievements Today, Paula Hertwig is recognised as a pioneer in the field of radiation biology who helped to warn the medical establishment about the damaging effects of radiation. Her contribution to the field is recognised in the Paula and Richard Hertwig Prize, which is named after her and her uncle. Granted annually by the Union of the Friends and Supporters of the Helmholtz Centre in Munich, it re- wards researchers whose work spans two different fields. A hereditary disease, Hertwig-Weyers Syndrome, is also named in part after her. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:11)(cid:10) Fields Biochemistry and medicine Claim to fame Nobel Prize for Medicine or Physiology 1947 Name Gerty Radnitz Cori Nationality Czech/American Lived 1896-1957 With her husband, Gerty Radnitz Cori (1896-1957) made significant innovations in biochemistry which won them a Nobel Prize and greatly advanced understanding of diabetes and other metabolic diseases. The scientific establishment tried to keep Gerty in the shadow of her husband, but her determination and his support mean that she is rightly remembered as a pioneering researcher in her own right. A high-carb scientific diet Gert y Radnitz Cori ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:11)(cid:11) G E R T Y R A D N I T Z C O R I Medical ambition Gerty Theresa Radnitz was born on 15 August 1896 into a Jewish family in Prague, which was then part of the Austro-Hungarian Empire. Her father, Otto Radnitz, the manager of a sugar refinery, and mother, Martha Neustadt, had three daughters, of which Gerty was the eldest. She was tutored at home until the age of ten when she enrolled at a lyceum for girls. Encouraged by her uncle, a professor of paediatrics, Gerty developed an ambition to become a doctor. The subjects taught at the girls’ school were not sufficient to allow entry to study medicine at university but, far from deterring her, Gerty transferred to a Gymnasium to pursue the necessary education. Love in the lab In 1914, Gerty entered the medical school at the German University of Prague, as one of a very small number of female students. During her time there, she met fellow student Carl Cori who shared her interest in laboratory research and love of skiing and mountain climbing. In 1920, they graduated and got married, with Gerty converting to Catholicism. A career on two continents During their first year of marriage, the Coris collaborated on a study of the immune bodies in blood. They both accepted positions at the University of Vienna and Gerty subsequently spent two years at the Karolinen-Kinderspital der Stadt Wien, working on the problem of temperature regulation in congenital myxoedema before and after thyroid therapy. The Coris soon began to realise that, in terms of both political stability and their careers, the situation was better in the United States. Defying the detractors Crossing the Atlantic in 1922, they took up posts at the New York Institute for the Study of Malignant Diseases (later the Roswell Park Memorial Institute) in Buffalo, New York State. Carl was advised by his colleagues and employers not to continue to collaborate with his wife, as it would be detrimental to his career. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:11)(cid:12) 1896 Born in Prague 1914 Entered medical school of German University of Prague 1920 Graduated and married Carl Cori 1922 Moved to the United States 1929 The Coris proposed their theory of energy movement in the body 1931 The Coris moved to Washington University in St Louis 1936 Their only child, Carl Thomas, was born 1947 Gerty and Carl were awarded the Nobel Prize for Medicine or Physiology 1957 Died of kidney failure Gerty Radnitz Cori A high-carb scientific diet He ignored their advice and together they began work on how energy is transmitted in the human body and how sugar is metabolised. During their time at the Institute, they jointly published 50 papers and Gerty published 11 on her own. Having become naturalised US citizens in 1928, the following year the Coris put forward the theory that would later win them the Nobel Prize and which bears their name. The Cori cycle explains the movement of energy in the body – from muscle to the liver and then back to the muscle – showing the role of lactic acid in the conversion of glucose to glycogen. A Nobel ending As the Roswell Institute was not the right place to pursue their particular research interest, the Coris decided to find a new working environment. Nepotism rules, however, prevented the hiring of a couple, which meant that several universities refused to appoint them both and were only willing to take Carl. Finally, in 1931, the Coris moved to the medical school at Washington University in St Louis, Missouri, where Carl was made chair of the department of pharmacology. Gerty was hired as a research associate on a token salary, but at least they could continue their co-operative work on glycogen. It was not until Carl was appointed chair of the new biochemistry department, only a few months before the Coris received the Nobel Prize, in 1947, that Gerty was given a full faculty appointment as a professor of biochemistry. That same year, she began to show signs of myelofibrosis, a rare blood disease affecting bone marrow. She fought the disease for ten years, refusing to give up her research activities until the last few months of her life. On 26 October 1957, Gerty died of kidney failure. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:11)(cid:13) // Blood glucose test for diabetes // View of Prague from the Charles Bridge G E R T Y R A D N I T Z C O R I (cid:2) I believe that cynicism and despair and the straight jacket into which totalitarian systems try to force the human mind are inimical to first-rate achievements in art and science. (cid:3) Scientific achievements Gerty and her husband were awarded numerous accolades for their ground- breaking work, including having a crater on the moon named in their honour. The greatest of these honours, however, was the Nobel Prize for Medicine or Physiology, which the Coris shared with the Argentinean Bernardo Houssay in 1947. The award recognised their work on how glycogen (a derivative of glucose) is broken down and resynthesised in the body for storage and as a source of energy. The Coris are also remembered for the discovery and isolation of the molecule glucose-1 phosphate (later called cori ester). Working on her own, Gerty developed the conceptual classification of glycogen-storage diseases in children and she was the first scientist to demonstrate that a defect in an enzyme was the cause of a human genetic disease. This discovery was described in 1958 as “an unmatched scientific achievement”. Taken as a whole, the work that the Coris carried out on carbohydrate metabolism contributed greatly to the understanding and treatment of diabetes and other metabolic diseases. The couple also played an important role in scientific history with their struggle to have Gerty’s contribution to their co-operative work fully recognised. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:11)(cid:14) Fields Chemistry – radioactivity and nuclear physics Claim to fame Nobel Prize for the generation of artificial radiation from stable elements Name Irène Joliot-Curie Nationality French Lived 1897-1956 All the elements for success The daughter of two of the most famous scientists of all time, Irène Joliot-Curie (1897-1956) emerged from the shadow of her parents‘ accomplishments to find success in her own right. Teaming up with her husband, Frédéric Joliot, she broke new ground in the study of radioactivity and nuclear physics. Irène Joliot- Curie ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:11)(cid:15) I R È N E J O L I O T - C U R I E Radioactivity in the blood Irène Curie was born on 12 September 1897, a few months before her par- ents Pierre and Marie discovered radium. Rather than sending their children for formal schooling, the Curies and their friends banded together to form ‘The Co-operative’, which brought together many of France’s foremost academics to teach each other’s children. Irène was taught in this manner until 1912 when she went to the Collège Sévigné to take her baccalaureate. In 1914, she enrolled at the Sorbonne’s Faculty of Science, but her studies were soon interrupted by the outbreak of World War I. In love and war During the war, Irène served as a nurse radiographer, working with her mother in mobile field hospitals. They used primitive X-ray equipment, made possible by the work of Pierre and Marie Curie. These machines were a huge help to doctors in locating shrapnel in wounded soldiers, but exposed both Irène and her mother to large doses of radiation. As an uneasy peace broke out across Europe, Irène returned to Paris and her studies. Her doctoral thesis, completed in 1925, focused on the alpha rays of polonium, the second element discovered by her parents. Irène carried out her research at the Radium Institute (now the Curie Institute), founded by her mother. It was here that she met a young scientist named Frédéric Joliot who said of Irène: “With her cold appearance, her forgetting to say hello, she didn‘t always cre- ate sympathy around her at the laboratory. In observing her, I discovered in this young woman, that others saw as a little brutish, an extraordinary, poetic and sensitive being.” The pair married in 1926. The following year, their daughter Hélène was born, and in 1932 they had a son, Pierre. A nuclear alliance The Joliot-Curies forged a strong partnership both inside and out of the research laboratory. They worked together on natural and artificial radioactivity, trans- mutation of elements and nuclear physics. Their greatest breakthrough came in 1934 when the couple managed to generate the first artificial radioactivity from stable elements. This was achieved by using alpha particles to bombard aluminium, magnesium and boron, in separate experiments. From the aluminium, they were able to produce radioactive phosphorus, from the boron, a radio- active form of nitrogen, and from the magnesium, silicon. This work led to Irène and Frédéric being awarded the Nobel Prize in chemistry. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:11)(cid:6) 1897 Born in Paris 1914 Began studies at the Sorbonne, interrupted by World War I 1925 Completed doctorate 1926 Married Frédéric Joliot 1934 The Joliot-Curies generated artificial radioactivity 1935 They shared the Nobel Prize for chemistry 1937 Made professor in the Faculty of Science 1946 Appointed as director of the Radium Institute 1956 Died of leukaemia Irène Joliot-Curie All the elements for success Atomic woman Already chair of nuclear physics at the Sorbonne, Irène was made a professor in the Faculty of Science in 1937. She continued to work on the actions of neutrons on the heavy elements, making advances that were to prove an important step in the discovery of nuclear fission. At the same time, she had developed an interest in politics, having been appointed Under-secretary of State for Scientific Research in 1936. In particular, Irène was devoted to furthering the advancement of women both socially and educationally. She was a member of the National Committee of the French Women’s Union and of the World Peace Council. A Swiss interlude In 1939, war broke out once again. Fearing the impact of their work falling into the wrong hands, the Joliot-Curies locked away their research on nuclear fission in the vaults of the Académie des Sciences, where it remained for a decade. During World War II, Irène fell ill with tuberculosis and was forced to go to Switzerland to convalesce, leaving her family in Paris. Missing them dreadfully, she risked the dangerous journey to France several times in order to see them. More than once this meant detention by German troops at the border. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:11)(cid:7) // Irène Joliot-Curie in her laboratory in L‘institut du Radium in 1921 // Frederic Joliot and Irène Joliot-Curie in 1934 I R È N E J O L I O T - C U R I E (cid:2) The farther an experiment is from theory, the closer it is to the Nobel Prize. (cid:3) After the war, Irène was made director of the Radium Institute and Commissioner for Atomic Energy in 1946. In this latter role, she contributed to the construction of the first French atomic pile (nuclear reactor) in 1948, and also worked out the plans for a large centre for nuclear physics at Orsay. Irène never saw the comple- tion of this project as, on 17 March 1956, she died from leukaemia, caused by exposure to radioactive elements in the course of her work. Scientific achievements The work done by Irène and Frédéric Joliot-Curie on synthesising new radioactive elements built on the discoveries made by Irène’s parents and broke remarkable new ground. Prior to this, no one had ever succeeded in creating artificial radio- active materials and the advance meant that radioactive materials, increasingly used in medicine, could be produced quickly, cheaply and in large quantities. The Joliot-Curies were rewarded for their efforts with the Nobel Prize for chem- istry in 1935. Irène’s later work on nuclear particles represented an important step towards the achievement of nuclear fission. She was instrumental in the establishment of France’s first nuclear reactor and a centre for nuclear physics. Amongst countless accolades, Irène was made an Officer of the Legion of Honour in 1939. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:12)(cid:9) Fields Experimental nuclear physics and radioactivity Claim to fame Pioneer of experimental nuclear physics in Bulgaria Name Elizaveta Karamihailova Nationality Bulgarian Lived 1897-1968 Bulgaria has one woman to thank for its entry into the exclusive experimental nuclear physics club. Elizaveta Karamihailova (1897-1968) was a member of the core group of the pioneering generation of women nuclear scientists – which included Marie Curie and Lise Meitner – and faced similar obstacles and challenges. A fusion of talents Elizaveta Karamihailova ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:12)(cid:8) E L I Z A V E T A K A R A M I H A I L O V A The pursuit of learning Elizaveta Karamihailova was born in Vienna to a Bulgarian father and a British mother, both of whom were studying in the Austrian capital at the time – her father, Ivan, was pursuing medicine, while her mother, Mary, was studying music. Elizaveta spent most of her childhood in Vienna, until the family moved to the Bulgarian capital Sofia in 1909, where her father was eventually to become one of the country’s best-known surgeons. He organised the construction of the city’s Red Cross hospital and became its unpaid director. With a musician for a mother and a famous artist for an aunt, Elizaveta grew up in an environment that was both artistic and scientific. In 1917, Elizaveta moved back to Vienna where she started her university life. From then on, her career was to take her backwards and forwards between Austria and Bulgaria, as well as to England, where she conducted research at the top nuclear institutes in these countries In the red Despite her formidable intellect and scientific stature, Elizaveta was an unassum- ing and friendly person who fraternised with her students and was respected and loved by them. She disliked intensely the political currents sweeping across her country during the Second World War. “[Elizaveta] was violently anti-com- munist, had a horror of gunfire, and used to come out in spots about every three weeks after her experiments,” recalled Mary Cartwright, a fellow scientist at Cambridge. This political aversion was to cost her dearly following the Soviet invasion of Bulgaria in 1944. The Communist party undertook a purge of the entire educa- tional system to weed out “fascist” sympathisers. Elizaveta was not removed but her name appeared on the extended list of “unreliable scientists”. Numerous fur- ther attempts to sideline her were made during her life and the ban on her travel- ling abroad made her unable to interact and collaborate with fellow scientists. Elizaveta’s fears of the effects of radiation were well-founded and she, like many of her contemporaries, died of cancer in 1968. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:12)(cid:10) 1897 Born in Vienna 1909 Moved to Sofia 1917-20 Studied at the University of Vienna 1921-35 Conducted research at Vienna’s Radium Institute, with a brief break as guest fellow at Sofia University 1935-39 Carried out research at Cavendish Laboratory, Cambridge 1939-46 Held position of associate professor at Sofia University From 1946 Held chair in atomic physics, first at Sofia University, then at the Bulgarian Academy of Sciences 1968 Died of cancer Elizaveta Karamihailova A fusion of talents Bulgarian pioneer Elizaveta Karamihailova’s path to becoming a leading nuclear physicist began at the University of Vienna in 1917. Her thesis on “electric figures on different mate- rials” earned her a PhD in 1920. She conducted research in radio-luminescence at the Radium Institute in Vienna. In 1923, she returned to Bulgaria where she worked as a ‘guest fellow’ at Sofia University because there were no tenured positions available. There, she started her research in a small attic at the University’s Physics Institute. However, the lack of facilities and her inability to advance prompted her return to Vienna. As Elizaveta was not Austrian, she could not be taken on as a research assistant and worked on a temporary contract. When her position was terminated in 1933, she was almost forced to abandon her research but was able to support herself through private tuition while she continued her lab work unpaid. In 1935, after more than a decade without tenure, Elizaveta’s talents and contribution finally gained recognition. She was awarded a Yarrow Scientific Research Fellowship – set up to enable gifted women scientists to carry out research – at Cambridge University’s Cavendish Laboratory, one of the world’s leading nuclear research institutes at the time. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:12)(cid:11) // Sofia University // Radium (cid:2) E L I Z A V E T A K A R A M I H A I L O V A Elizaveta Karamihailova was a pioneer of experimental nuclear physics and the study of radioactivity in Bulgaria. (cid:3) One-woman show Elizaveta’s search for tenure finally bore fruit and, in 1939, she returned to Bulgaria to take up a position as associate professor in atomic physics at Sofia University. Unfortunately, her efforts to set up her department from scratch co- incided with the outbreak of World War II. This led her to donate her own equipment to the university and many instruments had to be hand-built, while her office was transformed into a makeshift lab. After the war, a separate chair in atomic physics was created and Elizaveta was its first occupant. In the early 1950s, several attempts were made to strip her of her position. Official documents from that period describe her as an “enemy of the regime”. Fortunately, two physicists, Georgi Nadjakov and Hristo Hristov, defended her with the respective authorities. As a result, she kept her position but was forced to move to the Institute of Physics at the Bulgarian Academy of Sciences. This suspicion cast a shadow over her until her death. Scientific achievements Elizaveta Karamihailova was a pioneer of experimental nuclear physics and the study of radioactivity in Bulgaria, as well as the first woman to become a faculty member at Sofia University. Alongside such greats as Marie Curie, Irène Joliot- Curie and Lise Meitner, she was one of the network of extraordinary female nuclear scientists who emerged in Europe at this time. These trailblazing women gave one another mutual support and often main- tained personal contacts until the very end of their lives – the kind of scien- tific and moral support which Elizaveta was denied following the Communist takeover. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:12)(cid:12) Fields Astronomy and astrophysics Claim to fame Establishing that the sun is mainly composed of hydrogen Name Cecilia Payne-Gaposchkin Nationality British Lived 1900-1979 A friend to the stars Cecilia Payne-Gaposchkin (1900-1979) was described by a former student as being “known for her wit, her literary knowledge and for her personal friendships with individual stars”. Her love of the night sky drove her to overcome discrimination against her as a woman and to make radical claims that would establish her as a pioneering astronomer and astrophysicist. Cecilia Payne - Gaposchkin ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:12)(cid:13) An early passion for science Cecilia Helena Payne was born in Wendover, UK, on 10 May 1900. Her father Edward Payne was a lawyer, historian and musician who had married late in life and died when Cecilia was only four years old. His wife Elena was left widowed with three young children, but she was determined that they should receive a good education. A theological problem Cecilia was sent to a religious school which prized divinity far more than science, seeing the two to be at odds. But Bible study and daily visits to church were not what the budding scientist wanted and Cecilia took to faking fainting spells to get out of prayer. She resolved to teach herself the subjects she craved with the help of books. One teacher, however, noticed Cecilia’s desire to learn and set about teaching her botany and chemistry. When she was 17, Cecilia was allowed to transfer to St Paul’s Girls’ School in London, where she was able to concentrate on scientific study. Botany eclipsed In 1919, Cecilia went up to the all-female Newnham College, Cambridge to read natural sciences. Her initial interest was in botany, but this soon made way for astronomy. The turning point came when she attended a lecture given by the astrophysicist Arthur Stanley Eddington, in which he described his expedition to Africa to observe a solar eclipse and test Einstein’s general theory of relativity. Cecilia transcribed the address verbatim. At this time, the University of Cambridge did not grant degrees to women. So, when Cecilia completed her studies in 1922, she left empty-handed. Going stellar Having faced such discrimination in the UK, Cecilia decided that more opportunities would be open to her in the United States. She had met Harlow Shapley, the director of the Harvard College Observatory, when he visited Cambridge, and wrote to him about the possibility of studying under him. She arrived in the other Cambridge (Massachusetts) in September 1923. Shapley encouraged Cecilia to start work on a PhD, even though at that stage the astronomy department did not have a doctorate programme. In only two years, she completed Stellar Atmospheres, which the astronomer Otto Struve would later describe as “the most brilliant PhD thesis ever written in astronomy”. C E C I L I A P A Y N E - G A P O S C H K I N ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:12)(cid:14) 1900 Born in Wendover, UK 1919 Went up to Cambridge to study botany 1923 Moved to America and began work with Harlow Shapley at Harvard 1925 Stellar atmospheres published 1934 Married Sergei Gaposchkin 1938 Achieved faculty position 1956 Made full professor and head of department 1979 Died in Cambridge, Massachusetts Cecilia Payne-Gaposchkin A friend to the stars The work rejected the perceived beliefs about the composition of stars and demonstrated that the overwhelming element in their make-up was hydrogen. The astronomer Henry Norris Russell persuaded Cecilia not to include this conclusion in her thesis, because it was so far-removed from the held view that stars had the same composition as the Earth. Four years later, however, Russell arrived at the same supposition via a different route. Publishing it, he made perfunctory reference to Payne’s work and thus it is he who is often remembered for the discovery. Not-so star-crossed lovers After the publication of her thesis, Cecilia moved on to study stars of high lumi- nosity (stars that radiate high levels of energy) in order to learn more about the structure of the Milky Way. Despite her achievements, she was not given an official faculty post and instead worked as Shapley’s assistant. In 1931, Cecilia became an American citizen. She returned to Europe in 1933 and embarked on a tour of observatories. Whilst visiting Göttingen in Germany, she met fellow astronomer Sergei Gaposchkin, a Russian exile, whose job security was threatened under the new Nazi re- gime. Cecilia helped him to get visa and a research position at the Harvard Observatory, which brought him to America in November 1933. Not long after that, the pair decided to marry. They went on to have three children: Edward, Katherine and Peter. Galaxies far, far away For most of the rest of their lives, Cecilia and Sergei worked together on astro- nomical problems, though Cecilia was clearly, as the director of the Observatory ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:12)(cid:15) // Cecilia Payne-Gaposchkin determined that the sun is mainly composed of hydrogen // Grounds of Harvard College Observatory circa 1899 (cid:2) Do not undertake a scientific career in quest of fame or money. There are easier and better ways to reach them. (cid:3) C E C I L I A P A Y N E - G A P O S C H K I N remarked, “the Gaposchkin”. They focused on variable stars (stars whose bright- ness changes, when seen from Earth) and, along with their assistants, they made over 1.25 million observations. Expanding their study to include the stars of the Magellanic Clouds, they made another 2 million observations. This data was used to determine the path of stellar evolution, which was described in Cecilia’s books Variable Stars and Galactic Structure (1954) and The Galactic Novae (1957). Wide horizons Cecilia’s impressive work had not gone unnoticed. In 1938, she was given a faculty position and, in 1956, was made a full professor and head of the astron- omy department. This made her the first woman to run a Harvard department. Cecilia had not devoted herself to her work in search of recognition, however, and late in her life she advised young scientists: “Do not undertake a scientific career in quest of fame or money. There are easier and better ways to reach them. Undertake it only if nothing else will satisfy you; for nothing else is probably what you will receive. Your reward will be the widening of the horizon as you climb. And if you achieve that reward you will ask no other.” Having broadened her horizon and that of those around her, Cecilia died on 7 December 1979 in Cambridge, Massachusetts. Scientific achievements In 1977, Cecilia Payne-Gaposchkin was awarded the highest honour of the American Astronomical Society, the Henry Norris Russell lectureship. In her speech, she said: “The reward of the young scientist is the emotional thrill of being the first person in the history of the world to see something or to understand something. Nothing can compare with that experience... The reward of the old scientist is the sense of having seen a vague sketch grow into a masterly landscape.” In the course of her career, Cecilia was the first person to see and understand many things, most notably the composition of the sun and the other stars in the universe. Cecilia wrote a number of books on astronomy and received numerous awards during her lifetime. Whilst still a student, she was made a member of the Royal Astronomical Society and went on to become a member of many more such academies. Her success also served as an incentive to bud- ding female astronomers and Cecilia nurtured the talents of many of them at the Harvard Observatory. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:12)(cid:6) Fields Physiology and pharmacology Claim to fame Pioneer of sports medicine and leader of movement of women scientists in Estonia Name Elise Käer-Kingisepp Nationality Estonian Lived 1901-1989 Elise Käer-Kingisepp (1901-1989) was a high-flying academic who established Tartu as a centre of excellence for sports medicine and gained the admiration of her colleagues as her career progressed. While still in her twenties, she founded the Estonian Association of University Women. She continued to campaign for the advancement of women in science in Estonia throughout her career. Mud, sport and Estonian feminism Elise Käer-Kingisepp ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:12)(cid:7) E L I S E K Ä E R - K I N G I S E P P Healing mud Elise Käer was born into a farming family in the south Estonian village of Metsaküla on 3 October 1901. The family, which now included a second daughter, Helene, moved to nearby Tartu while Elise was still young. The city, the second largest in Estonia, has long been considered the intellectual and cultural capital of the country and Elise would retain a deep affection for Tartu throughout her life. Elise went to school at the Second Elementary School and then the Pushkin Gymnasium, until it was evacuated to Russia in 1918 when the German army occupied the town. Elise transferred her studies to the Russian Gymnasium of the Tartu Schoolmasters‘ Society. After passing extra exams in maths, physics and Latin, she was admitted to the University of Tartu in May 1920 to study medicine. Käer‘s research skills became evident early on, when her work on the healing properties of Estonian mud was published in the Eesti Arst (Estonian Doctor) journal, making her the first woman to have her work published in the journal. Käer graduated as a physician in 1924, and enrolled at the university‘s chemistry department to pursue her studies, while also teaching at a girls‘ high school and a local elementary school. In 1931, Elise married Georg Kingisepp, an assistant at Tartu University‘s Institute of Pharmacology. The couple would have two children: Aime-Reet (born in 1931) and Peet-Henn (born in 1936), both of whom would eventually follow their parents into research careers. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:13)(cid:9) 1901 Born in Metsaküla, near Tartu, Estonia 1924 Graduated from Tartu University as a physician 1926 Founded the Estonian Association of University Women 1934 Obtained doctoral degree from Tartu University 1939 Became assistant professor in pharmacology 1944 Appointed professor and head of the Chair of Physiology and Biological Chemistry 1953 Chair of the Estonian Society of Physiology 1989 Died in Tartu Elise Käer-Kingisepp Mud, sport and Estonian feminism A high-flying scientist Elise‘s academic career progressed steadily, and in 1934 she was awarded her doctoral degree, in the process becoming just the second Estonian woman to qualify from Tartu University. Five years later, in March 1939, she managed to get the post of assistant professor in pharmacology. In 1941, Elise was promoted to a more senior post in the pharmacology de- partment before being named professor and head of the Chair of Physiology and Biological Chemistry in the autumn of 1944. Held in great esteem by her peers, she chaired the Estonian Society of Physiology from 1953 to 1980. Käer-Kingisepp‘s great passion in research was sports science, particularly ath- letes‘ cardiac and respiratory functions. She was instrumental in ensuring that Tartu University became one of the few centres excelling in sports medicine in the former Eastern bloc. A committed advocate for women scientists Elise Käer-Kingisepp was not just an excellent physician and researcher; she was also a high-profile campaigner for the advancement of women in science in Estonia. She became involved in the Society of Estonian Women Students in 1923 and was elected to chair its committee for foreign relations a year later. Elise‘s strong language skills (she spoke German, French, English and Russian) meant that she was soon representing Tartu University in a variety of inter- national student forums across Europe. At the same time, Käer used her position as a member of the local student newspaper‘s editorial board to ensure that it published articles relevant to female students. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:13)(cid:8) // Elise Käer-Kingisepp was a pioneer of sports medicine // The main building of Tartu University E L I S E K Ä E R - K I N G I S E P P (cid:2)(cid:4) Elise Käer-Kingisepp was not just an excellent physician and researcher; she was also a high-profile campaigner for the advancement of women in science in Estonia. (cid:3) In 1925, at a meeting of the Society of Estonian Women Students, the young Käer mooted the idea of setting up an Estonian Association of University Women (EANÜ). The suggestion proved popular and the new organisation held its first meeting in Tartu in May 1926. Elise was vice-chair of the fledgling association between 1925 and 1936, when she became chair of its medical committee. In that role, she influenced the drafting of a new law on childcare, among other things. In the 1930s, Käer- Kingisepp was also instrumental in organising protests by female academics against plans to cut the number of women students. These plans were part of a wider discussion in the country on how to deal with the “overproduction of intellectuals”. A historian Elise Käer-Kingisepp was fascinated by the history of medicine, a subject she threw herself into later in life when she had stopped teaching. Käer-Kingisepp died in her beloved home town of Tartu on 10 February 1989. Scientific achievements Käer-Kingisepp was one of the first women to obtain her doctorate in Estonia, and went on to become professor and Chair of Physiology and Biological Chemistry at the University of Tartu. She played a central role in ensuring that the university excelled in sports medicine, an area of science that had seen major advances during the course of her career. A scholar totally engaged in social debates, she organised her fellow women academics to defend their right to participate fully in higher education. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:13)(cid:10) Fields Mathematics Claim to fame One of the founders of recursive function theory Name Rózsa Péter Nationality Hungarian Lived 1905-1977 To infinity and beyond In a time of great political upheaval, the Hungarian mathematician Rózsa Péter (1905-1977) overcame the obstacles put in her way and went on to a successful career in the subject that she loved. Building on the work of Kurt Gödel, she carried out innovative research in the field of recursive functions and wrote a number of successful mathematical texts. Rózsa Péter ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:13)(cid:11) R Ó Z S A P É T E R The end of an empire When Rózsa Politzer was born to a Jewish family in Budapest on 17 February 1905 the city was still part of the vast and powerful Austro-Hungarian empire. By the time she left Maria Terezia Girls’ School in 1922, the empire had crumbled and Hungary was in political turmoil. Like many of her compatriots with German- sounding names, Rózsa changed hers to a more traditional Hungarian surname. Inspired by numbers The young Rózsa had been fascinated by science at school and so she enrolled at the oldest and largest university in Hungary, the Pázmány Péter University (renamed Eötvös Loránd University in 1950) to study chemistry. She soon found that her passion lay elsewhere, in the field of mathematics, and switched degree course to pursue this. Rózsa was taught by some of the most eminent mathematicians of the day, including Lipót Fejér and Jósef Kürschák. Whilst at university, she also met László Kalmár, with whom she would collaborate for years to come. “Mathematics is beautiful” Graduating in 1927, Rózsa was unable to find a permanent position, so she took jobs tutoring students privately and teaching in high schools. At the same time, she began her graduate studies, initially focusing on number theory. Rózsa became disheartened when she found that her results had already been proven by someone else. For a while, she turned her interests elsewhere, including to writing poetry, before her friend Kalmár convinced her to resume mathematical endeavour. He encouraged her to look at the work of Kurt Gödel, the Austrian- American mathematician, on the subject of incompleteness. A new field Rózsa focused on Gödel’s studies of recursive functions. She made her own, different proofs and, in 1932, she presented a paper at the International Congress of Mathematicians in Zurich, Switzerland. For this research, Rózsa was awarded her PhD summa cum laude in 1935. The work also helped to found the modern field of recursive function theory as a separate area of mathematical research and her later book, Recursive Functions (1951) was the first book devoted exclusively to the topic. History has largely overlooked this contribution, however, and Rózsa has been denied the recognition she deserves. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:13)(cid:12) 1905 Born in Budapest 1922 Enrolled at university 1927 Graduated 1932 Presented paper on recursive functions at International Congress of Mathematicians 1935 Awarded PhD 1945 First full-time teaching post 1952 Made Academic Doctor of Mathematics 1955 Started work at Eötvös Loránd University and made a full professor 1975 Retired from teaching 1976 Final book published 1977 Died the day before her birthday To infinity and beyond Rózsa Péter Triumph through adversity In her own lifetime, Rózsa did gain some of the respect she warranted. In 1937, she was appointed as contributing editor of the Journal of Symbolic Logic . Just as her career was beginning to take off, a setback materialised in the form of politics. In 1939, Hungary’s pro-Nazi government passed anti-Jewish laws that forbade Rózsa from teaching and which led to her being briefly confined to a Budapest ghetto. Undeterred, Rózsa continued her research work throughout the Second World War. It was during this period that she wrote her work Playing with infinity , which discussed the fields of number theory and logic in terms accessible to the lay reader. Aunt Rózsa When the war ended in 1945, Rózsa was granted her first full-time teaching position when she joined the faculty of the Budapest Teachers’ Training College. In 1952, she was the first Hungarian woman to be made an Academic Doctor of Mathematics. She taught at the college for a decade, until it closed in 1955, at which point she was made a full professor at Eötvös Loránd University. A popular lecturer, she was known as ‘Aunt Rózsa’ to her students and carried on teaching until the age of 70. Even after her retirement, Rózsa continued her mathematical work, and her final book Recursive functions in computer theory was published in 1976, the year before her death. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:13)(cid:13) R Ó Z S A P É T E R Scientific achievements Rózsa Péter was passionate about mathematics and equally fervent about passing on her love of the subject. She was active in promoting the teaching of mathematics in schools, particularly for girls and young women, and gave lectures on how “mathematics is beautiful”. Her own research work in the field of recursive function theory broke new ground and helped to establish it as a separate mathematical field. Although largely forgotten since her death, Rózsa was feted in her own lifetime. Amongst the prizes awarded to her were the Kossuth Prize, given by the Hungarian government in 1951 for her work Recursive Functions ; the Mano Beke Prize from the Janos Bolyai Mathematical Society in 1953; and the State Prize, Silver Degree (1970) and Gold Degree (1973). In 1973, she was also elected the first female mathematician to become a member of the Hungarian Academy of Sciences. Péter also found success with some of her published works, most notably Playing with infinity (1943), which was translated into at least 14 languages, and Recursive functions in computer theory (1976), which was only the second Hungarian mathematical book to be published in the Soviet Union – its subject matter is considered indispensable to the theory of computers. // Mass roll call of SA, SS, and NSKK troops (Nuremberg, 1935) // View of Budapest (the parliament) (cid:2) No other field can offer, to such an extent as mathematics, the joy of discovery, which is perhaps the greatest human joy. (cid:3) ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:13)(cid:14) Fields Nuclear physics Claim to fame The second woman to win the Nobel Prize for physics Name Maria Goeppert-Mayer Nationality German/American Lived 1906-1972 Maria Goeppert-Mayer (1906-1972), the ground-breaking theoretical physicist, has the unique distinction of being the only career volunteer – although many women scientists of her generation also volunteered or were underpaid – to win a Nobel Prize, which she received for her nuclear shell model of the atomic nucleus. Nobel volunteer Maria Goeppert- Mayer ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:13)(cid:15) M A R I A G O E P P E R T - M A Y E R The generation game Maria Goeppert was born in 1906 in Kattowitz (or Katowice in Polish) which was then part of German Prussia but today lies in Poland. She was the only child of Friedrich and Maria Goeppert. Her father, whom Maria idolised, was a sixth- generation university professor and he expected Maria to follow suit. He advised her to “never become just a woman”, i.e. a housewife, as was still generally the norm at the time. Later in her life, she recalled: “Ever since I was a very small child, I knew that when I grew up, I was expected to acquire some training or education which would enable me to earn a living so that I would not be dependent on marriage.” In 1910, the family moved to Göttingen, Lower Saxony, where her father be- came professor of paediatrics at the town’s university. He was also director of a children’s hospital and founded a day-care centre for the children of working mothers. He loved and was loved by children. As a sign of this dedication, the family, despite their prosperity, dined on turnip soup and pigs’ ears during the hyperinflation of the early 1920s to save food for the children at Friedrich’s clinic. Brain gain Not only was her home life infused with learning, but she was surrounded by intelligence. Her young mind was exposed to the brilliance of some of the best brains of the time, including future Nobel laureates Enrico Fermi, Werner Heisenberg and Wolfgang Pauli. The university town, where academics – among the best-paid and most admired professions in Germany at the time – were like royalty, had a buzzing social scene. The parties thrown by Maria’s mother in Göttingen set the standard for hospitality, and the daughter – admired for her mix of beauty and brains – in herited her mother’s socialising and entertaining finesse. In 1930, Maria married Joseph Edward Mayer, an American Rockefeller fellow who was working in Göttingen and became a lodger in their house after her father died. Joseph was the assistant of James Franck, the Nobel Prize-winning physicist who regarded Maria as “at least a niece”. That same year, the couple moved to the United States, where they were to build their academic careers and have two children. In 1933, the year Adolf Hitler came to power, Maria acquired American citizenship. Over the coming decades, Maria would work as a physicist in some of America’s top universities, but mostly as a volunteer. In 1972, the coma she had succumbed to in the previous year finally claimed her life. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:13)(cid:6) Nobel volunteer Maria Goeppert-Mayer 1906 Born in Kattowitz, Prussia 1910 Moved to Göttingen 1924 Entered Göttingen University 1930 Earned doctorate; married Joseph Edward Mayer, moved to USA 1931 Volunteer at Johns Hopkins University 1940 Volunteer at Columbia University 1946 Volunteer at Chicago University 1960 Became professor at University of California 1963 Awarded Nobel Prize 1972 Died after a year-long coma following a heart attack Nuclear poetry With the support of her family and their friends, Maria Goeppert managed to overcome the inadequacies of the education available to women at the time. The only privately endowed school which prepared girls for the abitur , the entrance examination for university, shut its doors during the hyperinflation of the early 1920s. The teachers, however, continued to instruct their pupils voluntarily. That is why in 1924, Maria was able to take the abitur examination in Hanover and begin her studies at Göttingen University. The Nobel laureate Max Born, who played a pivotal role in establishing quantum mechanics, became her men- tor. “She went through all my courses with great industry and conscientiousness”, he recalled, “yet remained a gay and witty member of ‘Göttingen society’.” The year 1930 was to prove momentous for her. She earned her doctorate in theoretical physics, married and moved to the United States. Her arrival in America coincided with the Depression, when few universities were hiring. In addition, the strict rules against nepotism meant that the fact that she was a professor’s wife did not help her prospects, nor did the US’ late recognition of quantum mechanics. But her fascination with physics and the encouragement of her husband, who was viewed as more of a feminist than Maria, led her to work as a volunteer. “I worked for a number of years without pay just for the fun of doing physics,” she reminisced. From 1931 to 1939, she volunteered at Johns Hopkins University in Baltimore, where she managed to produce ten papers and a textbook. Between 1940 and 1946, she was at Columbia University. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:13)(cid:7) // Rugeley B Power Station in Staffordshire, England // View of Chicago M A R I A G O E P P E R T - M A Y E R (cid:2) Winning the [Nobel] Prize wasn’t half as exciting as doing the work. (cid:3) Physics in a nuclear nutshell During World War II, she got her first-ever paying job, at Sarah Lawrence College for women. She also worked on uranium isotope separation under Harold Urey and others who helped develop the atom bomb. The University of Chicago, to which she moved in 1946, was the first place she was greeted with open arms. There, she became a professor in the Physics Department and at the Institute for Nuclear Studies, as well the Argonne National Laboratory. It was in Chicago that she carried out the work for which she would earn a Nobel Prize in 1963: she developed a model for the nuclear shell struc- ture. She also collaborated on a book on the subject with a German scientist, Hans Jensen, who worked in the same field and was a co-winner of the Nobel Prize. In 1960, Maria finally became a full professor at the University of California, San Diego. Although suffering a stroke shortly after arriving, she continued to teach and conduct research there for many years. Scientific achievements Maria Goeppert-Mayer was the second woman to win a Nobel Prize in physics after Marie Curie. The fact that she worked for three decades in three fields for three different universities as a volunteer is unparalleled in the annals of Nobel history. She only gained paid tenure at the age of 53! Her model for the structure of the nuclear shell explained the baffling “magic numbers” of nucleons in the nucleus of an atom which cause an atom to be extremely stable. She argued that the nucleus is like a series of closed shells, and pairs of neutrons and protons like to couple together in what is called spin orbit coupling. After receiving her Nobel, she admitted that: “Winning the prize wasn‘t half as exciting as doing the work.” Following her death, an award in her name was set up by the American Physical Society to honour young female physicists. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:14)(cid:9) Fields Biophysics, biochemistry and crystallography Claim to fame Pioneer in the field of crystallography; discovered the structure of several biological molecules Name Dorothy Crowfoot Hodgkin Nationality British Lived 1910-1994 Insulin has transformed the lives of millions of diabetics around the world. Without Dorothy Crowfoot Hodgkin’s (1910-1994) pioneering and patient efforts – over a period of some 35 years – to decipher this crucial hormone’s structure, its full potential may still not have been realised. All this was made possible by Crowfoot’s co-discovery and development of X-ray crystallography as a critical method for studying natural molecules. Deciphering atomic hieroglyphs Dorothy Crowfoot Hodgkin ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:14)(cid:8) D O R O T H Y C R O W F O O T H O D G K I N Scientific excavator Dorothy Crowfoot was born in 1910 in Cairo, where her father worked at the Egyptian Education Authority at a time when Egypt was still part of the British empire. Not long after her birth, the family moved to Sudan where her father became the director of both education and antiquities. In fact, he so loved ar- chaeology that he became a keen archaeologist after his retirement. Her mother was also an enthusiast and became an authority on early weaving techniques. Despite Dorothy’s love of chemistry, this passion for antiquity was transferred to their daughter and, just before going to university, she considered taking up archaeology full time after attending a dig with her parents in Jordan. Fortunately for physics and chemistry, she utilised her archaeologist’s bent for digging deep under the surface to piece together the structure of biological molecules. Runs in the family In 1937, by which time she was an established research fellow, Dorothy married the historian Thomas Hodgkin who was a bohemian, bon vivant and political activist. Like her, he had a passion for history and, with his interest in Africa and the Arab world, he spent time in such places as Palestine and Ghana. The couple had three children. Their daughter also inherited the history gene and went off to Zambia to teach the subject. One of Dorothy’s greatest scientific and political mentors was fellow chemist Professor John Desmond Bernal who was a communist (until 1956), and greatly influenced her life both scientifically and politically. Both unassuming and passionate, Dorothy cared greatly about issues of social inequalities and peace. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:14)(cid:10) Deciphering atomic hieroglyphs Dorothy Crowfoot Hodgkin 1910 Born in Cairo 1921 Started grammar school 1928-32 Studied at Oxford 1932-34 Studied at Cambridge and Oxford 1934 Began career as research fellow at Somerville College 1937 Married Thomas Hodgkin 1945 Confirmed the structure of penicillin 1954 Determined the structure of vitamin B12 1964 Received Nobel Prize 1969 Determined the structure of insulin 1994 Died Crystals are a girl’s best friend While most young children have vague dreams of becoming doctors or sim- ply famous, Dorothy Crowfoot – who became fondly known as “the cleverest woman in England” and a “gentle genius” – became interested, at the age of ten, not only in chemistry but also in the study of crystals. Large stretches of her childhood were spent apart from her parents who sent their children to school in the UK while they remained in Africa. In 1921, she entered the Sir John Leman Grammar School in Beccles, Suffolk, travelling abroad fre- quently to visit her parents in Cairo and Khartoum. From 1928 to 1932, Dorothy studied at Somerville College, which was also known as “bluestockings college”, at Oxford University. After attending a special course on crystallography, i.e. the study of the arrangement of atoms in solids, she decided to specialise in the emerging use of X-rays in this field. For that reason, she went to Cambridge in 1932, to study with J.D. Bernal. From 1934 onwards, she spent her entire research career at Somerville College, Oxford. In 1956, she became University Reader in X- ray Chrystallography. High-protein science Dorothy dedicated most of her research career to mapping the structure of proteins and other biological substances. Insulin was her toughest and most rewarding challenge. The complex and multifaceted hormone captured her imagination be- cause of the intricate and wide-ranging effect it has on the body. It took her and her team 35 years, between 1934 and 1969, to improve X-ray crystallography sufficiently to map out the complexity of this hormone. “I used to say the evening that I developed the first X-ray photograph I took of insulin in 1935 was the most exciting moment of my life,” she wrote in the British Medical Journal in 1971. “But the Saturday afternoon in late July 1969, when ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:14)(cid:11) // Passageway at Oxford University // Tick model of cyanocobalamin D O R O T H Y C R O W F O O T H O D G K I N (cid:2) The evening that I developed the first X-ray photograph I took of insulin in 1935 was the most exciting moment of my life. (cid:3) we realised that the insulin electron density map was interpretable, runs that moment very close.” In addition, Dorothy became a Wolfson research professor of the Royal Society in 1960 and was present at the inception of the International Union of Crystallography in 1946. Scientific achievements There was a time when there were plenty of theories about the structure and function of microscopic molecules, but few hard facts. It is difficult to understand what you cannot see, and that explains why Dorothy Crowfoot dedicated her life to unlocking the complex structures of molecules at the atomic level. She was not only a trailblazer in X-ray crystallography – which was critical in determining the structure of DNA and other bio- logical molecules – but she also created the field of protein crystallography. In fact, she is widely seen as being the sci- entist who most transformed crystallography from an art form into an indispensable scientific tool. Among her most influential discoveries were her confirmation of the theoretical structure of penicillin. Her decades-long pursuit of insulin must count as one of the most dogged quests in modern science. For her description of the structure of the vitamin B12, she received the Nobel Prize for chemistry in 1964. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:14)(cid:12) Fields Biophysics, biochemistry and X-ray crystallography Claim to fame Ground-breaking work that helped to identify the structure of DNA Name Rosalind Elise Franklin Nationality British Lived 1920-1958 The discovery of the structure of DNA was such a singular achievement that it earned three scientists a Nobel Prize. However, one unsung heroine of this accomplishment was Rosalind Franklin (1920-1958) whose X-ray photographs were fundamental to unlocking the secrets of these “building blocks” of life. Decoding the blueprint of life Rosalind Franklin ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:14)(cid:13) R O S A L I N D E L I S E F R A N K L I N The right chemistry Rosalind Franklin was born in London into a well-off British Jewish family in 1920, the second of five siblings. Her father was a prominent merchant banker and her extended family counted her uncle Herbert Samuel, who was Home Secretary (Minister of the Interior) in 1916, and her aunt Helen Franklin, a trade union and women’s suffrage activist. Members of her family were also active in settling Jewish refugees fleeing Nazi persecution. Family holidays were often walking tours, and Franklin developed an enduring passion for hiking, as well as foreign travel. As a reflection of this interest, she learnt to speak excellent French, good Italian and some German. Rays of knowledge Science was a lifelong passion and, as her mother recalled: “All her life, Rosalind knew exactly where she was going.” Franklin started her education at an inde- pendent girls’ school in London and attended Cambridge University where she eventually gained a PhD in chemistry. She then went on to pursue a successful research career as a biophysicist who contributed to our understanding of the structure of several large molecules, in- cluding DNA, coal and viruses, until her life was cut tragically short by cancer, possibly due to excessive exposure to the X-ray radiation she used in her research. In January 1958, she died at the age of 37. X-ray vision Franklin was educated at St Paul’s Girls School, an independent school in London which focused on preparing girls for careers. There, she excelled in science, Latin and sport. In 1938, Franklin went to Cambridge University where she studied chemistry. When she graduated in 1941, she only received a “titular” degree because the university had not yet begun to award full degrees to women. “Science and everyday life cannot and should not be separated,” she wrote in a letter to her father in the summer of 1940. Following her own advice, Franklin began her research career by focusing on topics relevant to the war effort at the British Coal Utilisation Research Association. There, she focused on the porosity of coal which became the basis for her PhD thesis which she completed in 1945. After that, she turned her attention to organic molecules. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:14)(cid:14) 1920 Born in London 1931 Began school 1938 Went to Cambridge University 1941 Received BA in physical chemistry 1945 Awarded PhD in physical chemistry 1947-51 Led research group at Laboratoire Central des Services Chimiques de l’État (FR) 1951-53 Studied DNA at King’s College, London, UK 1953-58 Studied plant viruses at Birkbeck College, London, UK 1958 Died of ovarian cancer Rosalind Elise Franklin Decoding the blueprint of life Crystal clear After the war, she moved to France to work at the Laboratoire Central des Services Chimiques de l‘État, where she continued to study the structure of coal using crystallographic methods. In 1951, Franklin moved back to Britain to work at King’s College London, where she began her pioneering work on DNA, which was to become her most endur- ing legacy. Deoxyribonucleic acid, or DNA as it is most commonly known, is often described as the blueprint or code of all living organisms. At the time, the genetic significance of DNA was widely recognised but no one knew what it looked like at the molecular level – and Franklin’s research was to lay the groundwork for identifying the distinct double-helix structure of the DNA mol ecule. Her X-ray photographs, including the famous ‘Photo 51’, were to prove invaluable to the work of Francis Crick and James Watson who were awarded – along with Maurice Wilkins – a joint Nobel Prize for describing the structure of DNA. Scientific achievements Despite her untimely death, Rosalind Franklin’s life was replete with scientific achievements, although she was under-recognised during her own life. Her major contribution was to help advance our understanding of microscopic structures. Her investigations into the porosity of coal sparked the idea of high-strength carbon fibres, such as modern composite materials. In her later career, Franklin concentrated on the little-understood microscopic world of viruses. She focused on the tobacco-mosaic and polio viruses. But it is her pioneering work on DNA which has been her most notable legacy. ",
        "(cid:2)(cid:3)(cid:4)(cid:5)(cid:8)(cid:14)(cid:15) // Double helix structure of DNA // College in Cambridge R O S A L I N D E L I S E F R A N K L I N (cid:2) Science and everyday life cannot and should not be separated. (cid:3) Nobel pursuits The use of her images and some of her other findings by Crick and Watson without her knowledge continues to stir controversy to this day. Some accuse her peers at King’s College, including Wilkins, of sexism and seeking to undermine Franklin and rob her of recognition by allowing Crick and Watson access to her work. Others contend that the sharing of such information at the time was not unusual. What is clearer is that there is a general consensus that Franklin deserved a Nobel Prize. In fact, Watson himself has suggested that she should have been co-awarded the chemistry prize, while he and Crick should have got the medi- cine prize. However, the significance of the discovery of the structure of DNA was not generally understood until after Franklin’s death, and Nobel Prizes are never awarded posthumously. Whether she would have been awarded one had she lived or whether she would have fallen victim to institutionalised sexism is a question we will never be able to answer. Franklin received numerous posthumous recognitions and awards, including the naming of a US university after her, as well as halls and residences at the institutions where she had worked or studied. The UK’s Royal Society has estab- lished an award in her name for outstanding contributions to any area of natural science, engineering or technology, while the US National Cancer Institute has a similarly named award for outstanding women in science. ",
        "European Commission WOMEN IN SCIENCE Luxembourg: Publications Office of the European Union 2010 — 167 pp. — 23.0 x 27.5 cm ISBN 978-92-79-16829-1 doi:10.2777/23227 Photo credits: © European Community, 2007: page 3 © Science Photo Library: page 12, 20, 24, 32, 65, 72, 77, 109, 113, 132, 133, 168 © Musée Curie-UMS 6425 Institut Curie/CNRS: page 96, 97, 117, 139, 140, 141, 145 © Friedrich-Alexander-Universität Erlangen-Nürnberg: page 121 ",
        "How to obtain EU publications Publications for sale: • via EU Bookshop (http://bookshop.europa.eu); • from your bookseller by quoting the title, publisher and/or ISBN number; • by contacting one of our sales agents directly. You can obtain their contact details on the Internet (http://bookshop.europa.eu) or by sending a fax to +352 2929-42758. Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Commission's representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. T009341_cov.indd 2 28/09/10 16:51:04 ",
        "Today, women are actively participating in science, while the number of women among the world’s top scientists is growing. In fact, the face of modern science would be unrecognisable without the major contributions made by women. Women still face a lot of obstacles in science which can be summed up using metaphors such as the glass ceiling, the sticky floor and the glass cliff. The role of women in research excellence is still an issue, as well as their low numbers in top positions. That is why policy changes are needed to tap women’s talents and resources to the full. For much of history, women were officially excluded from the scientific realm. Moreover, they often encountered loving parents who tried to discourage their passions for ‘unfeminine subjects’ such as geology or mathematics. The lucky few had fathers, mothers, husbands or distant admirers who encouraged their scientific ambitions. This volume shows that, despite the invisibility of women in the historical narrative of mainstream science, it does not mean that science was always exclusively a man’s world. Throughout the centuries, many women managed to overcome their marginalisation and excel in their chosen field, making vital additions to the sum of human knowledge. This book tells the compelling stories of these heroines of European science – some sung but many unsung – and, through their narratives, it enriches and completes the history of human knowledge by highlighting the role of women. K I - 31 - 10 - 654 - E N - C d o i : 10 . 2777 / 23227 T009341_cov.indd 1 28/09/10 16:51:03 "
    ]
}