{
    "text": [
        "COUNCIL DECISION of 14 May 2012 on the conclusion of a Voluntary Partnership Agreement between the European Union and the Central African Republic on forest law enforcement, governance and trade in timber and derived products to the European Union (FLEGT) (2012/374/EU) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular the first subparagraphs of Article 207(3) and (4), in conjunction with Article 218(6)(a)(v) and Article 218(7) thereof, Having regard to the proposal from the European Commission, Having regard to the consent of the European Parliament, Whereas: (1) In May 2003 the European Commission adopted a Communication to the European Parliament and to the Council entitled ‘Forest Law Enforcement, Governance and Trade (FLEGT): Proposal for an EU Action Plan’ which called for measures to address illegal logging through the development of voluntary partnership agreements with timber-producing countries. Council conclusions on that Action Plan were adopted in October 2003 ( 1 ) and Parliament adopted a resolution on the subject on 11 July 2005 ( 2 ). (2) In accordance with Council Decision 2011/790/EU ( 3 ), the Voluntary Partnership Agreement between the European Union and the Central African Republic on forest law enforcement, governance and trade in timber and derived products to the European Union was signed on 28 November 2011, subject to its conclusion. (3) The Agreement should be concluded, HAS ADOPTED THIS DECISION: Article 1 The Voluntary Partnership Agreement between the European Union and the Central African Republic on forest law enforcement, governance and trade in timber and derived products to the European Union (FLEGT) (hereinafter ‘Agree­ ment’) is approved on behalf of the Union. The text of the Agreement is attached to this Decision. Article 2 The President of the Council is hereby authorised to designate the person empowered on behalf of the European Union to make the notification provided for in Article 30 of the Agreement, in order to bind the Union. Article 3 The European Union shall be represented by representatives of the Commission in the Joint Agreement Implementation Committee set up in accordance with Article 19 of the Agreement. The Member States may participate in meetings of the Joint Agreement Implementation Committee as members of the European Union delegation. Article 4 For the purpose of amending the annexes to the Agreement in accordance with Article 26 thereof, the Commission is auth­ orised, in accordance with the procedure laid down in Article 11(3) of Council Regulation (EC) No 2173/2005 of 20 December 2005 on the establishment of a FLEGT licensing scheme for imports of timber into the European Community ( 4 ), to approve any such amendments on behalf of the European Union. Article 5 This Decision shall enter into force on the date of its adoption. Done at Brussels, 14 May 2012. For the Council The President M. GJERSKOV EN L 191/102 Official Journal of the European Union 19.7.2012 ( 1 ) OJ C 268, 7.11.2003, p. 1. ( 2 ) OJ C 157E, 6.7.2006, p. 482. ( 3 ) OJ L 320, 3.12.2011, p. 2. ( 4 ) OJ L 347, 30.12.2005, p. 1. "
    ]
}