{
    "text": [
        "Written by Metis GmbH, Fondazione Brodolini and Panteia October – 2016 Social Europe ESF Ex-post Evaluation Synthesis 2007-2013 Country Report – Croatia Contract VC/2015/0098 ",
        "EUROPEAN COMMISSION Directorate-General for Employment, Social Affairs and Inclusion Directorate G — Audit and evaluation Unit EMPL. G4 - Evaluation & Impact Assessment E-mail: EMPL-G4-UNIT@ec.europa.eu European Commission B-1049 Brussels ",
        "EUROPEAN COMMISSION Directorate-General for Employment, Social Affairs and Inclusion European Social Fund 2016 ESF Ex-post Evaluation Synthesis 2007-2013 Country Report – Croatia ",
        "LEGAL NOTICE This document has been prepared for the European Commission however it reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein. More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2016 Catalogue number: KE-01-16-865-EN-N ISBN 978-92-79-61680-8 doi: 10.2767/780663 © European Union, 2016 Reproduction is authorised provided the source is acknowledged. For any use of photo which are no under the European Union copyright, permission must be sought directly from the copyright holder(s) indicated. Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*) : 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). ",
        "Country Synthesis Report – Croatia 5 Glossary of key concepts A2E Access and sustainable integration into employment – one of the Priorities of Article 3 ‘Scope of assistance’ of the ESF Regulation No 1081/2006 Action The second level in the OP architecture, usually the Priority Axis (see below) consists of several actions Adaptability A key policy area in the ESF, consisting of activities to increase the adaptation of workers and enterprises to the changing economic circumstances and labour market demands - one of the Priorities of Article 3 ‘Scope of assistance’ of the ESF Regulation No 1081/2006 Annex XXIII categories The socio-economic characteristics of ESF participants reported in the ESF monitoring systems, relating to the participant gender, labour market status (employed (of which self-employed), unemployed of which long-term unemployed), inactive of which in education and training), age (young people aged 15-24 and older people aged 55-64), disadvantaged status (migrants, minorities, disabled, other disadvantaged) and educational attainment status (by ISCED levels) Category of expenditure (CoE) Categorisation of the Structural Fund expenditure; cf. ANNEX IV of COUNCIL REGULATION (EC) No 1083/2006 of 11 July 2006. ESF expenditure relates to Categories 62 to 74 Certified expenditure Expenditure incurred in the implementation of the ESF activities which has been approved by the Managing Authority of the Operational Programme and the European Commission Cluster A group of actions or interventions with common objectives and activities Community added value (CAV) The extent to which the ESF activities provided effects additional to the national / regional activities Convergence objective Speeding up the convergence of the least-developed Member States and regionsNUTS level 2 regions in the EU Member States whose gross domestic product (GDP) per capita was less than 75% of the average GDP of the EU-25 for the same reference period Effectiveness The extent to which the set aims and objectives have been reached Efficiency The comparison between the achieved outputs and results and the costs incurred Gender sensitivity The extent to which the planning, design, implementation and monitoring reflects the gender issues ISCED International Standard Classification of Education, an international standard classification used to classify the education levels: 1 Primary education 2 Lower secondary education 3 Upper secondary education 4 Post-secondary non-tertiary education 5 Short-cycle tertiary education ",
        "Country Synthesis Report – Croatia 6 6 Bachelor or equivalent Intermediate Body (IB) The organisation charged by the Managing Authority to implement the ESF funds in the OP Intervention The third level in the OP architecture, usually the Actions in the OP consist of several interventions Human capital A key policy area in the ESF, consisting of activities to develop the skills and knowledge of human resources across the different stages of the education and training system cycle, this theme is subject to another thematic evaluation - one of the Priorities of Article 3 ‘Scope of assistance’ of the ESF Regulation No 1081/2006 Managing Authority (MA) The institution in each Member State responsible for the strategic direction and financial management of the OP Operational Programme (OP) The means through which the ESF support was implemented in the Member States, as agreed between the European Commission and the Member States. Each OP consists of several Priority Axes, which in turn consist of several actions, which in turn consist of several interventions Output The immediate reach of the ESF activity (e.g. number of participants reached, number of schools or enterprises supported) Participant The person who participated in the ESF funded activity. Priority Axis (PA) The first level in the OP architecture, usually the OP consists of several Priority Axes (concepts of priorities, areas and others are also used in the OPs), which in turn consist of several actions and each action of several interventions Regional competitiveness and employment objective (RCE) Aimed at strengthening regions' competitiveness and attractiveness as well as employment by anticipating economic and social changes outside the least- developed regions: NUTS level 2 regions in the EU Member States whose GDP per capita was above 90% of the average GDP of the EU-25 for the same reference period Result The change achieved through the activity leading to long term achievements of ESF activities (e.g. number of qualifications acquired by participants, number of enterprises providing training) Strengthening Institutional Capacity A key priority focussing on the efficiency of public administrations and public services at national, regional and local level by promoting mechanisms to improve good policy and programme design, monitoring and evaluation, and capacity building in the delivery of policies and programmes in the relevant fields. SIC is one of the Priorities of Article 3 “Scope of assistance” of the ESF Regulation No 1081/2006. Sustainability The extent to which the achieved results last ",
        "Country Synthesis Report – Croatia 7 Table of Contents EXECUTIVE SUMMARY ................................................................................... 10 INTRODUCTION ........................................................................................... 14 1 BACKGROUND AND CONTEXT .................................................................. 15 1.1 Challenges and role/position of ESF/IPA .......................................... 15 1.1.1 Challenges faced by the country in the different policy fields at the time of programming and during the programming period ................. 15 1.1.2 CSR addressed by the ESF/IPA ...................................................... 15 1.1.3 ESF response to the crisis ............................................................. 15 1.2 Support and Contribution to the Lisbon Strategy and Europe 2020 strategy and targets ..................................................................... 17 2 SCALE OF ESF INVESTMENT .................................................................... 18 3 EFFECTIVENESS BY PRIORITY ................................................................. 19 3.1 Output and results ....................................................................... 19 3.1.1 Outputs ...................................................................................... 19 3.1.2 Results ....................................................................................... 21 3.2 Evidence of effectiveness .............................................................. 22 4 EFFICIENCY BY THEME ........................................................................... 23 5 SUSTAINABILITY ................................................................................... 24 6 GENDER SENSITIVITY ............................................................................ 25 7 COMMUNITY ADDED VALUE ..................................................................... 26 8 SOCIO-ECONOMIC IMPACT ..................................................................... 27 9 KEY LESSONS LEARNED ......................................................................... 28 9.1 What are the key lessons in terms of policy choices? ......................... 28 9.2 What are the key lessons in terms of target groups? ......................... 28 9.3 What are the key lessons in terms of the appropriate programming? ... 28 9.4 What are the key lessons in terms of the effective implementation? .... 29 9.5 What are the key lessons in terms monitoring? ................................ 29 9.6 What are the key lessons in terms of evaluation? ............................. 30 10 ANNEXES ............................................................................................. 31 ",
        "Country Synthesis Report – Croatia 8 List of tables and figures Table 1. ESF Ex post evaluation, main figures by policy theme ............................... 13 Table 2. Financial allocation and implementation rate of the ESF/IPA programming period 2007-2013 .............................................................................................. 18 Table 3. Cost per participation by theme ............................................................. 23 Table 4. Share of women by theme .................................................................... 25 Table 5. Socio economic indicators of Croatia, 2007-2014 ..................................... 27 Table 6. Financial allocation by Priority Axes ........................................................ 31 Table 7. Data on participants ............................................................................ 32 Table 8. Output indicators by policy field ............................................................ 33 Table 9. Result indicators ................................................................................. 35 Table 10. Inventory of evaluations .................................................................... 36 Figure 1. Labour market status of participants in ESF 2007-2013 (entering)........... 19 Figure 2. Education status of participants in ESF 2007-2013 (entering) ................. 20 Figure 3. Vulnerable target groups participating in ESF 2007-2013 (entering) ........ 20 Figure 4. Share of participants by policy field ..................................................... 21 ",
        "Country Synthesis Report – Croatia 9 Acronyms A2E Access to employment and sustainable integration into employment AIR Annual Implementation Report ALMP Active labour market policy CAV Community Added Value CoE Category of expenditure CES Croatian Employment Service CF Cohesion Fund CSR Country Specific Recommendation EC European Commission EEN Expert Evaluation Network ESF European Social Fund EU European Union GDP Gross Domestic Product HC Human Capital IA Implementing Agency IB Intermediate Body ISCED International Standard Classification of Education LLL Lifelong learning LMP Labour market policy MA Managing Authority MIS Monitoring and Information System MS Member State NEET Not in Employment, Education or Training NSRF National Strategic Reference Framework OP HRD Operational Programme Human Resources Development PA Priority Axis SFC Structural Funds Common Database SI Social Inclusion SME Small and medium-sized enterprises VET Vocational education and training ",
        "Country Synthesis Report – Croatia 10 Executive summary Background The Country synthesis report covers the 2007-2013 programming period up until the end of 2014, which in the case of Croatia started with their accession to the EU on 1/7/2013, and includes the analysis of expenditure, outputs and results across all policy themes. It builds on the Annual Implementation Reports (AIR) and on other available ESF evaluations carried out in Croatia 1 . 1. Policy Challenges addressed by the ESF Negative trends in the economy over the past six years, continued to be reflected in the labour market during 2014 in the context of the unemployment and employment rates. The Country Specific Recommendations (CSR) upon accession to the EU in 2013, focused on administrative capacity, macro-economic imbalances and the functioning of the labour market. The CSR proposed increasing the quality of labour supply and the employment rate by improving the efficiency and effectiveness of active labour market policies and further reforming the education system to raise skills to levels that better match labour market needs and reducing early school leaving. 2. The scale of ESF investment Funding: Croatia was allocated EUR 179,309,591 total funding for the period 2007-2013 including both ESF and national funding, which was allocated across five Priority Axes (PA). Absorption varied among the PAs (see Table 2, Section 2, below): For Priority Axis 1: Supporting access to sustainable employment and adaptability of the workforce absorption was the highest at 51%, (not including technical assistance at 65%), while for Priority Axis 5: Strengthening the role of civil society for better governance it was the lowest at 3%, as this PA was introduced in 2012 with the last amendment of IPA OP 2007-2013 (first half). Participations: Some 30,000 participations were recorded in the Croatian ESF OP. Almost one-third of participants were unemployed followed by the employed. The group of inactive and of self-employed are the least represented. 3. The effectiveness of interventions / what works for whom? 1 Unlike the Country synthesis reports of the other 27 MS that are primarily based on the Access to Employment, Human Capital and Social Inclusion thematic ex post evaluations Headline figures and key findings at the end of 2014  Activities were implemented under the ESF/IPA Operational Programme Human Resources Development (OP HRD)  Total financial allocation: EUR 179,309,591 (ESF contribution: 85%)  42.52% (76 million) was incurred by the end of 2014  17,170 participations were entered in funded efforts by the end of 2014  7% of the participants were employed, 67% with tertiary education, 33% with lower education (ISCED 1 and 2), over 2,500 were young people (15-24 years-old) and fewer than 400 were minorities  Aggregation of results: participants employed after six months: 177 participants obtaining qualification/certification: 1,092 Entities: 226  The main policy challenges facing Croatia in 2007 were the large number of inactive people outside the labour market and the skills gap. The ESF/IPA OP HRD addressed these issues by investing over half the funding in developing human capital and a further third in access to employment.  The interventions for employed people and for inactive people, especially NEETs were only moderately effective in helping people to remain in and get closer to the labour market.  There was reasonable coverage of registered unemployed and new target groups were reached. ",
        "Country Synthesis Report – Croatia 11 The essence of the intervention logic was the change that the OP HRD intended to bring about in Croatia. This change (expressed as intended results) was supposed to be spawned on the one hand, by investments on the supply side, concerning the education, vocational education and training (VET) and lifelong learning (LLL); improvement of the employment services; and improvements in the overall capacity of the public sector to provide services. Such capacity was meant to meet the demand generated by financing, on the other hand, of opportunities for individuals, (mostly from vulnerable social groups but also researchers and young qualified school leavers) to access the services improving their opportunities and employability. Aggregation of results  People in employment six months after the intervention: 177  People obtaining qualification/certificate: 1,092  Entities: 226 4. The efficiency of interventions Existing evidence does not allow assessing efficiency for the interventions implemented within ESF. Cost per participant was lowest within the theme strengthening institutional Capacity, while Enhancing Human capital had the highest costs. The average cost per output of the theme Access to Employment is EUR 3,331, much higher than costs for ALMPs in Croatia: EUR 1,024.5. 5. The sustainability of interventions The reviewed evaluations do not provide detailed data on the sustainability for participants or entities. The reviews are highly technical and look at hard numbers as they currently stand. This is almost certainly because implementation has started late. Sustainability is possible, but highly dependent on the performance of the economy as a whole, at least in terms of sustainability for private sector participants. 6. The gender sensitivity of interventions One of the best performing aspects of the EU interventions as demonstrated by the reviewed evaluations is the effort to ensure strong gender equality in participation numbers. Across all group classifications relating to participation, women’s participation exceeded both anticipated numbers as well as proportional distribution as it relates to population. 7. Community added value (CAV) of ESF investment (for each type, specify in which theme(s) the CAV has been predominant) presented by order of importance. With respect to CAV, the evaluations reviewed provide no direct reference to it and thus it is difficult to assess CAV across the four dimensions. This is neither a surprise nor is it necessarily a failing of the evaluations reviewed as they were all oriented in a very technical fashion, coupled with low administrative capacities. In addition, the breakdown of spending demonstrates how much effort was focused on improving capacities from an administrative standpoint, which reinforces this. That said, it is not unreasonable to expect that on a go forward basis, a more direct effort to ensure that the CAV perspective is considered directly within future evaluations. 8. Socio-economic impact Expectations regarding socio-economic impacts of employment interventions underwent significant changes in the course of the programme implementation. Due to economic recession of 2009-2010, the unemployment rate increased from 8.4% in 2008 to 17.3% in 2014 and the expectations shifted from further reduction of unemployment to the recovery of labour market. Macro-level Negative trends continued following the 2008-2009 financial crisis with little indication of any real or sustainable recovery. While GDP change is finally in the positive, as is ",
        "Country Synthesis Report – Croatia 12 domestic demand and gross national savings, the numbers are marginal and indicative of minimal effectiveness of pre-accession assistance in terms of abating the tide and impacting substantially on the economy. The relevance of OP HRD is assessed against the broader picture drawn by the financial and economic crisis that has seriously affected Croatia. After years of constant growth, the GDP decreased by 6.0% in 2009 and 1.2% in 2010 which had a negative impact on employment and on social cohesion as well. Besides the crisis, the demography of Croatia is still unfavourable in terms of decreasing and ageing population. Such structural changes will have a negative impact on the labour force, as well as on the social system in the future. Meso -level The expected impact of the social inclusion intervention is a better social inclusion of people at a disadvantage, or, at risk of social exclusion. Emphasis was placed on the specific problems of the long-term unemployed with low levels of qualifications and skills, as well as minority groups and people with disabilities. Their greater access to education and employment will have a positive impact on the overall social situation in the country as well as on Croatia’s future social expenses. Micro-level In the five-year period, 2007 – 2011, the working-age population (15+) has increased by 3.6%, from 3.66 million in 2007 to 3.79 million people in 2011. In the last quarter of 2011, out of 3.788 million people of working age population in Croatia, the labour force consisted of 1.72 million persons, 1.48 million of which were employed and 238,000 of which were unemployed. The number of inactive persons of working age in 2011 was 2.07 million people. In the last quarter of 2011, out of total 3.79 million persons of working age population in Croatia, 1.99 million (52.4%) were women. On the contrary, out of total 1.72 million persons in the labour force, 45.3% were women and 54.7% were men. The activity rate of the labour force has decreased from 48.8% in 2007 to 45.3% in the last quarter of 2011. In terms of labour productivity (Eurostat data), after years of growth Croatia reached a peak of 78.3% in 2008, went back to 76.9% in 2009 and rose again to 77.4% in 2010. In the period from 2006 to 2008, the unemployment rate (as monitored through the Labour Force Survey) improved from 11.1%, to 8.4%. However, the unemployment rate started to increase again in 2009, from 9.1% to 11.8% in 2010, which was higher than in 2006. In the last quarter of 2011, the unemployment rate reached 13.9%. 9. Overall assessment of all evaluation criteria As project implementation is still ongoing up to the end of 2016, implementation rates and achieved results are still expected to increase. A large effort was undertaken to include vulnerable target groups. 10. Key lessons The OP HRD 2007-2013 featured interventions funded through public expenditures which were aimed at institutional capacity strengthening, broadening access to employment, education and training provision, supporting research and development, fostering social inclusion, increasing the adaptability of employees and employers to changing labour market conditions and strengthening the role of civil society. The logic underlying these interventions coincided with the rationale for investing public money on human capital. Neither enhancement of the social dialogue quality, nor support of the civil society has a direct impact on creation of more and better jobs. On the other hand, social dialogue is a process aiming at the improvement of working conditions, which can be seen as a precondition for a satisfactory long-term employment. This intervention logic is rather theoretical and it will be difficult to quantify the contribution of the Priority Axis 5 to the fulfilment of the OP HRD framework objective. With regard to monitoring and evaluation, the following can be said: ",
        "Country Synthesis Report – Croatia 13 1. Invest time in the specification of the operations and awareness raising of the potential beneficiaries on the need to be consistent with the policies while at the same time responding to the real needs of the target groups. 2. Invest in strengthening the capacity of the potential beneficiary institutions in designing and implementing large-scale projects under the ESF co-financed grant schemes with integrated innovative activities. 3. Support partnerships between the public and private sector and civil society, in order to improve capacity of implementation of larger projects with higher potential for sustainable results to the target groups. 4. Strengthen innovative approaches in providing support to the target groups. Innovation can be introduced not only to activities aimed at providing support in the creation/enhancement of structures, but also in activities providing direct services to individuals, such as for example better and more focused training programmes with innovative content and learning modules. 5. Strengthen monitoring and reporting mechanisms and provide for e-reporting facilities allowing for direct data exchange on results and data corrections. Table 1. ESF Ex post evaluation, main figures by policy theme HC A2E SI SIC Partner- ships Total Allocated in million EUR (EU + national funding)… 56 53 47 9 - 179 …of which EU (%) - 85 Certified expenditure in million EUR (and % of allocation) 23 27 17 0.3 - 76 Participations (thousands) 2 8 6 1 - 17 Women % 63.4 66.6 65.0 66.1 - 65.7 Young people (16-24)% 1.6 31.6 7.7 21.3 - 19.1 Unemployed % 23.0 76.7 37.7 42.5 - 54.4 Inactive % 0.8 5.8 39.6 13.9 - 17.2 Disadvantaged% 1.3 8.1 90.1 42.8 - 37.3 Low skilled (ISCED 1- 2)% 0.0 6.9 32.2 11.8 - 14.9 Results Indicator (aggregated) Final target Target achieved Implem entation rate Long term employment (6 months) 2,500 177 7% People obtaining qualification/certificate 7,250 1,092 15% Entities 280 226 81% ",
        "Country Synthesis Report – Croatia 14 Introduction This country synthesis report is for Evaluation Task 2B: National level analysis of the ESF 2007-2013 Ex-post Evaluation Synthesis. The purpose of the present report is to summarise the most recent and most robust evaluation evidence available, analyse the most recent data available and provide a succinct overview of the outputs, results and impacts of the ESF under the main ESF Priorities as defined in the ESF Regulation 2 . These generally are:  increasing adaptability of workers, enterprises and entrepreneurs with a view to improving the anticipation and positive management of economic change  enhancing access to employment and the sustainable inclusion in the labour market of job seekers and inactive people, preventing unemployment, in particular long-term and youth unemployment, encouraging active ageing and longer working lives, and increasing participation in the labour market  reinforcing the social inclusion of disadvantaged people with a view to their sustainable integration in employment and combating all forms of discrimination in the labour market  enhancing human capital  promoting partnerships, pacts and initiatives through networking of relevant stakeholders, such as the social partners and non-governmental organisations, at the transnational, national, regional and local levels in order to mobilise for reforms in the field of employment and labour market inclusiveness And, additionally in Convergence regions:  expanding and improving investment in human capital  strengthening institutional capacity and the efficiency of public administrations and public services at national, regional and local level and, where relevant, of the social partners and non-governmental organisations, with a view to reforms, better regulation and good governance especially in the economic, employment, education, social, environmental and judicial fields The ESF achievements under each Priority have been evaluated in the following sections: Extent to which resources were used, Effectiveness, Efficiency/cost-effectiveness, Socio- economic impact, Gender sensitivity and Sustainability. For this country synthesis report, existing reports have been used emanating from both EU level evaluations, in particular the recent thematic ex-post evaluations on OP HRD 2007-2013 as well as national evaluation material, the AIR 2014 and other relevant reports. This information has been complemented by the AIR 2013 in the case of this report. Given the reliance of the country synthesis reports on some older and some more recent material, combining these results occasionally at a skewed view as there is a natural differentiation in the findings across the documents, mainly due to the time difference. 2 REGULATION (EC) No 1081/2006 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 5 July 2006 Article 3, Scope of assistance ",
        "Country Synthesis Report – Croatia 15 1 Background and Context 1.1 Challenges and role/position of ESF/IPA 1.1.1 Challenges faced by the country in the different policy fields at the time of programming and during the programming period The negative trends in the economy over the past six years continued to be reflected in the labour market during 2014 in the context of unemployment and employment rates. The average unemployment rate for 2014 was 19.7%, a decrease of 0.6 percentage points compared to 2013, while in relation to the pre-crisis (2008) unemployment rose by 6.4 percentage points. 3 The unemployment rate in the fourth quarter of 2014 was 18.3%, with the rate for men at 18.1% and women at 18.5%. During the same period of 2013, the unemployment rate was 17.5%. In December 2014 there were 316,763 registered unemployed persons, or a reduction of 12.8% than in December 2013. Of the total number of unemployed in December 2014 170,681 unemployed were women, or 11.2% less than in December 2013. 4 At the same time, labour force survey data shows employment rising by only 0.9 percentage point compared to 2013. 5 In December 2014, 23,723 people found employment. Some 13,821 of them where employed as follows: 10,329 persons on the basis of standard employment contracts and 3,492 persons on the basis of other business activities. From those employed the majority (91.4%) found permanent employment mainly in the wholesale and retail sectors (16.9%) and 16.5% in manufacturing. 1.1.2 CSR addressed by the ESF/IPA The Country Specific Recommendations (CSR) for 2014 focused on administrative capacity, macro-economic imbalances and the functioning of the labour market. The CSR suggested increasing the quality of labour supply and the employment rate by improving the efficiency and effectiveness of active labour market policies and further reforming the education system to raise skills to levels that better match labour market needs and reducing early school leaving. The CSR also focuses on specific target groups recommending taking steps to combat poverty and promote social inclusion, especially for vulnerable groups facing multiple barriers (e.g. Roma, people with disabilities and war veterans as well as those living in isolated rural areas) and concentrating support on young people with low skills as well as advancing the educational reform. 1.1.3 ESF response to the crisis During 2014, the negative trends of the Croatian economy, as a result of many years of economic and financial crisis, continued. According to the preliminary estimates of the Central Bureau of Statistics, gross domestic product (GDP) on an annual basis dropped for the sixth consecutive year. Despite the increase in GDP of 0.3% in the fourth quarter of 2014 compared to 2013, real GDP declined by 0.4% compared to 2013. The largest contribution to GDP growth in the fourth quarter was achieved by a major export commodity and the production method, thanks to increased activity in the processing industry. At the same time, the largest contribution to the reduction of volume was due to the decline in gross fixed capital formation, and the decrease of the construction activity. 6 The main recommendations stemming from the evaluations reviewed as to how the ESF should respond going forward are outlined below:  More clarity in the definition of the operations and their specifications 3 Central Bureau of Statistics, the first results, April 2015, www.dzs.hr 4 Monthly Statistical Bulletin of the Croatian Employment: 2014 (12), www.hzz.hr 5 Central Bureau of Statistics, the first results, April 2015, www.dzs.hr 6 Communication from the Central Bureau of Statistics, the number 12.1.1 / 4th, 6 March 2015, www.dzs.hr ",
        "Country Synthesis Report – Croatia 16 Based on the OP Efficient Human Resources (EHR) 7 2014-2020 strategic programming, programme managers should work around a more concrete contextualisation of the programming and prepare extended specifications of operations with concrete targeting and delivery mechanisms appropriate to the intended measures. Programme managers responsible for designing the programming should also make an effort to move away from an approach based on policy sectors by formulating operations/actions designed to directly reach the target groups (individuals) as well as operations/actions that aim to reach the needs of the potential beneficiary organisations (structures and systems). Programming of operations should be consistent with policies, but clear and specific, able to respond to the needs of target groups. It should also clearly address aspects such as territorial specificities, administrative capacities at the local level and involvement of a broad spectrum of partners including private sector partners.  Grant schemes’ projects should focus more on sustainable results rather on activities and outputs The main question is how to plan long-term effects for the target groups, and how to measure them over time. An attempt of a more careful planning and better monitoring on behalf of project beneficiaries, under the guidance of the programme managers, should lead to better projects with regard to outputs, results and potential impacts. Timely and efficient awareness raising campaigns and continuous training of potential beneficiaries are paramount for the success of the calls for proposals. Better results can also be achieved through the involvement of information multipliers at the local level, and the operation of a permanent help desk (web-based and/or phone hot line) by the MA. It is also recommended to encourage large and sustainable partnerships between the public and private sector and civil society, in order to build capacity to implement larger- size projects and increase the potential for sustainable results to the target groups.  Promote the development and support of innovative ideas in reply to the needs of the target groups Innovation can be introduced not only in activities aimed at providing support to the creation/enhancement of structures but also in services to individuals, such as, for example, better and more focused training programmes with innovative content and learning modules. Encouraging learning at the workplace, even in the form of short-term internships, has been recognised as one of the best learning methods for those returning to the labour market after a long period as unemployed or inactive. Promotion of, and tangible support to innovative projects, is to be strongly encouraged in all sectors, as well as capacity building and awareness raising related to the promotion of social innovation.  Overcome project management weaknesses at project level Despite a good level of project ownership on behalf of project beneficiaries, project management is often weak or insufficient, due to lack of experience or of time and this can jeopardise the sustainability of the programme as a whole 8 . Internal evaluation should be tackled as an important aspect of the projects’ implementation, as a means to increase the quality of projects and as an important tool for learning how to increase sustainability of projects.  Strengthen programme monitoring and evaluation Based on the experience gained from the implementation of the HRD OP 2007-2013, the monitoring systems and procedures for the OP HRD 2014-2020, including the Monitoring 7 OP Efficient Human Resources 2014-2020 8 Reviewed documents and communication with the Ministry of Labour.and Pension System ",
        "Country Synthesis Report – Croatia 17 and Information System (MIS), should be further rationalised and strengthened, in order to avoid shortcomings in information and data collection and storage and to ensure effective and efficient management of ESF investments. 1.2 Support and Contribution to the Lisbon Strategy and Europe 2020 strategy and targets While ad hoc extrapolations can be made to demonstrate the contribution of the 2007- 2013 HRD OP to Lisbon and Europe 2020 strategies and targets, those would at best be conjecture at this point. Specifically, none of the reviewed evaluations provide direct correlations. This is at least, in part, due to the fact that support under IPA did not entail alignment with the Lisbon and Europe 2020 strategies. ",
        "Country Synthesis Report – Croatia 18 2 Scale of ESF investment The total funding was EUR 179,309,591 for the period 2007-2013 including both ESF and IPA (EUR 152,413,107) and national funding (EUR 26,896,484) which was allocated across five Priority Axes (PA), as illustrated in Table 2, below. From accession in July 2013, Croatia revised the IPA IV programme to become an ESF OP 'Human Resources Development 2007-2013', and received an additional budget allocation to the IPA funds of EUR 68 million. Table 2. Financial allocation and implementation rate of the ESF/IPA programming period 2007-2013 OP Themes Financial Allocation Share of total funding of the OP Implementation rate (in %) 1: Supporting access to sustainable employment and adaptability of the labour force 52,866,869 37.8% 51.0% 2: Reinforcing Social Inclusion 47,037,038 33.5% 35.8% 3: Enhancing human capital 56,210,843 39.5% 41.1% 4: Technical assistance 13,798,134 12.0% 65.5% 5: Strengthening institutional capacity 9,396,707 6.7% 3.2% Total 179,309,591 - 42.5% Source: AIR2014 Absorption varied among themes, ranging from 3.2% for PA 5 up to 51% for PA 1. Given that, the ‘strongest performance’ came in at just over 50%, and an overall usage rate of 42.5% points to quite low absorption. However, the main reason for the low implementation rate of PA 5 is the fact that this PA was introduced with the last amendment of IPA OP 2007-2013 (first half of 2013). One needs to take into the account that financial allocation for the 2013 was significantly higher than the allocations of the pre-accession period. For 2013, the total allocation was EUR 68,546,000 (EU contribution) and when you compare it to the total allocation of the OP EUR 152,413,107 (EU contribution), one can see that the allocation for the year 2013 is around 44-45% of the total allocation of the OP. This allocation was mainly contracted in 2014 and in early 2015. Also, the designation of authorities for the bodies implementing ESF in Croatia was conducted in the end of 2013. Additionally, Croatia has n+3 rule, meaning that it has up till the end of 2016 to implement all the projects and spend the allocation. This puts Croatia in a different perspective from the other Member states. ",
        "Country Synthesis Report – Croatia 19 3 Effectiveness by priority 3.1 Output and results 3.1.1 Outputs Overall, 17,164 people participated in the interventions of the Croatian ESF OP from 2013 to 2014. Despite the substantial shortfall in actual spending relative to planned spending, figures on participation indicate that the efforts made were able to generally strike across the intended target groups and as such provide assistance to support employment. The following figure provides an overview of the employment status of all participants entering over the programming period. It illustrates that reasonable effort was undertaken to ensure a spread across target groups insofar as those groups carried weight with the given priority area. Figure 1. Labour market status of participants in ESF 2007-2013 (entering) Source: own figure on the basis of SFC 2007 (AIR 2014) Data from the figure above indicates a reasonable level of participation distribution for those entering the programme, with some slight issues to note. Almost one-third of participants were unemployed followed by the employed. The group of inactive and self- employed are the least represented. These outputs indicate that the focus of the OP to reach the intended target groups was of value. The OP HRD Ex-Ante report indicates that there were issues with structuring the indicators and that there was some lack of consistency with OP text. This subject is not discussed in any real terms within the AIR 2014. As Figure 2 below shows, almost half of the participants have tertiary education (ISCED 5 and 6), and they mostly participated in the interventions of the policy field Access to Employment. People with lower education (ISCED 1 and 2) make out only 15% of the participants. 28,4% 0,8% 32,1% 22,3% 5,2% 12,0% Employed Self-employed Unemployed LTU Inactive in education/training Inactive, other ",
        "Country Synthesis Report – Croatia 20 Figure 2. Education status of participants in ESF 2007-2013 (entering) Source: own figure on the basis of SFC 2007 (AIR2014) The participation levels also show that young people (approximately seven out of 10 participants) are between 15 and 24 years-old followed by minorities and disabled, as illustrated in Figure 3. The share of migrants is very low. Figure 3. Vulnerable target groups participating in ESF 2007-2013 (entering) Source: own figure on the basis of AIR 2014 Participation among Minorities, the disabled and other disadvantaged persons seems to be lower than it should have been expected given the level of importance attributed to these groups within the OP. While they are not a primary target in all PAs, even their participation in PA 2 9 seems low as a percentage of the total given that it is the most relevant of all priorities for these groups. This makes sense in that the actual amount of funds disbursed under this priority was less than 36% of the total available as indicated in the previous section. Overall, 59% of the output indicators did not achieve the target set. One has to take into the account the specific situation that Croatia was in comparison to the other Member States. Considering that Croatia joined on 1/7/2013 and the allocation for the year 2013 was almost 45% of the total allocation of the OP 2007-2013 (contracted in the year 9 Communication from the Central Bureau of Statistics, the number 12.1.1 / 4th, 6 March 2015, www.dzs.hr 14,9% 23,6% 2,7% 43,9% Primary or lower secondary education (ISDEC 1 and 2) Upper secondary education (ISCED 3) Post-secondary non tertiary education (ISCED 4) Tertiary education (ISCED 5 and 6) 19,1% 6,5% 0,8% 11,8% 8,6% 16,1% Young people (15-24 years) Older people (55-64 years) Migrants Minorities Disabled Others 0% 5% 10% 15% 20% 25% Share of total number of participants ",
        "Country Synthesis Report – Croatia 21 2014/2015), it is to be expected that the targets for the result indicators will be achieved accordingly. Figure 4. Share of participants by policy field Source: own figure on the basis of SFC 2007 (AIR2014) The policy field Access to Employment supported the majority of participants (48%), followed by Social Inclusion (34%). Some 11,954 people were reached within the Access to Employment policy field with actions covering ALMPs and grant schemes. Almost 6,000 people were supported in the area of Social Inclusion within interventions such as training of experts and tailor made activities for staff of educational institutions. 3.1.2 Results Overall, 88% of the result indicators did not achieve the targets set. The reason for low achievement of the targets set is the same as for the output indicators mentioned in the section above. Croatia has until the end of 2016 to implement all the projects, so numbers are still expected to increase. Aggregation of results People in employment six months after the intervention: 177 People obtaining qualification/certificate: 1,092 Entities: 226 The essence of the intervention logic was the change that the OP HRD intended to bring about in Croatia. This change (expressed as intended results) was supposed to be generated by investments on the supply side concerning education, VET and LLL, by improvement of the employment services and improvements in the overall capacity of the public sector to provide services and become ‘’an important factor in the Croatian economy and society. Such capacity was meant to meet the demand generated by financing of opportunities for individuals (mostly from vulnerable social groups but also researchers and young qualified school leavers) to access the services and improve their opportunities and employability. According to the guidance documents from the EU the intervention logic outlined in the OPs for each PA was driven by the specific objectives based on the analysis of development needs and expected results. The success of any policy depends on its ability to identify relevant needs that need to be met primarily, and in setting specific goals to be achieved as a result of interventions chosen. 47,5% 34,2% 12,1% 6,3% Access to Employment Reinforcing Social Inclusion Human Capital Strengthening institutional capacity ",
        "Country Synthesis Report – Croatia 22 In correlating the relationship between spending and achievement of result indicators, it is easy to connect the low levels of achievement. Perhaps the severe lack of funds spent to support civil society did not just impact on the results anticipated for those organisations specifically, but they would have a multiplier effect in terms of failure to achieve indicators. A review of the amount spent in percentages shows the following: PA 1 51%, PA 2 36%, PA 3 41%, PA 4 65%, PA 5 3%. Cross referencing this with the 88% of indicators failing to reach targets, it is clear that, regardless of the reasonable levels of reaching target groups, the lack of funds spent is the primary cause behind the underperformance. However, this has changed once the absorption increases level, in 2015 and 2016. 3.2 Evidence of effectiveness The revised documents (AIR 2013, AIR 2014, Ex Ante review, and the Final report of previous assistance) indicate that the following ‘fields’ were the ones most commonly addressed: ‘Implementation regime’ was the most covered area. While this is not a surprise since the ESF predecessor: IPA had, as already mentioned, a core agenda of raising capacities to implement and develop programmes and projects, it was too often the 1 st policy field meaning that other relevant fields were left to take a back seat to the overall orientation on building management capacities. It is of interest to note that 2013 and 2014 AIRs paid little attention to the implementation of the programme. As these documents were prepared in house, it could be a result of the difference in perspective that comes from an internal rather than an external review. Strengthening institutional Capacity is the second most covered policy field. In many ways this falls in line with the orientation of the IPA programme as a whole on building capacity to develop, implement and monitor EU funded efforts, but that is not exclusively the case. The largest number of indicated references relate to improvements to the Croatian Employment Service (CES) while a small number also relate to improving the educational system. One of the more interesting anomalies found as a discrepancy between the two AIR reports and the two Ex Ante Reviews relates to the policy field Social Inclusion . It comes in as the third most covered field overall, but this is based on a relative heavier weighting within the AIRs as opposed to the other two reviews. Comparatively, this would represent a discrepancy of real substance, however, the AIRs are actually more recent documents that include more recent data from 2013 and 2014 where the other two lack data inputs from those years, (more so for 2014 than 2013). What is of particular interest is that the references to this policy field in relevant texts and that still gives a level of concern, is the fact that the spending levels relating to this policy field are amongst the lowest (at less than 36% of available funds spent). ‘Enhancing access and sustainable integration into employment’ The theme Access to Employment had the highest implementation rate compared to other policy fields. This may indicate that the Managing Authority (MA) viewed much of what was being done in this field as relating more to other policy fields judging by the project oriented outputs that were derived from the funds that were spent. This would be consistent with indications from the Ex Ante report that the indicator focus’ on narrow project level outputs rather than programme level results may have skewed how these were perceived. ",
        "Country Synthesis Report – Croatia 23 4 Efficiency by Theme Existing evidence does not allow the assessment of the efficiency of the interventions implemented within ESF. Table 3 below shows that the cost per participant was lowest within the theme Strengthening Institutional Capacity, while Enhancing Human Capital had the highest costs. The average cost per output of the theme Access to Employment is EUR 3,331, much higher than costs for ALMPs in Croatia: EUR 1,024.5. However, this is a rough calculation dividing expenditure by the number of participants reported, so interpretations have to be done very carefully. Table 3. Cost per participation by theme Theme Cost per output (in EUR) Enhancing Human Capital 11,243 Access to Employment 3,331 Reinforcing Social Inclusion 2,885 Strengthening institutional capacity 281 Total 3,916 Source: SFC 2007; Author’s calculation ",
        "Country Synthesis Report – Croatia 24 5 Sustainability Sustainability of results for individuals and entities The reviewed evaluations do not provide detailed data on the subject of sustainability for participants (individual or entities). The reviews are highly technical and look to hard numbers as they currently stand. This is almost certainly due to the fact that implementation has started late. Expected sustainability is possible, but highly dependent on performance of the economy as a whole on a go forward basis, at least in terms of sustainability for private sector participants. Sustainability of interventions The sustainability of interventions in many ways mirrors those for ‘individuals and entities’. Actual outputs from interventions implemented may be mixed due to the lower capacities that existed prior to implementation of interventions. Looking at private sector actors, sustainability of interventions by businesses should be high. While the number of interventions concerning private sector actors was not high, the experience of those actors and the success they have had acts as a catalyst to continue with those actions. ",
        "Country Synthesis Report – Croatia 25 6 Gender sensitivity One of the best performing aspects of the EU interventions as demonstrated by the reviewed evaluations is the effort to ensure strong gender equality in participation numbers. Table 4 below, shows that female participants make out more than 60% of the total number of participants. Across all group classifications relating to participation, women’s participation exceeded both anticipated numbers as well as the proportional distribution as it relates to population. What is not clear from this proportionally high participation rate is whether the female numbers were higher or if male participation was low. Unfortunately, the evaluations did not address this question and it would be advisable to look into the question to determine whether the levels are an actual representation of gender outreach or the result of other mitigating factors. Table 4. Share of women by theme Theme Share of women (in % of total participants) Enhancing human capital 63.4 Access to Employment 66.6 Reinforcing Social Inclusion 65.0 Strengthening institutional capacity 66.1 Total 65.7 Source: SCF 2007; Author’s calculation ",
        "Country Synthesis Report – Croatia 26 7 Community Added value With respect to CAV, the evaluations reviewed provide no direct reference to it. This is neither a surprise nor is it necessarily a failing of the evaluations reviewed as they were all oriented in a very technical fashion, coupled with low administrative capacity. In addition, the breakdown of spending demonstrates how much effort was focused on improving capacities from an administrative standpoint, which reinforces this. That said, it is not unreasonable to expect that on a go forward basis, a more direct effort to ensure that the CAV perspective is considered directly within future evaluations. ",
        "Country Synthesis Report – Croatia 27 8 Socio-economic impact Macro-level In the case of Croatia, there is no information available on the effects of the ESF on macro indicators for this programming period. As indicated before, the implementation started one year prior to the accession of Croatia to the EU and the projects are still being on going up to the end of 2016. However, the table below shows the development of the socio economic indicators from 2007 to 2014, illustrating a positive trend in the tertiary educational attainment and population at risk of poverty. The economic recession of 2009-2010 had a negative impact on the labour market and the unemployment rate increased in 2011 and 2012 remaining at 17% in 2014. Table 5. Socio economic indicators of Croatia, 2007-2014 Source: Eurostat Meso-level The expected impact of the social inclusion intervention is aimed at people at a disadvantage, or, at risk of social exclusion. Emphasis was placed on the specific problems of the long-term unemployed with low levels of qualifications and skills, as well as minority groups and people with disabilities. Their greater access to education and employment will have a positive impact on the overall social situation in the country as well as on its future social expenses. Strengthening the network of community based social services for disadvantaged groups and strengthening care and support structures in the labour market will also contribute to the self-fulfilment of disadvantaged individuals as well as to economic development as such. Micro-level Considering the negative trends in the labour force, working activity of the population as well as in unemployment, the relevance of the labour market interventions is very high. The Key Area of Operation: ‘Supporting the entrepreneurship development and improving Small and Medium-sized Enterprises (SMEs) and crafts competitiveness’ is based on the analysis of educational needs in SMEs and craft conducted by the Croatian Chamber of Economy in 2011. Considering the high share of SMEs and crafts as source of employment landscape and the prevailing secondary education degree of entrepreneurs and crafts owners, investing public money into their further professional knowledge and skills is a relevant intervention. 2007 2008 2009 2010 2011 2012 2013 2014 Trendline Access to Employment Employment rate 59.0 60.0 59.4 57.4 55.2 53.5 52.5 54.6 Unemployment rate 9.9 8.6 9.2 11.7 13.7 16.0 17.3 17.3 Young people NEET, 15-24y. 12.9 11.6 13.4 15.7 16.2 16.6 19.6 19.3 Employment rates, Females, 15-64y. 51.6 52.7 53.7 52.1 49.5 48.5 48.5 50.0 Human capital Early school leaving 4.5 4.4 5.2 5.2 5 5.1 4.5 2.7 Educational attainment 16.8 18.5 21.3 24.5 23.9 23.1 25.6 32.2 Population at risk of poverty 31.1 32.6 32.6 29.9 29.3 Social Inclusion ",
        "Country Synthesis Report – Croatia 28 9 Key lessons learned 9.1 What are the key lessons in terms of policy choices? The OP HRD 2007-2013 featured interventions funded through public expenditures which were aimed at institutional capacity strengthening, broadening access to employment, education and training provision, supporting research and development, fostering social inclusion, increasing the adaptability of employees and employers to changing labour market conditions and strengthening the role of civil society. The logic underlying these interventions coincided with the rationale for investing public money in human capital. Through the OP HRD the following activities were identified as human capital investments (directly or indirectly):  Building / strengthening the capacity of institutions in charge of managing the labour market;  Education and training at any stage of a person’s life, targeted at employees (on-and off-the-job), entrepreneurs, job-seekers and/or inactive people;  Internships and temporary work placement associated with education or training;  Building / strengthening the capacity of education and training systems and structures;  Awarding grants to young researchers and providing access to scientific databases;  Counselling and coaching of job-seekers and inactive people from vulnerable groups;  Assistance to socially excluded groups for entering the labour market ;  Building / strengthening the capacity of civil society institutions. In terms of internal coherence, the rationale and intervention logic of the Programme were consistent and clearly rooted. The Programme document began with the description of context at national and EU level, followed by socio-economic analysis and SWOT analysis. The strategic priorities that resulted from the analysis covered a wide range of interventions focused on human resource developments. They were broken down into five Priorities and 13 Key Areas of Operations covering all the identified weaknesses. At the Programme level, the framework or overall objective is stated: ‘To create more and better jobs. More immediately, to attract and retain more people in employment by increasing human capital investment, reinforcing social inclusion and promoting adaptability of enterprises and workers’. 9.2 What are the key lessons in terms of target groups? As said in the section on outputs, participation among minorities, the disabled and other disadvantaged persons seems to be lower than should be expected given the level of importance given to these groups within the OP and other similar strategies. Croatia should focus on these groups and exploit ESF to test innovative methods for reaching these target groups. Projects implemented through ESF could increase the knowledge base on what works for specific groups of disadvantaged people (e.g. migrants and disabled). 9.3 What are the key lessons in terms of the appropriate programming? There were three Key Areas of Operations within the Priority Axis 1 Enhancing access to employment and sustainable inclusion in the labour market. The specific objectives were: 1) To reduce existing unemployment and the 'threat' of new unemployment and also promote the reintegration of the unemployed by supporting the design and implementation of both active and passive labour market measures that target the specific conditions of the Croatian labour market; 2) To support the development of the capacity of Croatia’s public institutions in the employment field by raising quality of CES service; and 3) To increase adaptability of SMEs and crafts by delivering essential professional entrepreneurial knowledge and skills both of employees and owners of enterprises/crafts. All three specific objectives were linked to the OP HRD framework objective and contribute to its fulfilment. ",
        "Country Synthesis Report – Croatia 29 There were three Key Areas of Operations within the Priority Axis 2 Reinforcing social inclusion and integration of people at a disadvantage. The specific objectives were: 1) To promote the social inclusion of disadvantaged groups through their integration to the labour market; 2) To promote education of the disadvantaged groups through their integration in the regular educational system; and 3) To improve employment opportunities and promote reconciliation of work and family life by developing of new and improving quality of social services in the community. All three specific objectives were linked to the OP HRD framework objective and contribute to its fulfilment. There were three Key Areas of Operations within the Priority Axis 3 Enhancing human capital and employability. The specific objectives were: 1) To support the development of the capacity of public institutions and relevant non-government partners in the vocational education and training field and in the field of adult education; 2) To strengthen investment in human capital and promote greater employability by developing and implementing a coherent HRD policy and national qualifications framework and increase the overall labour market relevance, efficiency and quality of the education and training systems; and 3) To increase the level of participation in lifelong learning, support availability of lifelong learning and enhance human capital in R&D occupations. All three specific objectives were linked to the OP HRD framework objective and contribute to its fulfilment. There were two Key Areas of Operations within the Priority Axis 5 Strengthening the role of civil society for better governance. The specific objectives were: 1) to enhance the quality of social dialogue in Croatia and 2) to support and reinforce civil society. The link to the OP HRD framework objective is not as direct as in Priority Axes 1, 2 and 3. Neither enhancement of the social dialogue quality, nor support of the civil society has a direct impact on creation of more and better jobs. On the other hand, social dialogue is a process aiming at the improvement of working conditions, which can be seen as a precondition for a satisfactory long-term employment. Civil society organisations play an important role in social and educational sector and increasingly take over public services responsibilities from the state. Thus, their support and reinforcement can be considered as a contribution to human capital investment, reinforcement of social inclusion and promotion worker’s adaptability. However, this intervention logic is rather theoretical and it will be difficult to quantify the contribution of the Priority Axis 5 to the fulfilment of the OP HRD framework objective. 9.4 What are the key lessons in terms of the effective implementation? The capacity to spend money is indicative of significant difficulties in implementing ESF. The findings presented in the section on ESF funding suggest that Croatia needs to improve the overall capacity to design and implement projects for a broad range of vulnerable groups. This supports was a core aspect of the CSRs that clearly indicated the need for improving these capacities a paramount to program sustainability and success. 9.5 What are the key lessons in terms monitoring? The management information system for IPA had a rather simple architecture containing mainly the data on procurement process, signature of the contract and financial flows. As it was not an analytical tool, more sophisticated monitoring was conducted manually in excel files. A more complex monitoring information system is currently under preparation for future ESF interventions. Another important tool to monitor the implementation process of OP HRD is the procurement plan. It is a document in excel sheet format containing deadlines for procurement of all supplies, services and grant schemes in the frame of OP HRD. Regarding the assessments on n+3 risks, a system called Lothar (also an excel sheet) provides the possibility to monitor financial data for contracted operations, their payments and certification, as well as data by which the contracting, payments and certification is planned. In that way, the system combines financial data from management information system and procurement plan and helps to identify critical points in implementation of each project. ",
        "Country Synthesis Report – Croatia 30 9.6 What are the key lessons in terms of evaluation? Strengthening the monitoring and the reporting mechanisms and providing for e- reporting facilities allowing for direct data exchange on results and data corrections should be considered as vital lessons to be adopted in the next programming period. It is also important to further rationalise and strengthen the monitoring systems and procedures in order to avoid shortcomings in information and data collection and storage and to ensure effective and efficient management of the ESF investments. ",
        "Country Synthesis Report – Croatia 31 10 ANNEXES Table 6. Financial allocation by Priority Axes Priority Axes Fund Community funding National counterpart Total funding Co-financing rate Priority Axis1: Supporting access to sustainable employment and adaptability of the labour force IPA + ESF 44,936,823 7,930,046 52,866,869 85% Priority Axis 2: Reinforcing social inclusion and integration of people at a disadvantage IPA + ESF 39,981,474 7,055,564 47,037,038 85% Priority Axis 3: Enhancing human capital in education and in Research and Development IPA + ESF 47,779,210 8,431,633 56,210,843 85% Priority Axis 4: Technical assistance IPA + ESF 11,728,400 2,069,734 13,798,134 85% Priority Axis 5: Strengthening the role of civil society for better governance IPA + ESF 7,987,200 1,409,507 9,396,707 85% Grand Total IPA+ESF 152,413,107 26,896,484 179,309,591 85% Total ESF 60,000,000 10,588,239 70,588,239 85% Total IPA 92,413,107 16,308,245 108,721,352 85% ",
        "Country Synthesis Report – Croatia 32 Table 7. Data on participants Human Capital Access to Employment Reinforcing Social Inclusion Strengthening institutional capacity Total (including TA) Share of women Total number of participants 2,056 8,097 5,830 1,074 17,164 65.7% Employed 76.2% 17.4% 22.7% 43.7% 28.4% 66.0% of which self-employed 0.4% 6.3% 0.9% 4.5% 2.7% 45.0% Unemployed 23.0% 76.7% 37.7% 42.5% 54.4% 67.1% of which LTU 6.8% 31.7% 74.1% 44.7% 41.1% 66.9% Inactive 0.8% 5.8% 39.6% 13.9% 17.2% 61.0% of which in education/training 0.0% 86.0% 17.3% 52.3% 30.0% 65.8% Young people (15-24 years) 1.6% 31.6% 7.7% 21.3% 19.1% 69.7% Older people (55-64 years) 15.9% 3.1% 7.3% 9.6% 6.5% 56.7% Migrants 0.1% 0.3% 1.4% 3.1% 0.8% 58.0% Minorities 1.1% 3.8% 25.8% 17.1% 11.8% 59.1% Disabled 0.1% 2.1% 21.0% 7.4% 8.6% 55.3% Others 0.0% 2.0% 41.9% 15.2% 16.1% 59.4% Primary or lower secondary education (ISDEC 1 and 2) 0.0% 6.9% 32.2% 11.8% 14.9% 66.5% Upper secondary education (ISCED 3) 4.2% 25.4% 25.5% 39.0% 23.6% 61.0% Post-secondary non tertiary education (ISCED 4) 2.5% 2.3% 3.1% 4.3% 2.7% 59.9% Tertiary education (ISCED 5 and 6) 32.9% 65.4% 16.9% 44.9% 43.9% 69.1% Source: SFC2007 ",
        "Country Synthesis Report – Croatia 33 Table 8. Output indicators by policy field Type Indicator Final Target 2007-2014 Implementation rate Access to Employment Output 1002 - Number of participants in the active labour market policy measures 6,000 8,701 145.0% Output 1003 - Number of participants in grant schemes 12,000 2,958 24.7% Output 1004 - Number of Employment Partnerships established with HRD Strategies developed and accepted by the county assemblies 21 0 0.0% Output 1005 - Number of Local employment development projects 100 41 41.0% Output 1006 - Number of grant beneficiaries 150 40 26.7% Output 1008 - Number of persons who participated in the training 1,500 0 0.0% Output 1009 - Number of campaigns related to promotion of education and training for craftsmanship delivered by Chambers and Tradesmen Associations 40 0 0.0% Output 1010 - Number of lifelong career guidance centres established 7 7 100.0% Output 1011 - Number of key business processes supported with ICT solutions 5 2 40.0% Output 1012 - Number of CES employees trained for providing new and improved services 130 214 164.6% Reinforcing Social Inclusion Output 2002 - Number of project participants 17,000 3,576 21.0% Output 2004 - Number of experts trained 1,200 606 50.5% Output 2005 - Number of disadvantaged participants in targeted educational services 600 643 107.2% Output 2007 - Number of staff in educational institutions supported by tailor made activities 550 295 53.6% Human Capital Output 3001 - Number of staff in education institutions who participated in tailor- made training activities 1,200 2,294 191.2% Output 3003 - Number of curricula developed based on learning outcomes 200 0 0.0% Output 3004 - Number of developed qualifications standards 100 0 0.0% Output 3005 - Number of adult learners trained in AE programmes 3,000 0 0.0% ",
        "Country Synthesis Report – Croatia 34 Type Indicator Final Target 2007-2014 Implementation rate Output 3006 - National information System for Science and Higher Education developed 1 0 0.0% Output 3007 - Number of supported researchers 100 0 0.0% Technical Assistance Output 4001 - Number of potential applicants who received support through TA 4,500 1,360 30.2% Output 4002 - OP funds contracted 100 78.1 78.1% Output 4003 - Number of staff from OP administration who participated in capacity building activities 200 26 13.0% Output 4004 - Number of information events organised 15 8 53.3% Strengthening Institutional capacity Output 5002 - Number of social partners grant scheme beneficiaries 10 8 80.0% Output 5003 - Number of workshops undertaken 20 0 0.0% Output 5004 - Number of participants trained 250 0 0.0% Output 5006 - Number of CSOs’ beneficiaries of grants in the field of socio-economic growth and democratic development 20 180 900.0% Output 5007 - Number of small, community based CSOs beneficiaries of projects implemented on local level 50 77 154.0% Output 5008 - Number of support structures for CSOs established at regional and local level 15 9 60.0% Output 5009 - Number of new volunteer programs developed and managed by CSOs in Croatia 40 9 22.5% Output 5010 - Number of new motivational programmes aimed at socially excluded groups 5 11 220.0% Output 5011 - Number of CSOs participating in capacity building activities for social services delivery 15 103 686.7% Output 5012 - Number of participants in CSOs project activities 300 1,029 343.0% Source: 2015 Inventory report ",
        "Country Synthesis Report – Croatia 35 Table 9. Result indicators Type Indicator Final Target 2007- 2014 Implementation rate Aggregation of results Result 1001 - Number of participants in employment within six months after the project completion 1,600 119 7.4% Long term employment Result 1007 - Number of persons who obtained training certificate 1,250 0 0.0% People obtaining qualification/certificate Result 2001 - Number of participants in employment within six months after the project completion 900 58 6.4% Long term employment Result 2003 - Number of participants who obtained diploma or certificate (formal/non formal) upon leaving 6,000 1,092 18.2% People obtaining qualification/certificate Result 2006 - Number of staff in educational institutions who finished tailor made training programmes 300 0 0.0% Staff completing training Result 3002 - Number of institutions which introduced new curricula based on learning outcomes 250 46 18.4% Institutions Introducing new curricula Result 5001 - Number of social partners organizations that have increased their capacities 15 0 0.0% Increased capacity of social partners Result 5005 - Number of CSO implementing successfully projects contributing to socio-economic growth and democratic development 30 180 600.0% Number of CSO completing socio-economic projects Result aggregation Long term employment (6 months) 2,500 177 7% People obtaining qualification/certificate 7,250 1,092 15% Source: 2015 Inventory report ",
        "Country Synthesis Report – Croatia 36 Table 10. Inventory of evaluations Title of Evaluation contracted /announced (English translation) Author Type Date Scope Annual report on implementation for the year 2013 Ministry of Labour Internal May 2014 Comprehensive Annual report on implementation for the year 2014 Ministry of Labour and Pension System Internal May 2015 Comprehensive Ex-ante evaluation of programming documents and strengthening evaluation capacity for EU funds post-accession; EuropeAid/130401/D/SER/HR LSE Enterprise Ltd Dr. Antony Mousios – Key expert 1: Team Leader, Ex- ante evaluation expert -NSRF Jan Helbich – Non- Key expert: Expert for evaluation in Human resources development External July 2012 Comprehensive Evaluation of previous IPA HRD OP assistance Ecorys International B.V. Melani Schlechter Maja Hranilović (PoA Pieter Taselaar) External June 2015 Comprehensive ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions: • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). ",
        "doi: 10.2767/780663 K E - 0 1 - 1 6 - 8 6 5 - E N - N [ C a t a l o g u e n u m b e r ] "
    ]
}