{
    "text": [
        "Information Society and Employment: Linking European Policies K K - 6 5 - 0 5 - 4 1 6 - E N - D TRIPTIQUE - Employment 31/03/05 9:24 Page 3 ",
        "The Information Society brings important benefits for employment. To help ensure this promise is fulfilled, the Information Society Policy Link initiative is linking Information Society projects with relevant European policy-makers in areas as diverse as labour market and socio-economic analysis, flexible and remote working methods, workplace design, and corporate social responsibility. Information Society Policy Link Challenges for Employment and Social Affairs Europe's employment and social policies go hand in hand with its economic policies and are a vital component of its modernising agenda. The European Union aims to ensure that no one is left behind as it strives to become the world's most competitive and dynamic knowledge-based economy. The framework for achieving this is the Social Policy Agenda, run by the Commission’s Employment DG, which links economic, employment and social policies. Full employment through the creation of \"more and better jobs\" remains a key policy goal. But for this to happen, greater investment is required in skills, e-skills and European research. In particular, the EU has acknowledged the key role played by information and communication technologies (ICTs) in building social and human capital in a knowledge society. Progress in labour law, health and safety and social dialogue have helped the EU to develop its social model. Faced with far-reaching changes in the economy and the labour market, fresh responses to improving working conditions are needed: fostering economic dynamism and innovation, ensuring social stability and accommodating the needs of those adversely affected by the changes. At the Lisbon Summit in 2000, EU governments declared poverty in the European Union to be unacceptably high. They set the goal of making a decisive impact on eradicating poverty by 2010, and this call to action is all the more acute in the context of enlargement. Since 2003 Member States have co-ordinated their social protection policies within a single coherent framework. Under this plan, national action plans set targets for reducing the number of people significantly at risk of poverty and social exclusion, with measures to help the most vulnerable as one of the priorities. Equal rights for women and men are a long-standing commitment under the Treaty and are continually being reinforced. Since 1996, gender equality has been factored into all EU policy areas and it cuts across the entire Social Policy Agenda. The Community Framework Strategy on gender equality, which runs from 2001 to 2005, is tackling the pay gap between men and women and is introducing measures aimed at balancing family and work life and increasing the number of women in decision- making positions. P h o t o d i s c TRIPTIQUE - Employment 31/03/05 9:24 Page 4 ",
        "Employment and Social Policy Over recent years EU activities in relation to employment have centred on the European Employment Strategy, a co-ordinated policy process introduced by EU leaders in 1997. Supported by a set of tools and instruments based on common EU goals and objectives, it promotes the development of a skilled, trained and adaptable workforce and a labour market that is responsive to economic change. It also aims to co-ordinate EU efforts to create more and better job opportunities. A particular emphasis has been placed on developing digital literacy among EU workers as well as e-learning for all citizens. The Action Plan for Skills and Mobility, adopted in February 2002, aims to fully open up the European labour markets to all citizens by 2005. By boosting lifelong learning and improving workers' skills (particularly ICT skills) the Action Plan will help to: remove existing barriers to mobility; simplify labour movement between jobs and countries; and support the growth of the knowledge and information economy. The European Curriculum Vitae, the European Health Insurance Card and EURES - the European Job Mobility Portal - are among the wide-ranging measures to be introduced. New proposals for modernising Europe's social model, under the revamped Lisbon Strategy for growth and jobs, are set out in the Commission’s new Social Agenda, launched in February 2005 (COM(2005) 33 final). The new agenda focuses on providing jobs and equal opportunities for all and ensuring that the benefits of the EU's growth and jobs drive reach everyone in society. By modernising labour markets and social protection systems, it will help Europeans seize the opportunities created by international competition, technological advances and changing population patterns while protecting the most vulnerable in society. The new Social Agenda proposes a wide range of actions aligned to two key priorities: (i) employment and (ii) fighting poverty and promoting equal opportunities. To realise these, it calls for partnerships between public authorities at local, regional and national level, employer and worker representatives and NGOs. Further European policies and activities relating specifically to social inclusion are described in the Information Society Policy Link brochure and policy cases on eInclusion. Where the Information Society meets Employment Information and communication technologies (ICTs) play a vital role in building Europe’s social and human capital in the Information Society. ICT projects have policy relevance across a broad range of employment and social policy related areas such as working conditions, new forms of work, inclusive society and gender equality. ICTs enable workers and those looking to (re)enter the labour market to acquire the knowledge and skills, including e-skills, necessary for the modern world. Our working practices can benefit from developments in organisational learning and knowledge management. Telework and other forms of flexible working enable employers and workers alike to approach work in new, more family-friendly ways. Technology can improve working conditions in other ways too, creating workspaces that stimulate creativity and knowledge sharing. P h o t o d i s c TRIPTIQUE - Employment 31/03/05 9:24 Page 5 ",
        "Information Society Activities Fifth Framework Programme Within FP5, the IST Programme supported research into the socio-economic context of ICTs to develop a better understanding of the challenges, future prospects and potential impacts of the knowledge-based economy and society. The work brought together researchers from a wide range of disciplines, and demonstrated the value of co-operation between the “hard” and “soft” sciences in providing new insights on emerging issues. Social and employment issues addressed by IST-FP5 projects included: (cid:1) regional sustainable development; (cid:1) knowledge sharing and management; (cid:1) work organisation and new working methods; (cid:1) working conditions and workplace design; (cid:1) social and gender inclusion; and (cid:1) corporate social responsibility. Sixth Framework Programme Under FP6, relevant research is funded across the IST Priority, in particular under the Strategic Objectives on: (cid:1) ICT research for innovative government (cid:1) ICT for networked businesses (cid:1) eInclusion; and (cid:1) Collaborative working environments In February 2005, Information and Media DG established a new Directorate ICT for Citizens and Businesses in order to address more efficiently ICT research in services related to societal challenges. Other Activities The eTEN Programme is concerned with the large-scale roll-out of public interest services, primarily in support of the eEurope Action Plan. Employment and related applications and services are addressed by projects under the eTEN action lines on eInclusion, eLearning, eGovernment and SME services. eContent is a market-oriented programme supporting the production, use and distribution of European digital content, including its linguistic diversity. This information can often provide a basis for new or improved societal services. The follow-on programme, eContentplus (2005-2008), will focus on pan-European services, information infrastructures and showcases, including industrial and societal applications. P h o t o d i s c TRIPTIQUE - Employment 31/03/05 9:24 Page 6 ",
        "IS Projects Consortia (IST, eTen, eContent,…) Policy DGs Objectives Priorities Action Plans Information Society and Media Units Information Society Policy Link Next Steps The research synopses and policy cases presented here represent only the first stage in linking Information Society activities to EU policies. Information Society & Media DG is now working with Employment & Social Affairs DG to establish a policy interface to improve synergies. A virtuous circle should develop, with improved communication between researchers and policymakers ensuring that: (cid:1) Information Society & Media programmes better reflect relevant EU policies; (cid:1) EU policies better account for Information Society technologies; (cid:1) ICTs are better applied to meeting Europe’s challenges. At a later stage, specific actions will be launched addressing policy-makers in national and regional administrations in Member States, European institutions and national parliaments. Getting Involved The Information Society Policy Link initiative links policy-makers and researchers in a number of ways, so as to leverage the benefits of Information Society & Media projects for European policies. A variety of activities are planned, including a series of Policy Workshops and events targeted at the European policy community. Project Consortia play a crucial role in the development of this joint effort, providing a valuable source of information for European policy-makers on relevant technological developments, as well as improving the quality, impact and awareness of their own projects for the benefit of EU policies. Organisations involved in past or present Information Society projects with relevant activities or results are invited to contact the Initiative at the address shown. TRIPTIQUE - Employment 31/03/05 9:24 Page 1 ",
        "Further Information Information Society Policy Link initiative Coordinator: Vassilios Laopodis e-mail: infso-is-policy-link@cec.eu.int http://europa.eu.int/information_society/activities/policy_link/index_en.htm Employment, Social Affairs & Equal Opportunities DG Detlef Gerhardt, detlef.gerhardt@cec.eu.int http://europa.eu.int/comm/employment_social/index_en.html Europe’s Information Society: Thematic Portal http://europa.eu.int/information_society/ K K - 6 5 - 0 5 - 4 1 6 - E N - D Information Society Policy Link at a Glance Information Society related actions constitute a considerable effort of the European Union. For instance, Information Society Technologies (IST) research has been the largest thematic priority in the EU’s Fifth (1998-2002) and Sixth (2002-2006) Framework Research Programmes. Together they represent an investment of over € 7bn in IST research, and are complemented by programmes such as eContent ( € 100m) and eTEN ( € 315m), which focus on digital content and eServices deployment respectively. The projects funded by these programmes offer benefits to all areas of Europe’s economy and society. To fully realise these benefits the technologies need to be linked closely to European policy-making in the relevant areas. Information Society Policy Link is an initiative of Information Society & Media DG to identify and reinforce links between its projects and relevant EU policies. More than 3000 projects from Information Society programmes are being analysed, identifying a wealth of concrete results that support EU policies across all of the principal policy domains. By exchanging information and experiences, the Information Society Policy Link initiative aims to ensure that results from European ICT research provide greater leverage, both in implementing current policies and shaping priorities for the future. TRIPTIQUE - Employment 31/03/05 9:24 Page 2 "
    ]
}