{
    "text": [
        "Leading global action to 2020 and beyond EU action against climate change ",
        "A great deal of additional information on the European Union is available on the Internet. It can be accessed through the Europa server (http://ec.europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Office for Official Publications of the European Communities, 2007 ISBN 92-79-05059-6 © European Communities, 2007 Reproduction is authorised provided the source is acknowledged. Printed in Belgium Printed on recycled paper that has been awarded the EU eco-label for graphic paper (http://ec.europa.eu/environment/ecolabel) Europe Direct is a service to help you find answers to your questions about the European Union New freephone number: 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. ",
        "Leading global action to 2020 and beyond EU action against climate change Global warming must be limited to 2ºC 5 The high cost of failing to act 7 A global challenge that requires global action 8 EU initiatives show the way ahead 9 Statement by EU leaders on post-2012 action, March 2007 13 How reducing greenhouse gas emissions will benefit the EU 14 Developed countries must continue to lead 16 Action in developing countries is also essential 17 Further issues to address 21 ",
        "",
        "\u0018 Global warming must be limited to 2ºC Climate change is happening. The February 2007 science report from the Intergovernmental Panel on Climate Change (IPCC) 1 shows that the world has warmed by an average of 0.76º Celsius since pre-industrial times and the temperature rise is accelerating. Sea levels rose almost twice as fast between 1993 and 2003 as during the previous three decades. Man-made emissions of greenhouse gases are causing these changes. The IPPC projects that, without action to limit emissions, the global average temperature is likely to increase further by 1.8º to 4ºC this century. We cannot allow this to happen. The European Union considers it vital to prevent global warming of more than 2ºC above the pre-industrial level. There is considerable scientific evidence that, beyond this threshold, irreversible and potentially catastrophic changes could occur. In March 2007 EU Heads of State and Government endorsed an integrated climate change and energy strategy put forward by the European Commission which outlines the EU’s proposals for a global and comprehensive agreement to combat climate change after 2012, when the Kyoto Protocol targets will expire. The Commission’s analysis shows that for the world to have a fair chance of keeping the average temperature rise to no more than 2ºC, global emissions of greenhouse gases will have to be stabilised by around 2020 and then reduced by up to 50% of 1990 levels by 2050. This ambitious goal is both technically feasible and economically affordable if major emitters act urgently. The benefits of doing so will far outweigh the limited economic costs. Climate change is a global challenge that can be addressed effectively only through a global effort. This brochure presents and explains the EU’s proposals for global action as well as the measures the EU is taking itself. (1)The IPCC brings together the leading world experts to assess the scientific, technical and socio-economic information relevant for understanding the risk of climate change. Its reports represent the most authoritative global scientific consensus on climate change. ",
        "\u0018 ",
        "\u0018 The high cost of failing to act The growing evidence of the cost of climate change points to one simple conclusion: we cannot afford to do nothing. Recent studies, such as the Stern Review on the economics of climate change, commissioned by the UK government, reaffirm the enormous costs of failing to act. These costs – not only economic but social and environmental too – will fall especially heavily on the poor, in developed and developing countries alike. Allowing climate change to continue unabated would have serious local and global security implications. The April 2007 report from the Intergovernmental Panel on Climate Change on the impacts of climate change shows that it is already having major effects on ecosystems, water resources and coastal zones across the world. Climate change is affecting people in various ways, including higher mortality during heatwaves, water scarcity, and changes in the distribution of diseases carried by vectors such as ticks and mosquitoes. The Stern Review projects that, in the long term, climate change could cut global gross domestic product (GDP) each year by between 5% and as much as 20% if it is not brought under control by cutting greenhouse gas emissions. Taking global action to combat climate change is thus the pro-growth strategy for the longer term. The earlier we act, the less costly the action will be. The European Commission’s analysis shows that the investment needed to achieve a low-carbon economy would cost only around 0.5% of world GDP between 2013 and 2030. According to its projections, taking action against climate change would reduce global GDP growth by just 0.14% per year up to 2020. Global GDP growth over the period 2005-2020 would be 53%, barely lower than the 55% growth projected if no action were undertaken. And this figure does not take account of the benefits of cutting emissions, such as reduced damage from avoided climate change, greater energy security, and healthcare savings from less air pollution. ",
        "\u0018 Technologies that could reduce global CO2 emissions from energy combustion 22 24 26 28 30 32 34 36 38 2005 2010 2015 2020 2025 2030 G t C O 2 - e q Energy Efficiency Fossil fuel switch Renewable energies Nuclear energy Carbon capture and storage Remaining CO2 emissions A global challenge that requires global action Climate change is a global problem, and only worldwide action can win the battle against it. To limit global warming to no more than 2°C above the pre-industrial temperature, international discussions must move beyond rhetoric and lead to concrete commitments to reduce greenhouse gas emissions. Achieving an international agreement on post-2012 global action is a priority for the EU. The basis for reaching an agreement is there. Even in countries that have not ratified the Kyoto Protocol, there is growing awareness of the dangers of climate change which is leading to regional initiatives to curb emissions. Business, more than some governments, is taking a long-term view and is becoming a driving force in fighting climate change by asking for a coherent, stable and efficient policy framework to guide investment decisions. Most of the technologies required to reduce emissions either exist already or are well on the way to being operational (see graph). What is needed now is support from major emitters for a long-term agreement to ensure the deployment and further development of these technologies. ",
        "\u0018 The EU is showing the way ahead by setting out what needs to be done internationally to limit global warming to 2°C above the pre-industrial temperature and by committing to very significant cuts in its own greenhouse gas emissions. The EU and other developed countries have to continue taking the lead by reducing their emissions to 30% below 1990 levels by 2020, with a view to achieving cuts of 60-80% by 2050. EU Heads of State and Government agreed in March 2007 that the EU will cut its emissions to 30% below 1990 levels by 2020 provided that, as part of a global and comprehensive post-2012 agreement, other developed countries commit to comparable reductions and advanced developing countries also contribute adequately to the global effort according to their respective capabilities. The EU is not waiting to take action, however. It is determined to become a highly energy-efficient, low-carbon economy. The EU leaders therefore made a firm independent commitment that the EU will cut its emissions to at least 20% below 1990 levels by 2020. This reduction will be achieved through a combination of measures already implemented through the European Climate Change Programme, such as the EU’s pioneering Emissions Trading Scheme (EU ETS), and new measures contained in the integrated climate and energy strategy also endorsed by EU leaders in March 2007. EU initiatives show the way ahead ",
        "10 The key energy and climate change related measures, which not only will drive greenhouse gas reductions but also modernise Europe’s energy system and prepare it for a low carbon future, are as follows: Modernising EU energy policy The EU Action Plan on energy, adopted by EU leaders in March 2007, sets out concrete actions to achieve a competitive, sustainable and secure energy system coupled with a major reduction in greenhouse gas emissions by 2020. They include: • Cutting energy consumption by 20% compared with business as usual levels through a major improvement in the energy efficiency of a wide range of appliances and equipment • Increasing renewable energy sources’ share of energy consumption to 20%, from around 7% in 2007 • Raising biofuels’ share of petrol and diesel to 10%, from around just 1% in 2007. • Adopting a policy framework to ensure and promote environmentally safe use of carbon capture and geological storage (CCS) 2 technology. The aim is to deploy CCS technology in new fossil-fuel power plants, if possible by 2020. The European Commission aims to encourage the construction of 12 large- scale demonstration plants in Europe by 2015. Strengthening the EU Emissions Trading Scheme (EU ETS) The groundbreaking Emissions Trading Scheme 3 plays a central role in Europe’s long-term strategy to combat climate change. Launched in January 2005, the EU ETS is the biggest international trading scheme and a key pillar (2) CCS makes it possible to capture CO2 produced from large sources, such as power stations, before it reaches the atmosphere and then to store it long term in underground cavities such as empty oil or gas fields or coal seams. (3) See also the brochure in this series EU emissions trading: an open scheme promoting global innovation ",
        "11 of the fast-growing global carbon trading market. Currently focused on industrial installations, the company- level system covers 45% of total EU CO 2 emissions. It is being reviewed with the intention of strengthening and extending it to cover a greater proportion of emissions from 2013. The EU’s independent commitment to cut its greenhouse gas emissions by at least 20% of 1990 levels by 2020 gives certainty to industrial operators about the EU ETS ‘ continued high level of ambition. This in turn creates investment certainty that will drive the large scale development and deployment of emission reduction technologies and low-carbon solutions. Limiting transport emissions While the EU is successfully reducing greenhouse gas emissions from manufacturing, energy and waste, emissions from transport have continued to grow. This trend has to be reversed. • Legislation is under discussion to bring emissions from aviation into the EU ETS from 2011. Emissions from all flights arriving in or departing from the EU would be covered from 2012. The European Commission is also considering how to address emissions from shipping. • Legislation is planned to ensure that the EU’s target of reducing average CO 2 emissions from new cars to 120 grammes per kilometre is met by 2012. • The European Commission has proposed new transport fuel quality standards that would reduce greenhouse gas emissions caused by the production, transport and use of petrol and diesel by 10% by 2020. Ways to achieve this include accelerating the development and use of sustainable biofuels produced from non-food sources. ",
        "12 • Action is needed to reduce emissions of greenhouse gases other than CO 2 , which make up 17% of EU emissions. This means taking measures to limit methane output, for example from gas engines, and nitrous oxide from combustion plants, for instance by including them in the EU ETS. Furthermore, measures to reduce the use of fluorinated gases and emissions from the agricultural sector will need to be reinforced. I ncreasing research and technological development The substantially increased budget of €8.4 billion allocated for environment, energy and transport under the EU’s Seventh Framework Programme for R&D (2007-2013) should be spent early. This will enable the soonest possible deployment of clean technologies as well as further strengthening knowledge of climate change and its impacts. The research budget should be further increased after 2013 and this rise should be mirrored at national level. Other measures The EU is looking into possible policy measures, including trade-related ones, to encourage other developed countries to take effective action to combat climate change. The Commission has already embarked on a major awareness-raising campaign to draw the general public’s attention to the climate change impacts of their actions and engage it in efforts to reduce these. Making reductions in other sectors • Energy use in buildings can be reduced by up to 30% by expanding the scope of EU legislation on the energy performance of buildings and introducing performance requirements that promote very low- energy (’passive’) buildings. ",
        "13 Statement by EU leaders on post-2012 action, March 2007 EU Heads of State and Government outlined the EU’s position on post-2012 global action to combat climate change at their European Council meeting in March 2007. The following are key extracts from their summit statement: “The European Council underlines the vital importance of achieving the strategic objective of limiting the global average temperature increase to not more than 2°C above pre-industrial levels. The European Council underlines the leading role of the EU in international climate protection. It stresses that international collective action will be critical in driving an effective, efficient and equitable response on the scale required to face climate change challenges. To this end negotiations on a global and comprehensive post-2012 agreement, which should build upon and broaden the Kyoto Protocol architecture and provide a fair and flexible framework for the widest possible participation, need to be launched at the UN international climate conference…at the end of 2007 and completed by 2009. The European Council reaffirms that absolute emission reductions are the backbone of a global carbon market. Developed countries should continue to take the lead by committing to collectively reducing their emissions of greenhouse gases in the order of 30% by 2020 compared to 1990. They should do so also with a view to collectively reducing their emissions by 60% to 80% by 2050 compared to 1990. In this context, the European Council endorses an EU objective of a 30% reduction in greenhouse gas emissions by 2020 compared to 1990 as its contribution to a global and comprehensive agreement for the period beyond 2012, provided that other developed countries commit themselves to comparable emission reductions and economically more advanced developing countries to contributing adequately to their responsibilities and respective capabilities. It invites these countries to come forward with proposals for their contributions to the post-2012 agreement. The European Council emphasises that the EU is committed to transforming Europe into a highly energy-efficient and low greenhouse-gas-emitting economy and decides that, until a global and comprehensive post-2012 agreement is concluded, and without prejudice to its position in international negotiations, the EU makes a firm commitment to achieve at least a 20% reduction of greenhouse gas emissions by 2020 compared to 1990. The European Council notes the increasing share of greenhouse gas emissions from developing countries and the need for these countries to address the increase in these emissions by reducing the emission intensity of their economic development, in line with the general principle of common but differentiated responsibilities and respective capabilities. The European Council stands ready to continue and further strengthen its support for developing countries in lessening their vulnerability and adapting to climate change.” ",
        "14 How reducing greenhouse gas emissions will benefit the EU Besides helping to avert the most damaging impacts of global climate change, reducing greenhouse gas emissions will bring the EU a range of co-benefits. These include improving energy security, reducing air pollution and associated health costs, and increasing employment. Other countries would see similar benefits if they followed suit. Improving energy efficiency and security The EU is becoming increasingly dependent on imported energy, so security of supply is a growing concern. With “business as usual”, the EU’s energy import dependence will jump from 50% of total EU energy consumption today to 65% in 2030. Reliance on imports of gas is expected to increase from 57% to 84% by 2030, and of oil from 82% to 93%.There is thus a very strong economic case for making more efficient use of resources, as a contribution towards improving EU competitiveness, even without the associated benefits of cutting emissions. The measures the EU plans to take under its integrated climate and energy strategy will improve energy security by reducing imports of oil and gas by around 20% by 2030 compared with these business as usual projections. Without policy changes the USA, China and India are also expected to import 70% of their oil by 2030. As resources become scarcer the risk of price volatility and international conflict will grow. ",
        "15 Reducing air pollution and health costs Cutting greenhouse gas emissions will also reduce air pollution, which still causes 370,000 premature deaths in Europe every year. Bringing down CO 2 emissions by just 10% by 2020 would yield healthcare savings of up to €27 billion per year. Air pollution is increasing in many parts of the world, especially in developing countries. The 10 cities with the highest levels of harmful airborne particles are in Asia and Africa. Increasing employment Eco-industries are one of the most dynamic sectors in the European economy, growing at around 5% a year in response to global demand for green technologies, products and services. They already employ over 2 million people. Climate change policies create more new employment opportunities: for example, increasing the use of biomass for electricity production and of biofuels for transport could create up to 300,000 extra jobs across the EU. ",
        "Developed countries must continue to lead Developed countries are responsible for 75% of the greenhouse gases in the atmosphere today if emissions from deforestation are not taken into account. These nations have the most financial resources and the greatest technological capacity to cut their emissions. They should therefore be the ones to make the greatest effort to tackle climate change over the next decade. Those developed countries that have not ratified the Kyoto Protocol have an even greater potential for reducing their emissions than EU members. To limit global warming to no more than 2°C above the pre-industrial temperature, the essential next step must be for the EU and other developed countries to commit, under a new international agreement, to cut their collective greenhouse gas emissions to 30% below the 1990 level by 2020. The international agreement on post-2012 action must contain binding rules for monitoring and enforcing the commitments undertaken. In a competitive global market, every country needs to have the confidence that others are playing fair and living up to their pledges. Creating the global carbon market Estimates show that emissions trading schemes can reduce the cost of cutting greenhouse gas emissions by as much as 75%. Schemes similar to the EU Emissions Trading Scheme (EU ETS) will be a key tool in enabling developed countries to meet their future commitments cost-effectively. The post-2012 framework should enable comparable trading schemes to be linked with each other, with the EU ETS as the central pillar of the future global carbon trading market, in order to maximise trading opportunities and lower the costs of action as far as possible. The EU ETS stimulates investment in emission-saving projects in third countries by accepting carbon credits from Clean Development Mechanism and Joint Implementation projects under the Kyoto Protocol, and this will continue after 2012. It will be crucial to improve and expand this type of instrument. 16 ",
        "Action in developing countries is also essential While the major effort to fight climate change in the immediate future must come from the developed nations, their actions alone will not be enough to reduce global greenhouse gas emissions. As developing countries expand their economies their emissions are increasing, and by 2020 these are projected to overtake total emissions from the developed world. 1990 2000 2020 25 20 15 10 5 0 Projected greenhouse gas emissions (industry and energy, business as usual) Gt CO 2 Developing Developed 17 It is therefore indispensable that developing countries, and in particular the major emerging economies, start to reduce their emissions growth as soon as possible and then cut their emissions in absolute terms from 2020 onwards. In addition, bringing an end to the destruction of forests is crucial. Emissions resulting from deforestation in developing countries need to be stopped and then reversed within two decades. Deforestation in developing countries generates 20% of global greenhouse gas emissions, more than all forms of transport combined. Halting and reversing this process would also bring important benefits for biodiversity conservation and sustainable development. These actions are perfectly feasible without jeopardising economic growth and poverty reduction. Just as measures to combat climate change will benefit Europe and other developed nations, they are also in the long- term interest of less wealthy countries. Since vulnerable populations are the first to suffer the impact of floods, storms, droughts and the other effects of climate change, developing countries have every interest in joining the global effort. ",
        "18 By 2020, GDP is expected to double in China and India, and rise by 50% in Brazil. The European Commission estimates that taking action to cut emissions would shave just 1% off this GDP growth. In reality the cost is likely to be even smaller and probably even negative since it does not take into account the benefits of avoiding the damage that would otherwise be caused by climate change. The EU recognises that it has a heavy responsibility to support developing countries and help them combat or adapt to climate change, and that it must set an example by cutting emissions itself. Many developing countries are already making efforts that are resulting in significant reductions in their emissions growth. There are many policy options available to developing countries where the benefits outweigh the costs. These include: • Boosting energy efficiency and thus also energy security • Implementing policies to promote renewable sources of energy. These policies are often cost-effective, including for rural communities • Improving air quality and thereby also public health • Capturing methane from industrial and agricultural sources for cheap energy. Such policies can be strengthened by sharing good practice. The EU will continue and increase its cooperation efforts in this respect to enable developing countries to play a greater part in global emissions reduction efforts. ",
        "19 GEEREF GEEREF, the Global Energy Efficiency and Renewable Energy Fund, is an innovative global risk capital fund set up by the European Commission in 2006 to mobilise private investment in energy efficiency and renewable energy projects in developing countries and economies in transition. GEEREF will help to bring clean, secure and affordable energy supplies to some of the 1.6 billion people around the world who currently have no access to electricity. It will do so by accelerating the transfer, development and deployment of environmentally sound energy technologies. This will combat both climate change and air pollution, and will contribute to a more equitable distribution of Clean Development Mechanism projects in developing countries. The Commission is putting €80 million into GEEREF over four years.. Additional pledges, including those from Germany, Italy, and Norway, bring the total amount of funding so far to €122 million. This funding is expected to mobilise additional risk capital of between €300 million and €1 billion in the longer term. GEEREF should be operational and have first funds invested before the end of 2007. There are various options for engaging developing countries to take further action through an international agreement for the post-2012 period: Taking a new approach to the Clean Development Mechanism The Kyoto Protocol’s Clean Development Mechanism (CDM) should be streamlined and expanded. The CDM enables developed countries to offset their emissions by investing in emission-saving projects in developing countries that yield emission credits. The mechanism is generating considerable flows to developing countries of capital and technology for low-carbon growth. The scope of the CDM could be expanded to cover entire national sectors, rather than individual projects as at present, so that emission credits would be generated if a whole national sector met a pre-defined emission standard. Improving access to finance for energy infrastructure Developing countries are going to need investment of more than €130 billion a year in new infrastructure to generate the electricity they require for economic growth. Since power plants remain in use for several decades, it is vital that they make use of state-of-the-art clean technologies that will minimise emissions. This, however, will require an additional investment of some €25 billion annually. Developed countries can help fill the financial gap through a combination of instruments including development aid, innovative funding mechanisms such as the EU Global Energy Efficiency and Renewable Energy Fund (GEEREF), and targeted loans from financial institutions. The earlier this gap can be filled, the less developing country emissions will grow. ",
        "20 Introducing sectoral emissions trading Another option is to introduce sector-wide, company-level emissions trading in industrial sectors in developing countries where the capacity exists to monitor emissions and ensure compliance. This would be particularly appropriate for energy-intensive sectors such as power generation, iron and steel, cement, oil refining, and pulp and paper. Such schemes would be either global or national; if the latter, schemes in developing countries should be linked with schemes in developed countries, such as the EU ETS. Targets for sectors covered would be strengthened gradually until they were similar to those set for the same sectors in developed countries. Taking on binding emission limits as development advances As they reach a level of development similar to that of developed countries, developing nations should take on binding emission reduction commitments. These should be tailored to their emissions levels and their own technical and financial capacities to limit and reduce them. Exempting least developed countries from commitments The least developed countries should not be subject to obligatory emission reductions because their level of emissions is low. These countries will suffer disproportionately from the impacts of climate change, so the EU will further strengthen its cooperation to help them to deal with climate-related challenges, for example through measures to strengthen food security and disaster preparedness. Additional support will be required to allow the most vulnerable to adapt to climate change. The EU and other developed countries should also help the least developed countries increase the numbers of CDM projects they host. ",
        "21 A future international agreement should also address the following issues: International cooperation on research and technology Further cooperation in this field will help speed up the technological change needed to achieve a low-carbon global economy. International research cooperation will increase understanding of the local and regional impacts of climate change, and help develop ways to enable populations to combat and adapt to it. The EU should show the way by stepping up its external research and technology cooperation, including setting up large-scale technology demonstration projects, particularly on carbon capture and geological storage, in key developing countries. Adaptation to climate change Measures to help developing countries adapt to the unavoidable consequences of climate change must be an integral part of the future international agreement. The need for adaptation to climate change should be taken into account in public and private investment decisions. Energy efficiency standards An international agreement on energy efficiency standards is needed with the active commitment of countries that manufacture appliances. This will facilitate market access as well as cutting greenhouse gas emissions. Further issues to address ",
        "",
        "Copies of this publication are available free of charge from: European Commission Directorate-General for the Environment Information Centre (BU-9 0/11) B-1049 Brussels http://bookshop.europa.eu European Commission EU Action against climate change. Leading global action to 2020 and beyond Luxembourg: Office for Official Publications of the European Communities 2006 — 24 pp. — 21 cm x 21 cm ISBN 92-79-05059-6 Photo credits (always from left to right): Cover: Digitalvision; Photodisc. P.5: Digitalvision. P.6: Photodisc. P.7: © EC/ECHO/Martinus Jansen. P.11: Digitalvision. P.12: © EC/p-012491-00-04h; Photodisc. P.14: Digitalvision; Photodisc; © EC/ECHO/François Goemans. P.15: © EC/ECHO/Thomas Pfeiffer; EC/p-012491-00-08-h; © EC/2005. P.16: Deutsche Börse. P.18: Digitalvision; EC DG RTD. P.20: © EC/ECHO/Beatriz Suso. P.21: IEA. ",
        "K H - 77 - 07 - 144 - E N - C "
    ]
}