{
    "text": [
        "Special Report EU assistance for strengthening the public administration in Moldova EN 2016 NO 13 EUROPEAN COURT OF AUDITORS ",
        "EUROPEAN COURT OF AUDITORS 12, rue Alcide De Gasperi 1615 Luxembourg LUXEMBOURG Tel. +352 4398-1 Enquiries: eca.europa.eu/en/Pages/ContactForm.aspx Website: eca.europa.eu Twitter: @EUAuditorsECA More information on the European Union is available on the internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2016 Print ISBN 978-92-872-4946-3 ISSN 1831-0834 doi:10.2865/0308 QJ-AB-16-013-EN-C PDF ISBN 978-92-872-4963-0 ISSN 1977-5679 doi:10.2865/801339 QJ-AB-16-013-EN-N EPUB ISBN 978-92-872-4954-8 ISSN 1977-5679 doi:10.2865/44777 QJ-AB-16-013-EN-E © European Union, 2016 Reproduction is authorised provided the source is acknowledged. ",
        "EU assistance for strengthening the public administration in Moldova (pursuant to Article 287(4), second subparagraph, TFEU) Special Report EN 2016 NO 13 ",
        "02 Audit team The ECA’s special reports set out the results of its performance and compliance audits of specific budgetary areas or management topics. The ECA selects and designs these audit tasks to be of maximum impact by considering the risks to performance or compliance, the level of income or spending involved, forthcoming developments and political and public interest. This performance audit was produced by Audit Chamber III — headed by ECA Member Karel Pinxten — which specialises in external actions spending areas. The audit was led by ECA Member Hans Gustaf Wessberg, supported by the Head of his office, Peter Eklund and Emmanuel-Douglas Hellinakis, Attaché; Sabine Hiernaux-Fritsch, Principal Manager; Laura Gores, Head of Task; Erika Soveges and Alexandre Tan, auditors. From left to right : E.-D. Hellinakis, S. Hiernaux-Fritsch, H. G. Wessberg, L. Gores, A. Tan, E. Soveges, P. Eklund. ",
        "03 Contents Paragraph Acronyms I - VII Executive summary 1 - 8 Introduction 9 - 11 Audit scope and approach 12 - 67 Observations 12 - 47 Budget support had a limited effect in strengthening the public administration in the sectors targeted 13 - 28 The Commission could have responded more quickly to risks and programmes were not sufficiently aligned to national strategies 29 - 34 Conditionality was not sufficiently exploited 35 - 37 Additional incentive‑based funds were not well justified 38 - 47 There was only limited evidence of progress in the sectors targeted by SBS 48 - 67 The projects partially contributed towards strengthening the public administration 49 - 51 The projects were relevant, but needs analyses were impaired by weaknesses 52 - 63 The projects were not always well‑coordinated with SBS programmes 64 - 67 The results were not always sustainable due to lack of political will and other external factors 68 - 77 Conclusions and recommendations Annex I — List of contracts audited Annex II — Summary ratings of sector budet support contracts in the audit sample Annex III — Summary ratings of project contracts in the audit sample Replies of the Commission and the EEAS ",
        "04 Acronyms ENI : European Neighbourhood Instrument ENP : European Neighbourhood Policy ENPI : European Neighbourhood Partnership Instrument EUHLPAM : European Union High Level Policy Advice Mission to the Republic of Moldova JSRS : Justice Sector Reform Strategy PFPRs : Public Finance Policy Reforms SBS : Sector Budget Support ",
        "05 Executive summary I The Republic of Moldova is the poorest country in Europe. Since 2007, it has been allocated aid amounting to 782 million euros through the European neighbourhood instruments. This represents annually nearly 37 euros per inhabitant — the highest amount in all of the EU’s eastern neighbours. In 2014, Moldova and the EU signed an asso- ciation agreement, including provision for a deep and comprehensive free trade area. II Among Moldova’s main problems are widespread corruption and the weakness of its public institutions, which have been an important element of EU assistance since 2007. A significant share of the aid comes in the form of budget support. This involves the transfer of funds to the partner country’s national treasury on condition that certain requirements are satisfied. The remaining aid is channelled through projects. III We examined whether EU assistance had contributed effectively towards strengthening the public administration. Our sample covered four budget support programmes in the sectors of justice, public finance, public health and water. It also included 20 projects in various public authorities. IV We concluded that EU assistance only partially contributed to strengthening the public administration. External fac- tors explained a number of the shortcomings observed. Others could be attributed to weaknesses in the design and implementation of the audited programmes and projects. V Since little progress had been made in the sectors targeted, we concluded that budget support had a limited effect in strengthening the public administration. The Commission could have responded more quickly when risks associ- ated with the support materialised. Programmes were not sufficiently aligned to Moldovan strategies. The potential benefit of the programmes was reduced by the fact that the Commission did not make full use of its ability to set preconditions for disbursement. Some specific conditions were fulfilled between programme negotiation and the start of the sector budget support or were not directly measurable. The Commission could have been more strin- gent when assessing whether they had been fulfilled. Also, the granting of additional incentive-based funds was not fully justified. ",
        "06 Executive summary VI Project designs were generally found to be relevant. EU assistance channelled through projects was partially effec- tive in strengthening the public administration. In this connection, the scope and timing of projects was not always well coordinated with budget support programmes. The specific, budget support- related, technical assistance for the development of administrative capacity did not start until months after the main budget support programme. Other technical assistance and twinning projects were not always used to prepare or support budget support pro- grammes. Projects generally delivered the expected outputs. However, the results were not always sustainable due to lack of political will and other external factors. VII We make a number of recommendations for the Commission to improve the effectiveness of EU assistance to Moldova. ",
        "07 Introduction 01 Moldova is located in south-eastern Europe, between Romania and Ukraine, with a population of 3.6 million. It emerged as an independent republic in 1991, after the dissolution of the Soviet Union, although the region of Transnistria had uni- laterally declared independence and is still governed separately. 02 After a protracted period of economic decline, the Moldovan economy started growing again in 1998. Nevertheless, with a per capita GDP of 1 687 euros, and a poverty rate of 12.7 %, it is still the poorest country in Europe 1 . Moldova’s popu- lation has decreased since independence, due primarily to low birth rates and high labour migration, and remittances have come to play an important role in its social and economic life. 03 Moldova and the EU first established contractual relations in 1994, through a partnership and cooperation agreement. In June 2014, they signed an asso- ciation agreement, which included a deep and comprehensive free trade area. This agreement aims to improve political and economic relations and gradually integrate Moldova into the EU‘s internal market. The free trade area provides for removing customs tariffs and quotas and harmonising laws and regulations with those in the EU in various trade sectors. According to the European Parliament, Moldova ‘has a European perspective and may apply to become a member of the European Union provided it adheres to the principles of democracy, respects fundamental freedoms and minority rights, and ensures the rule of law’ 2 . 04 The EU cooperates with Moldova under the European neighbourhood policy (ENP) and, more specifically, its eastern regional dimension, the eastern partner- ship. The European neighbourhood instrument (ENI) is an EU financial instrument dedicated to the neighbourhood for the 2014-2020 period. It replaced the 2007- 2013 European neighbourhood and partnership instrument (ENPI). Under these schemes, 782 million euros in bilateral aid have been allocated to Moldova from 2007 to 2015 3 . In 2014, aid amounted to nearly 37 euros per inhabitant — the highest amount in all of the EU’s eastern neighbours 4 . 1 Per capita GDP in 2014 from Eurostat (www.ec.europa.eu/ eurostat/statistics-explained/ index.php/European_ Neighbourhood_Policy_-_ East_-_economic_statistics); Poverty rate in 2013, according to the latest available World Bank World Development Indicators (http://data. worldbank.org). 2 European Parliament, Committee on Foreign Affairs, Report containing a motion for a non‑legislative resolution on the draft Council decision on the conclusion, on behalf of the European Union, of the Association Agreement between the European Union and the European Atomic Energy Community and their Member States, of the one part, and the Republic of Moldova, of the other part , A8-0022/2014, 21.10.2014. 3 Over the same period, aid contracted amounted to 547 million euros and aid paid to 363 million euros. Moldova also received aid through regional projects under ENPI cross border cooperation, macro-financial assistance, the Neighbourhood Investment Facility, the Development Cooperation Instrument, the European Instrument for Democracy and Human Rights and the Instrument for Stability. 4 The eastern countries in the ENP are Armenia, Azerbaijan, Belarus, Georgia, Moldova and Ukraine. ",
        "08 Introduction 05 One of the main problems affecting Moldova is the weakness of its public ad- ministration. Public institutions suffer from excessive bureaucracy, a lack of focus on core functions, a high turnover of staff, and, consequently, low efficiency. Corruption also remains an issue, with Moldova ranking 103rd out of 168 in the 2015 Transparency International corruption perceptions index. In this connection, support for public administration in Moldova has been an important element of cooperation across all sectors since 2007. However, it has received increased at- tention under the ENI, since ‘public administration reform’ is one of three priority areas for cooperation for the years 2014-2017, alongside ‘agriculture and rural development’ and ‘police reform and border management’. 06 The main aid delivery method used in Moldova is sector budget support (SBS 5 ). Both budget support funds and additional support granted through the same fi- nancing agreements accounted for 74 % of the bilateral aid paid out in 2007-2015 (see also Graph 1 ). Budget support involves the transfer of funds to the partner country contingent upon its compliance with agreed conditions for payment. Compliance with these conditions is an essential requirement for budget support (a principle known as ‘conditionality’). Fixed tranches are disbursed if eligibility criteria are met 6 . Variable tranches are additionally linked to progress against spe- cific conditions. 5 Budget support may be provided either as sector budget support (SBS) or as general budget support (GBS). While GBS contributes towards a national development strategy, SBS supports a sector policy. Since 2013, the EU grants SBS with Sector Reform Contracts , previously called Sector Policy Support Programmes . For the sake of consistency, this report uses the term SBS for all budget support contracts audited. 6 EU budget support is subject to four eligibility criteria: a stable macro-economic framework, sound public financial management, transparency and oversight of the budget and relevant and credible national/sector policies and reforms. G r a p h 1 Budget support granted to Moldova in 2007‑2015 (in million euro) NB: Funds are presented according to the budgetary year of the underlying Commission decision. Source: Common Relex Information System (CRIS). Budget support funds Additional support (technical assistance, evaluations, etc.) 2015 2014 2013 2012 2011 2010 2009 2008 2007 140 120 100 80 60 40 20 0 ",
        "09 Introduction 07 In Moldova, the Commission’s financing agreements also provide for additional support to accompany the main SBS operation, in particular technical assistance projects for capacity development in public bodies (‘SBS technical assistance‘). 08 Moldova also received aid, in a variety of domains, by means of projects. Projects in our audit sample took the form of twinning and technical assistance. Twinning involves cooperation with public authorities in an EU Member State, whereas technical assistance is typically provided by external experts from the private sector. ",
        "10 Audit scope and approach 09 The audit examined whether EU aid to Moldova contributed effectively towards strengthening public administration in terms of its capacity to effectively and efficiently perform the various governance functions, including the delivery of public services. We looked at the two main aid delivery methods, by focusing on the following two questions: (a) Did SBS programmes contribute effectively towards strengthening public administration? (b) Did projects contribute effectively towards strengthening public administration? 10 The audit focused on ENPI and ENI assistance from 2007 to 2014. The audit sam- ple included: (a) four SBS programmes for promoting sector reform, including two in core areas of public administration, i.e. justice and public finance policy, and two aimed at improving the delivery of public health and water services, (b) twenty projects to strengthen the central authorities, notably seven projects in the justice sector, three consecutive projects to provide high-level policy advice to Moldovan Ministries (known as the Euhlpam projects, from the European Union High Level Policy Advice Mission to the Republic of Moldova) and a project to support the State Chancellery, which is the central authority in charge of coordinating EU funds in Moldova. 11 Our sample covered 40 % of the bilateral ENPI/ENI aid contracted since 2007 (see Annex I ). The audit work was carried out between March and September 2015. We examined documentary evidence, such as programming documents and progress, monitoring and evaluation reports. The audit included a desk review and a visit on the spot in Moldova. We interviewed staff from the Moldovan au- thorities, the EU delegation in Chisinau, the European External Action Service, the Commission’s Directorate-General for Neighbourhood and Enlargement Negotia- tions, international organisations, other donors, consultancy firms and NGOs. ",
        "11 Observations Budget support had a limited effect in strengthening the public administration in the sectors targeted 12 In this chapter, we examine the contribution of SBS programmes towards improv- ing public administration in Moldova. We assess the design of programmes, the application of conditionality, the basis for granting additional funds and the con- tribution of SBS to the development of the four sectors audited: justice, public finance, health and water (see Annex II ). The Commission could have responded more quickly to risks and programmes were not sufficiently aligned to national strategies 13 In order to assess the design of SBS programmes, we looked at whether the Com- mission had taken sufficient steps to analyse and mitigate the risks associated with SBS. Also, we examined whether the four programmes audited sufficiently reflected national reform strategies. The Commission could have responded more quickly when risks associated with SBS materialised 14 While featuring advantages such as greater country ownership, reduced transac- tion costs and better donor coordination, budget support is also characterised by a number of risks that are inherent to its nature (see the Court of Auditors’ Special Report No 11/2010) 7 . The specific risk profile for budget support is related to the fact that it uses the country’s systems, as it involves a transfer of financial resources to the national treasury of the recipient country 8 . Given that budget support funds are merged with the recipient country’s budget resources they too suffer from any weaknesses in the country’s financial management 9 . We assessed whether the European Commission correctly analysed and mitigated these risks. 7 Special Report No 11/2010 ‘The Commission’s management of general budget support in ACP, Latin American and Asian countries’. (http://eca.europa.eu) 8 European Commission, Directorate-General for Development and Cooperation — EuropeAid, Budget Support Guidelines. Programming, Design and Management — A modern approach to Budget Support , September 2012, p. 126. 9 Annual Report concerning the financial year 2014, paragraphs 8.6 to 8.8 (OJ C 373, 10.11.2015). ",
        "12 Observations 15 In 2012, the Commission introduced a more systematic analysis of risks, high-level steering committees for budget support operations and an early warning sys- tem 10 for when risks materialised. This was a noticeable improvement over the previous approach. 16 Decentralised management 11 and budget support both strongly rely on country systems. The country systems as regards public finance control are not certi- fied by the EU services. The decentralised management mode for EU assistance for projects is not in place. At the same time, budget support was the main aid method used, representing almost three quarters of total EU assistance paid to Moldova in 2007-2015. 17 Corruption risks are high in Moldova. Transparency International’s corruption per- ceptions index indicates that the situation has worsened since 2012 (see Box 5 ). 18 In November 2014, macroeconomic risks materialised in Moldova when it became known that 1 billion US dollars of depositor funds had been lost in a corruption scandal involving three Moldovan banks (see Box 1 ). The high-level steering com- mittee of December 2014 decided to be attentive to the case of Moldova in 2015 in the context of the budget support allocation as the risk level would increase. After an internal analysis of potential risk mitigating measures, in July 2015 the European Commission responded by publicly announcing the suspension of budget support payments, pending the conclusion of an agreement between the International Monetary Fund (IMF) and Moldova 12 . It also significantly reduced the share of budget support programmed in 2015, compared to the previous years (see Graph 1 ). The situation in the banking sector seriously called into question the integrity of the EU funding paid into the Moldovan state budget. It is however not possible to prove that EU funds were concerned specifically, since they were merged with the overall state budget. 10 The early warning system will be activated in cases where there is an immediate and severe deterioration of the situation or the occurrence of an event identified as risk that has a major impact on the programme objectives. In these cases, the EU needs to react immediately in order to avoid serious damage to the EU’s image and reputation. This may be, for example, a result of a major corruption or fraud case or a breach of the fundamental values. The EU Delegations should report on these cases immediately to Headquarters. Cf. Budget Support Guidelines , p. 132. 11 For decentralised management, the Commission may decide to apply the beneficiary country’s procurement or grant procedures. Cf. Art. 18(4) of Regulation (EC) No 1638/2006 of the European Parliament and of the Council of 24 October 2006 laying down general provisions establishing a European Neighbourhood and Partnership Instrument. 12 EU Delegation to Moldova, EU Budget Support for the Republic of Moldova — pending the fulfilment of several conditions , Chisinau, 8 July 2015. ",
        "13 Observations 19 Moldova’s last IMF programme expired in 2013. The last programme review had not been completed due to disagreements on fiscal and financial sector policies. The World Bank suspended its budget support of 45 million US dollars in April 2014 because it considered that risks for public funds stemming from the bank- ing sector were too substantial to make any transfers to Moldova’s state budget. 20 While the European Commission correctly identified risks of corruption and mac- roeconomic instability in Moldova, it could have responded more quickly when risks materialised. In the context of the signing of the association agreement/ deep and comprehensive free trade area in 2014, the Commission concluded two financing agreements, one for SBS operations on public finance policy reforms (PFPRs) and one on the implementation of the free trade area in October and No- vember 2014. In this connection, it disbursed 16 million euros in December 2014. Risks related to the banking sector had been mentioned by both the IMF and the Commission since 2012 13 . 13 International Monetary Fund, IMF Country Report No 12/288, Republic of Moldova, Staff report for the 2012 Article IV consultation, fifth reviews under the extended arrangement and under the 3‑year arrangement under the extended credit facility, and requests for waivers for non‑observance and modification of performance criteria , September 2012; IMF Country Report No 14/190, Staff report for the 2014 Article IV consultation and first post‑program monitoring discussions , June 2014. Background information to Moldova’s banking crisis In November 2014, three Moldovan banks were placed under special administration by the National Bank, after having issued loans worth 1 billion US dollars. These transactions had no sound economic rationale, and resulted in such a significant deterioration in the banks’ balance sheets that they were no longer viable as go- ing concerns. Massive public liabilities accrued from this incident and the estimated cost for saving the banks amounts to at least 13 % of Moldova’s GDP. At the time of the audit, criminal investigations into the banking fraud had made little progress, and no re- covery strategy had been prepared. This situation sparked off public protests and contributed to a period of protracted political instability. Three governments resigned between November 2014 and December 2015. B o x 1 ",
        "14 Observations SBS programmes were not sufficiently aligned to national strategies and it was unclear how budgets for SBS were determined 21 We assessed whether SBS programmes supported relevant, clearly formulated and fully owned national strategies. Conditions for the disbursement of budget support funds should derive from and be aligned with the national strategy 14 . 22 Two SBS programmes out of the four in the audit sample do not fully match na- tional strategies. The SBS on public finance supports a national strategy without sector-related objectives (see Box 2 ), whereas the justice SBS does not directly contribute to implementing the national reform strategy. 14 For more details, cf. Budget Support Guidelines, Annex 3: Assessing Public Policy Eligibility. Specific conditions were not sufficiently aligned with a national strategy: the SBS for public finance policy reforms The SBS for public finance policy reforms is based on Moldova’s 2020 national development strategy, which covers seven sectors including infrastructure, pension schemes and education. However, it does not set out any objectives concerning public finance. Moldova has a national strategy for public financial management for 2013-2020, which consists of an overall strategy, annual action plans and a monitoring framework. The financing agreement for the SBS lays out 12 specific conditions, which have to be fulfilled for the dis- bursement of its three variable tranches. These conditions are not envisaged in the national development strategy and they also do not directly reflect the priorities set out in the public financial management strategy. For instance, one condition concerns the creation of a Fiscal Council, which is not explicitly envisaged in any strategic document concluded between Moldova and the EU. The same goes for two conditions, which envis- age the publication of a ‘citizens’ budget‘ 15 and mid-year reports on budget implementation. Public access to key fiscal information received an A grade in the 2011 public expenditure and financial accountability 16 assessment. 15 A citizen’s budget is a non-technical presentation of the state budget that is designed to reach and be understood by as large a segment of the population as possible. 16 The Public Expenditure and Financial Accountability (PEFA) program is a multi-donor partnership to assess the condition of public expenditure, procurement and financial accountability systems. PEFA assessments analyse the performance of a country’s public financial management system through a set of 31 indicators, which are rated with scores ranging from A to D (www.pefa.org). B o x 2 ",
        "15 Observations 23 While the justice SBS states that its objective is to support Moldova’s justice sec- tor reform strategy (JSRS), its specific conditions linked to the judiciary are not expressed in the same terms. Some conditions of the SBS concern public finance matters and are not mentioned in the reform strategy. Therefore, there is no strict correlation between the action undertaken under the JSRS and the SBS. Moreover, this requires that additional monitoring and reporting requirements are set up for the SBS. 24 The SBS programmes to improve the delivery of public health and water services were not based on clearly formulated Moldovan reform strategies. The guidelines call for sector strategies to be properly budgeted, in order to be eligible for SBS 17 . However, for the health SBS, the national strategy was not fully aligned with the overarching national health policy and was not entirely reflected in the budget- ary projections. The water SBS was designed to support the national 2007 water strategy. However, the latter turned out to be overambitious, since it targeted a large number of objectives without providing a time-bound action plan or a clear institutional set-up for implementation. 25 We also examined the basis for setting budgets for SBS programmes. Accord- ing to the budget support guidelines published in 2012, these must be based on a number of criteria, such as the financing needs of the partner country and its commitment to allocating budget resources in line with its national strategy. Other criteria included the effectiveness, value for money and impact of budget support in achieving objectives, the track record and absorption capacity of past disbursements, how effectively agreed objectives were achieved with budget support and the result orientation of the development strategy. 26 From our review of the selected programmes, it was insufficiently clear how budgets had been determined. The SBS for public finance policy reforms was the first programme in the audit sample to be set up according to the new methodol- ogy. However, no comprehensive assessment of the criteria listed in paragraph 25 had been carried out. 17 For more details, cf. Budget Support Guidelines , Annex 3: Assessing Public Policy Eligibility, 3.2. Policy Financing. ",
        "16 Observations 27 Even though the guidelines did not apply to SBS programmes designed before 2012, a prior assessment of financing needs had been carried out for the justice sector reform strategy. However, it did not provide reliable information, since the initial estimate of 124 million euros was halved after 2 years of implementation 18 . A reassessment of financing needs started with the support of an EU-funded technical assistance project in 2015 (see paragraph 61). For the other three SBS programmes, there was no evidence of an assessment of financing needs. 28 Also, regarding the budget-setting procedure, we saw that the planned budget varied in the preparation phase, without a clear justification. For the justice SBS, whose budget was 58.2 million euros, an external assessment carried out prior to designing the programme had suggested 40 million euros. An ad hoc increase of 5 million euros was given to the water SBS during its implementation, based on political considerations. Conditionality was not sufficiently exploited 29 The performance monitoring system and disbursement criteria are at the heart of budget support, providing the framework for conditionality. Variable tranches are linked to progress against specific conditions: they create incentives for improved performance because partial performance is matched with partial pay- ment. We assessed whether the conditions for tranche disbursement provided meaningful incentives for reform. We also examined whether disbursements were consistently based on the fulfilment of these conditions. Some specific conditions for tranches were fulfilled between programme negotiation and the start of the SBS or were not directly measurable 30 The contracts in the audit sample included specific conditions that required limited action by the Moldovan authorities or were fulfilled between programme negotiation and the start of the SBS (see Box 3 ). Targets that are insufficiently challenging reduce the incentive effect. There is a risk linked to the inclusion of measures, which were fulfilled prior to the start of the programme, since it is pos- sible that they would have been wholly or partly undertaken without the aid. 18 The action plan (Parliament Decision No 6, 16 February 2012, p. 168) provides for 1 989 million Moldovan leus (124 million euros, 2012) for the implementation of the JSRS. The 2014 Annual Report estimates 1 034 million leus (50 million euros, 2014). ",
        "17 Observations 31 The four contracts contained specific conditions that were not unambiguously measurable. For instance, the specific conditions for the justice SBS needed to be further explained after the disbursement of the first variable tranche, due to diffi- culties in agreeing on what they meant 19 . Furthermore, the PFPRs SBS has specific conditions, but no separate indicators and not all specific conditions are directly measurable. For the health SBS, about half the indicators were too vague 20 . The water SBS also included unverifiable, aggregated or unclear indicators. Conditions were not always applied consistently to encourage reform 32 The Commission’s budget support guidelines state that tranches should only be disbursed when the relevant specific conditions and performance indicators have been fulfilled. We saw examples of an inconsistent use of conditionality for three of the four programmes audited 21 . As shown in Box 4 , for the health SBS, funds were still disbursed even when the conditions had not been fulfilled. Also, for the three SBS programmes on health, justice and water, the assessment of the compliance with the conditions could have been more stringent for a number of conditions. 19 Explanatory tables had to be prepared, with the support of an EU-funded technical assistance project (see paragraph 61), and discussed in the working group that monitors the SBS. 20 Examples are indicators such as ‘ Optimisation of the primary health care structure ’, ‘ Analysis of options for encouraging of private investments into health care system ’ or ‘ Continuation of improvement of strategic planning in health care sector based on the MTEF ’. 21 At the time of the audit, the compliance with the specific conditions had not yet been assessed for the budget support programme on public finance policy reforms, which had only started at the end of 2014. Examples of specific conditions Example 1 — Some specific conditions required limited action by the Moldovan authorities One condition of the PFPRs SBS, which started in 2014, provides for the publication of mid-year reports on the implementation of the budget. Moldova had already been publishing monthly reports on the implementation of its budget for several years. Example 2 — Some specific conditions were already fulfilled between the programme negotiation and the start of the SBS The financing agreement for the health SBS was signed in 2009. The first variable tranche of 13.4 million euros was disbursed after an assessment of 53 indicators, 22 of which concerned measures taken in 2008, after the programme negotiation took place. The justice SBS started in June 2013. Three disbursement conditions - concerning the modernisation of the ap- peal system, the amendment to criminal procedure and the reduction of the immunities of judges - were fully or partially met with laws adopted between April and July 2012, after the programme negotiation took place. B o x 3 ",
        "18 Observations 33 According to the Commission’s budget support guidelines, the reprogramming of undisbursed funds in later tranches risks reducing the initial incentive effect of conditions. However, the health SBS included a last tranche to regroup the bal- ance of undisbursed funds remaining from previous tranches. 34 The water SBS, at the start of the programme in 2009, did not envisage a last tranche for remaining funds. Nevertheless, an additional tranche of 6.1 mil- lion euros was created later on, in the run-up to the signing of the association agreement/free trade area in 2014. New conditions were identified, in line with the overall objectives of the water SBS, enabling the disbursement of 4.9 mil- lion euros out of the funds left over, due to non-compliance with the conditions attached to previous tranches. Funds were disbursed, even when specific conditions and performance indicators were not fulfilled Example 1 — More funds were disbursed than recommended in the external evaluation report Disbursement decisions for SBS funds were based on an external evaluation report, which examined the fulfil- ment of the specific conditions attached to disbursement. Disbursements under the health SBS deviated from the recommendations made by the external evaluation report for two variable tranches out of three. In 2011, the second variable tranche totalled 13.6 million euros, 9 % higher than the 12.5 million euros recommended, based on the assessment of 28 conditions. The third tranche (4.1 million euros), in 2012, was 11 % higher (9 conditions assessed). Most of the difference came from the disbursement of funds reallocated from SBS technical assistance to budget support, which was not associated with any new activities or conditions. Example 2 — Disbursements were made after an insufficiently stringent assessment of compliance with conditions One condition of the water SBS required at least 600 million Moldovan leus to be allocated in the national budget for the water and wastewater sectors. In 2012, allocations amounted to 252 million leus (42 % of 600 million leus), falling significantly short of the minimum threshold. The condition was nevertheless as- sessed as having been partially met and 42 % of the funds attached to it were disbursed. Another condition of the health SBS required that public expenditure for the health care sector, adjusted to inflation, should not decrease. In 2010, Moldova’s health budget increased by 5 % compared to 2009, in nomi- nal terms. However, considering an inflation level of 9 % for 2010, adjusted health sector expenditure actually decreased compared to the previous year. Nevertheless, the condition was considered to have been met. B o x 4 ",
        "19 Observations Additional incentive‑based funds were not well justified 35 In 2012, the Commission introduced the principle of ‘more for more’, which provides for additional incentive-based funds to reward partner countries’ progress towards democracy. Under this scheme, additional country allocations are meant to depend on progress in the reform process, as assessed in the ENP progress report, and in accordance with internationally recognised standards and benchmarks 22 . 36 In total, Moldova received 93 million euros in this way for the years 2012 to 2014, including 28 and 35 million euros through the eastern partnership integration and cooperation programme, in 2012 and 2013 respectively, and 30 million euros under the ENI umbrella programme in 2014 23 . These funds were mainly allocated to new or ongoing SBS programmes. 37 On the basis of our documentary review, the rationale for awarding additional funds to Moldova was not clear. For the 3 years, a limited analysis of progress underpinned the allocations. The ENP progress reports do not demonstrate that Moldova has made progress towards democracy. According to the 2013 report, in the first half of the year, ‘Moldova went through its deepest political crisis in years’ 24 , described as an ‘institutional meltdown’ 25 which did ‘lasting harm to the credibility of Moldova’s democratic institutions’ 26 . There was only limited evidence of progress in the sectors targeted by SBS 38 As far as possible, we assessed whether the SBS programmes had contributed to- wards progress in the four sectors audited, justice, public finance, health and wa- ter, on the basis of available indicators and reports. In evaluating budget support, the OECD suggests a three step approach, ‘whereby: (i) Step One encompasses the assessment of the inputs, direct outputs and induced outputs of budget sup- port […]; (ii) Step Two encompasses the assessment of the outcomes and impact of the government’s policies, strategies and spending actions […]; and (iii) Step Three entails an exploration of the contribution of budget support to the gov- ernment’s policies, strategies and spending actions, which have produced the outcomes and impact identified in Step Two, to be carried out by combining and comparing the results of Steps One and Two’ 27 . 22 The main criteria for assessing progress are democratic and credible elections, freedom of association, expression and assembly, free press and media, the rule of law administered by an independent judiciary and the right to a fair trial, the fight against corruption, the reform of security and law enforcement, democratic control over the armed forces and respect for other human rights. (Annex to Commission Implementing Decision C(2012)4170 of 26.6.2012.) 23 10 % of the ENI budget is reserved for the incentive-based approach: multi-country umbrella programmes reward progress towards deep and sustainable democracy and the implementation of agreed reform objectives (Regulation (EU) No 232/2014 of the European Parliament and of the Council of 11 March 2014 establishing a European Neighbourhood Instrument (OJ L 77, 15.3.2014, p. 27), Article 7(6), recital 4; Commission Implementing Decision C(2014)2988 of 2.5. 2014). The eastern partnership integration and cooperation programme granted additional funds to those partners that delivered on reforms for deep democracy and respect for human rights. (Commission Implementing Decisions C(2012)4170 of 26.6.2012, C(2013)8140 of 27.11. 2013). 24 European Commission, High Representative of the EU for Foreign Affairs and Security Policy, Joint Staff Working Document. Implementation of the European Neighbourhood Policy in the Republic of Moldova. Progress in 2013 and recommendations for action accompanying the document Joint Communication to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions. Neighbourhood at the Crossroads: Implementation of the European Neighbourhood Policy in 2013 , p. 5. 25 Ibid., p. 2. 26 Ibid., p. 5. 27 Cf. OECD-DAC, Evaluating Budget Support, Methodological Approach , p. 3. ",
        "20 Observations 39 However, even where a clear logical link between action and results 28 can be established, it can be difficult — if not impossible — to assess which part of the results is attributable to EU intervention and which is due to other factors 29 . Indeed, it is the partner country’s budget that supports its development strat- egy, so the outputs of EU budget support relate to changes that are not solely the consequence of the budget support programme, but also of various other government actions, assistance programmes and external factors 30 . Despite these limitations, evidence shows that, in Moldova, SBS achieved limited results, since indicators and reports do not demonstrate that much progress was made in three of the sectors targeted (justice, health and water services). At the time of the audit, it was too early to assess the potential effects of the SBS programme on public finance. 40 Under the justice SBS, 28.2 out of 30 million euros have been disbursed to date in two tranches. The sum was reduced, as only 88 % of the conditions were met. Outputs, such as amendments to laws, were not achieved in the fields of the pre-judicial investigation process, juvenile justice and intolerance towards corruption. 41 While the March 2015 ENP progress report judged that Moldova had made some overall progress in implementing the justice sector reform strategy, international indicators cast doubt on whether there had been progress (see Box 5 ). 28 Results usually cover three categories: outputs, outcomes and impact. For precise definitions, see Special Report No 21/2015 ‘Review of the risks related to a results-oriented approach for EU development and cooperation action’, p. 7. (http://eca.europa.eu) 29 Special Report No 21/2015 ‘Review of the risks related to a results-oriented approach for EU development and cooperation action’ (http:// eca.europa.eu). 30 Special Report No 21/2015, p. 23. ",
        "21 Observations International indicators show that Moldova had made little progress in justice sector reforms and the fight against corruption Several think tanks and NGOs publish indicators on justice and corruption across the world. They give a mixed picture of progress in Moldova. Freedom House downgraded it (on a scale of 1-7) from 4.5 in 2012 to 4.75 in 2015 for its judicial framework and independence; its corruption rating improved slightly from 6 to 5.75 31 . The 2014-2015 Global Competitiveness Report ranked its judicial independence 141 out of 144 countries 32 . The World Bank’s rule of law indicator deteriorated from the percentile rank of 45 in 2012 to 42.7 in 2013, but improved to 46.6 in 2014 33 . According to the Public Policy Institute, the trust of citizens in justice decreased in the last decade from 41 % to 23 % at the end of 2014 34 . Moldova lost ground in Transparency International’s corruption perception index: it ranked 94th out of 176 countries in 2012 and 103rd out of 168 in 2015. Moldovans perceived the justice sector as the second most cor- rupt after the police 35 . 31 https://freedomhouse.org 32 http://www3.weforum.org/docs/WEF_GlobalCompetitivenessReport_2014-15.pdf 33 http://info.worldbank.org/governance/wgi/index.aspx#countryReports 34 Public Policy Institute of Moldova, Barometer of Public Opinion of November 2014 (http://www.ipp.md) 35 http://www.transparency.org/country#MDA B o x 5 ",
        "22 Observations 42 Under the health SBS, 43.5 million euros were disbursed, amounting to 99.2 % of the budget. This rate was achieved because a last tranche allowed the disburse- ment of funds left over due to non-compliance with the conditions attached to previous tranches (see paragraph 33). Prior to this, the disbursement rate had been 89.7 %. 43 A 2012 World Health Organisation assessment draws a mixed picture of outcomes in the Moldovan health sector. Progress remains behind expectations with regard to financial protection (i.e. the extent to which people are protected from the financial consequences of ill health), and equity in the financing of the health system. Unequal access to health services remained an issue. While it is difficult to assess overall quality in the delivery of health services, the study judges that some progress was made, notably in preventive care 36 . Overall, it is difficult to assess how the SBS programme has contributed to improving the health systems and thus the health of the population in Moldova. Other factors played a role, such as improvements in socioeconomic status 37 , and relevant data were not systematically collected and available 38 . This is also explained by the fact that no follow-up assessment was carried out on the impact of the health SBS after the end of the programme in 2013. 44 The water SBS fell short of expectations in terms of the outputs set out in the fi- nancing agreement. External factors, such as the economic crisis that hit Moldova in 2009 and political instability in the country, coupled with the weak institutions in the water sector and the absence of technical assistance, meant that the condi- tions had only been partially fulfilled for all variable tranches. For this reason, the Commission disbursed only 68 % of the funds of the third tranche. 36 European Observatory on Health Systems and Policies, a partnership hosted by the WHO, ‘Republic of Moldova, Health system review’, Health Systems in Transition , Vol. 14 No. 7, 2012, p. 131-139. 37 ‘It is always difficult to disentangle the contribution that health care makes to improving health from overall improvements in socioeconomic status. This is particularly the case for the Republic of Moldova, which has a relatively small population so some trends over time have to be treated with caution’., Ibid., p. 135. 38 ‘It is difficult to assess overall quality in the delivery of health services because the necessary data for such indicators are not routinely collected and made available. For example, patient-reported outcome measures are not routinely used, and in-hospital mortality rates for acute admissions are not collected. Patient safety data are also not routinely collected and analysed. For example, although data on post-operative complications in general are collected, they are not broken down by cause or contributory factors and so they cannot be used as patient safety indicators.’, Ibid, p. 136. ",
        "23 Observations 39 Cf. WHO / UNICEF, Joint Monitoring Project for Water Supply and Sanitation , June 2015 (wssinfo.org). 40 Government health expenditure in real terms decreased in 2010 and 2011, according to most sources (WHO, A review of health financing reforms in the Republic of Moldova , 2012, p. 4; calculations with inflation data (Consumer Prix Index, GDP deflator) from the World Bank (http://data.worldbank.org/ country/moldova) and Consumer Price Index from the Moldovan National Bureau of Statistics (http://www. statistica.md)). Real expenditure increased slightly in 2011 when using the GDP deflator from the National Bureau. 41 The European Observatory on Health Systems and Policies, a partnership hosted by the WHO, ‘Republic of Moldova, Health system review’, Health Systems in Transition , Vol. 14 No. 7, 2012, p. 43.,see also WHO, A review of health financing reforms in the Republic of Moldova , 2012, p. 3: ‘the share of the government budget allocated for health is widely used as an indication of the priority given by government to health relative to other sectors of the economy. (…) the message is clearly one of falling importance’. 45 Public water services in Moldova are still affected by weaknesses. Only around 50 % of the population have access to clean drinking water, the sector is consid- erably underdeveloped, institutional capacity is weak and the implementation capacity of municipalities to manage water systems and supply is limited. In a 2012 report on the water sector performance, the Moldovan Court of Accounts concluded that: ‘the situation on water and sanitation supply of the localities in the Republic of Moldova is difficult and has got in a deadlock’. Another 2012 report by the Court stated that: ‘in order to reach the expected benefits in the field of rehabilitation and construction of drinking water and sanitation systems it is necessary to improve the administration of public means targeted to these benefits achievement and the management system of the public authorities in charge of projects implementation in the field’. However, a recent study by the WHO and Unicef shows that the use of water sources and sanitation facilities improved from 1995 to 2015 39 . 46 SBS funds may provide little added value for the national sector budgets. We observed that this was the case for the health SBS, since national health budg- ets, adjusted to inflation, decreased during programme implementation, in 2010 and 2011 40 (see Box 4 , example 2). This was seen as a sign that limited prior- ity was being given to the sector, and cast doubt on the capacity of the Health Ministry to implement the national health policy. A study published by the WHO in 2012 indicated that total health expenditure was still very low relative to other European countries, and this significantly limited the volume and quality of the package of services provided 41 . 47 Similarly, for the water SBS, little progress had been made due to the election period, empty sector investment budgets and management problems at the Ministry of Environment (see also Box 4 , example 2). This situation illustrates how important it is that the commitments entered in the context of EU budget sup- port operations are reflected in state budgets, by providing the funds needed for the relevant line ministries to fulfil the disbursement conditions. ",
        "24 Observations The projects partially contributed towards strengthening the public administration 48 In this section, we examine the contribution of projects towards strengthening the public administration in Moldova. We look at the design of projects, the sup- port provided by projects to SBS programmes and the sustainability of results (see Annex III ). The projects were relevant, but needs analyses were impaired by weaknesses 49 The EU provided significant support towards improving the central Moldovan public authorities’ capacity to manage and coordinate EU aid. In particular, this went to the State Chancellery, which acted as the national coordination unit 42 for EU funds. This type of aid is relevant, given the Moldovan authorities’ limitations in managing funds, as was shown, for example, by their problems in setting up twinning projects (see Graph 2 ). 42 The national coordination unit is empowered with coordinating the foreign assistance provided by donors at the national level. G r a p h 2 Twinning: planned projects vs. projects actually carried out in 2007‑2010 (in million euro) Planned projects Amount used 2010 2009 2008 2007 8 7 6 5 4 3 2 1 0 Source: Common Relex Information System (CRIS). ",
        "25 Observations 43 Twelve activities listed in the initial terms of reference were considered no longer relevant due to decreased demand from the beneficiary. 50 As shown in Annex III (question 1.1), we found that needs analyses carried out for the projects were overall satisfactory: only two projects in the audit sample were based on an insufficient analysis. However, for nine projects, the analysis was impaired by partial weaknesses, resulting in project designs which were not fully in line with the Moldovan administration’s needs or objectives. 51 In some cases, these shortcomings could be addressed during project implemen- tation or at subsequent stages. For the technical assistance project No 13 (see Annex III ), the consultant made efforts to adapt the initial terms of reference several months after the project start, following consultations with the Supreme Court of Justice, the Superior Council of Magistracy, regional courts and other donors 43 . For the Euhlpam project, in phases I and II, the EU delegation did not carry out a structured needs analysis to confirm the real needs and issues faced by the Moldovan administration in order to prioritise them effectively and target them more specifically. This task was left to the individual advisers. Since there were no handover procedures, each new adviser had to carry out a needs analysis of his/her own. However, more attention was paid to such analyses in phase III of the project. The projects were not always well‑coordinated with SBS programmes 52 The following two sub-sections look at coordination between SBS and projects for two different types of project. The first examines the SBS technical assistance that is envisaged in SBS financing agreements (see paragraph 7 and Graph 1 ) and the second looks at other technical assistance and twinning projects (see para- graph 8). ",
        "26 Observations The specific SBS technical assistance for the development of administrative capacity came late due to contracting procedures 53 The Commission provided specific technical assistance to help the Moldovan administration with the implementation of SBS in the four financing agreements audited. This is because partner country governments are often characterised by institutional capacity constraints, which may hinder the implementation of the strategy supported with SBS. 54 However, this technical assistance is not synchronised with the main budget sup- port programme. It can only be launched once the financing agreement for the SBS programme has been signed, and given the necessary delays for tendering and contracting procedures, it starts several months after the main programme (see Table ). T a b l e Delay between budget support and specific SBS technical assistance for the contracts audited 1 SBS programme Technical assistance envisaged in SBS financing agreement (million euro) Start of SBS programme (signature financing agreement) Start of technical assistance operations (signature contract) Time gap Health 3.15 February 2009 June 2010 16 months Justice 1.8 2 June 2013 none - PFPRs 4 October 2014 October 2015 12 months Water 3 August 2009 September 2011 25 months 1 Only technical assistance specifically made available through the SBS grant. Other projects in the same sector exist, for instance, in the justice sector. 2 This amount is used for financing the evaluation missions before the payment of tranches. Source: Common Relex Information System (CRIS). ",
        "27 Observations 55 These delays had a negative impact on the implementation of the health and wa- ter SBS, since the national administrative capacity was insufficient to manage the programmes. For the health SBS, several specific conditions were not fulfilled due to the late start of the technical assistance. For the water SBS, the 2012 monitor- ing report states that a better time synchronisation between the planned techni- cal assistance support and the SBS would be more beneficial and would secure successful implementation. In its final report, the contractor recommended that budget support should be preceded by technical assistance and not followed by it, as was the case. Other technical assistance and twinning projects were not always used to prepare or support SBS programmes 56 The EU delegation paid attention to creating synergies between SBS and projects targeting the same sector. In general, twinning and technical assistance were used to accompany SBS programmes. This was the case for instance for a pro- gramme on rural areas (even though this programme was not included in the audit). Also, projects prepared the ground for SBS, for example for a programme on the free trade area. Finally, four technical assistance projects in the justice sec- tor covered needs that were related to those tackled by the budget support (see Annex III , projects No 12-14). 57 Despite these efforts, in the cases audited, projects were not always used to prepare or support SBS programmes (see paragraphs 58 to 63 and Box 6 ). The main aid delivery methods favoured by the Commission were budget support and twinning, even though there was a need for technical assistance and a high government demand for it, especially in the areas where budget support was planned afterwards, to prepare the area for more successful results. ",
        "28 Observations 58 In 2011, the Commission financed an ex ante assessment of the justice sector. This assessment recommended focusing on technical assistance as the main method of aid delivery prior to programming SBS. Prior technical assistance is necessary since it would not be possible for the government to develop a reform strategy in the justice field without coordination with the judiciary branch, which is consti- tutionally separate from the executive. In 2011, when the justice sector reform strategy was being prepared, shortcomings in the executive’s domestic coordina- tion efforts cast doubt on its capacity to set up a coherent reform strategy that would be fully endorsed by the judiciary. 59 In line with this assessment, four technical assistance projects had been planned in the justice sector since 2011, but were delayed due to staff constraints in the EU delegation. One project started 2 months prior to the signature of the financ- ing agreement for the SBS, in April 2013, the other three started 18 months later (see Annex III , projects No 12 - 14). Training on budget support for Moldovan officials came late A fully fledged training session on budget support for Moldovan officials was first organised through a techni- cal assistance project in March 2014 that amounted to 40 000 euros (see Annex III , project No 9). At that time, budget support had been used for over 7 years in Moldova. The training, which took place over 6 days and benefited 24 officials, revealed that they had a limited un- derstanding of this aid delivery method. Participants did not progress significantly, since scores in the initial and final tests only improved from 3.2 to 3.9 points out of 10. Scores even worsened in four of the ten areas assessed. This limited result was not addressed and followed up comprehensively, since no other fully fledged train- ing on budget support has taken place since. The Commission did, however, organise several half-day round tables and presentations in Moldova. B o x 6 ",
        "29 Observations 44 SIGMA (Support for Improvement in Governance and Management) is an EU and OECD joint initiative. SIGMA experts provide assistance in six key areas of public administration. (http:// www.sigmaweb.org) 60 The Moldovan justice sector reform strategy was adopted in 2011 with the goal of achieving eligibility for SBS. Its implementation is hindered by inadequate progress in the prosecution reform and insufficient support by the judiciary. A new reform initiative, developed by the Superior Council of Magistracy and the Supreme Court of Justice, was presented publicly in May 2015, with the logistic support of technical assistance project No 13. 61 Technical assistance project No 12 currently assists working groups with the revi- sion of budget estimates for the JSRS and the explanation of the specific condi- tions for SBS (see paragraphs 27 and 31). This technical assistance project is an example of flexible adjustment to additional needs arising in the implementation of an SBS programme, even where such support was not explicitly envisaged in the initial project contract. 62 The public financial management sector provides examples for the deployment of various types of support, such as SIGMA 44 , technical assistance, twinning and SBS. Twinning projects on public procurement and internal financial control end- ed in 2012 and 2013, with reports stressing the need for the consolidation of re- sults (see Annex III , projects No 2 and 4). Efforts in these areas continue, through SIGMA and policy dialogue. However, the specific conditions of the SBS for public finance policy reforms do not address these weaknesses. EU-funded advisers (under the Euhlpam project) were deployed in institutions that are relevant for public financial management, such as the state tax inspectorate, but none took office in any of the three institutions implementing the SBS programme (Court of Accounts, Ministry of Finance, Parliament). 63 However, since 2014, the Commission has paid better attention to creating synergies between the SBS and projects, as evidenced by a twinning project at the Moldovan Court of Accounts (see Annex III , project No 5) and the planned deployment of an Euhlpam adviser at the Parliament in 2016. ",
        "30 Observations The results were not always sustainable due to lack of political will and other external factors 64 Overall, projects delivered the expected outputs. Examples of such concrete achievements include an online platform for monitoring activities carried out by civil society organisations in Moldova, the provision of strategic advice to various ministries, a draft law on state aid or a manual of procedures for the management of EU aid. 65 Concerns exist on the sustainability of the results achieved with the projects, often due to an insufficient political will on the part of the national authorities to tackle some of the obstacles to strengthening public authorities (see Box 7 ). As shown in Annex III (question 1.3), there were partial concerns for half of the fourteen projects evaluated, and substantial concerns for the rest. 66 The Commission provided technical assistance to support the Moldovan State Chancellery in the context of the TTSIB project (see Box 7 ), from 2011 to 2013. While the purpose of this project was to build the State Chancellery’s capacity for technical leadership for the identification, preparation and implementation of activities funded by external assistance, TTSIB consultants also provided services which partly replaced the operational tasks of the State Chancellery staff. TTSIB project reports considered that, while many expected results had been achieved, the State Chancellery did not have a sufficient capacity to carry out tasks, absorb training and apply acquired skills. 67 As a good practice, in view of the absence of sustainability elements in previous projects, the EU delegation encouraged the development of exit strategies for both the TTSIB and the Euhlpam projects in phase III. This was to make sure that sustainability issues were addressed by each adviser before he left. However, in the case of the TTSIB, the strategy was not implemented, as the Moldovan au- thorities felt that it was too resource intensive. ",
        "31 Observations Sustainability issues with a project: technical assistance to support Moldova in building the capacity for the application of aid schemes (1.9 million euros) A technical assistance project supported the Moldovan State Chancellery in the overall coordination of EU aid, and more specifically, in building the capacity for the application of the twinning, TAIEX 45 and SIGMA instru- ments, and in the preparation and implementation of the comprehensive institution-building programme (TTSIB-project, see Annex III , project No 6). After the end of the project in 2013, part of the EU aid coordination function was transferred from the State Chancellery to the Ministry of Foreign Affairs. The Moldovan authorities did not ensure that the knowledge acquired over the years by the State Chancellery was preserved, either by transferring trained staff or by coaching staff at the Ministry. The EU delegation programmed a technical assistance project for the Ministry, albeit one of more limited scope than the TTSIB. Plans are ongoing to move the coordination function back to the State Chancellery, but a substantial part of the State Chancellery’s staff has left since 2013. 45 TAIEX is the Technical Assistance and Information Exchange instrument of the European Commission. TAIEX supports public administrations with regard to the approximation, application and enforcement of EU legislation as well as facilitating the sharing of EU best practices. B o x 7 ",
        "32 Conclusions and recommendations 68 The EU faces significant challenges with regard to implementing assistance in Moldova. Political and macroeconomic instability, poor governance and weak public administration significantly reduce the Commission’s leverage to encour- age reform. 69 We examined whether EU assistance provided to Moldova had contributed effec- tively towards strengthening the public administration. To this end, we assessed how well the Commission had designed and implemented the financial support provided via SBS programmes, on the one hand, and by traditional projects on the other. The audit looked at projects and SBS in the sectors receiving the bulk of EU support: justice, public finance, health and water. 70 On the basis of our audit work, we concluded that the EU assistance only par- tially contributed to strengthening the public administration. External factors explained a number of the shortcomings observed. Others could be attributed to weaknesses in the design and implementation of the audited programmes and projects. 71 Since little progress had been made in the sectors targeted, we concluded that budget support had a limited effect in strengthening the public administration (see paragraphs 38 to 47). 72 We also found that the Commission could have responded more quickly when risks associated with the support materialised. Programmes were not sufficiently aligned to Moldovan strategies (see paragraphs 13 to 28). 73 The potential benefit of the programmes was reduced because conditionality was not sufficiently exploited: some specific conditions were fulfilled between programme negotiation and the start of the SBS or were not directly measurable. The Commission could have been more stringent when assessing compliance with disbursement conditions (see paragraphs 29 to 34). Also, the granting of ad- ditional incentive-based funds was not fully justified (see paragraphs 35 to 37). ",
        "33 Conclusions and recommendations 74 Project designs were generally found to be relevant. EU assistance chan- nelled through projects was partially effective in strengthening the public administration. 75 The scope and timing of projects was not always well coordinated with SBS pro- grammes (see paragraphs 52 to 63). The specific, budget support related, techni- cal assistance for the development of administrative capacity did not start until months after the main budget support programme. Other technical assistance and twinning projects were not always used to prepare or support budget sup- port programmes. 76 Projects generally delivered the expected outputs. However, the results were not always sustainable due to lack of political will and other external factors (see paragraphs 64 to 67). 77 Based on the above conclusions, we formulate the following recommendations. Recommendation 1 Mitigate risks linked to budget support operations The Commission should apply the existing measures in the context of the early warning system more rigorously to prevent or mitigate risks and set out more clearly the course of action to be followed where risks become a reality. Such ac- tion should be taken in a timely manner. Recommendation 2 Align SBS programmes with a well‑defined national reform strategy The Commission should better link the budget support programmes to national strategies. It should sequence the aid, ensuring that there is a well-defined na- tional reform agenda. It should specifically appraise the relevance and credibility of the country’s strategy in relation to the available institutional and financial resources. ",
        "34 Conclusions and recommendations Recommendation 3 Strengthen the use of conditions and performance indicators The Commission should strengthen its use of conditionality. This should involve (i) setting clear and relevant conditions and performance indicators to better assess and demonstrate results, (ii) responding firmly, proportionally and quickly where the Moldovan government shows insufficient commitment to comply with what has been agreed. Recommendation 4 Link additional incentive‑based funds more clearly to demonstrable progress Incentive-based funds should be allocated on a more stringent application of the existing methodology. Recommendation 5 Coordinate projects with SBS programmes The Commission should use projects more systematically to prepare or support SBS programmes. SBS technical assistance should be better timed to provide sup- port for SBS programmes from the outset. Recommendation 6 Ensure the sustainability of projects The Commission should ensure that sustainability aspects are embedded in the planning of all projects, by more systematically assessing the capacity and politi- cal commitment of public authorities to sustain outcomes. This Special Report was adopted by Chamber III, headed by Mr Karel PINXTEN, Member of the Court of Auditors, in Luxembourg at its meeting of 19 April 2016. For the Court of Auditors Vítor Manuel da SILVA CALDEIRA President ",
        "35 Annexes A n n e x I List of contracts audited Projects Contract year Status Contract title Planned amount (euro) Paid (euro) Justice reform 2009 Closed Support to Moldova in Prisons System upgrading and Penal Reform 850 500 850 500 2010 Closed Assessment of Rule of Law and Administration of Justice for sector-wide programming 198 193 198 193 2011 Closed Support for the formulation of the Sector Budget Support and preparation of tenders in the justice sector 139 304 139 304 2012 Ongoing Monitoring justice sector reform for increased Government's accountability 274 105 246 695 2013 Ongoing Support to coordination of the Justice Sector reform in Moldova 2 231 800 1 476 324 2014 Ongoing Increased Efficiency, Accountability and Transparency of Courts in Moldova 2 078 700 709 357 2014 Ongoing Support to the Pre-Trial Investigation, Prosecution and the Defence Set-Up in Moldova 2 007 500 872 085 7 780 102 4 492 458 Other Central Public Administration 2009 Closed Support to Moldova PFM reforms 114 474 114 474 2010 Closed EU High Level Policy Advice Mission (Euhlpam) 3 152 441 3 152 441 2010 Closed Support to the Public Procurement System in the Republic of Moldova 914 008 914 008 2011 Closed Support to Implementation and Enforcement of Competition and State Aid Policy 926 244 926 244 2011 Closed Support to the implementation of the Comprehensive Institution Building Programme for the Republic of Moldova 111 370 111 370 2011 Ongoing Support to the Government of Moldova in the field of anti-corruption, reform of the Ministry of Internal Affairs, including police and personal data protection 2 853 790 2 832 718 2011 Closed Technical assistance to support the Government of the Republic of Moldova in building the capacity for application of Twinning, TAIEX and SIGMA instruments, and to provide support in preparation and implementation of the CIB Programme 1 900 859 1 900 859 2011 Closed Strengthening Public Financial Management in the Republic of Moldova 1 369 926 1 369 926 2012 Closed EU High Level Policy Adviser Mission II (Euhlpam II) 2 864 015 2 864 015 2013 Ongoing EU High Level Policy Advisers' Mission III (Euhlpam III) 2 977 291 2 840 539 2013 Ongoing Training on EU Budget Support for the Government of Moldova 39 148 37 533 2014 Ongoing Capacity building on management of EU institution building programmes 225 018 211 448 2014 Ongoing Consolidation and Strengthening the External Public Audit in the Republic of Moldova 1 598 069 779 546 19 046 653 18 055 121 Total 26 826 755 22 547 579 ",
        "36 Annexes Projects Contract year Status Contract title Planned amount (euro) Paid (euro) Public administration - Transversal Functions 2013 Ongoing Support to the Justice Sector 58 200 000 28 200 000 2014 Ongoing Support to Public Finance Policy Reforms in Moldova (PFPR) 33 000 000 8 000 000 91 200 000 36 200 000 Public administration - Public Services Delivery 2009 Closed Sector Policy Support Programme Health 43 114 336 43 114 336 2009 Closed Sector Policy Support Programme in the water sector ENPI AAP 2009 35 777 200 35 777 200 2010 Closed Health Sector Budget Support Related Technical Assistance 2 992 753 2 992 753 2010 Ongoing Rehabilitation of the water supply system in the Municipality of Nisporeni, Republic of Moldova 5 000 000 4 500 000 2011 Ongoing TA for the implementation of Sector Policy Support Programme in the Water Sector 2 771 010 1 611 437 2012 Closed SPSP in the water sector ENPI AAP 2009 - Addendum 01 to FA 2009/020-520 (additional 5MEUR to the budget support component) 5 000 000 5 000 000 2013 Closed EaPIC - Moldova - scale-up of Health Sector Policy Support Programme (2008/19655) 6 000 000 6 000 000 100 655 299 98 995 726 Total 191 855 299 135 195 726 Grand Total 218 682 054 157 743 305 A n n e x I ",
        "37 Annexes A n n e x I I Summary ratings of sector budet support contracts in the audit sample Title Support to Public Finance Policy Reforms in Moldova (PFPR) Support to Justice Sector Reforms Sector Policy Support Pro- gramme in the Water Sector SBS programme ‘Sector Policy Support Pro- gramme Health’ Contract duration, months 60 72 108 60 Contract year 2014 2013 2009 2009 A Q 2 : D i d S B S p r o g r a m m e s c o n t r i b u t e e ff e c t i v e l y t o s t r e n g t h e n i n g p u b l i c a d m i n i s t r a t i o n ? 2 . 1 W e r e S B S p r o g r a m m e s w e l l - d e s i g n e d ? Programme did contribute to a clear overall strategy There were clearly formulated national priorities, on which SBS was based Objectives of programme match national priorities Political and economic risks were evaluated as limited before granting SBS The fiduciary risk was mitigated through an ex ante assessment of the cost of the reform There were documented, clear, objective and relevant reasons for using SBS as aid modality Past evaluations/lessons learnt were taken into account 2 . 2 W e r e S B S p r o g r a m m e s w e l l - i m p l e m e n t e d ? MD administration implemented programme fully and on time programme ongoing programme ongoing Technical assistance was targeted, timely and created sustainable capacity N/A Tranches were only disbursed when conditions were fulfilled no variable tranche disbursed Objectives were directly measurable Top-ups of budgets were justified N/A The monitoring framework includes SMART objectives and measurable indicators Information was available to establish baselines and monitor / evaluate progress Monitoring and evaluation was continous Corrective actions were taken when programme was not on track programme ongoing programme ongoing 2 . 3 : D i d S B S p r o g r a m m e s p r o d u c e t a n g i b l e a n d s u s t a i n a b l e r e s u l t s ? Expected outputs/results were achieved programme ongoing programme ongoing Conditions effectively stimulated reforms no variable tranche disbursed programme ongoing Programme had a positive impact on administrative capacity programme ongoing programme ongoing SBS provided relevant support and created sustainable capacity in MD administration programme ongoing programme ongoing Actions financed are clearly additional compared to what MD was undertak- ing prior to the aid Effects of SBS were as intended programme ongoing programme ongoing Legend - the following ratings have been established: Criterion met Criterion partially met Criterion not met ",
        "38 Annexes A n n e x I I I Summary ratings of project contracts in the audit sample Project No Contract Year Contract duration, months Title AQ1: Did projects contribute effectively to strengthening public administration? 1.1 Were projects well-designed? 1.2 Were projects well-implemented? 1.3 Did projects produce tangible and sustainable results? A n e e d s a n a l y s i s u n d e r - p i n n e d t h e p r o j e c t P a s t e v a l u a t i o n s / l e s s o n s l e a r n t w e r e t a k e n i n t o a c c o u n t M D a d m i n i s t r a t i o n i m p l e m e n t e d p r o j e c t f u l l y a n d o n t i m e T h e r e a r e s y n e r g i e s o r c o o r d i n a t i o n w i t h o n g o i n g S B S p r o g r a m m e s T h e m o n i t o r i n g f r a m e w o r k i n c l u d e s S M A R T o b j e c t i v e s a n d m e a s u r a b l e i n d i c a t o r s I n f o r m a t i o n i s a v a i l a b l e t o e s t a b l i s h b a s e l i n e s a n d m o n i t o r / e v a l u a t e p r o g r e s s M o n i t o r i n g a n d e v a l u a t i o n w a s c o n t i n o u s C o r r e c t i v e a c t i o n s w e r e t a k e n w h e n p r o j e c t w a s n o t o n t r a c k E x p e c t e d o u t p u t s / r e s u l t s w e r e a c h i e v e d A l i n k c a n b e e s t a b - l i s h e d b e t w e e n o v e r a l l d e v e l o p m e n t s i n a d m i n i s t r a t i v e c a p a c - i t y a n d t h e p r o j e c t P r o j e c t p r o v i d e d r e l e v a n t s u p p o r t a n d c r e a t e d s u s t a i n - a b l e c a p a c i t y i n M D a d m i n i s t r a t i o n A c t i o n s fi n a n c e d a r e a d d i t i o n a l c o m p a r e d t o w h a t M D w a s u n d e r - t a k i n g p r i o r t o t h e a i d 1 2009 2 TA - Support to Moldova PFM Reforms N/A N/A N/A N/A N/A N/A N/A 2 2010 24 Twinning - Support to the Public Procurement System 3 2011 30 TA - Support to the GOM in the field of anti-corruption, reform of the Ministry of Internal Affairs (component III) 4 2011 24 Twinning - Strengthening Public Financial Management 5 2014 24 Twinning - Consolidation and Strengthening the External Public Audit project ongoing project ongoing project ongoing project ongoing project ongoing 6 2011 38 TA - Support the GOM in building the capacity for application of Twinning, TAIEX and SIGMA & CIB Programme (TTSIB) 7 2011 21 Twinning - Support to Implementation and Enforcement of Competition and State Aid Policy N/A 8 2011 5 Study - Support to the implementation of the CIB Programme N/A N/A 9 2014 3 TA - Training on EU Budget Support for the Government of Moldova 10 2014 12 TA - Capacity building on management of EU institution building programmes 11 2012 24 Monitoring Justice Sector Reform For Increased Government Accountability (PROMOLEX) N/A N/A N/A 12 2013 36 TA - Support to Coordination of Justice Sector Reform in Moldova project ongoing project ongoing project ongoing project ongoing 13 2014 36 TA - Increased Efficiency Accountability and Transparency of Courts in Moldova (ATRECO) project ongoing project ongoing project ongoing project ongoing 14 2014 36 TA - Support to the Pre-Trial Investigation, Prosecution and Defence Set Up project ongoing project ongoing project ongoing project ongoing project ongoing 15 2009 24 Twinning - Prison system Upgrading N/A 16 2010 26.5 EU High Level Policy Advice Mission EUHLPAM I 17 2012 20 EU High Level Policy Advice Mission EUHLPAM II 18 2013 18 EU High Level Policy Advice Mission EUHLPAM III 19 2010 18 Assessment of the Rule of Law (consulting activity) N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A 20 2011 17 Support for preparation of the SBS (consulting activity) N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A ",
        "39 Annexes Summary ratings of project contracts in the audit sample Project No Contract Year Contract duration, months Title AQ1: Did projects contribute effectively to strengthening public administration? 1.1 Were projects well-designed? 1.2 Were projects well-implemented? 1.3 Did projects produce tangible and sustainable results? A n e e d s a n a l y s i s u n d e r - p i n n e d t h e p r o j e c t P a s t e v a l u a t i o n s / l e s s o n s l e a r n t w e r e t a k e n i n t o a c c o u n t M D a d m i n i s t r a t i o n i m p l e m e n t e d p r o j e c t f u l l y a n d o n t i m e T h e r e a r e s y n e r g i e s o r c o o r d i n a t i o n w i t h o n g o i n g S B S p r o g r a m m e s T h e m o n i t o r i n g f r a m e w o r k i n c l u d e s S M A R T o b j e c t i v e s a n d m e a s u r a b l e i n d i c a t o r s I n f o r m a t i o n i s a v a i l a b l e t o e s t a b l i s h b a s e l i n e s a n d m o n i t o r / e v a l u a t e p r o g r e s s M o n i t o r i n g a n d e v a l u a t i o n w a s c o n t i n o u s C o r r e c t i v e a c t i o n s w e r e t a k e n w h e n p r o j e c t w a s n o t o n t r a c k E x p e c t e d o u t p u t s / r e s u l t s w e r e a c h i e v e d A l i n k c a n b e e s t a b - l i s h e d b e t w e e n o v e r a l l d e v e l o p m e n t s i n a d m i n i s t r a t i v e c a p a c - i t y a n d t h e p r o j e c t P r o j e c t p r o v i d e d r e l e v a n t s u p p o r t a n d c r e a t e d s u s t a i n - a b l e c a p a c i t y i n M D a d m i n i s t r a t i o n A c t i o n s fi n a n c e d a r e a d d i t i o n a l c o m p a r e d t o w h a t M D w a s u n d e r - t a k i n g p r i o r t o t h e a i d 1 2009 2 TA - Support to Moldova PFM Reforms N/A N/A N/A N/A N/A N/A N/A 2 2010 24 Twinning - Support to the Public Procurement System 3 2011 30 TA - Support to the GOM in the field of anti-corruption, reform of the Ministry of Internal Affairs (component III) 4 2011 24 Twinning - Strengthening Public Financial Management 5 2014 24 Twinning - Consolidation and Strengthening the External Public Audit project ongoing project ongoing project ongoing project ongoing project ongoing 6 2011 38 TA - Support the GOM in building the capacity for application of Twinning, TAIEX and SIGMA & CIB Programme (TTSIB) 7 2011 21 Twinning - Support to Implementation and Enforcement of Competition and State Aid Policy N/A 8 2011 5 Study - Support to the implementation of the CIB Programme N/A N/A 9 2014 3 TA - Training on EU Budget Support for the Government of Moldova 10 2014 12 TA - Capacity building on management of EU institution building programmes 11 2012 24 Monitoring Justice Sector Reform For Increased Government Accountability (PROMOLEX) N/A N/A N/A 12 2013 36 TA - Support to Coordination of Justice Sector Reform in Moldova project ongoing project ongoing project ongoing project ongoing 13 2014 36 TA - Increased Efficiency Accountability and Transparency of Courts in Moldova (ATRECO) project ongoing project ongoing project ongoing project ongoing 14 2014 36 TA - Support to the Pre-Trial Investigation, Prosecution and Defence Set Up project ongoing project ongoing project ongoing project ongoing project ongoing 15 2009 24 Twinning - Prison system Upgrading N/A 16 2010 26.5 EU High Level Policy Advice Mission EUHLPAM I 17 2012 20 EU High Level Policy Advice Mission EUHLPAM II 18 2013 18 EU High Level Policy Advice Mission EUHLPAM III 19 2010 18 Assessment of the Rule of Law (consulting activity) N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A 20 2011 17 Support for preparation of the SBS (consulting activity) N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A N/A Legend - the following ratings have been established: Criterion met Criterion partially met Criterion not met ",
        "40 Replies of the Commission and the EEAS Summary V The Commission points out that there was progress, albeit partial, in 2 of 4 audited Budget Support sectors (water and health) while the other two (justice and public finance policy reform), more recent programmes remain ongo- ing and their final results can therefore not be measured yet. The Commision's response to risk was actually quick taking account of the actual unfolding of events and internal decisions as indicated in the replies to paragraphs 13-28. The present situation with regards to budget support payments in Moldova is that all disbursements are on hold, pending fulfilment of all general conditions, including macro econcomic stability and budget transparency. An IMF agreement is essential in this respect. Regarding alignment with national strategies, the Commission’s concept of a strategy is not static and formal. The Commission was attentive to the essential, substantial elements of what should constitute a strategy while con- stantly adjusting to the pressing needs dictated by an ambitious association agenda and a challenging geopolitical environment. The fact that the Commission did not hesitate to go beyond the sometimes narrow scope of certain national strategies actually demonstrates that the Commission did ensure that maximum reform leverage would be made from conditions. The Commission emphasises that Budget Support as an aid modality is a comprehensive package of measures including funding, capacity building, policy dialogue and performance indicators. Policy dialogue, even in the for- mulation phase of the programme, can result in measures taken by the Government before any funds being trans- ferred which is very positive. The Commission further underlines that partial fulfilment of performance criteria would warrant partial disburse- ment. The Commission recognises that in one case, in particular, the assessment could have been more stringent but this is not systemic. The Commission points out that ‘more for more’ funding was awarded after internal reviews. Those decisions were taken by the Commission under its implementation mandate of external assistance, with political guidance from the EEAS, and endorsed by Member States, in full respect of comitology. VI The Court rightly points to the quality of project design, their effectiveness and their outputs. The Commission agrees on the need for sequencing between technical assistance, twinning projects and Budget Support. However, in the context of the present financial rules, there will always be a lead time between technical assistance or twinning and budget support operations. ",
        "Replies of the Commission and the EEAS 41 Introduction 05 Weaknesses in public administration, in particular in public finance systems or related to corruption hinder develop- ment in general and aid effectiveness. Their potential impact is not confined to budget support. What is clear is that the improvement in financial control and public procurement systems pursued in the context of budget support effectively reduces the scope for corruption. 07 The Commission underlines that in addition to complementary assistance within the same programme, there are many important instances of project-based assistance deployed upstream, ahead of Budget Support operations. Regarding the audited programmes, this notably applies to the areas of Justice whereas it also applies in other sec- tors such as Vocational Education and Training and the European Neighbourhood Programme for Agriculture and Rural Development. Observations 14 The Commission stresses that by working through national systems, budget support strengthens ownership and reduces transaction costs for the beneficiary country. Sector Budget Support other than targeted Budget Support is designed to reward results rather than to finance activities. Therefore it is clear that controls and audits in general cannot go beyond the stage where funds are trans- ferred following the achievement of agreed conditions. Budget support operates in a development context where core government systems such as public financial management can have major weaknesses. However, the observation fails to highlight that Sector Budget Supports strengthens country systems for sustainable development, supports the role of the national institutions, favours transparency and fosters domestic accountability and strengthens the policy dialogue. Eligibility conditions are rigorous. A partner country is eligible for budget support only when the government has a relevant and credible strategy in place to address these weaknesses. The Commission can also require specific short-term measures to mitigate the risks. New budget support guidelines (which were revised in 2012 following the Commission proposals and Council Conclusions of 14 May 2012 for a new approach to budget support) now include a number of new provisions to further clarify the rules. This includes new eligibility rules on transparency and over- sight, a formal risk assessment process and a senior management governance framework. Public Finance Management (PFM) criteria are indeed one of general conditions embedded in all new SBS programs and it is reviewed on the occasion of each payment decision. Whereas the Court cites the use of country PFM sys- tems as a risk, it falls short of mentioning that for good economic governance and sustainable development, a well- functioning PFM system and a solid domestic revenue base are necessary. This aid delivery mechanism represents one of the ways in which the Commission has responded to calls by the international development community and EU stakeholders for more effective interventions which focus on results and ownership and are less administratively complex, thereby reducing transaction costs for partner countries. It is an answer to the limitations met by the traditional project modality in supporting key reforms. ",
        "Replies of the Commission and the EEAS 42 16 The Commission points out that budget support and decentralised management are two different aid implementa- tion modalities that do not rely equally on country systems. As explained above Budget support operates in a development context where core government systems as public financial management can have major weaknesses; nevertheless eligibility conditions are rigorous. A partner coun- try is eligible for budget support only when the government has a relevant and credible strategy in place to address these weaknesses. The Commission can also require specific short-term measures to mitigate the risks. New budget support guidelines (which were revised in 2012 following the Commission proposals and Council Conclusions of 14 May 2012 for a new approach to budget support) now include a number of new provisions to further clarify the rules. This includes new eligibility rules on transparency and oversight, a formal risk assessment process and a sen- ior management governance framework. Thirdly, the Commission points out that the ratio of aid delivered through Budget Support put forward by the Court includes in reality all additional support such as Twinning or Technical assistance, which is granted through the same financing agreements and paid directly to the aid providers, and is not transferred to the country's treasury. 17 The Commission points out that corruption hinders aid effectiveness in general and its impact is not confined to general budget support programmes. What is clear is that the improvement in financial control and public procure- ment in the context of budget support programmes can effectively reduce the scope for corruption. 18 The Commission emphasises the description of the actual unfolding of events and internal decisions below. Indeed, as soon as the banking scandal broke out in November 2014, the Commission’s Budget Support Steering Committee decided in December 2014 to review aid modalities in the context of the 2015 programming and to introduce further risk mitigation. This included: systematically taking up the issue at high level with the Moldovan authorities; a decision in the Financial Assistance Steering Committee of February to increase the risk rating of Moldova leading to enhanced scrutiny on any Budget Support transaction; instructions to the EU Delegation to enhance monitoring of risks. Furthermore this led to a significantly reduced share of budget support programmed in 2015, compared to the previous years. From June 2015 after three major banks had been put under state controlled administration, no major progress had been observed in criminal investigations in the banking frauds, no recovery strategy had been prepared, and an IMF mission planned for mid-June had to be cancelled due to the Prime Minister’s resignation. This triggered the Com- mission’s now public response of July 2015 underlining that Budget Support disbursement was on hold pending an agreement between the International Monetary Fund (IMF) and Moldova. Moreover it should be clear that the billion USD lost in the three Moldovan banks consists of depositor money - mainly Moldovan - and not, as far as the Commission is aware of, EU taxpayers' money. ",
        "Replies of the Commission and the EEAS 43 Box 1 ‑ Background information to Moldova’s banking crisis The Commission has urged the Moldovan authorities on all possible occasions and in all relevant institutional set- tings to investigate the lost funds and take the necessary steps to recovery. The EU position was confirmed in the February 2016 Council Conclusions, namely that efforts should continue to recover the funds which therefore cannot be deemed as definitively lost. At the time of the audit - and with the support of international partners - the Government of Moldova is putting in place a recovery mechanism for recuperating the maximum value of all misused assets. 20 The Commisson points out that it made disbursements in December 2014 following discussion at a meeting of its Budget Support Steering Committee that discussed the political and macroeconomic risks inherent to the country situation; on balance, its overall conclusion was to approve the pending disbursements, with the understanding that aid modalities would be reviewed and risk mitigation measures would be taken, which indeed took place in the following weeks and months as described above. 22 The Commission emphasises that both the Justice and public finance support were each anchored into national strategies while going beyond these in well defined cases explained below. This ambitious approach is also coherent with the Commission’s expectation to see maximum leverage being achieved through conditionality to advance reforms (see Commission replies to paragraphs 29-34). Box 2 ‑ Specific conditions were not sufficiently aligned with a national strategy: the SBS for public finance policy reforms The Commission emphasises that the SBS on public finance goes beyond the narrower PFM strategy and supports the national development strategy Moldova 2020 as well as the public finance management reform objectives. The SBS for public finance policy reforms relies not only on a national strategy for Public Finance Management aspects, but more strategically on developing accountable public finance policies aimed to a transparent and reliable imple- mentation of Moldova’s national development strategy. This was documented during the quality review process leading to the final adoption of the PFPR BS programme. As explained above the SBS is anchored in a broader strategic document and in well defined cases explained below further strategic goals enshrined elsewhere would be used. The Commission’s expectation is to see maximum leverage being achieved through conditionality to advance reforms (see Commission replies to paragraphs 29-34). The creation of a Fiscal Council is based on Article 47 of the EU-Moldova Association Agreement and on common practice in several EU Member States, as well as the Single Support Framework. In addition, the expectations men- tioned here reflect good international practice in public financial management. Moldova, given its level of develop- ment, has to move forward in terms of fiscal discipline, medium-term budgeting and more transparency. ",
        "Replies of the Commission and the EEAS 44 23 The Commission considers that, beyond the formal correspondence, in substance the Policy Matrix of the SBS Justice is aligned with the country Justice Sector Reform Strategy 2011-2016. A significant exception is one major condition regarding the drafting, submission and adoption of the law on ratification of protocol 12 to the European Convention of Human Rights. This was to address an important concern and also align with the new Budget Sup- port Guidelines. The Commission’s expectation is to see maximum leverage being achieved through conditionality to advance reforms (see Commission replies to paragraphs 29-34). 24 The Commission notes that costing sector strategies is unfortunately not very common yet in many countries. This is not a requirement for eligibility by itself. In the referred annex, the new BS 2012 guidelines which entered into force in January 2013 (in any event after the Health SBS would be set up) set out a framework for analysis, but decision on eligibility is based on the presence of a credible and relevant sector strategy. This is assessed using many criteria and involves a judgement. In the present case, the SBS programme to improve the delivery of public health was based on the Healthcare System Development Strategy which is a sector specific strategy which addresses issues like financing of the health sector or delivery of health services. The SBS programme to improve the delivery of water services was however not based on a clearly formulated Moldovan reform strategy.The water SBS was designed to support the national 2007 water strategy. However, the latter turned out to be overambitious during programme implementation, since it targeted a large number of objectives without providing a time-bound action plan or a clear institutional set-up for implementation. Mitigation measures were taken such as a TA to address the institutional issues.’ 26 The Commission points out that the action document contains the rationale for determining the amount of support as follows: — On the criterion ‘ Financing needs of the partner country ’, a Needs Assessment was done at formulation stage of the PFPR programme, assessing technical and financial resources required to implement the PFM Reform Strat- egy 2013-2020. The main findings are summarized in the final Action document. This Action document for PFPR also provides a brief analysis of the criterion on ‘ commitment of the partner country to allocate national budget resources in line with development strategy and objectives ’. — On the Criterion on ‘ Result orientation in the partner country’s development strategy including a monitoring system ’ a supplementary document to the Action Document on public policy assesses the monitoring system for the implementation of the National Development strategy put in place by the state Chancellery. — Concerning the criterion on a ‘ Track record and absorption capacity of past disbursements and how effectively agreed objectives were achieved with budget support operations ’, specific information is constantly reported in the disbursement file of each budget support programme (e.g. ESRA and energy BS). ",
        "Replies of the Commission and the EEAS 45 28 The Commission recalls that in the case of the justice SBS, the budget variation stemmed in part from the decision to add a Human Rights protection component. 30 The Commission emphasises that Budget Support as an aid modality is a comprehensive package of measures including funding, capacity building, policy dialogue and performance indicators. By construction Budget Support achieves reform leverage by rewarding own progress by government rather than delivering inputs. Policy dialogue, even in the formulation phase of the programme, can result in measures taken by the Government before any funds being transferred which is very positive. Moreover, the long programme cycles stemming from the financial regulation and from the regulations on the intruments mean that governments are aware of the conditions way before signing the actual financing agreement. In the cases audited the measures were taken after the identification phase of the programme. Box 3 – Examples of specific conditions Example 1 – Some specific conditions required limited action by the Moldovan authorities The Commission does not consider that this condition of the PFPRs SBS was particularly easy to meet. The Ministry of Finance did not publish mid-year reports with the necessary aggregated data. PEFA 2011 and 2015 refer only to monthly reports. In terms of budget transparency and quality of budget implementation reports, the Commission correctly considered that such improvements were important and necessary. Example 2 – Some specific conditions were already fulfilled between the programme negotiation and the start of the SBS The Commission confirms that, after project identification had taken place and project formulation was well under- way, the beneficiaries of the Health SBS took some of the measures required by the indicators. The Commission underlines that in the case of the Justice SBS, the identification mission for the justice SBS started in July 2010 leading to a draft produced in April 2011, and Quality review of the programme took place on 05 March 2012 that is, before the adoption of the laws. Due to internal Moldovan procedures the financing agree- ment triggering the formal launch of the Budget Support component was eventually ratified on 25/09/2013. 31 Regarding the extent to which SBS conditions were measurable, the Commission emphasises the need to both address constantly evolving circumstances and the long programme cycles stemming from the financial regulation and from the regulations on the instruments. For SBS Justice the explanatory table has been prepared in order to bring more clarity between both parties, EU delegation and Ministry of Justice, it being understood that the evaluation for the disbursement of each tranche is also drawn from an external evaluation mission. ",
        "Replies of the Commission and the EEAS 46 32 The Commission points out that funds were partially disbursed where partial fulfilment of relevant criteria was noted. The Commission's own assessment of disbursement requests may lead it to update the assessment of the fulfilment of conditions and disburse less, or more funds, than recommended in the external evaluation report. Box 4 ‑ Funds were disbursed, even when specific conditions and performance indicators were not fulfilled Example 1 – More funds were disbursed than recommended in the external evaluation report The Commission points out that it has the responsibility to review the recommendations of the external reviewers and, based on its assessment and own sources of information, disburse less or more in line with contract terms. In the case of the Health SBS, the time gap between the expert's analysis and the EU Delegation’s review explains the difference between the expert recommendations and the Commission disbursement of the second tranche, which followed the payment dossier prepared by the Delegation in May 2012. Some positive developments were indeed recorded between December 2011 (experts report's finalisation) and May 2012. Example 2 ‑ Disbursements were made after an insufficiently stringent assessment of compliance with conditions The Commission underlines that funds were partially disbursed where partial fulfilment of relevant criteria was noted. In the case of the Water SBS, the government was able to present evidence of partial fulfilment of the condi- tion related to national allocation of budget to the water and wastewater sectors. The Commission recognises that in this case in particular it could have been more stringent in applying conditions but this is not systemic. Moreover, it is important to keep in mind that Moldova has the largest share of Government expenditures for health as % of total Government expenditures among all WHO European region countries. Therefore the slight fluctuations in that indicator as a result of fiscal space should not be interpreted as low priority given by the Government to the health sector. Not only the health care budget increased in real terms as documented in the review documents, it also increased in terms relative to the overall government expenditure. In practical terms further confirming the government commitment to healthcare, this increased expenditure also allowed the increase of the benefit package for the population (including the uninsured) since 2009, the introduction of free access to public health Care (PHC) and emergency care for all the population, further expansion of access to free diagnostic and in-patient treatment services. 34 The Commission acknowledges the genuine efforts which have already been made to leverage further reform pro- gress from available resources, through new conditions. ",
        "Replies of the Commission and the EEAS 47 37 The Commission and EEAS point out that internal reviews were made in each of these years. Furthermore, this deci- sion taken by the Commission under its implementation mandate of external assistance, with political guidance from the EEAS, was endorsed by member states, in full respect of comitology. The ENP progress reports for 2011, 2012 and 2013 mention both significant elements of advancement and items of concern. According to the 2013 Progress Report, in the first half of the year, ‘Moldova went through its deep- est political crisis in years, described as an ‘institutional meltdown’ which did ‘lasting harm to the credibility of Moldova’s democratic institutions’. However, this sentence needs to be considered in its full context, in particular the overall conclusion in the preceding sentence that ‘. .. despite backwards steps in the first half of 2013, Moldova managed to make progress on significant and sensitive areas of the ENP Action Plan, identified as priorities in the previous ENP progress report’. A number of concrete reform steps, including revision of laws and implementation of action plans, underpinned the decision relating to progress on deep and sustainable democracy in 2013, in line with the assessment made in the ENP Progress Report for Moldova of that year. The Commission and EEAS underline that in the absence of specific EU acquis or explicit standards or even of identical practices of member states in the area of deep and sustainable democracy, any assessment of the value of specific reforms undertaken will contain a residual element of subjectivity. 54 The Commission points out that technical assistance is not always synchronised with the main budget support programme. It can only be launched once the financing agreement for the SBS programme has been signed, and given the regulatory periods for tendering and contracting procedures, it starts several months after the main programme. 57 The Commission stresses that the four Technical Assistance projects on Justice were designed to support the imple- mentation of the Justice sector reform Strategy (2011 - 2016). The SBS Justice is based on the country Justice sector Reform Strategy. 59 The Commission points out that the Technical Assistance project accompanying the SBS and supporting the coor- dination of the Justice Sector reform started on 09 April 2013, therefore half a year prior to the ratification of the financing agreement triggering the official start of the SBS Programme on Justice on 25 September 2013. 61 This is an example of flexible adjustment to additional needs arising in the implementation of an SBS programme, even where such support was not explicitly envisaged in the initial project contract. ",
        "Replies of the Commission and the EEAS 48 Conclusions and recommendations 70 The Commission points out that there was progress, albeit partial, in two (water and health) of four audited Budget Support sectors while the other two (Justice and PFPR), more recent programmes remain ongoing and their final results can therefore not be measured yet. The Court rightly points to the good project outputs. As opposed to Budget Support, traditional aid projects by construction suffer from reduced ownership which can thus affect sustainability. However, the detailed findings from the Court’s sample rather point to partial achievement of sustainability. 71 The Commission points out that there was progress, albeit partial, in two (water and health) of four audited Budget Support sectors while the other two (Justice and PFPR), more recent programmes remain ongoing and their final results can therefore not be measured yet. 72 The Commission agrees that the response could have been quicker. The Commission’s response to risk was actually quick taking account of the actual unfolding of events and internal decisions as indicated in the Commission replies to paragraphs 13-28. The present situation with regards to budget support payments in Moldova is that all disbursements are on hold, pending fulfilment of all general conditions, including macro econcomic stability and budget transparency. An IMF agreement is essential in this respect. Regarding alignment with national strategies, the Commission’s concept of a strategy is not static and formal. The Commission was attentive to the essential, substantial elements of what should constitute a strategy while con- stantly adjusting to the pressing needs dictated by an ambitious association agenda and a challenging geopolitical environment. The fact that the Commission did not hesitate to go beyond the sometimes narrow scope of certain national strate- gies actually demonstrates that the Commission did ensure that maximum reform leverage would be made from conditions. 73 The Commission emphasises that Budget Support as an aid modality is a comprehensive package of measures including funding, capacity building, policy dialogue and performance indicators. Policy dialogue, even in the for- mulation phase of the programme, can result in measures taken by the Government before any funds being trans- ferred which is very positive. The Commission further underlines that partial fulfilment of performance criteria would warrant partial disburse- ment. The Commission recognises that in one case, in particular, the assessement could have been more stringent but is is not systemic. The Commission points out that ‘more for more’ funding was awarded after internal reviews. Those decisions were taken by the Commission under its implementation mandate of external assistance, with political guidance from the EEAS, and endorsed by member states, in full respect of comitology. ",
        "Replies of the Commission and the EEAS 49 74 The Commission emphasises the quality of project design, their effectiveness and their outputs. 75 The Commission agrees on the sequencing between technical assistance, twinning projects and Budget Support. However, in the context of the present financial rules, there will always be a lead time between Technical assistance / twinning and budget support operations. Recommendation 1 The Commission accepts the recommendation. Recommendation 2 The Commission accepts the recommendation Recommendation 3 The Commission accepts the recommendation. Recommendation 4 The Commission accepts the recommendation Recommendation 5 The Commission accepts the recommendation. Recommendation 6 The Commission accepts the recommendation. ",
        "",
        "Event Date Adoption of APM / Start of audit 24.3.2015 Official sending of draft report to Commission (or other auditee) 15.2.2016 Adoption of the final report after the adversarial procedure 19.4.2016 Commission’s (or other auditee’s) official replies received in all languages 25.5.2016 HOW TO OBTAIN EU PUBLICATIONS Free publications: (cid:127) one copy: via EU Bookshop (http://bookshop.europa.eu); (cid:127) more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: (cid:127) via EU Bookshop (http://bookshop.europa.eu). ",
        "Moldova receives the highest amount of EU aid per inhabitant of all of the EU’s eastern neighbours. We assessed whether EU aid had contributed effectively to improving the country’s public administration. We concluded that budget support had had a limited effect. The Commission could have responded more quickly when risks materialised, and programmes were not sufficiently aligned to Moldovan strategies. The Commission did not make full use of its ability to set conditions for disbursement, and additional incentive- based funds were not fully justified. The projects we assessed were relevant, and had delivered the expected outputs. However, they were not always well coordinated with budget support programmes, and results were not always sustainable. EUROPEAN COURT OF AUDITORS "
    ]
}