{
    "text": [
        "13249/17 ADD 1 REV 1 PS/iw 1 DGE 1B EN Council of the European Union Brussels, 15 November 2017 (OR. en) 13249/17 ADD 1 REV 1 CLIMA 280 ENV 848 AGRI 553 FORETS 44 ONU 136 CODEC 1600 Interinstitutional File: 2016/0230 (COD) OUTCOME OF PROCEEDINGS From: General Secretariat of the Council To: Delegations No. prev. doc.: 12829/17 No. Cion doc.: 11494/16 - COM(2016) 479 final Subject: Proposal for a Regulation of the European Parliament and of the Council on the inclusion of greenhouse gas emissions and removals from land use, land use change and forestry into the 2030 climate and energy framework and amending Regulation No 525/2013 of the European Parliament and the Council on a mechanism for monitoring and reporting greenhouse gas emissions and other information relevant to climate change - General approach = Statements Delegations will find attached statements from Croatia, Poland, Finland and the Commission regarding the general approach adopted by the Council (Environment) on 13 October 2017. The statements will be entered into the minutes of the Council meeting. ",
        "13249/17 ADD 1 REV 1 PS/iw 2 ANNEX DGE 1B EN ANNEX CROATIA \"Although the latest version of the draft LULUCF Regulation partially incorporates the Croatian amendments which confirm the specific circumstances in the Republic of Croatia owing to wartime events in the 1990s, circumstances which have had and continue to have a direct impact on forest management, the Republic of Croatia considers that further refinement of the draft Regulation is necessary with a view to taking into account individual specificities, primarily in the section relating to amounts of compensation in Annex VII. As the Republic of Croatia is a country rich in forest areas (no less than 43 % of its total area), the proposed text of the general approach for the LULUCF Regulation, and specifically the proposed flexibility of 9.6 MtCO 2 -eq for the period 2021-2030 coupled with the proposed compensation factor of 12 %, place it in a position in which it could be unfairly penalised. This also means that industry and the economy would have to offset emissions from the LULUCF sector, even though the latter will actually host sinks up until 2030. Recent expert assessments show that the Republic of Croatia needs greater compensation (compensation factor of 32 %), in other words an annual compensation limit of 2.5 million tonnes. Those assessments take into account the fact that the reference period (2000-2009) was not representative for the Republic of Croatia because the harvest intensity was relatively low and at sub-optimal level, as a result of the homeland war and mined forest areas. Consequently, there are plans to increase harvest intensity in the Republic of Croatia, while requiring continuity of sustainable forest management and permanently maintaining CO 2 sinks. In view of the above, the Republic of Croatia still considers it necessary to increase the amount of compensation defined for it in Annex VII, and is unable to support the adoption of the general approach.\" ",
        "13249/17 ADD 1 REV 1 PS/iw 3 ANNEX DGE 1B EN POLAND \"Woods and soil are the greatest carbon reservoirs in the world. Forest and soil degradation has a negative impact on water quality and access and on biodiversity and exacerbates global problems such as hunger, poverty and migration. Limiting or even eradicating these problems from the face of the earth is one of the components of the Paris Agreement. It is above all through the regeneration of natural systems such as forests and soil that water quality must be improved and biodiversity protected. The harvesting of trees in accordance with the regeneration of natural systems improves environmental conditions, protects biodiversity and creates jobs, including in rural areas. Poland would therefore like to voice its concerns regarding the proposed draft Regulation and express its deep disappointment at the degree of complexity of the new proposals in the text of the document adopted as a general approach at the meeting of the Environment Council on 13 October 2017 . The wording of the agreed text is incomprehensible to the average reader . We believe that we must achieve a transparent and comprehensible solution which is globally acceptable. The document produced will be presented in the Climate Change Convention forum. The proposed reference level for managed forest land is part of the Union's NDC under the Paris Agreement and must be a method to which other Parties can subscribe. Moreover, we must ensure that the proposed solution does not generate more red tape, and does not overlook advances in science and education. The EU must set an example for developing countries in this regard. The fact that the forest ecosystems are the largest and most important carbon sinks in Europe has not been duly taken into account in the proposed legislation. Member States practise sustainable forest management, giving an annual net removal of 440 Mt CO 2eq . The legislative proposal lacks an incentive for Member States to take action which could bring about the professionalisation of forest management to boost the mitigation potential of forests and to take into account the organic carbon in forest soil. The proposal does not make any reference to the possibility of increasing the amount of removal by forests as a result of additional forest management activities, for instance converting forest stands, boosting the potential of natural forest stands, and regulating the rotation periods for mature forest stands. In addition, we should avoid creating accounting rules which would generate debits when the forest biomass stocks forecast up to 2030 are growing and constitute a significant sink. ",
        "13249/17 ADD 1 REV 1 PS/iw 4 ANNEX DGE 1B EN The introduction of the Union no-debit rule also gives cause for concern. It is a new rule which is not binding under the Kyoto Protocol and was introduced at Union level. Firstly, this rule operates on the basis of Article 4 of the draft Regulation, which obliges Member States to ensure that they do not have net emissions in the LULUCF sector. Secondly, that idea creates a worrying precedent in establishing a target for the EU. It could strongly influence the manner in which forests are managed in individual Member States. We would underline emphatically that forestry is under the responsibility of the Member States, so establishing a Union target would undermine those powers. Thirdly, sustainable forest management is a stand-alone value in itself, and must not be made contingent upon the actions of neighbouring countries. Member States which meet the obligations of Article 4 of the Regulation and practise sustainable forest management must not be penalised for complying with the obligations imposed upon them. Compensation is assigned to Member States on the basis of an arbitrarily chosen period for the reference level for managed forest land; all Member States should therefore be entitled to have recourse to compensation if the need arises. Fourthly, Member States will not find out whether they are entitled to use their compensation until near the end of the accounting period, making it impossible to engage in any significant strategic planning, given the uncertainty as to whether they will meet the EU target. We should also like to state our position on the reference level for managed forest land and present our interpretation of how the level should be set and what factors should be taken into consideration when defining it. In our view, the reference level for managed forest land for specific years should be in keeping with the natural model of forest resource development; it should take into account the need to increase forest growth potential, and the current and foreseeable age-class structure of forest stands in a given Member State. We stress that the reference level for managed forest land should take into account monitoring and periodic assessment of the characteristic biodiversity specific to the role played by forests in a Member State's system for natural resource protection. Any action affecting the growth in forest resources, causing a 'favourable' departure from that model, is an additional anthropogenic action which has to be taken into account under the proposed accounting method. ",
        "13249/17 ADD 1 REV 1 PS/iw 5 ANNEX DGE 1B EN There is a real need to change the methodology of the arrangements for the reference level proposed in the draft Regulation. There must be no change in approach which would depart from the previously undisputed doctrine and result in growing forest resources in a given country being regarded, due to artificial restrictions, as an emission source rather than a natural sink for the purposes of the accounting system. We propose that the reference level for managed forest land should take into account the effect of changes associated with the natural dynamic and age-class structure. It is important that Member States should not be penalised for sustainable forest management designed to increase forest resources which is carried out in keeping with established practice and in line with national legislation. We agree with the Commission that an unbalanced forest age structure (where the proportion of older age classes is rising) may lead to a long-term reduction in the carbon sink role of forests. Despite the Commission's attempts to assure Member States that the approach to the reference level for managed forest land should not unduly affect future restrictions on the intensity of forest management, the establishment of possible restrictions in the proposed legislation may be contrary to the spirit of the Paris Agreement, which is designed to maintain or enhance the role of forests as a long-term sink. It should be pointed out that from the point of view of understanding how forests work, and using those forests for economic development, the reference level currently proposed is not right. Our concept for incorporating forestry into climate policy involves increased forest productivity, i.e. increased timber production. This approach serves society, but also means that forests have a greater role in protecting and shaping biodiversity and an enhanced effect on water quality and soil regeneration. This statement is intended to draw attention to these issues and urge that our requests be taken on board.\" ",
        "13249/17 ADD 1 REV 1 PS/iw 6 ANNEX DGE 1B EN FINLAND \"Finland is strongly committed to the global climate agenda, including the Paris Agreement and the EU’s ambitious climate and energy package. Finland’s long-term goal is a carbon-neutral society based on renewable energy sources and replacing fossil materials by sustainably produced bio- based materials. Finland has decided to raise the share of renewable energy in final energy consumption above 50 %, phase out the use of coal in energy production and cut by half the use of fossil oil by 2030. Our aim is to be carbon neutral by 2045. Finland emphasises that the outcome of the Environment Council 13 October 2017 would lead to a significant risk that the accounting rules do not reflect the reality. The outcome would not incentivise sustainable forest management, encourage the use of sustainable and long lasting forest products, or the transformation to bio-based economy. The compensation provided for in the regulation is a positive way forward, but the agreed quantity for Finland is not sufficient to address the debits caused by the accounting rules. In Finland, LULUCF-sector and in particular forests are and continue to be a significant net sink. But due to the accounting rules, forests would be considered as a source of emissions, and the effective emission reduction target for Finland would be far beyond 40 %. This would not be in line with the European Council Conclusions of October 2014.\" ",
        "13249/17 ADD 1 REV 1 PS/iw 7 ANNEX DGE 1B EN EUROPEAN COMMISSION \"Upon request of several Member States, the Commission would like to clarify its understanding of the accounting rules for managed forest land set forth in its proposal for the LULUCF regulation. The Commission recalls that in its proposal for the LULUCF regulation, removals and emissions on managed forest land shall be accounted against the Forest Reference Level. The Commission reiterates that, in line with its proposal, the proposed Forest Reference Level shall be based on an estimate of the future carbon sink in a forest, made by projecting forward the recorded forest characteristics and the forest management practices and intensity documented in a historical Reference Period 1 . The Commission underlines that the proposed Forest Reference Level takes the future impact of dynamic age related forest characteristics, such as diameter, species, rotation length, historical growth rates, fully into account and does not prevent the future increase in harvest. These characteristics may justify in duly documented cases harvests up to the annual forest growth. Such an increase in harvest is compatible with the Forest Reference Level approach. An associated decrease in removals, needed to implement this should therefore be taken into account when establishing the Forest Reference Level. An unbalanced age structure of the forest (with too many old trees) may lead to a long term reduction of the sink. The Commission reassures the Member States that the Forest Reference Level approach shall therefore not unduly constrain future forest management intensity adjustments, aimed at maintaining or strengthening the long term carbon sink in line with the Paris Agreement.\" 1 In document 12829/17 this period is 2000-2009. "
    ]
}