{
    "text": [
        "10680/21 FDC/sr ECOMP 1A EN Council of the European Union Brussels, 9 July 2021 (OR. en) 10680/21 ECOFIN 718 CADREFIN 369 UEM 207 FIN 590 Interinstitutional File: 2021/0222 (NLE) COVER NOTE From: Secretary-General of the European Commission, signed by Ms Martine DEPREZ, Director date of receipt: 8 July 2021 To: Mr Jeppe TRANHOLM-MIKKELSEN, Secretary-General of the Council of the European Union No. Cion doc.: COM(2021) 401 final Subject: Proposal for a COUNCIL IMPLEMENTING DECISION on the approval of the assessment of the recovery and resilience plan for Croatia Delegations will find attached document COM(2021) 401 final. Encl.: COM(2021) 401 final ",
        "EN EN EUROPEAN COMMISSION Brussels, 8.7.2021 COM(2021) 401 final 2021/0222 (NLE) Proposal for a COUNCIL IMPLEMENTING DECISION on the approval of the assessment of the recovery and resilience plan for Croatia {SWD(2021) 197 final} ",
        "EN 1 EN 2021/0222 (NLE) Proposal for a COUNCIL IMPLEMENTING DECISION on the approval of the assessment of the recovery and resilience plan for Croatia THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EU) 2021/241 of the European Parliament and of the Council of 12 February 2021 establishing the Recovery and Resilience Facility 1 and in particular Article 20 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The COVID-19 outbreak has had a disruptive impact on the economy of Croatia. In 2019, the gross domestic product per capita (GDP per capita) of Croatia was 42,7% of the Union average. According to the Commission’s Spring 2021 forecast, the real GDP of Croatia declined by 8,0% in 2020 and is expected to decline by 3,4% cumulatively in 2020 and 2021. Longer-standing aspects with an impact on medium- term economic performance include a cumbersome business environment, skills mismatches and labour shortages and low investment in R&D and digital infrastructures, all of which contribute to low potential growth. Moreover, Croatia needs to improve the efficiency of its public administration to better design, coordinate, implement and evaluate public policies and ensure the capacity to absorb Union funds, in view of the potential inflow of Union financing amounting to around 40% of GDP in the period until the end of 2027. (2) On 9 July 2019 and on 20 July 2020, the Council addressed recommendations to Croatia in the context of the European Semester. In particular, the Council recommended to take all necessary measures, in line with the General Escape Clause of the Stability and Growth Pact, to effectively address the pandemic, sustain the economy and support the ensuing recovery; pursue, when economic conditions allow, fiscal policies aimed at achieving prudent medium-term fiscal positions and ensuring debt sustainability, while enhancing investment; reinforce the budgetary framework and monitoring of contingent liabilities at central and local level; enhance the resilience of the health system; and promote balanced geographical distribution of health workers and facilities, closer cooperation between all levels of administration and investment in e-health. The Council further recommended to strengthen labour market measures and institutions and their coordination with social services, while 1 OJ L 57, 18.2.2021, p. 17. ",
        "EN 2 EN also consolidating social benefits and improve their capacity to reduce poverty. It recommended to deliver on the education reform and improve both access to education and training at all levels and their quality and labour market relevance while also promoting the acquisition of skills. The Council recommended Croatia to maintain measures to provide liquidity to small and medium-sized enterprises and the self- employed; further reduce parafiscal charges and restrictions in goods and services market regulation; improve corporate governance in state-owned enterprises and intensify the sale of such enterprises and non-productive assets. The Council recommended Croatia to reinforce the capacity and efficiency of the public administration to design and implement public projects and policies at central and local levels; reduce the territorial fragmentation of the public administration and streamline the functional distribution of competencies; and introduce, in consultation with the social partners, harmonized wage-setting frameworks across the public administration and public services. It was further recommended to Croatia to front- load mature public investment projects and focus investment-related economic policy on research and innovation, sustainable urban and railway transport, clean energy, renewables and environmental infrastructure, green and digital transition, while taking into account regional disparities. Finally, the Council recommended enhancing the prevention and sanctioning of corruption, in particular at the local level and improve the efficiency of the judicial system. Having assessed progress in the implementation of those country-specific recommendations at the time of submission of the recovery and resilience plan, the Commission finds that the recommendation on immediate fiscal policy response to effectively address the pandemic, sustain the economy and support the ensuing recovery and the recommendation to maintaining adequate liquidity for SMEs and self-employed have been fully implemented. (3) On 2 June 2021, the Commission published an in-depth review under Article 5 of Regulation (EU) No 1176/2011 of the European Parliament and of the Council 2 for Croatia. The Commission’s analysis led it to conclude that Croatia is experiencing macroeconomic imbalances, in particular due to public, private and external debt, in a context of low potential growth. (4) On 14 May 2021, Croatia submitted its national recovery and resilience plan to the Commission, in accordance with Article 18(1) of Regulation (EU) 2021/241. That submission followed a consultation process, conducted in accordance with the national legal framework, of local and regional authorities, social partners, civil society organisations and other relevant stakeholders. The national ownership of the recovery and resilience plans is underpinning their successful implementation and lasting impact at national level and credibility at Union level. Pursuant to Article 19 of Regulation (EU) 2021/241, the Commission has assessed the relevance, effectiveness, efficiency and coherence of the recovery and resilience plan, in accordance with the assessment guidelines of Annex V to that Regulation. (5) The recovery and resilience plans should pursue the general objectives of the Recovery and Resilience Facility established by Regulation (EU) 2021/241 and of the 2 Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbalances (OJ L 306, 23.11.2011, p. 25). ",
        "EN 3 EN EU Recovery Instrument set up by Council Regulation (EU) 2020/2094 3 in order to support the recovery in the aftermath of the COVID-19 crisis. They should promote the Union´s economic, social and territorial cohesion by contributing to the six pillars referred to in Article 3 of Regulation (EU) 2021/241. (6) The implementation of the Member States’ recovery and resilience plans will constitute a coordinated effort of investment and reforms across the Union. Through the coordinated and simultaneous implementation of these reforms and investments and the implementation of cross-border projects, these reforms and investments will mutually reinforce each other and generate positive spillovers across the whole Union. Therefore, about one third of the impact of the Facility on Member States’ growth and job creation will come from spillovers from other Member States. Balanced response contributing to the six pillars (7) In accordance with Article 19(3), point (a) and section 2.1 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan represents to a large extent (Rating A) a comprehensive and adequately balanced response to the economic and social situation, thereby contributing appropriately to all six pillars referred to in Article 3 of Regulation (EU) 2021/241, taking the specific challenges and the financial allocation of the Member State concerned into account. (8) The plan includes measures that contribute to all of the six pillars, with a significant number of components of the plan addressing multiple pillars. Such an approach contributes to ensuring that each pillar is comprehensively addressed in a coherent manner. Furthermore, given the specific challenges of Croatia, the particular focus on smart, sustainable and inclusive growth and on economic and institutional resilience, along with the overall weighting across pillars, is considered adequately balanced. (9) The green dimension of the plan includes relevant measures are expected to contribute to the climate target and to preserving the environment and biodiversity. The main components focusing on the green transition consist of investments in building renovation, renewable energy and energy efficiency, waste and water management and sustainable and innovative mobility. Furthermore, the plan includes investment efforts in R&D and innovation, preserving biodiversity and ecosystems and transitioning to green jobs and the circular economy. There is an explicit focus on the digital transformation of Croatia’s economy and society, with various measures to support the digitalisation of public administration and the provision of online public services. Investments in fixed and wireless digital connectivity and complementary reforms in line with the Union flagship on Digital Connectivity and the common Union toolbox for Connectivity 4 are also included to facilitate investment in digital infrastructures in remote rural areas that are lagging behind in terms of gigabit connectivity services. (10) The plan’s contribution to the smart, sustainable and inclusive growth pillar is strongly focused on improving the business environment, supporting SMEs and large enterprises, along with incentivising innovation and R&D. The measures entail further reducing the administrative and parafiscal burden of businesses, liberalising several 3 Council Regulation (EU) 2020/2094 of 14 December 2020 establishing a European Union Recovery Instrument to support the recovery in the aftermath of the COVID-19 crisis (OJ L 433I , 22.12.2020, p. 23). 4 Commission recommendation 2020/1307: https://eur-lex.europa.eu/legal- content/EN/TXT/?uri=CELEX:32020H1307 ",
        "EN 4 EN regulated professions, enabling businesses’ access to capital to achieve higher rates of competitiveness and increasing productivity, while at the same time adapting their business processes to the green and digital transition, including by increasing their investments in green technology. Moreover, the plan focuses on increasing the sustainability and uptake of digital technologies of the tourism sector, notably by upgrading infrastructure to increase its energy efficiency and the use of renewable energy sources, while promoting the adoption of new business plans in line with the principles of the circular economy. Social cohesion should be enhanced mainly through active labour market policies that also target vulnerable groups, measures in education and through social policies aimed at reducing poverty. In addition, territorial cohesion, in particular the accessibility and connectedness of less densely populated areas and islands, should be enhanced through expanding, upgrading and improving the management of road, railway and maritime infrastructures, by ensuring a better connection of the south-north electricity grid, and by upgrading the public sewerage and water supply networks. (11) The pillar on health, and economic, social and institutional resilience benefits from improvements in the healthcare system in terms of necessary structural reforms as well as infrastructure and medical equipment requirements, thereby also enhancing the economic, social and territorial cohesion and convergence within Croatia and the Union. Furthermore, measures are envisaged to achieve full territorial coverage of primary healthcare and medicine availability, thus improving the resilience and preparedness of the health system while at the same time increasing the quality of life in rural, remote and islands areas. Long-term care is supported by the plan with investments to increase the availability, accessibility and quality of home and community-based services, as well as of institutional care exclusively for people who functionally entirely depend on it, while several components are dedicated to strengthening the public administration and institutional resilience. The plan includes important measures in education, most notably increasing participation in early childhood education and care through investment in infrastructure, enabling one-shift schooling and increasing the mandatory teaching hours in primary schools, reviewing the curricula and modernising higher education, which are expected to visibly improve education outcomes. Reforms are expected to reduce the fragmentation of public research institutions, moving to a result-oriented research and innovation funding, and improve research career progression with specific focus on science, technology, engineering, and mathematics and information and communications technology areas. Addressing all or a significant subset of challenges identified in Country Specific Recommendations (12) In accordance with Article 19(3), point (b) and section 2.2 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan is expected to contribute to effectively addressing all or a significant subset of challenges (Rating A) identified in the relevant country-specific recommendations, including fiscal aspects thereof and recommendations made pursuant to Article 6 of Regulation (EU) No 1176/2011, addressed to Croatia or challenges identified in other relevant documents officially adopted by the Commission in the context of the European Semester. (13) The recommendations related to the immediate fiscal policy response to the pandemic can be considered as falling outside the scope of Croatia’s recovery and resilience plan, notwithstanding the fact that Croatia has generally responded adequately and ",
        "EN 5 EN sufficiently to the immediate need to support the economy through fiscal means in 2020 and 2021, in line with the provisions of the General Escape Clause. (14) The plan includes an extensive set of mutually reinforcing reforms and investments that contribute to effectively addressing all or a significant subset of the economic and social challenges outlined in the country-specific recommendations addressed to Croatia by the Council in the European Semester in 2019 and in 2020, notably in the areas of public administration, resilience of the health system, employment, education and skills especially for vulnerable groups, climate and digital transition and in the area of the business environment and judicial system. (15) The recovery and resilience plan contains measures to reinforce the budgetary framework, and it contributes to addressing the challenges of the Croatian public administration, including the wage-setting framework and the fragmentation at the local government level. Specific measures are aimed at reinforcing the capacity and efficiency of the public administration to design and implement public projects and policies. The Croatian plan envisages measures to improve the effectiveness of the justice system and puts forward concrete commitments to shorten the length of court proceedings, reduce the backlog of cases and improve the digitalisation of justice. The plan also envisages to strengthen the prevention and sanctioning of corruption. (16) The plan addresses the Council recommendation to reform education through measures that increase participation in early childhood education and care (ECEC), increase the number of mandatory instruction hours in primary schools, update school curricula, promote digital skills and modernise higher education. Targeted reforms and investments should improve processes at the Public Employment Service and help increase participation in the labour market by adopting active labour market policies, establishing vouchers for training and upskilling programmes, and amending the labour law. Challenges concerning the Croatian social welfare system are tackled through measures that would improve the coverage, adequacy and targeting of social benefits and enable the development of new social services. (17) The Croatian recovery and resilience plan should improve the business environment in Croatia and address barriers to growth and investment, as identified in successive Council recommendations. The package of measures addressing the business environment aims at reducing the administrative burden and parafiscal charges, lowering regulatory requirements for professional services, and increasing access to finance. Measures included in the recovery and resilience plan also aim at improving corporate governance of State-owned enterprises and intensifying the sale of such enterprises and of non-productive assets. A significant part of the investments should be oriented to the green and digital transitions. Important investments planned in the recovery and resilience plan are aimed at addressing the Council recommendations on energy efficiency and environmental infrastructure and a more efficient transport system. The Croatian recovery and resilience plan envisages further measures to address also the other Council recommendations to Croatia, including those in the areas of research and innovation, and healthcare. (18) By addressing the aforementioned challenges, the recovery and resilience plan is expected to also contribute to correcting the imbalances 5 that Croatia is experiencing, 5 These macroeconomic imbalances refer to the recommendations made pursuant to Article 6 of Regulation (EU) No 1176/2011 in 2019 and 2020. ",
        "EN 6 EN notably with respect to high levels of public, private and external debt, in a context of low potential growth. Contribution to growth potential, job creation and economic, social and institutional resilience (19) In accordance with Article 19(3), point (c) and section 2.3 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan is expected to have a high impact (Rating A) on strengthening the growth potential, job creation, and economic, social and institutional resilience of the Member State, contributing to the implementation of the European Pillar of Social Rights, including through the promotion of policies for children and youth, and on mitigating the economic and social impact of the COVID- 19 crisis, thereby enhancing the economic, social and territorial cohesion and convergence within the Union. (20) Simulations by the Commission show that the recovery and resilience plan has the potential to increase the GDP of Croatia by 2,9% 6 by 2026. The implementation of investments and reforms of the plan should help address Croatia’s key economic weaknesses such as its comparatively low employment and growth potential. Research and innovation investments are set to benefit Croatia’s competitiveness and productivity, while upskilling could improve the competitiveness of the workforce and reduce skills gaps and mismatches on the labour market. Substantial investments in education should help improve learning outcomes. All those measures should raise human capital, labour productivity and hence increase the labour contribution to potential growth. (21) Continued liberalisation of the services market, including of several professional services, should benefit consumers, increase competition and create more jobs. Reducing administrative burden and parafiscal charges as well as administrative measures related to improving the governance of state-owned enterprises and public procurement, fighting corruption and strengthening anti money-laundering capacities should contribute to fulfilling Croatia’s commitments after joining the European Exchange Rate Mechanism (‘ERM II’). These steps will positively affect investor confidence, making Croatia more attractive to inbound investments and know-how transfer. Those reforms, and investments in a more efficient transport system, further decarbonising industries, increasing energy efficiency of buildings, and promoting the green and digital transition should boost competitiveness and make the economy overall more sustainable. (22) The recovery and resilience plan features measures aimed at improving the employability of the most vulnerable persons, thus reducing social exclusion and poverty. The risk of poverty and social exclusion in Croatia is closely linked to unemployment and inactivity. Older people, persons with disabilities and those living in jobless households are relatively more exposed to poverty risks, while both the coverage and adequacy of the unemployment benefit scheme remain low. The recovery and resilience plan commits to increasing the adequacy and broadening the coverage of the ‘Guaranteed Minimum Benefit’, the key benefit designed to reduce poverty. Similarly, the amount of the unemployment benefit should be increased and 6 Such simulations reflect the overall impact of NGEU, which also includes funding for ReactEU, and increased funding for Horizon Europe, InvestEU, JTF, Rural Development and RescEU. Such simulation does not include the possible positive impact of structural reforms, which can be substantial. ",
        "EN 7 EN its duration prolonged and minimum pensions should be raised. Moreover, measures related to training and skills development in the tourism sector and in green and digital areas have a special focus on the most vulnerable groups. (23) The plan includes various interventions to contribute to the implementation of the European Pillar of Social Rights, aimed, among others, at expanding access to early childhood education and care, developing digital solutions to exchange data on social benefits, introducing social mentoring services to promote employment and social inclusion especially to youth. Do no significant harm (24) In accordance with Article 19(3), point (d) and section 2.4 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan is expected to ensure that no measure for the implementation of reforms and investment projects included in the recovery and resilience plan does significant harm to environmental objectives (Rating A) within the meaning of Article 17 of Regulation (EU) 2020/852 of the European Parliament and of the Council 7 (the princ iple of ‘do no significant harm’). (25) In line with Regulation (EU) 2021/241 and the ‘do no significant harm’ Technical Guidance adopted by the Commission (2021/C 58/01), Croatia has provided evidence and assurances substantiating that the measures for the implementation of reforms and investment projects included in the recovery and resilience plan should not lead to significant harm to any of the six environmental objectives, namely climate change mitigation, climate change adaptation, sustainable use and protection of water and marine resources, circular economy, pollution prevention and control, and protection and restoration of biodiversity and ecosystems. (26) By selecting measures that either contribute substantially to environmental objectives, or have no or an insignificant foreseeable impact on environmental objectives, it is expected that many measures in the plan do no significant harm from the outset, such as in education and training, labour market, public administration. Where needed, specific milestones and targets should ensure that significant harm is avoided. In particular, the investment in carbon capture and storage should not involve the purchase or use of equipment for enhanced oil recovery application nor increased oil production. Similarly, for the geothermal investments, a milestone and target should ensure that the projects would not include any exploration or extraction of either oil or gas, that no equipment would be purchased for such purposes, that no methane would be released and that geothermal drilling would have no harmful impact on water scarcity and water quality. The Zadar airport investment project has a specific focus on the electrification of the airport and installation of the photovoltaics, ensuring that no support under Regulation (EU) 2021/241 will be used for the physical extension of the airport. A milestone for the investment in the medical incinerators in the city centre of Zagreb should ensure that incinerators would include lines for energy recovery of non- recyclable hazardous medical waste with flue-gas cleaning system and continuous emissions monitoring system. Particular attention has also been paid to horizontal schemes, where milestones should ensure that the requirements for complying with the principle o f ‘do no significant harm’ are enshrined in the design of the schemes. 7 Regulation (EU) 2020/852 of the European Parliament and of the Council of 18 June 2020 on the establishment of a framework to facilitate sustainable investment, and amending Regulation (EU) 2019/2088 (OJ L 198, 22.6.2020, p. 13). ",
        "EN 8 EN Contribution to the green transition including biodiversity (27) In accordance with Article 19(3), point (e) and section 2.5 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan contains measures that contribute to a large extent (Rating A) to the green transition, including biodiversity, or to addressing the challenges resulting therefrom. The measures supporting climate objectives account for an amount which repres ents 40,3% of the plan’s total allocation calculated in accordance with the methodology of Annex VI to Regulation (EU) 2021/241. In accordance with Article 17 of Regulation (EU) 2021/241, the recovery and resilience plan is consistent with the information included in the National Energy and Climate Plan 2021-2030. (28) The recovery and resilience plan includes long-lasting reforms and investments contributing to the green transition. That includes investment in energy efficiency through renovation of the public and private buildings stock, reforms to facilitate the deployment of renewable energy sources, investments in geothermal energy, and in the electricity and distribution grid to facilitate the integration of renewable energy sources. Investments into carbon capture and geological storage should provide demonstration of innovative technologies, with climate mitigation potential. In addition, the recovery and resilience plan supports deployment of advanced biofuels, production of renewable hydrogen and roll-out of refuelling infrastructure which will all foster a shift to sustainable mobility in the next decade. It promotes the modal shift from road to rail, while investing into zero-emission vehicles and vessels and in supporting the related infrastructure. Finally, investments in developing green skills, and supporting SMEs and large enterprises to invest in environmentally-friendly production processes and in making tourism more sustainable should also contribute to achieving the green objectives. (29) Overall, reforms and investments contributing to the green transition are aligned with existing national plans. In terms of environmental policies, the recovery and resilience plan should directly contribute to improved management of natural resources. The plan includes infrastructure investments to upgrade water and wastewater systems, and to accelerate the shift to circular economy. Funding is allocated for new infrastructure to reduce the share of waste sent to landfills, including recycling facilities and waste sorting centres. The plan includes investments to promote the circular economy in the agriculture sector to contribute to reducing food waste. It also includes dedicated measures to support biodiversity protection, such as restoration of rivers, floodplains and elimination of invasive species in sensitive area of Neretva delta. These measures should ensure a lasting impact of the Croatian recovery and resilience plan on the green transition, including on biodiversity and environmental protection. (30) Reforms and investments should make a significant contribution to advancing the decarbonisation and climate objectives of Croatia as set out in the Croatian National Energy and Climate Plan for 2030 and long-term strategy for decarbonisation. On the environmental objectives as defined in Regulation (EU) 2020/852, the plan includes noteworthy climate mitigation measures aimed at reducing greenhouse gas emissions, mainly through enhancing energy efficiency of the building stock, investments to promote the uptake of renewables in energy and transport sectors, as well as use of innovative technologies. The plan includes important measures related to climate change adaptation, including supporting the sustainable use of water sources by reducing water losses and energy consumption in the water supply networks. The plan also includes sizeable investments into flood risk prevention which promote nature- ",
        "EN 9 EN based solutions. The Croatian plan is expected to contribute to the Union’s energy and climate targets for 203 0 and the objective of the Union’s climate neutrality by 2050. Contribution to the digital transition (31) In accordance with Article 19(3), point (f) and section 2.6 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan contains measures that contribute to a large extent (Rating A) to the digital transition or to addressing the challenges resulting from it. The measures supporting digital objectives account for an amount which represents 20,4% of the plan’s total allocation calculated i n accordance with the methodology of Annex VI to Regulation (EU) 2021/241. (32) Actions to support the digital transition are present throughout Croatia’s recovery and resilience plan, reflecting the broad and cross-cutting nature of the envisaged digitisation efforts. The recovery and resilience plan dedicates one component exclusively to the digital transformation of Croatia’s economy and society, with consistent measures to support the digitalisation of public administration and the provision of digital public services. It also includes investments in digital connectivity, which are set to improve the digital infrastructure for fixed and mobile internet services in remote rural areas that are lagging behind in terms of digital inclusion. (33) Beyond that specific component dedicated to the digital transition, most other components also contribute to the digital transformation of Croatia. The plan includes significant measures for the digitalisation of transport, energy, health, justice and education sectors, with specific investment for digital tools for higher education. The development of a comprehensive strategy is planned to steer the digital transformation of Croatia’s society and economy for the next decade, defining strategic objectives for the digital transition of the economy, of the public administration and justice, digital connectivity and the development of digital skills. (34) The digital-related reforms and investments supported by the recovery and resilience plan are expected to have a lasting impact. For example, the investments supporting the digital transformation of Croatia’s public administration are expected to bring systemic changes towards the development of interoperable systems at national and international level and towards data-driven decision-making in public administration. They are also expected to transform the interaction between Croatia’s public administration and its users. Investments in connectivity are also expected to help reduce the digital divide between urban and rural areas with complementary measures expected from other national or Union funds to ensure the achievement of the Union gigabit objectives. Lasting impact (35) In accordance with Article 19(3), point (g) and section 2.7 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan is expected to have a lasting impact on Croatia to a large extent (Rating A). (36) The reforms to reduce the administrative and financial burden on businesses by easing cumbersome regulations and cutting parafiscal charges are expected to benefit value creation in the private sector. Similarly, anti-corruption and anti-money laundering measures, as well as reforms to reduce backlogs and accelerate resolution times in the justice system should strengthen institutions and increase investor confidence, helping Croatia attract investments and know-how. Reforms to liberalise regulated professions should increase competition in the economy to the benefit of consumers and job ",
        "EN 10 EN creation. Reforms that improve the efficiency and effectiveness of the research and innovation framework, including an improved R&D tax incentive scheme and innovation support programmes, are expected to bolster the development of areas of excellence and have a lasting positive impact on productivity and the economy overall. Improvements in the governance of state-owned enterprises and an intensified sale of such enterprises and non-productive assets should have a lasting positive impact on allocative efficiency in the economy. There are also significant initiatives to improve public administration processes, including through their digitalisation, such as for registering a business and paying fees, and support the development of skills of public officials, which should have a lasting positive impact on the quality of service provision to both businesses and households. (37) Investments in education, healthcare and labour market skills are expected to have long term positive effects on human capital. Investments in research and innovation should benefit the productivity and competitiveness of corporates, while investments in clean energy, sustainable tourism, modernising transport system, digital and green transition should structurally improve the sustainability of the economy and crowd-in additional investments over time. The combination of energy-efficiency and seismic renovation of buildings is also expected to have a lasting impact on both reducing energy consumption and improving safety. (38) Lasting impact of the plan can also be enhanced through synergies between the plan and other programmes financed by the cohesion policy funds, notably by addressing in a substantive manner the deeply rooted territorial challenges and promoting a balanced development. Monitoring and implementation (39) In accordance with Article 19(3) point (h) and section 2.8 of Annex V to Regulation (EU) 2021/241, the arrangements proposed in the recovery and resilience plan are adequate (Rating A) to ensure effective monitoring and implementation of the recovery and resilience plan, including the envisaged timetable, milestones and targets, and the related indicators. (40) Implementation of the measures of the recovery and resilience plan should involve several government institutions. A Central Coordinating Body, to be established under the Ministry of Finance, would constitute the lead national body tasked with the overall coordination and monitoring of the recovery and resilience plan, including active monitoring of the progress of the measures, on the basis of the milestones and targets set for each component. The immediate responsibility for implementing the reform and investment of the recovery and resilience plan will lie with the competent Ministries, while the Implementation Committee at the level of Ministers should ensure consistency in the use of all Union funds. The recovery and resilience plan defines milestones and targets for each investment and reform included in the recovery and resilience plan. The number of milestones and targets is commensurate with the number of measures and the size of the plan relative to the Croatian economy. The proposed qualitative and quantitative indicators used for the milestones and targets are sufficiently clear, realistic and comprehensive to ensure that their completion can be traced and verified. Whereas the recovery and resilience plan presents comprehensive coordination, implementation and monitoring arrangements, its implementation should crucially hinge on the administrative and implementation capacity of the implementing bodies, some of which are yet to be identified or established. Therefore, particular ",
        "EN 11 EN attention is to be paid to setting up the implementation and coordination structure, of which the Central Coordinating Body is envisaged to be set up by the end of 2021 as reflected in the dedicated milestone. (41) Member States should ensure that financial support under the Facility is communicated and acknowledged in line with Article 34 of Regulation (EU) 2021/241. Technical support is to be requested under the Technical Support Instrument to assist Member States in the implementation of their plan. Costing (42) In accordance with Article 19(3), point (i) and section 2.9 of Annex V to Regulation (EU) 2021/241, the justification provided in the plan on the amount of the estimated total costs of the recovery and resilience plan is to a medium extent (Rating B) reasonable and plausible, in line with the principle of cost efficiency and commensurate to the expected national economic and social impact. (43) Croatia generally provided a detailed breakdown of the cost per measure, with references to earlier similar projects or studies carried out to justify cost figures and adequate explanations of the methodology used to establish total costs. For the various measures where costs cannot be determined in detail beforehand, as for instance for projects to be selected through competitive procedures such as calls for proposals, the recovery and resilience plan generally provides justification, using past experience, that the costs are not disproportionate to the aims of the measure. For the significant majority of the measures, the cost estimates are deemed reasonable and plausible. While Croatia has made a substantial effort to provide the necessary information on costing, the methodology and justification of costs do not consistently cover all elements of the measures, with parts of the total cost in some instances lacking explanation. For a limited number of cost estimates, costs exceeded the cost range set by comparable projects to a medium extent. Since, for those cost estimates, the methodology used is not sufficiently well explained and the link between the justification and the cost itself is at times not fully clear, a higher rating of the costing assessment criterion is precluded. Finally, the estimated total cost of the recovery and resilience plan is in line with the principle of cost-efficiency and is commensurate to the expected national economic and social impact. Protection of financial interests (44) In accordance with Article 19(3), point (j) and section 2.10 of Annex V to Regulation (EU) 2021/241, the arrangements proposed in the recovery and resilience plan are adequate (Rating A) to prevent, detect and correct corruption, fraud and conflicts of interests when using the funds provided under that Regulation, and the arrangements are expected to effectively avoid double funding from that Regulation and other Union programmes. This is without prejudice to the application of other instruments and tools to promote and enforce compliance with EU law, including for preventing, detecting and correcting corruption, fraud and conflicts of interests, and for protecting the Union finances in line with Regulation (EU, Euratom) 2020/2092 of the European Parliament and of the Council 8 . 8 Regulation (EU, Euratom) 2020/2092 of the European Parliament and of the Council of 16 December 2020 on a general regime of conditionality for the protection of the Union budget (OJ L 433I, 22.12.2020, p. 1). ",
        "EN 12 EN (45) The system for the implementation of the recovery and resilience plan in Croatia is described in an appropriate way. It is coherently designed and based on robust processes and structures, in particular roles and responsibilities of the actors for controls and audits are clear, relevant control functions are appropriately segregated and the independence of actors performing audits is ensured. The coordinating body for the implementation of the plan should be the Directorate for Macroeconomic Analysis within the Ministry of Finance. For each component and sub-component, the competent authority at ministry and central government office level has been appointed for the implementation of the reforms and the investments, in accordance with the sectoral competence provided for in the System of State Administration Act. The National Fund department within the Ministry of Finance should be the body responsible for preparing and sending the payment requests to the European Commission, on a semi-annual basis, upon verification of the achievement of the milestones and targets, and accompanied by the management declaration and the summary of the audits carried out. The tasks of the audit authority are assigned to the Agency for the audit of the European Union programme implementation system (‘ARPA’). (46) Overall, the arrangements proposed by Croatia in the recovery and resilience plan to prevent, detect and correct corruption, fraud and conflicts of interest when using the funds provided under Regulation (EU) 2021/241, including the arrangements aimed to avoid double funding are assessed as adequate. The milestones pertaining to the establishment of the legal mandate of the bodies involved in the implementation and control, the Coordinating body and the upgrades of the IT system should be fulfilled before the submission of the first payment request. In addition, the actors responsible for controls should have the legal empowerment and administrative capacity to exercise their planned roles and tasks, provided that the milestones pertaining to the workload analysis and the recommendations stemming from it are fulfilled at the latest by the time of the submission of the first payment request. Coherence of the plan (47) In accordance with Article 19(3) point (k) and section 2.11 of Annex V to Regulation (EU) 2021/241, the plan includes to a high extent (Rating A) measures for the implementation of reforms and public investment projects that represent coherent actions. (48) The Croatian recovery and resilience plan is structured around five components and one initiative, which are coherent and support the common objectives to stimulate the recovery of the Croatian economy and mitigate the impact of COVID-19, to contribute to the green and digital transition and inclusive growth, and to increase resilience and competitiveness of the Croatian econ omy. The plan’s components, especially the “Initiative: Renovation of Buildings”, should also contribute to the reconstruction of the damage caused by two devastating earthquakes, which in 2020 affected central Croatia with consequences in and around Zagreb, and the Banovina region. Each of the five components and the initiative are built around coherent packages of both reforms and investments, with measures that are mutually reinforcing or complementary or both. Synergies also exist across the different components and initiatives, and no measure contradicts or undermines the effectiveness of another. Equality ",
        "EN 13 EN (49) The recovery and resilience plan includes measures that could help increase female labour market participation. The labour reform is expected to contribute to that objective, facilitate work-life balance, indirectly reduce the gender pay gap and address the high gender pension gap. The plan should fund ICT projects addressing equality considerations. It includes a reform of the education system which aims to ensure equal opportunities for all children, mainly by increasing participation in early childhood education and care and the number of instruction hours in primary school. Croatia should develop social mentoring services that should support hard-to-reach groups of beneficiaries such as persons with disabilities, victims of violence, homeless people, migrants, Roma and young people leaving the social welfare system to assist them with employment. The plan provides for several investments to address specific needs of persons with disabilities, such as measures to ensure physical accessibility to buildings and housing environment, to provide adequate mobility services, promote hybrid access to a workplace and ensure access to digital public services. Security self-assessment (50) A security self-assessment has been provided, in accordance with Article 18(4), point (g) of Regulation (EU) 2021/241 for investments in digital capacities and connectivity. The recovery and resilience plan describes how the national regulator prepared a draft ordinance on the manner and timing of implementing measures to safeguard the security and integrity of communication networks and services, which incorporates requirements to ensure the security of 5G electronic communications networks and services based on recommendations of the Communication of the Commission of 29 January 2 020 “Secure 5G deployment in the EU — Implementation of the EU toolbox” 9 . Cross-border and multi-country projects (51) The plan includes cross-border and multi-country projects in three areas. First, there are measures related to the interoperability of the information systems under the Digital transition component, which includes the establishment, upgrading, interconnection of the core registers and the establishment of a Central Interoperability System in line with the European Interoperability Framework (EIF). Second, under the Education component, the digital transformation of higher education is expected to stimulate and accelerate the stronger involvement of higher education institutions in cross-border and multinational projects, in particular projects for which digital maturity is a necessary condition for participation. Third, under the Water and waste management component, the Public Water Supply Development Programme and the Programme for the Development of Public Sewerage have a positive impact on the environment by reducing pollution the environment and water resources, contributing to the conservation of water bodies, and in this sense their impact is cross-border and global. Consultation process (52) Croatia carried out a consultation process before submitting their recovery and resilience plan and carried out a stakeholder public consultation after the submission of the draft plan to the Commission in December 2020. Between January and May 2021, the authorities held more than 15 thematic meetings with different stakeholders 9 COM/2020/50 ",
        "EN 14 EN where they presented the recovery and resilience plan opportunities for Croatia in specific areas, its structure, criteria, process and complementarities with other Union funds. The summary of the plan was published and presented to the media ahead of the adoption on 1 April 2021. After the adoption by the Government, the summary of the plan was posted on the Government’s website and discussed in the Parliament on 14 April 2021. (53) Croatia’s recovery and resilience plan does not outline the authorities’ plans on how to include the stakeholders in the implementation of the plan. To ensure ownership by the relevant actors, it is crucial to involve all regional and local authorities and other stakeholders concerned, including social partners and civil society in the monitoring of the territorial allocation of resources throughout the implementation of the investments and reforms included in the plan. Positive assessment (54) Following the positive assessment of the Commission concerning the Croatian recovery and resilience plan with the finding that the plan satisfactorily complies with the criteria for assessment set out in Regulation (EU) 2021/241, in accordance with Article 20(2) of that Regulation, this Decision should set out the reforms and investment projects necessary for the implementation of the plan, the relevant milestones, targets and indicators, and the amount made available from the Union for the implementation of the plan in the form of non-repayable financial support. Financial contribution (55) The estimated total cost of the recovery and resilience plan of Croatia is EUR 6 393 794 220. As the recovery and resilience plan satisfactorily complies with the criteria for assessment set out in Regulation (EU) 2021/241 and, furthermore, as the amount of the estimated total costs of the recovery and resilience plan is higher than the maximum financial contribution available for Croatia, the financial contribution allocated for Croatia’s recovery and resilience plan should be equal to the total amount of the financial contribution available for Croatia. (56) In accordance with Article 11(2) of Regulation (EU) 2021/241, the calculation of the maximum financial contribution for Croatia is to be updated by 30 June 2022. As such, in accordance with Article 23(1) of that Regulation, an amount for Croatia should be made available now for a legal commitment by 31 December 2022. Where necessary following the updated maximum financial contribution, the Council, on a proposal from the Commission, should amend this Decision to include the updated maximum financial contribution without undue delay. (57) The support to be provided is to be financed from the borrowing by the Commission on behalf of the Union on the basis of Article 5 of Council Decision (EU, Euratom) 2020/2053 10 . The support should be paid in instalments once Croatia has satisfactorily fulfilled the relevant milestones and targets identified in relation to the implementation of the recovery and resilience plan. (58) Croatia has requested pre-financing of 13% of the financial contribution. That amount should be made available to Croatia subject to the entry into force and in accordance 10 OJ L 424, 15.12.2020, p. 1. ",
        "EN 15 EN with the Financing Agreement provided for in Article 23(1) of Regulation (EU) 2021/241. (59) This Decision should be without prejudice to the outcome of any procedures relating to the award of Union funds under any other Union programme than Regulation (EU) 2021/241 or to procedures relating to distortions of the operation of the internal market that may be undertaken, in particular under Articles 107 and 108 of the Treaty. It does not override the requirement for Member States to notify instances of potential State aid to the Commission under Article 108 of the Treaty, HAS ADOPTED THIS DECISION: Article 1 Approval of the assessment of the recovery and resilience plan The assessment of the recovery and resilience plan of Croatia on the basis of the criteria provided for by Article 19(3) of Regulation (EU) 2021/241 is approved. The reforms and investment projects under the recovery and resilience plan, the arrangements and timetable for monitoring and implementation of the recovery and resilience plan, including the relevant milestones and targets, the relevant indicators relating to the fulfilment of the envisaged milestones and targets, and the arrangements for providing full access by the Commission to the underlying relevant data are set out in the Annex to this Decision. Article 2 Financial contribution 1. The Union shall make available to Croatia a financial contribution in the form of non-repayable support amounting to EUR 6 295 431 146. 11 An amount of EUR 4 631 762 551 shall be available to be legally committed by 31 December 2022. Subject to the update provided for in Article 11(2) of Regulation (EU) 2021/241 calculating an amount for Croatia equal to or more than this amount, a further amount of EUR 1 663 668 594 shall be available to be legally committed from 1 January 2023 until 31 December 2023. 2. The Union financial contribution shall be made available by the Commission to Croatia in instalments in accordance with the Annex. An amount of EUR 818 406 049 shall be made available as a pre-financing payment, equal to 13 per cent of the financial contribution. The pre-financing and instalments may be disbursed by the Commission in one or several tranches. The size of the tranches shall be subject to the availability of funding. 3. The pre-financing shall be released subject to the entry into force and in accordance with the Financing Agreement provided for in Article 23(1) of Regulation (EU) 2021/241. Pre-financing shall be cleared by being proportionally deducted against the payment of the instalments. 4. The release of instalments in accordance with the Financing Agreement shall be conditional on available funding and a decision by the Commission, taken in 11 This amount corresponds to the financial allocation after deduction of the Croatia’s proportional share of the expenses of Article 6(2) of Regulation (EU) 2021/241, calculated in accordance with the methodology of Article 11 of that Regulation. ",
        "EN 16 EN accordance with Article 24 of Regulation (EU) 2021/241, that Croatia has satisfactorily fulfilled the relevant milestones and targets identified in relation to the implementation of the recovery and resilience plan. Subject to the entry into force of the legal commitments referred to in paragraph 1, to be eligible for payment, milestones and targets shall be completed no later than 31 August 2026. Article 3 Addressee This Decision is addressed to the Republic of Croatia. Done at Brussels, For the Council The President "
    ]
}