{
    "text": [
        "15091/16 ADD 4 GL/st DGE 2B EN Council of the European Union Brussels, 2 December 2016 (OR. en) 15091/16 ADD 4 ENER 413 ENV 754 TRANS 473 ECOFIN 1149 RECH 340 IA 124 CODEC 1789 Interinstitutional File: 2016/0376 (COD) COVER NOTE From: Secretary-General of the European Commission, signed by Mr Jordi AYET PUIGARNAU, Director date of receipt: 1 December 2016 To: Mr Jeppe TRANHOLM-MIKKELSEN, Secretary-General of the Council of the European Union No. Cion doc.: SWD(2016) 402 final Subject: COMMISSION STAFF WORKING DOCUMENT EVALUATION of Articles 6 and 7 of the Energy Efficiency Directive (2012/27/EU) Accompanying the document Proposal for a Directive of the European Parliament and of the Council amending Directive 2012/27/EU on Energy Efficiency Delegations will find attached document SWD(2016) 402 final. Encl.: SWD(2016) 402 final ",
        "EN EN EUROPEAN COMMISSION Brussels, 30.11.2016 SWD(2016) 402 final COMMISSION STAFF WORKING DOCUMENT EVALUATION of Articles 6 and 7 of the Energy Efficiency Directive (2012/27/EU) Accompanying the document Proposal for a Directive of the European Parliament and of the Council amending Directive 2012/27/EU on Energy Efficiency {COM(2016) 761 final} {SWD(2016) 403 final} ",
        "2 T ABLE OF CONTENTS 1 I NTRODUCTION ................................................................................................................... 3 1.1 B ACKGROUND TO THE INITIATIVE ........................................................................................ 7 1.1.1 Description of the initiative and its objectives ................................................................ 7 1.2 E VALUATION QUESTIONS ..................................................................................................... 10 1.3 M ETHOD ................................................................................................................................ 11 1.4 I MPLEMENTATION STATE OF PLAY ...................................................................................... 11 1.4.1 Progress in the transposition of Article 6 ...................................................................... 11 1.4.2 Definition of‘central government’ ................................................................................. 11 1.4.3 Share of public procurements covered by Article 6 ...................................................... 12 1.4.4 Contract thresholds ....................................................................................................... 12 1.4.5 Conditionalities .............................................................................................................. 12 1.4.6 Armed forces ................................................................................................................. 13 1.4.7 Services and buildings (Annex III) .................................................................................. 13 1.4.8 Practical implementation .............................................................................................. 13 1.4.9 Main barriers ................................................................................................................. 13 1.5 A NSWERS TO THE EVALUATION QUESTIONS ...................................................................... 14 1.5.1 Effectiveness .................................................................................................................. 14 1.5.2 Efficiency ....................................................................................................................... 17 1.5.3 Relevance ...................................................................................................................... 18 1.5.4 Coherence ..................................................................................................................... 19 1.5.5 Added value ................................................................................................................... 20 2 E VALUATION OF A RTICLE 7 ON ENERGY EFFICIENCY OBLIGATION SCHEMES AND ALTERNATIVE MEASURES ........................................................................................................ 22 2.1 B ACKGROUND OF THE INITIATIVE ....................................................................................... 22 2.1.1 Description of the initiative and its objectives .............................................................. 22 2.1.2 Baseline situation .......................................................................................................... 23 2.2 E VALUATION QUESTIONS ..................................................................................................... 24 2.3 M ETHOD ................................................................................................................................ 25 2.4 I MPLEMENTATION STATE OF PLAY ............................................................................................... 26 2.4.1 Overall progress ............................................................................................................ 26 2.4.2 Policy measures ............................................................................................................. 28 2.4.3 Calculation methodologies ............................................................................................ 33 2.4.4 Monitoring and verification of savings .......................................................................... 39 2.5 A NSWERS TO THE EVALUATION QUESTIONS ...................................................................... 41 2.5.1 Effectiveness .................................................................................................................. 41 2.5.2 Efficiency ....................................................................................................................... 46 2.5.3 Relevance ...................................................................................................................... 54 2.5.4 Coherence ..................................................................................................................... 54 2.5.5 EU added value .............................................................................................................. 56 3 C ONCLUSIONS ................................................................................................................... 58 3.1 Conclusions on the implementation of Article 6 ................................................................... 58 3.2 Conclusions on the implementation of Article 7 ................................................................... 60 4 A NNEXES TO THE FINAL REPORT .............................................................................................. 64 ",
        "3 1 I NTRODUCTION The Commission's Communication on a Framework Strategy for the Energy Union adopted on 25 February 2015 1 indicates that Energy efficiency, contributing to moderation of demand, represents one of the five mutually-reinforcing and closely interrelated dimensions designed to bring greater energy security, sustainability and competitiveness in Europe. As part of the Energy Union Strategy, the Commission announced 45 key actions to be brought forward over the course of 2015 and 2016. Review of Directive 2012/27/EU 2 on energy efficiency (EED) was one of these. Energy efficiency plays a prominent role as the Commission called on Member States to treat energy efficiency as an energy source in its own right in its Energy Union Strategy of 25 February 2015 3 . Directive 2012/27/EU on energy efficiency establishes a common framework of measures for the promotion of energy efficiency within the EU in order to ensure the achievement of the 20 % headline target on energy efficiency by 2020 and to pave the way for further energy efficiency improvements beyond that date. It was published in the Official Journal on 14 November 2012 and entered into force on 4 December 2012. Member States had to transpose it by 5 June 2014 (apart from certain provisions for which a different transposition date is foreseen). The Energy Efficiency Directive, Energy Performance of Buildings Directive 4 , Energy Labelling Directive 5 and Ecodesign Directive 6 are the key building blocks of the current energy efficiency framework. Many climate policies, such as the CO 2 performance standards for passenger cars and light commercial vehicles, also make a major contribution to improving energy efficiency. Thanks to these instruments, to national measures, and thanks also to an increase in EU and national financing, significant progress has been achieved by Member States in terms of energy savings over the past ten –years, contributing to the overall 2020 energy and climate policy objectives. The effectiveness and impact of energy efficiency investment funding strongly depends ( inter alia ) on the implementation of energy efficiency legislation, including the Energy Efficiency Directive. The 2012 Energy Efficiency Directive establishes a set of binding measures to help the EU reach its 20 % energy efficiency target by 2020. Under the Directive, all Member States are required to use energy more efficiently at all stages of the energy chain from its production to its final consumption. New national measures have to ensure major energy savings for consumers and industry alike. These include measures implemented under the following articles: Article 1, 3 EU countries set national energy efficiency targets for 2020 Article 4 EU countries establish long term strategies to facilitate investment in the renovation of all buildings 1 COM(2015) 80 final 2 http://ec.europa.eu/smart-regulation/roadmaps/docs/2016_ener_002_cwp_energy_efficiency_en.pdf 3 COM(2015) 80 final 4 Directive 2010/31/EU 5 Directive 2010/30/EU; a Commission proposal to update and simplify the Directive in the form of a Regulation is currently under consideration by the Council and European Parliament (COM(2015) 341) 6 Directive 2009/125/EC ",
        "4 Article 5 EU governments to carry out energy efficient renovations annually on at least 3 % of the buildings they own and occupy by floor area Article 6 the public sector in EU countries to purchase energy efficient buildings, products and services Article 7 energy distributors or retail energy sales companies have to achieve additional 1.5 % energy savings per year through the implementation of energy efficiency measures until 2020 (Member States can opt to achieve the same level of savings through alternative measures) Article 8 large companies to make audits of their energy consumption to help them identify ways to reduce it, and SMEs that benefit from incentives to undergo energy audits Articles 9-11 empowering energy consumers to better manage consumption. This includes easy and free access to data on consumption through individual metering Articles 14-15 Member States promote efficient heating and cooling and high efficiency cogeneration Member States were required to transpose the Directive's provisions into their national laws by 5 June 2014. It is early to evaluate the effects of the Directive after only one and a half years from its due date for transposition. Member States had to set their national energy efficiency targets under Article 3 and report them to the Commission by 30 April 2013. The Commission has evaluated these targets already and summarised the results in its 2014 Communication on energy efficiency 7 . According to Article 24(8) and (9), the Commission is required to report to the Council and the Parliament in 2016 on the implementation of Articles 6 and 7 and if appropriate propose legislative changes. Given that the consumer is to be at the centre of the Energy Union, Articles 9-11 were evaluated, also in relation to the Market Design Initiative and the review of the Renewable Energy Directive, to reach the most benefits for citizens. To support Member States a Communication was published on the implementation of the Energy Efficiency Directive 8 , to which seven Guidance Notes in the form of Staff Working Documents on various articles of the EED (Articles 5, 6, 7, 8, 9-11, 14 and 15) were attached. Moreover, timely transposition and implementation of the EED is facilitated through constant collaboration between the Commission and Member States and through a dedicated Concerted Action for the EED 9 . DG Energy has met bilaterally with Member States on numerous occasions and organised missions to individual Member States. Information on the implementation of current energy efficiency policies is available from the regular dialogue with Member States and the reporting obligations under the EED. This information is built on: 1) Member States' Annual Reports on progress towards their national 7 COM(2014) 520 final 8 COM(2013) 762 final 9 http://www.esd-ca.eu/ ",
        "5 indicative energy efficiency targets 10 ; 2) the National Energy Efficiency Action Plans (NEEAPs) submitted every three years by Member States 11 , with the most recent one submitted in 2014 and the next due in 2017; 3) the Commission's annual report assessing the progress of the EU towards reaching the 2020 target and checking the national implementation of the EED (the first, 2015 Progress report was published along with the Report on the State of the Energy Union on 18 November 2015). Feedback on practical application at Member State level is also provided through the Concerted Action for the EED and the building-related Concerted Action work on the EPBD 12 . A small number of formal complaints have been received through the \"CHAP\" system. These have been investigated and mostly found not to involve breaches of the Directive. Lessons learnt (for example, reasons for protracted implementation) are fed into the evaluation. In line with the requirement of Article 3(2) of the EED, an assessment was carried out by the Commission in 2014 to review progress towards the EU 20 % energy efficiency target for 2020, the findings of which were presented in the Energy Efficiency Communication, adopted on 23 July 2014 13 . In summary, analysis showed that the EU is on the right track in terms of reducing its primary energy consumption which was due to some extent to economic crisis (1/3) but for large part (2/3) it was due to energy efficiency improvements taken by Member States which is a positive sign. The EU is expected to achieve energy savings of 18 %-19 % by 2020 – missing the 20 % target by 1 %-2 %. The gap could be averted if Member States implement fully the existing EU legislation on energy efficiency 14 . An updated analysis of how Member States are achieving the 20 % 2020 target on energy efficiency was published as part of the State of the Energy Union package in November 2015 15 . This analysis confirmed that there is significant progress in terms of energy efficiency influenced by rather high level of ambition in Member States. According to the reporting obligations laid down in Article 24 of the EED the Commission is required to review the effectiveness of implementation of Article 6 (on purchasing by public bodies) and of Article 7 (on energy efficiency obligation schemes and alternative measures) and report on progress to the European Parliament and the Council with accompanying legislative proposals where appropriate. This evaluation 16 will support this reporting. In this context and given the recent implementation date of the EED, the evaluation is therefore focused on those elements of Directive insofar they are either subject to the reporting obligation or subject to parallel energy and climate initiatives which potentially have an impact on the EED regulated policies. The results of this evaluation will feed into the impact assessment of the Review of the EED. This evaluation is supported by a stakeholder consultation process. 10 http://ec.europa.eu/energy/en/topics/energy-efficiency/energy-efficiency-directive/national-energy-efficiency- action-plans 11 http://ec.europa.eu/energy/en/topics/energy-efficiency/energy-efficiency-directive/national-energy-efficiency- action-plans 12 http://www.epbd-ca.eu/ 13 COM(2014) 520 final 14 COM(2014) 520 final 15 COM(2014) 450 final 16 http://ec.europa.eu/smart-regulation/roadmaps/docs/2015_ener_062_evaluation_energy_efficiency_eed_en.pdf ",
        "6 The scope of the evaluation of the EED therefore assesses the following elements as required by the reporting obligation under Article 24(8) and (9): 1) Article 6 on purchasing by public bodies of energy efficient buildings, goods and services This evaluation is based on the principles laid out in the Commission's Communication \"Better regulation for better results - An EU agenda\" of 19 May 2015 (COM(2015) 215 final) (the five Better Regulation criteria of relevance, coherence, effectiveness, efficiency and EU- added value, and includes the following elements: 1. Overview of the implementation of Article 6 of the EED in the Member States; 2. Assessment of the effectiveness, efficiency, coherence, EU added value and relevance of Article 6; 3. Conclusions and recommendations. Due to the recent transposition date (5 June 2014), there is a fragmented overview of how the Member States have transposed Article 6 and on how it is being implemented. The lack of complete data on practical implementation in the Member States inevitably impacts this evaluation which can therefore only be considered partial. 2) Article 7 on energy efficiency obligation schemes or alternative measures The evaluation on Article 7 focusses on the following elements: 1. An overview of the overall state of play regarding targets and measures notified by Member States for the purposes of Article 7; 2. A quantified assessment of progress from the measures introduced by Member States under Article 7 and their contribution to the achievement of the overall EU 2020 energy efficiency target and indications for their contribution to the 2030 target; 3. Analysis of costs and benefits including administrative burden related to the implementation of Article 7; 4. Examination of implementation of Article 7 to this date and, in particular, examination of the options for amendments contained in Article 24(9) with a view of considering any legal revisions and/or amendments of Article 7 and/or Annex V. The analysis of this report is based on information notified by Member States, on energy savings as estimated (from the measures put in place) by the Member States and on studies carried out for the purpose of assessing the national notifications 17 . Further results on achieved savings will become available as of mid-2016 as the Member States will submit their Annual Reports under Article 24(1) 18 . 17 First notifications were due by 5 December 2013, whereby Member States had to notify their plans and methodologies under Article 7. 18 Preliminary information submitted in the Annual Reports 2016 will be included in the Impact Assessment of the EED Review, if available. ",
        "7 E VALUATION OF A RTICLE 6 ON PUBLIC PROCUREMENT 1.1 B ACKGROUND TO THE INITIATIVE 1.1.1 Description of the initiative and its objectives Article 6 paragraph (1) of the EED states that \" Member States shall ensure that central governments purchase only products, services and buildings with a high energy-efficiency performance insofar that it is consistent with cost-effectiveness, economic feasibility, wider sustainability, technical suitability and sufficient competition as referred to in Annex III 19 .” This obligation applies for contracts passed by central governments with a value above specific thresholds described in the Public Procurement Directive 20 . Annex III of the EED provides more details on what should be considered as high energy-efficiency performance for some products. Article 6, paragraph 3, of the EED encourages Member States to apply these public purchase requirements to other public bodies, including at the regional and local levels. One of the objectives of the EED is indeed to improve and strengthen energy efficiency via the system of public procurement. It is considered (Recital 19 of the EED) that, in the attempt to reach the 2020 target and in relation to energy efficiency, the central governments of the EU Member States should “lead by example” and make energy-efficient purchasing decisions. The main ideas behind the requirements of Article 6 of the EED are that central governments have strong market power and that the public sector is an important driver to stimulate market transformation towards more efficient products, buildings and services (Recital 15 of the EED). Every year public authorities in the EU are estimated to spend around 18 % of GDP on the purchase of services, works and supplies 21 . 3.1.2 Baseline situation Before the adoption of the EED, the Energy Services Directive (ESD) 22 already contained legally binding provisions for energy end-use efficiency in the public sector. These provisions were complemented with the Energy Star Communication 23 , the public procurement framework and the Green Public Procurement initiative. The impact assessment of the EED 24 showed that the ESD had not adequately driven Member States to oblige public bodies to purchase high energy performance products, vehicles and buildings. The same impact assessment showed estimates for primary energy savings in 2020 ranging between 8.9 and 17.9 Mtoe (and 2.5-5 % of the 20 % target) from the adoption of more stringent energy efficiency requirements for public procurement. 19 Annex III of the EED is on energy efficiency requirements for purchasing products, services and buildings by central governments. 20 Directive 2014/24/EU on Public Procurement defines rules only for contracts with a value above thresholds: €134 000 for products; €134 000 for services; €5 186 000 for works. 21 http://ec.europa.eu/growth/single-market/public-procurement/index_en.htm 22 Directive 2006/32/EC on energy end-use efficiency and energy services 23 COM(2011) 337 24 SEC(2011) 779 final. ",
        "8 Figure 1 illustrates the intervention logic of Article 6 within the EED: To be effective, energy efficiency standards must be applied at the right stage of the public procurement procedure. The link between the EU Public Procurement Directives and Article 6 of the EED will be addressed more in detail under section 3 when assessing the coherence issue. Figure 2 below summarises the broad intervention logic of Article 6: ",
        "9 Objective of Article 6: Each Member State shall ensure that central governments purchase only products, services and buildings with a high energy-efficiency performance insofar that it is consistent with cost-effectiveness, economic feasibility, wider sustainability, technical suitability and sufficient competition. EU public procurement framework: How to purchase? • Directive 2014/24/EU on Public Procurement defines rules on technical specifications, award and evaluation criteria, exclusion and selection criteria. • It allows additional conditions to be described in sectoral legislation such as the Energy Efficiency Directive. • It encourages the definition of common methodologies for life cycle costing. • It only covers contracts with a value above thresholds: o €134 000 for products o €134 000 for services o €5 186 000 for works Scope of Article 6: What to purchase? • Public procurements at central governments level. + • Public procurements of products , services and buildings of high energy-efficient performance. + • Public procurements with value above thresholds . + • Public procurements respecting 5 conditionalities: + cost-effectiveness + economic feasibility + wider sustainability + technical suitability + sufficient competition • Article 6(2) allows Member States to exclude contracts of the armed forces. • Article 6(3) encourages energy efficiency in public procurements at local and regional levels. • Article 6(4) encourages aggregate energy efficiency when purchasing products package. • Annex III describes in particular what should be considered as high energy-efficiency performance for some products . External Factors: • Different starting points in Member States and know-how; • National and regional transposition and implementation measures; • National energy mix and energy markets; • Differences in national administrations and enforcement systems; • Cost-effectiveness; • Technological development and innovation; • Access to national public and private finance. • Budgetary cycle Expected Results/Impacts: • Achieved energy savings that contribute to the 2020 energy efficiency target; • Reduced GHG emissions and reduced energy imports; • Reduced resource use for energy extraction, transformation, transportation and use; • Jobs (created and retained) in the renovation, energy efficiency and energy services sectors; • Benefits to human health and environment, more efficient industrial processes; • Exemplary role of central government in serving as a model for other purchasers • Consumer awareness of energy efficiency activities and impact; • Reduced energy bills for EU citizens; • New business and financing models, competitiveness, growth of SMEs. ",
        "10 1.2 E VALUATION QUESTIONS This section is structured around the main evaluation questions included in the Evaluation Roadmap which are presented below: Effectiveness: • To what extent have the measures referred to in Article 6 achieved its objectives? • What main factors, in particular related to the national implementation of Article 6 have positively influenced, or prevented achieving the objectives? • What are stakeholders and/or citizens' expectations for the EU role to ensure that the objectives related to Article 6 are achieved? Efficiency • Is there potential to simplify and deliver the objectives of Article 6 more efficiently? • To what extent are the costs involved justified, given the changes/effects which have been achieved? • To what extent are the costs proportionate to the benefits achieved? What factors are influencing any particular discrepancies? Relevance • How relevant is the EU intervention to EU citizens? • Do the objectives of Article 6 correspond to the needs of the policy area concerned/ to what extent is the intervention still relevant? • Are there some ways to simplify or streamline the provisions of Article 6? Coherence • To what extent the provisions contained in Article 6 of the EED are internally coherent or what are the possible overlaps with other relevant EU legislation? • Do provisions contained in Article 6 contradict or complement other EU interventions with similar objectives? EU added value • What has been the EU-added value of Article 6 and do the issues addressed continue to require action at EU level? • Why would the objectives of Article 6 be better achieved by EU action? • What is the additional value resulting from the EU intervention(s), compared to what could be achieved by Member States at national and/or regional levels? ",
        "11 1.3 M ETHOD Most of the findings of this evaluation are based on the external study launched in May 2015 and finalised in December 2015 (for more details on the process, see Annex 2. The results from the online public consultation on the review of the EED, that took place from 4 November 2015 until 29 January 2016, were also reflected in this evaluation (see Annex 3). 1.4 I MPLEMENTATION STATE OF PLAY In 2013 the Commission published seven Guidance Notes on specific articles of the EED in order to help the Member States in their transposition and implementation process. Article 6 was the subject of one of these guidance notes 25 . The implementation overview that follows is based on a specific and scoped methodology 26 and does not preclude nor constitute the legal assessment of the European Commission of the transposition and implementation of EU legislation. 1.4.1 Progress in the transposition of Article 6 According to an analysis 27 carried out for the Commission and covering the period up to September 2015, 20 Member States have transposed Article 6 of the EED into their national legislation. A slim majority of Member States have transposed all of the individual requirements of Article 6 of the EED. One Member State announced that it would not transpose Article 6 based on the fact that the relevant energy efficiency requirements are already applied through existing policy and practice and one Member State indicated that it would rely on legislation in force before the adoption of the EED. Table 1: An overview of the transposition of Article 6 28 Form of transposition Member States Countries with direct transposition BG, HR, HU, IE, IT, LT, MT, PT, RO (specific efficiency laws) DK, FI, UK (circular/policy notes/decision in principle) Countries with implementation plus additional national rules AT, CZ, LV, SE, SK (procurement and energy efficiency legislation). BE, SI, SP (public procurement legislation) Countries with planned transposition but not yet completed CY, EE, EL, FR, LU, PL Other countries NL (not transposed in legal order) DE (pre-existing law was cited) 1.4.2 Definition of ‘ central government ’ Most Member States transposed the term ‘central government’ identically with or in line with the Directive.). Some of these Member States refer to national lists of central government 25 SWD(2013) 446 final, guidance note on Article 6. 26 Study Review of the effectiveness of implementation of Article 6 of the EED, Spark/Ecorys, December 2015. 35 Study Review of the effectiveness of implementation of Article 6 of the EED, Spark/Ecorys, December 2015. 28 Study Review of the effectiveness of implementation of Article 6 of the EED, Spark/Ecorys, December 2015. ",
        "12 bodies or European lists such as the list of Annex IV of Directive 2004/18/EC 29 . While the analysis carried out for the Commission revealed that there are linguistic and legal differences concerning the definition of “central government” among the Member States, the definitions used have a similar legal meaning and as such do not give rise to differences in interpretation of the term ‘central government’. 1.4.3 Share of public procurements covered by Article 6 Previous research 30 has shown that the proportion of procurement that is carried out by the bodies covered by the obligation of Article 6 differs strongly between Member States. Overall, the EU-share of public procurement contracts attributed to central government bodies is estimated to be approximately 16 %. At Member State level this varies between 5 % and 86 %. Including procurement by central agencies and offices, the total share of central procurement becomes 29 %, with values at Member State level ranging from 8 % to 97 %. The difference in shares can be mostly attributed to the size of the country, with central government's proportion shrinking with the size of the country. 1.4.4 Contract thresholds 17 of the 28 Member States have opted for the same thresholds as the EU thresholds 31 in the Public Procurement Directive 32 . In two Member States thresholds are not applied, therefore energy efficiency requirements should be considered in public contracts of any value. In 7 Member States, lower thresholds are applicable 33 . The evaluation showed that no structural information is collected by the Member States on the percentage of central government contracts for each of the items listed in Annex III of the EED with a value above the applicable thresholds. Analysis of European public procurement data shows that for 2010 the share of procurements of products (and not services and buildings) covered by Annex III in total procurement by central government was on average 0.23 % with values ranging between 0 % and 3.89 % 34 . 1.4.5 Conditionalities Most Member States (15) have or will make use of all five conditionalities (cost-effectiveness, economic feasibility, wider sustainability, technical suitability and sufficient competition). Some of these Member States did this without defining or elaborating on the concepts in policy notes or legislative frameworks, while others gave guidance. Guidance was mostly related to the cost-effectiveness criterion, only one Member State gave guidance on multiple conditionalities. 3 Member States did not make use of any of the conditionalities, whereas 6 other Member States only implemented some of the conditionalities. From the evaluation at 29 Directive 2004/18/EC of the European Parliament and of the Council of 31 March 2004 on the coordination of procedures for the award of public works contracts, public supply contracts and public service contracts. 30 PWC, London Economics and Ecorys, 2011, ‘Public procurement in Europe: Cost and Effectiveness’, study for the European Commission. 31 Directive 2014/24/EU on Public Procurement only covers contracts with a value above thresholds: €134 000 for products; €134 000 for services; €5 186 000 for works. 32 Thirteen (AT, CZ, DK, FI, HR, HU, IE, MT, PT, SK, ES, SE, UK), possibly seventeen if CY, EE, EL and PL transpose Article 6 EED as planned, out of 28 Member States have implemented the same thresholds as those used in article 6 EED. Most of these countries have indeed referred to the EU 2004 (or 2014: HU) Public Procurement Directives. 33 BE, BG, DE, IT, LT, LV, SI 34 Study on the Review of the effectiveness of implementation of Article 6 of the EED, Spark/Ecorys, 2015. ",
        "13 national level, it can be concluded that out of the list of conditionalities, “cost-effectiveness” and “economic feasibility” are the most widely implemented. 1.4.6 Armed forces Article 6(2) of the EED contains two specific exclusions in relation to the armed forces. The majority of the EU Member States have transposed with identical words the first exclusion, i.e. \"conflict with the nature and primary aim of the armed forces” in their national legal order. Other Member States appear to have implemented a broader exclusion than Article 6(2) prescribes, while a couple of Member States have not transposed this part of the Article at all. With regard to the second exclusion – “military equipment” – again the majority of the Member States have transposed this in an identical manner as set out in the Directive. At the same time, it is noteworthy that a significant number of Member States have chosen not to transpose this exclusion. 1.4.7 Services and buildings (Annex III) While Annex III (a) to (d) of the EED sets out the purchasing obligations imposed on central governments when purchasing each category of product , Annex III (e) of the EED is designed to ensure that similar energy efficiency considerations are taken into account when central government is tendering for the provision of services , for example cleaning and IT contracts. Energy efficient products are covered under the obligations when these products are newly purchased by the service providers and (partially) necessary for providing the service.The content of Annex III(e) of the EED in relation to services has largely been transposed by 15 Member States in a similar form as expressed in Annex III of the Directive, while six Member States have not or have incompletely transposed Annex III(e). Annex III(f) - relating to contracts for buildings purchased or rented - is transposed into the national law of 15 Member States in a relatively straightforward fashion. These are mostly similar to how the Member States transposed the content of Annex III(e). 1.4.8 Practical implementation The study carried out by the Commission included asking public authorities what kind of support they receive to help them use energy efficiency criteria in public procurement. Various support mechanisms were mentioned, including the provision of criteria documents (which include minimum requirements and award criteria for different product groups), specific advice, the provision of specific methodologies (e.g. life cycle costing), the availability of websites and web-portals, the provision of web based tools and handbooks and guidelines. Among these the added value of the provision of specific methodologies was considered highest, followed by the availability of websites/web-portals and web based tools. However, the level and quality of these measures differed among Member States, which probably relates to the awareness level and the limited availability of the resources and tools in place. 1.4.9 Main barriers According to the analysis and the survey made by the external contractor 35 , the main barriers which prevent procurement bodies from applying energy efficiency criteria in their public procurement procedures relate to (i) a general lack of awareness, (ii) a perceived 35 Study Review of the effectiveness of implementation of Article 6 of the EED, Spark/Ecorys, December 2015. ",
        "14 inconsistency of energy efficiency criteria with other procurement criteria, (iii) a lack of knowledge and expertise, (iv) higher initial costs when procuring energy efficient products, services or buildings, and (v) experienced difficulties to check the requirements or the lack of information. The survey also revealed that the main reasons for not selecting the most energy efficient offer were mainly related to (i) the high initial costs compared to the savings in terms of energy efficiency, (ii) the limited number of products, services or buildings available on the market, or (iii) the fact the most efficient offers did not fulfil the technical requirements. 1.5 A NSWERS TO THE EVALUATION QUESTIONS To assess the evaluation criteria of effectiveness, efficiency, relevance and coherence, and also EU added value, examples are given of how public purchasing bodies operate in the Member States and how this approach is a consequence of the implementation of Article 6 of the EED or supports its positive application. This description is complemented by an assessment of the practical implementation, such as an inventory of the processes that have been put in place to assist central government standards set by the EED, the way conditionalities were implemented in national law, and the measures put in place at regional levels. The evaluation also assesses how effective this environment is in stimulating energy efficient public procurement in terms of the scope of Article 6, the estimation of the value of all public contracts in public procurement and the barriers perceived by public purchasing bodies. This evaluation is mainly based on a qualitative assessment. The study has revealed a clear lack of data and statistics (for example increase or not of the share of public procurements using energy efficiency criteria), which prevents comparing results with an initial reference scenario. 1.5.1 Effectiveness • To what extent have the measures referred to in Article 6 achieved its objectives? The evaluation of the implementation of Article 6 to date reveals that it is too early to judge the achievement of the objectives of Article 6 due to the following reasons: 1) The transposition deadline was 5 June 2014 and many Member States are still putting in place the needed transposition and implementation measures related to Article 6 (time constraint); 2) There is insufficient experience in the Member States on implementing Article 6; 3) There are no data allowing the quantification of progress in the rate of public procurement applying energy efficiency criteria of Article 6 of the EED (data constraint). • What main factors, in particular related to the national implementation of Article 6 have positively influenced, or prevented achieving the objectives? The main factor that influenced achieving the objectives of Article 6 at national level is the existence of prior practice in terms of ‘green procurement’ and the availability of tools to support this practice, such as handbooks or methodologies for the assessment of life-cycle costs. ",
        "15 According to the above-mentioned analysis, it appears that the main barriers preventing procurement bodies from applying energy efficiency criteria in their public procurement procedures relate to – A general lack of awareness about energy efficiency requirements in public purchasing; – Perceived inconsistency (including incompatibility) of energy efficiency criteria with other procurement criteria; – A lack of knowledge and expertise; – Higher (initial) costs experienced when procuring energy efficient products, services or buildings; and – Difficulties in checking the requirements for public procurement or in obtaining the necessary information . The survey also revealed that the main reasons for not selecting the most energy efficient offer were mainly related to (i) the high initial costs compared to the savings in terms of energy efficiency, (ii) the limited number of products, services or buildings available on the market, or (iii) the fact the most efficient offers did not fulfil the requirements. Overview of processes and tools in place to stimulate energy efficient purchasing The analysis of the processes and tools in place in the Member States to support energy efficient purchasing and/or establish whether a given product meets the requirements listed in Article 6(1) of the EED has been mainly based on individual interviews with representatives of the Member States operating at central government level. Processes and tools used in the Member States include: − General website, general information centres and web based tools; − Criteria documents (which include minimum requirements and award criteria for different product groups); − Specific support by government experts; helpdesk, technical support, advice; − Handbook and /or guidelines on certain products 36 ; − Specific methodologies, e.g. the assessment of lifecycle costs; − Specific advice/expertise, information campaigns, education, seminars, specific projects, conferences; − Database 37 ; − Co-financing options. Tools and specific methodologies are, for example, mechanisms to calculate energy efficiency savings providing guidance on specific products (e.g. Total Costs of Ownership (TCO), Energy Efficiency Calculation Tools (EEC), Best Value Procurement (BVP) and LCC tools for all products). Lifecycle cost tools were explicitly mentioned by policy makers in Denmark and Germany during the interviews. Specific methodologies and web based tools were considered very useful. For example, Swedish and British procurement bodies mentioned that they used the standardised criteria documents and that this was useful in advance planning. 36 E.g. DK, FI, LV. 37 Databases are mentioned by BG, LV and UK. For example: databases of high-performing products such as the UK Government’s Energy Technology List (ETCL), more information available at: https://www.gov.uk/guidance/energy-technology-list. In Latvia databases with (technical) information about state of the art solutions with a high energy efficiency performance are maintained by the Procurement Monitoring Bureau. ",
        "16 However, the general impression is that there are strong differences between Member States on the level, quality and availability of processes in place to help the purchasing bodies. Procurement bodies from Cyprus, the Czech Republic and the UK mentioned receiving support in the form of 4 or more different measures, whereas other procurement bodies mentioned receiving only one or two of the support types. Best practice in energy efficient purchasing According to a 2010 study 38 , the overall front runners on Green Public Procurement in the EU are the Netherlands, Denmark, Norway, Sweden and the UK. Procurement bodies in several Member States mentioned framework agreements or specific websites they use or are obliged to use when tendering. These were considered useful and effective – but drawbacks mentioned were the monopoly positions of the selected contractors and difficulties for smaller producers of energy efficiency products to be included. One of the services mentioned is Hansel in Finland. Similar tendering and information services are provided in other Member States (e.g. PIANO in the Netherlands 39 , the Office of Government Procurement in Ireland 40 , the State Regional Development Agency in Latvia 41 and the Shared Service Entity of Public Administration in Portugal). Since June 2015 the European Commission Green Public Procurement (GPP) Helpdesk is working on information sharing in the form of webinars on Life Cycle Costing (LCC) tools for public procurement, developing calculation tools for public authorities that aim to facilitate the application of common LCC methods for purchasing products (of which some procurement bodies/policy makers are already aware) 42 . Processes and tools to stimulate energy efficient purchase by non-central governments According to Article 6(3) of the EED, Member States must “encourage” public bodies, including at regional and local level, to follow the exemplary role of their central governments to purchase only products, services and buildings with high energy-efficiency performance. In practice, some central governments have decided to extend the obligation by means of a statutory provision 43 , while others have issued internal procurement guidelines to such bodies. The biggest differences between regional/local and central governments appear to be in relation to funding and awareness levels. Several interviewees mentioned the funding difficulties of non-central government bodies when procuring energy efficient products, services or buildings. Funding energy efficient procurement is considered more difficult for non-central procurement bodies and, according to some interviewees, non-central bodies are also less aware of the energy efficiency requirements. Several projects were recently launched at European level under the H2020 Energy-Efficiency Call 2014 to support public authorities notably at local or regional level in applying GPP criteria: Greens 44 ; CEPPI 2 , Grasps 45 , SPP Regions 46 . 38 http://ec.europa.eu/internal_market/publicprocurement/docs/modernising_rules/strategic-use-public- procurement-europe_en.pdf. 39 https://www.pianoo.nl/public-procurement-in-the-netherlands 40 http://www.etenders.gov.ie/ 41 http://www.vraa.gov.lv/en/ 42 http://ec.europa.eu/environment/gpp/webinars_en.htm. 43 8 Member States extended the scope of ‘central governments’ within the national implementation. As a result, the requirements of article 6 EED in these countries apply to a broader scope of public authorities. 44 http://greensproject.eu ",
        "17 • What are stakeholders and/or citizens' expectations for the EU role to ensure that the objectives related to Article 6 are achieved? 52 % of all participants shared the view that existing EU energy efficiency requirements for public procurement are not sufficient to achieve the needed impact of energy savings, as opposed to 29 % who had no view on this and 19 % who believed that requirements are sufficient. Participants argued that provisions at a Member State level would be sufficient, but that otherwise requirements would be very complicated and difficult to understand. Some also noted that the scope of the requirements were too narrow, by focusing only on 'central governments'. 1.5.2 Efficiency • Is there potential to simplify and deliver the objectives of Article 6 more efficiently? While it is too early to judge whether the provisions of Article 6 could be simplified, the study supporting this analysis identified several avenues for improving the implementation of this article, such as increasing the practical knowhow; improving guidance and tools; the increase of awareness; the development of internal guidelines; the creation of national public expertise centres. (See also Recommendations section). • To what extent are the costs involved justified, given the changes/effects which have been achieved? To what extent are the costs proportionate to the benefits achieved? What factors are influencing any particular discrepancies? As regards cost efficiency, one of the conditionalities specifically asks to assess the cost- effectiveness of the energy efficient criteria. The evaluation at national level revealed that out of the list of conditionalities, “cost-effectiveness” and “economic feasibility” are the most widely implemented ones. Therefore, while the administrative cost of putting these processes in place could not be estimated, by systematically including life-cycle cost-efficiency criteria for procurement, rather than the initial cost, the cost-effectiveness of these processes is expected to increase. • Are there some ways to simplify or streamline the provisions of Article 6? As regards ways to simplify or streamline the provisions of Article 6, the evaluation suggests a need for clarification, guidance to implement and to strengthen the synergies with others existing frameworks on sustainable public procurement, such as the EU voluntary scheme on Green Public Procurement (See under Recommendations section). 45 More information available at http://www.grasp-tmn.eu/ 46 http://www.sustainable-procurement.org/get-involved/spp-regions/ ",
        "18 1.5.3 Relevance • How relevant is the EU intervention to EU citizens? The main idea behind Article 6 of the EED is related to the fact that central governments represent a strong market power and that the public sector constitutes an important driver to stimulate market transformation towards more efficient products, buildings and services 47 . Over 250 000 public authorities in the EU spend around 18 % of GDP on the purchase of services, works and supplies 48 . In 2008, approximately a fifth of that total annual value was procured at European level (so, above the specified thresholds), which is approximately 3.1 % of the total GDP of the European Union 49 . Central governments can contribute to policy objectives, such as: − Supporting certain markets by purchasing specific energy efficient products, services and buildings; − Serving as an example for regional and local governments to push for energy-efficient procurements; − Providing a push for energy efficient purchasing decisions which the market will (most likely) follow, thereby providing incentives for innovation in the field of energy efficiency; − Eliminating specific market (entry) barriers and; − Releasing public resources for other purposes by the decrease of energy consumption through energy efficiency improvement measures. Firstly, the EU intervention is therefore relevant to EU citizens by providing better value for money in the operations of public administrations. Secondly, it acts as a ‘pull’ factor encouraging manufacturers to place on the market better (i.e. with higher profit margins) products: the 2011 Energy Star Communication 50 showed that public procurement obligations are a strong driver for manufacturers for factoring energy efficiency into their production processes. Thirdly, by transforming the market towards greater efficiency it allows consumers to benefit from this trend and reduce their energy bill given that the majority of items covered by Annex III of the EED are consumer products. This includes products for which there are energy labels, products covered by Eco-design regulations, products under the Energy Star programme 51 , (lighting, boilers, fans, refrigeration, washing machines and dishwashers, tumble driers, vacuum cleaners, personal computers and displays, imaging equipment, copiers, faxes, printers, scanners, televisions, air conditions as well as tyres and buildings. The list is therefore not fixed and exhaustive, with the exception of tyres and buildings, because the product list of Energy Star, Energy labels and products under Eco-design regulations can be extended within the respective Directives. 47 Recital 15 of Directive 2012/27/EU 48 DG Growth, based on TED data (the official source for public contracts in Europe), available at: http://ec.europa.eu/growth/single-market/public-procurement/index_en.htm. 49 Dimitri, N., G. Piga en G. Spagnolo, 2006, ‘Handbook of Procurement’. Cambridge University Press, Cambridge. See also: PWC, London Economics and Ecorys, 2011, ‘Public procurement in Europe: Cost and Effectiveness’, study for the European Commission. 50 COM(2011) 337 51 Office equipment products covered by Council Decision 2006/1005/EC. The EU Energy Star Programme is a voluntary energy labelling programme for office equipment, more information at http://iet.jrc.ec.europa.eu/energyefficiency/eu-energy-star ",
        "19 • Do the objectives of Article 6 correspond to the needs of the policy area concerned/ to what extent is the intervention still relevant? There have been no changes in the policy framework making the intervention less relevant. 1.5.4 Coherence • To what extent the provisions contained in Article 6 of the EED are internally coherent or what are the possible overlaps with other relevant EU legislation? Coherence with the EU public procurement legislation The EU Public Procurement Directive was revised at around the same time as the EED was adopted. The two work together and complement each other. The Public Procurement Directive clarified what public bodies may do in terms of the criteria they use; the EED identifies a certain, more limited set of criteria that they must use. The guidance note 52 published in 2013 clarified the relationship between Article 6 and the EU Public Procurement Directive: The Public Procurement Directive sets the framework for how procurement should be undertaken with the aim of ensuring principles such as fair competition and getting best value for taxpayers’ money. It leaves to specific legislation, such as the EED, any definition of what has to be purchased. The rules included in such specific legislation need, however, to be in line with the rules of the general procurement framework. In the case of the EED the principles of 'acting fairly' and 'getting value for money' are ensured by the fact that the minimum requirements the procured items must meet are openly-available/non-proprietary and common and they aim at minimising the life-cycle cost of these items. These clarifications remain valid also for the new Public Procurement Directive (PPD) adopted in 2014 (2014/24/EU). This Directive includes some novelties on sustainability issues such as the cost-benefit and the life cycle costing approaches (Articles 67 and 68). In particular, Article 67 of the PPD includes a description of the ‘cost-effectiveness approach’ which may include the best price-quality ratio, which shall be assessed on the basis of criteria, including qualitative, environmental and/or social aspects, linked to the subject-matter of the public contract in question’. Life-cycle costing is provided as an example of a cost effectiveness approach, with Article 68 encouraging contracting authorities to move away from evaluating the lowest delivery cost towards consideration of the whole-life/long-term cost of the works, supplies or services procured 53 . Energy consumption is listed amongst the factors that may be taken into account under a life-cycle cost approach. The requirements of Article 6 of the EED are in line with and complement the above- described provisions laid down in the New Public Procurement Directive and more specifically Articles 67 and 68 of that Directive. 52 http://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX:52013SC0446 53 The new Directive contains detailed provisions on the EU concept of ‘life-cycle costing’, defining ‘life-cycle’ in Article 2(20) as “ all consecutive and/or interlinked stages, including research and development to be carried out, production, trading and its conditions, transport, use and maintenance, throughout the existence of the product or the works or the provision of the services, from raw material acquisition or generation of resources to disposal, clearance and end of service or utilisation ”. This broad description links in with the description given in the Commission Guidance Note on Article 6 ",
        "20 Coherence with EU legislation on energy labelling and on ecodesign The provisions contained in Article 6 complement other EU policies with similar objectives such as the EU energy labelling and ecodesign rules. In the case of products regulated under EU legislation on energy labelling and ecodesign Member States have to purchase only those products that belong to the highest energy efficiency class possible in the light of the need to ensure sufficient competition. For products covered by Ecodesign implementing measures adopted after the entry into force of the EED, central governments may only purchase products that comply with energy efficiency benchmarks specified in that implementing measure. Coherence with EU legislation on energy performance of buildings The Energy Performance of Buildings Directive (EPBD) 54 and the Energy Efficiency Directive are the two main directives aiming at reduction of energy demand by buildings. In purchasing or making new rental agreements for buildings, central governments will in general have to choose only buildings which comply with the minimum energy performance requirements that the Member State in question has set under the EPBD. Article 6 and Annex III of the EED indicate that purchased or rented buildings have to meet the minimum energy performance requirements set under Article 4 of the EPBD. The link between Article 6 and the EPBD requirements means that central government must, in public procurement contracts, opt for energy efficient buildings. Article 5(1) of the EED imposes an obligation on central governments to gradually upgrade their existing building stock, so that each year 3 % of buildings owned or occupied by central government is renovated to the minimum energy performance requirements set under the EPBD. While the obligation in Article 5(1) is designed to improve the energy efficiency of the public building stock, the obligation in Article 6(1) and Annex III(f) is designed to prevent the addition of new buildings or the renewal of leases for existing buildings which do not meet the minimum requirements. • Do provisions contained in Article 6 contradict or complement other EU interventions with similar objectives? No contradiction between the provisions of Art 6 EED and EU public procurement legislation has been identified. In terms of EU energy efficiency legislation on products in particular, Article 6 provides a complement in that it stimulates the take up of products covered by EU eco design and labelling regulations. 1.5.5 Added value • What has been the EU-added value of Article 6 and do the issues addressed continue to require action at EU level? Why would the objectives of Article 6 be better achieved by EU action? What is the additional value resulting from the EU intervention(s), compared to what could be achieved by Member States at national and/or regional levels? The experience from the implementation of the previous EU policies on energy efficiency in particular Directive 2006/32/EC on energy end-use efficiency and energy services, showed 54 Directive 2010/31/EU ",
        "21 that the lack of a detailed EU framework made it difficult to achieve the energy savings target agreed by Member States. The Impact Assessment of the EED 55 estimated that having a common EU framework would reduce costs, allow Member States to benefit from the scale of the internal market and allow national policy-makers to learn from each other. Moreover, the provisions of a common EU framework aim at creating a level-playing field across the internal market. 55 SEC(2011) 779 final. ",
        "22 2 E VALUATION OF A RTICLE 7 ON ENERGY EFFICIENCY OBLIGATION SCHEMES AND ALTERNATIVE MEASURES 2.1 B ACKGROUND OF THE INITIATIVE 2.1.1 Description of the initiative and its objectives Article 7 on Energy Efficiency Obligation Schemes (EEOSs) requires each Member State to establish an energy efficiency obligation scheme or alternative policies measures that would deliver a set amount of end-use energy savings over the 2014-2020 obligation period, equivalent to 1.5 % savings of annual energy sales. An EEOS is a scheme established nationally by requiring energy companies to achieve yearly energy savings of 1.5 % of annual sales to final consumers. In order to reach this requirement, companies have to carry out measures which help final consumers improve energy efficiency. This may include improving the heating system in consumers' homes, installing double glazed windows, or better insulating roofs to reduce energy consumption. 'Alternative measures' are those undertaken by the government or other public authorities that have the effect of reducing end-use consumption such as, Energy or carbon taxes; financing instruments or fiscal incentives; regulations or voluntary agreements, training, education or information measures etc. Article 7 is a pivotal provision of the EED. The Commission services estimated 56 that Article 7 and related Annex V would be responsible for more than half 57 of the energy savings the Member States should achieve under the EED. In implementing this provision, Member States can choose from a wide range of policy measures, energy using sectors and individual energy efficiency improvement actions. To ensure proper implementation of Article 7 and Annex V and the possibility for adjustment of the national or regional policy measures and the methodology used, the EED required Member States to notify to the Commission their detailed plans already by 5 December 2013. These plans needed to include the Member States’ planned, proposed or legally defined design and methodology, for the operation of their energy efficiency obligation scheme and/or alternative measures to reach the energy savings target under Article 7. Informal bilateral meetings between Members States and the Commission services took place in winter and early spring 2014 to discuss these plans so as to identify possible elements of improvement. Member States had to notify their legal transposition of Article 7 by the general transposition deadline of 5 June 2014. Some elements of Article 7 were notified also as part of the first EED National Energy Efficiency Action Plans (NEEAPs) due by 30 April 2014. Some Member States could already report on achieved savings for the previous year (2014) in their 2015 Annual Report. A number of Member States have also submitted updated Article 7 notifications. The Commission has sought further information from Member States through the structured dialogue 58 on certain elements which were not provided for or not properly addressed in their notifications on Article 7. 56 SEC(2011)779 and annexes 57 Amounts to 85 Mtoe of primary energy consumption in 2020 according to the internal estimates carried out by the Commission services during the negotiations of the EED (in 2012). 58 EU Pilot is a scheme designed to quickly resolve compliance problems without having to resort to infringement procedures, for the benefit of citizen and business. Requests for additional information on the transposition and implementation of Article 7 were initiated in the summer 2015. ",
        "23 2.1.2 Baseline situation The requirement for energy efficiency obligation schemes or an equivalent alternative delivering a binding quantity of energy savings is a new element introduced under the EED to strengthen the achievement of the EU headline 2020 target of 20 % - since the mid-term analysis of Directive 2006/32/EC showed that the existing framework in place and efforts by Member States were not sufficient to achieve the EU energy savings objective by 2020 59 . Article 7 of the EED builds on provisions of a voluntary nature in Article 6 of the former ESD (see below the intervention logic of Article7). Figure 3: Intervention logic of Article 7: 59 COM(2013) 938 final Key obligations for Member States (MS) having an EEOS: • To designate, on the basis of objective and non- discriminatory criteria, obligated parties amongst energy distributors and/or retail energy sales companies operating in its territory; • To ensure that the savings are calculated in accordance with points (1) and (2) of Annex V; • To put in place measurement, control and verification systems and ensure that verification of energy savings have been done independently of the obligated parties; • To publish annually the savings achieved by each obligated party, or each sub-category of obligated party, and in total under the scheme; • To ensure that when the impact of policy measures or individual actions overlaps, no double counting of energy savings is made. • To put in place penalties applicable in case of non- compliance Key obligations for Member States (MS) having alternative measures: • Responsibility of each entrusted, participating party or implementing public authority should be defined; • Energy savings are calculated using methods and principles in line with Annex V (1) (2) and (3); • An annual report of savings achieved is provided by participating parties and made publicly available; • Monitoring of the results is ensured; measures are envisaged if the progress is not satisfactory; • A control system is put in place that includes independent verification of a statistically significant proportion of the measures; • Data on the annual trend of energy savings are published annually; • To ensure no double counting of energy savings is made in case of overlaps between the actions; • To put in place penalties applicable in case of non- compliance. External Factors: • Different starting points in MS and know-how; • National and regional transposition and implementation measures; • National energy mix and energy markets; • Differences in national administrations and enforcement systems; • Technological development and innovation; • Access to national public and private finance. • Energy costs and tariffs setting mechanisms Expected Results/Impacts: • Achieved energy savings that contribute to the 2020 EE target; • Reduced energy bills for EU citizens, energy costs for enterprises • Reduced GHG emissions and reduced gas imports; • Reduced resource use for energy extraction, transformation, transportation and use; • Jobs (created and retained) in the renovation, energy services sectors; • Benefits to health and environment, • More efficient industrial processes; • Consumer awareness of energy efficiency activities and impact; • New business, financing models, competitiveness, growth of SMEs. Objective of Article 7: Each Member State shall set up an energy efficiency obligation scheme (EEOS). That scheme shall ensure that energy distributors and/or retail energy sales companies that are designated as obligated parties under paragraph 4 operating in each Member State’s territory achieve a cumulative end-use energy savings target by 31 December 2020 (new savings of 1.5 % annually), without prejudice to paragraph 2. As an alternative to setting up the EEOS, Member States may opt to take alternative policy measures to achieve the same amount of energy savings among final customers or combine the EEOS with alternative measures. ",
        "24 The impact assessment of the EED 60 concluded that energy saving obligations for utilities were an effective instrument performing well already in five Member States (France, Belgium (Flanders region), Denmark, Italy, and the UK) to save energy and also bring other direct and indirect benefits to the consumers, for instance addressing energy poverty (in the UK and France). On the basis of that analysis, energy efficiency obligation schemes were proposed as a binding measure under the EED (set at the level of 1.5 % annual savings of the final energy sales) with a number of flexibilities introduced during the proposal's negotiation so that national situations and specific energy market conditions could be taken into account. The same impact assessment estimated that this instrument (energy efficiency obligation schemes and alternative measures) would generate 108 – 118 Mtoe savings in primary energy in 2020 provided Member States fully apply the rate of 1.5 % (without taking into account the possible exemptions under paragraph 2). As stated above, the Commission services have estimated that the proposal in its adopted form would deliver 85 Mtoe of savings in primary energy by the same date. 2.2 E VALUATION QUESTIONS The main evaluation questions included in the Evaluation Roadmap are presented below: Effectiveness: • To what extent have the measures referred to in Article 7 achieved their objectives? • What main factors, in particular related to the national implementation of Article 7 of EED, have positively influenced, or prevented, the achievement of the objectives? • What are stakeholders and/or citizens' expectations for the EU role to ensure that the objectives related to Article 7 are achieved? Efficiency • To what extent are the costs involved justified, given the changes/effects which have been so far achieved? • What factors influenced the efficiency with which the achievements observed were attained? • Is there potential to simplify and deliver the objectives of Article 7 more efficiently? • To what extent has the intervention been cost effective? Relevance • To what extent is the intervention still relevant? • To what extent have the original objectives proven to have been appropriate for the intervention in question? • How well do the (original) objectives (still) correspond to the needs within the EU? 60 SEC(2011) 779 ",
        "25 Coherence • Do the provisions contained in Article 7 contradict or complement other EU interventions with similar objectives? • To what extent are the provisions contained in Article 7 internally coherent or are there possible overlaps with other relevant EU legislation? EU added value • What has been the EU-added value of Article 7, and do the issues addressed continue requiring action at EU level? • Why would the objectives of Article 7 be better achieved by EU action? 2.3 M ETHOD Taking into account the requirement to report to the European Parliament and the Council on the implementation of Article 7 by 30 June 2016, the process was launched at the end of 2014, when the Commission commissioned a study on evaluating the implementation of Article 7 of the EED and the analysis is supported by other external studies carried out for assessing the Member States' notifications 61 . The analysis of this report is based on information notified by Member States during the time period from December 2013 until October 2015 (some parts of analysis cover only the period until 1 May 2015). Most of the data contained in the notifications are based on estimated energy savings (for the national measures and methodologies put in place or foreseen to be put in place). This evaluation also looks at the quantification of the impact of measures notified under Article 7 and how the impact of these measures contributes to the EU energy efficiency target of 2020 and initial assumptions of the potential share of savings stemming from Article 7 towards the 2030 target, if Article 7 were to be extended beyond the present end date of 2020. Given the recent implementation and transposition of the EED, the deadline for which was on 5 June 2014, and given the fact that Member States have notified estimated energy savings for measures under Article 7, the evaluation faces data limitations related to the energy savings actually achieved – and verified by the Member States for the measures notified. More concrete results of the implementation will become available as of 2016 as the Member States submit their Annual Reports under Article 24(1). This will allow an assessment of whether the energy savings are being delivered in line with expectations notified in Member States' plans. To the extent that it is available, this information will be integrated in the impact assessment. For the purposes of this evaluation and to comply with the requirement of Article 24(9), an internet-based public consultation took place from 4 November 2015 until 29 January 2016 to gather the views of the general public, industry, obligated parties, stakeholders in general and other market actors concerned as regards the implementation of Article 7 of the EED (for more detail, see Annex 3). 61 References to the concrete study are provided throughout the report concerning relevant parts of the document. ",
        "26 2.4 I MPLEMENTATION STATE OF PLAY 2.4.1 Overall progress In order to calculate the required amount of savings to be achieved by 2020, which has to be equivalent to achieving new savings each year of 1.5 % from 1 January 2014 to 31 December 2020, Member States had to establish the baseline – energy sales averaged over the three-year period, prior to January 2013 (for 2010-2012). Energy used by transport may be fully or partly excluded from the baseline. This possibility was fully used by all Member States except Sweden. These adjustments resulted in a baseline that was around 33 % lower – 723.6 Mtoe - than it would have been if the full amount of energy consumption would have been taken into account in the calculation (1 080.4 Mtoe 62 ), see Table 2. On the basis of the established baseline, each Member State had to calculate the required amount of cumulative energy savings (of 1.5 % per year) to be achieved over the obligation period from 1 st January 2014 to 31 December 2020. As regards the use of the four exemptions allowed under paragraph 2 of Article 7 of the EED 63 , 21 Member States applied the \"slow start\" option (a) which allows the use of lower rates in the first years of the obligation period. 15 Member States used option (b) by excluding all or part of the sales of ETS industries, 5 Member States used option (c) by counting towards their target savings achieved in the energy supply and transmission sector. 13 Member States used option (d) by counting towards the target savings from actions implemented between 31 December 2008 which will continue have an impact in 2020 (see Table 2). 62 Final energy consumption (averaged for 2010-2012) used for calculation the amount of savings to be achieved over the obligation period 2014-2020. 63 Article 7(2) allows four possibilities to reduce the target: (a) slow start: Member States can calculate the required target by using values of 1 % in 2014 and 2015; 1.25 % in 2016 and 2017; and 1.5 % in 2018, 2019 and 2020.; (b) exclude from the calculation all or part of the sales, by volume, of energy used in industrial activities listed in Annex I to Directive 2003/87/EC; (c) allow energy savings achieved in the energy transformation, distribution and transmission sectors, including district heating / cooling infrastructure, as a result of the implementation of the requirements of Article 14(4)(b), Article 14(5) and Article 15(1)- (6), (9); and last (d) count energy savings resulting from individual actions newly implemented since 31 December 2008 that continue to have an impact in 2020 and that can be measured and verified. There is no limitation on Member State's choice or combination of these four options as long as the exemption does not exceed 25 % of the reduction allowed in paragraph 3. ",
        "27 Table 2: Notified baselines and exemptions applied per each Member State 64 Member State Adjusted baseline 65 (ktoe) % exemptions used Exemptions used (Article 7.2) (a) (b) (c ) (d) Austria 16,508 25 % y Belgium 21,940 25 % y y y Bulgaria 6,167 25 % y y Croatia 4,112 25 % y y Cyprus 767 25 % y y Czech Republic 14,491 25 % y y Denmark 10,113 3 % y Estonia 1,938 25 % y y y Finland 13,373 25 % y y y France 97,060 25 % y y Germany 133,324 25 % y Greece 10,580 25 % y y Hungary 11,675 25 % y y y Ireland 6,873 25 % y y Italy 80,961 25 % y y Latvia 2,702 25 % y y Lithuania 3,188 25 % y y y Luxembourg 1,636 25 % y y Malta 179 25 % y y Netherlands 36,591 25 % y y Poland 47,040 25 % y y Portugal 8,038 0 % n/a n/a n/a n/a Romania 17,495 21 % y Slovakia 7,252 25 % y y Slovenia 2,999 25 % y y Spain 50,727 25 % y y Sweden 27,438 21 % y UK 88,392 25 % y y Total 723,559 66 21 15 5 13 * Not specified by all Member States As a result, the sum of notified cumulative targets for all Member States reached 230.2 Mtoe (see Table 3). This amounts to about 31.8 % of the sum of the adjusted baselines 67 . The table also lists the savings expected from the policy measures notified per Member State which for some countries differs from the savings target. 64 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article of the EED. 65 Transport sector excluded and own energy and non-energy use subtracted by certain Member States. 66 For comparison: The adjusted final energy use (average 2010-2012, all 28 Member States), according to Eurostat, with energy use by transport fully excluded, without exclusion of energy production for own use, is 764.588 ktoe/yr. 67 NB: Romania has not yet provided a baseline, but has provided a savings target. ",
        "28 Table 3: Notified cumulative savings and the sum of savings expected from the measures per Member State (for the period 2014-2020) 68 Member State Notified target (ktoe) Notified sum of expected savings 69 (ktoe) Percentage to be delivered by EEOS (%) Austria 5,200 9,146 42 % Belgium 6,911 7,155 Bulgaria 1,943 * 1,943 100 % Croatia 1,295 1,295 41 % Cyprus 242 243 Czech Republic 4,564 5,170 Denmark 4,130 4,130 100 % Estonia 610 611 5 % Finland 4,213 8,819 France 30,574 31,130 87 % Germany 41,989 44,484 Greece 3,333 3,333 Hungary 3,396 * Ireland 2,164 2,243 48 % Italy 25,502 25,830 62 % Latvia 851 851 65 % Lithuania 1,004 1,044 77 % Luxembourg 515 515 100 % Malta 56 67 14 % Netherlands 11,512 11,270** Poland 14,818 14,818 100 % Portugal 3,376 3,408 Romania 5,817 5,863 Slovakia 2,284 2,287 Slovenia 945 945 33 % Spain 15,979 14,361 44 % Sweden 9,114 11,513 UK 27,859 37,799 21 % Total 230,195 250,274 34 % * Hungary did not yet notify savings for its policy measures, Bulgaria did not yet notify its savings target; ** The Netherlands notified ranges of savings for (groups of) policy measures. 2.4.2 Policy measures Article 7 allows flexibility for Member States in terms of selecting the policy mix to achieve the required amount of savings. A great variety of alternative measures in addition to the energy efficiency obligation schemes were notified by Member States under Article 7 (resulting in total of 477 measures). The highest amount of savings (34 % or 86.1 Mtoe ) is expected to come from energy efficiency obligations schemes (EEOSs), which are the default instrument of Article 7, notified by sixteen Member States, see figure 2. Four Member States have chosen to achieve 68 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article of the EED. 69 These represent sum of cumulative savings per all measures notified per Member State. ",
        "29 the required savings solely with this instrument and twelve in combination with alternative measures. Another twelve Member States are to achieve savings only with alternative measures (see Table 4). ",
        "30 Table 4: Overview of policy measures notified by Member States (per measure type) 70 E n e r g y e f f i c i c n c y o b l i g a t i o n s c h e m e E n e r g y E f f i c i e n c y N a t i o n a l F u n d ( a ) E n e r g y o r C O 2 t a x e s ( b ) F i n a n c i n g s c h e m e s o r f i s c a l i n c e n t i v e s ( i n c l u d i n g g r a n t s ) ( c ) R e g u l a t i o n s o r v o l u n t a r y a g r e e m e n t s ( d ) S t a n d a r d s a n d n o r m s m a n d a t o r y a n d a p p l i c a b l e i n M S u n d e r E U l a w 7 1 ( e ) E n e r g y l a b e l l i n g s c h e m e s ( f ) T r a i n i n g a n d e d u c a t i o n i n r e d u c i n g e n d - u s e e n e r g y c o n s u m p t i o n i ) A n y o t h e r p o l i c y m e a s u r e s , a n d / o r c a t e g o r y n o t c l e a r T o t a l n u m b e r o f p o l i c y m e a s u r e s Austria 1 0 1 4 1 1 0 0 1 9 Belgium 0 1 0 14 4 3 0 0 0 22 Bulgaria 1 0 0 0 0 0 0 0 0 1 Croatia 1 0 0 9 0 0 0 1 0 11 Cyprus 0 0 0 3 0 0 0 0 2 5 Czech Republic 0 0 0 23 0 0 0 0 0 23 Denmark 1 0 0 0 0 0 0 0 0 1 Estonia 1 0 1 1 0 0 0 0 0 3 Finland 0 0 1 3 2 1 0 0 1 8 France 1 0 0 1 0 0 0 1 0 3 Germany 72 0 1 2 26 3 0 1 13 66 112 Greece 0 0 0 17 1 1 0 1 0 20 Hungary 0 0 0 3 0 0 0 0 0 3 Ireland 1 0 0 2 0 4 0 1 2 10 Italy 1 0 0 2 0 0 0 0 0 3 Latvia 1 0 0 4 1 0 0 0 1 7 Lithuania 1 0 0 1 0 7 1 3 2 15 Luxembourg 1 0 0 0 0 0 0 0 0 1 Malta 1* 0 0 12 19 0 0 0 0 35* Netherlands 0 0 2 3 4 3 1 1 15 29 Poland 1 0 0 0 0 0 0 0 0 1 Portugal 0 0 0 2 3 2 3 1 13 24 Romania 0 0 0 18 1 0 0 2 7 28 Slovakia 73 0 0 0 21 1 0 0 0 44 66 Slovenia 1 1 0 0 0 0 0 0 0 2 Spain 1 1 1 9 0 0 0 2 0 14 Sweden 0 0 1 0 0 0 0 0 0 1 UK 3** 0 1 5 6 3 0 0 2 20 Total [number of measures] 21 4 10 183 46 25 6 26 156 477 Total [number of MS] 16 4 8 22 12 9 4 10 12 28 70 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article of the EED. 71 NB: only savings above minimum EU-levels may be counted towards the target. 72 Germany notified 65 policy measures that are implemented by the German States (Länder) 73 Slovakia provided savings per group of policy measures, targeted to a specific sector; not savings per individual policy measure. ",
        "31 * Malta notified 4 measures labelled as EEOS (which are individually included in the total of 35 measures for Malta). In practice these are four separate measures that form part of a single obligation scheme, so this represents just one policy measure. This is recorded as a single EEOS, but as 4 measures in the total column; ** The UK notified three EEOS. Two of the schemes ran from 2010-2012 and are now expired, so only one scheme is planned to be operational for the 2014 to 2020 commitment period. Other major policy measures in terms of the amount of expected energy savings are financing schemes and fiscal incentives (19 % or 49.0 Mtoe ) followed by energy and CO 2 tax measures (15 % or 34.4 Mtoe ) and regulations and voluntary agreements (11 % or 27.1 Mtoe ). These four types of measures are together expected to deliver 79 % of the cumulative savings (see Figure 5). More detailed information on major policy measures notified under Article 7, containing examples and best practice is provided in four case studies annexed to the Evaluation Study 74 . The sum of the notified planned savings is 250.3 Mtoe , which is 9 % higher than the sum of the notified targets (see Table 3). As regards the sectoral split of notified savings, most of the savings are expected to come from measures targeting the buildings sector ( 42 % or 104.4 Mtoe ). It is expected that 8 % or 18.9 Mtoe of savings will be generated from measures targeting specifically industry, followed by 6 % or 15.7 Mtoe from measures targeting the transport sector. The rest of the savings (44 % or 111.3 Mtoe) is expected to come from cross- cutting measures (e.g. taxes, building regulations applying to domestic and non-domestic buildings, financing incentives applying to multiple sectors) – see Figure 4. Figure 4: Energy savings per target sector (ktoe) Source: Ricardo AEA/ CE Delft 74 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article of the EED. ",
        "32 Figure 5: Cumulative energy savings per type of measure notified (ktoe) Source: Ricardo AEA/ CE Delft According to findings of the analysis, it is important to note that around 69 % of savings notified could be qualified as fully eligible under Article 7, complying with the objective to achieve end-use energy efficiency improvements 75 . The rest of the savings were qualified as either partly (25 %) or fully (6 %) not compliant with the overall objective of Article 7, as they mainly targeted other objectives such as addressing the traffic congestion or large scale renewables deployment 76 . Analysis points out that eligibility under Article 7 needs to be clarified in the context of the existing EED Review to see how this fits with the overall energy and climate policy framework objectives while avoiding overlaps and ensuring consistency and sound accounting of savings claimed. It is true that Article 7 does not provide a concrete definition of what is an 'eligible' energy saving measure, although the eligibility criterion is referred to in Article 7(1) which underlines the achievement of the \" end-use energy savings target \" so that the primary objective of the introduced measures should be end-use energy savings. Moreover, Article 2(18) and (19) of the EED specify the definitions of 'policy measure' and 'individual action'. A policy measure is a regulatory, financial fiscal voluntary or information provision instrument formally established and implemented in a Member State and an 'individual action' is an action that leads to verifiable and measurable or estimable energy efficiency improvement, as a result of a policy measure (Article 2(19)). 75 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article 7 of the EED. 76 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article 7 of the EED. ",
        "33 The Guidance 77 provides further explanation of how these definitions contained in Article 2 should be applied and which policy measures can be used for Article 7 purposes. To this end, the Guidance points out that measures that are not primarily intended to support energy efficiency policy objectives or policies that do not trigger end-use energy savings amongst final consumers, are not eligible. Examples of non-eligible measures are also provided such as construction of new roads to ease traffic congestion, various energy grid network charges or feed-in tariffs. Some Member States have notified measures which do not target end-use energy savings, for example, CHP technologies 78 , feed-in tariffs, or construction of metro lines. The assessment of the implementation 79 so far and the dialogue with Member States has made clear that problems with understanding what is an eligible measure in respect of which the Member States can claim energy savings for the purposes of Article 7 is linked also to issues with the calculation method including how the additionality and materiality requirements are addressed. Some of the policies claimed by Member States (for example in the transport sector related to fast speed trains, transport infrastructure) might also achieve the end-use energy savings even if that is not their primary objective. If they also fulfil the additionality and materiality criteria then Member States should perhaps be allowed to claim the savings resulting from them. To this end, the Commission has clarified 80 the use of measures promoting the deployment of renewable energy which may qualify if these measures do actually result, at least in part, in end use savings, and if the Member State can prove those end-use savings in line with the requirements of Annex V. Against this background, the eligibility concept needs to be further defined and explained more concretely, to ensure also consistency with other EU climate and energy policies. The results of the public consultation reveal that a majority of stakeholders (70 %) consider that the scope of eligible measures allowed under Article 7 should be clarified, and 67 % of these stated that the scope of eligible measures should be even expanded. 2.4.3 Calculation methodologies Member States had to develop methodologies in line with the requirements of Annex V ensuring that the calculation of the impact of measures takes into account the principles of additionality, materiality and also lifetimes of measures. The central purpose of Article 7 is to introduce measures that trigger market-based end-use energy savings which are additional to the existing EU energy efficiency framework Member States therefore had to define in their methodologies how they have taken this key element – the additionality principle - into account 81 . 77 SWD(2013) 451 final (section C). 78 Supply side measures that trigger the primary energy savings are allowed under Article 7(2)(c) as one of the four exemptions subject to 25 % reduction limit. 79 Member States in line with Annex V(4)(e) had to provide information in their notifications (Dec.2013) on eligible measure categories in line with Annex V(4)(e). 80 During the EED Committee meeting of 16 September 2015. 81 Additionality is referred to in Annex V (2), (3), and in Article 7(9)(d) and (e). ",
        "34 Member States are using different calculation methodologies among the options in Annex V(1) 82 . The most used calculation method is the deemed savings method (used by 17 MS). This is also widely used for EEO schemes. Metered and scaled savings calculation methods were used by 9 MS. Some Member States (7) have indicated in their notifications that for calculating the impact they have applied bottom-up calculation methods developed for the purposes of Annex IV of the ESD 83 . The level of credibility of notified savings depends on how the calculation has been done at national level and how accurately the requirements of Article 7 and Annex V have been taken into account. Studies on the implementation of Article 7 suggest that Member States find it challenging to work out how to apply certain key requirements of Annex V, notably additionality and materiality – and this impression has been reinforced in dialogue between the Commission services and Member States. The risk of double counting is also one of the issues which could be better addressed by Member States given the wide policy mix introduced under Article 7. These three elements are therefore analysed in more in detail below. 2.4.3.1 Additionality Additionality is a key principle of Article 7, as it requires that Member States count only those savings that are triggered by policy measures which are additional to national measures that they have to implement under other EU legal obligations or that they would have implemented also in the absence of the EED. Provisions of Article 7 and Annex V define in more detail how this is to work in relation to existing policy measures adopted at EU level 84 . The guidance note 85 further explains the principle “ The qualification related to 'mandatory and applicable in Member States under Union law' means that, when concrete energy performance levels or labelling schemes are laid down in EU legislation, then the energy savings stemming from individual actions that result from automatic transposition of these 82 Annex V(1) stipulates that obligated, participating or entrusted parties, or implementing public authorities may use one or more of the four methods for calculating energy savings: (a) by reference to the results of previous independently monitored energy improvements in similar installations (ex-ante approach); (b) metered savings, whereby the savings from the installation of a measure, or package of measures, is determined by recording the actual reduction in energy use, taking due account of factors such as additionality, occupancy, production levels and the weather which may affect consumption (ex-pots approach); (c) scaled savings, whereby engineering estimates of savings are used and where establishing robust measured data for a specific installation is difficult or disproportionately expensive, e.g. replacing a compressor or electric motor with a different kWh rating than that for which independent information on savings has been measured, or where they are carried out on the basis of nationally established methodologies and benchmarks by qualified or accredited experts that are independent of the obligated, participating or entrusted parties involved; (d) surveyed savings, where consumers’ response to advice, information campaigns, labelling or certification schemes, or smart metering is determined. This approach may only be used for savings resulting from changes in consumer behaviour. 83 It was not always indicated whether and how this was compatible with Annex V of the EED. 84 Annex V(2)(a) and (3)(a) lay down that credit may only be given for savings exceeding the following performance standards and requirements established by EU law: for products – the requirements established by implementing measures under the Ecodesign Directive, for new passenger cars and light commercial vehicles – the emission performance standards established by Regulations 443/20099 and 510/201110; for taxes – the minimum levels of taxation applicable to fuels as required in Council Directive 2003/96/EC on restructuring the Community framework for the taxation of energy products and electricity or in Council Directive 2006/112/EC on the common system of value added tax. As regards alternative measures under Article 7(9)(d) and (e) - concerning standards and norms and energy labelling schemes only if the nationally established levels which are more ambitious than those required at EU level - the difference (of energy savings) between the mandatory EU levels and the established levels can be counted. 85 SWD(2013) 451 final (section D.2 paragraph 34). ",
        "35 levels cannot be counted as an alternative policy measure. It is only if the nationally established levels are more ambitious than those required at EU level – as far as this is legally possible – that the difference between the mandatory EU levels and the concretely established levels can be counted ”. Analysis of the notifications and discussions with Member States reveal that this requirement has been understood or interpreted differently by Member States, very often leading to incorrect application, especially concerning the savings calculated from national building codes. This conclusion is confirmed in the report of the technical workshop on Calculation methodologies for Article 7 organised by the Commission's Joint Research Centre 86 in June 2015. It is also partly linked to the fact that EED does not provide a concrete definition of the \"additionality\" concept, resulting in the different interpretations by Member States. This also had implications for the distinction between the notions of additionality and materiality 87 . More specifically as regards the application of additionality principle in relation to Article 7(9)(d) which stipulates that Member States can count savings from standards and norms aimed at improving the energy efficiency of products and services, including buildings and vehicles, except where these are mandatory and applicable in Member States under EU law, savings generated by major renovations or construction of new buildings can be counted only where they exceed cost-optimal levels of energy performances established by Member States under the EPBD 88 . A number of Member States did not provide sufficient information in their notifications on their calculation methodologies whether and how they have taken into account cost-optimal levels as the reference consumption baseline in cases they have claimed savings generated by major renovations or construction of new buildings. This issue is also reflected in the study commissioned by the Commission 89 (see Figure 6), which shows that less than half (43 %) of the savings notified have, at most, very small issues with additionality, whereas 24 % of the savings have minor issues and 14 % have major issues. For the remaining 19 %, the situation remains unclear (and is being explored between the Commission services and the Member States by means of a structured dialogue 90 . 86 JRC (2015): Report on Common Methods and Principles for Calculating the Impact of Energy Efficiency Obligation Schemes or Other Policy Measures under Article 7 of the EED: http://publications.jrc.ec.europa.eu/repository/bitstream/JRC99698/report%20on%20eed%20art%207%20- %20publishable.pdf . 87 JRC (2015): Report on Common Methods and Principles for Calculating the Impact of Energy Efficiency Obligation Schemes or Other Policy Measures under Article 7 of the EED. 88 These levels represent a standard implemented under the Union law; therefore, the application of Article 7(9)(d) implies that those Member States having implemented cost-optimal levels can count only energy savings exceeding these levels. Although each Member State will have different minimum energy performance requirements, it is mandatory for the Member States to set such requirements under EU law ( i.e. EPBD), with a view to achieving cost-optimal levels as referred to in Article 4(1) of the EPBD. 89 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article 7 of the EED. 90 Several best practice examples on how additionality has been applied for the major measures used under Article 7 are provided in the four case studies (Appendix 4 of the Study on evaluating Article 7, Ricardo AEA/ CE Delft, 2015). ",
        "36 Figure 6: Split of savings per additionality category (EU-28) Source: Ricardo AEA/ CE Delft The structured dialogue with Member States allowed some of the information gaps as regards the application of the additionality principle to be reduced, even though for a large of number of policy measures this should still be further explored with the Member States, as for example, only 6 Member States have specified how they plan to address additionality in the savings calculations. On the other hand, 6 Member States provided no information or almost no information on additionality, and further 13 Member States only provided simply the statement that additionality to minimum EU requirements will be ensured (without explaining how it is ensured). In addition, only 4 Member States mentioned in their notifications that free-riders will be taken into account, other providing no information 91 . To this end, the evaluation study concluded that further clarification and guidance as regards the application of \"additionality\" should be provided given that the policy framework has further developed over the last years. 2.4.3.2 Materiality The EED requires that new savings of 1.5 % are achieved each year. The activities of the obligated or participating parties must contribute to the achievement of the specific individual action which is being counted for the purposes of Article 7 92 , and thus actions that would have happened anyway (thanks to automatic rolling out of EU legislation, or autonomous improvements because of, for example, market forces or technological developments) are not taken into account. This provision provides confidence that the energy savings have actually been triggered as a result of policy interventions. It should also reduce the effect of free-riding 93 . 91 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article 7 of the EED. 92 Annex V(2)(c). 93 The \"free-rider\" effect in the context of Article 7 can be explained as a situation in which the obligated or participating parties give subsidies to those end users that would have installed the energy efficiency measure anyway without a policy measure being put in place. 43% 24% 14% 19% No or only very small issues Minor issues Major issues Unclear ",
        "37 As stated in the Guidance note 94 , the application of the materiality principle is one of the steps necessary to ensure respect for the additionality principle. It may contribute to enforcing the additionality principle by requiring that actors – obligated or participating parties involved in the measure's implementation - have materially contributed to the generation of the claimed savings. According to the assessment, only half of the Member States have so far provided information on materiality. Lack of information therefore limits the overall assessment of how effectively the materiality requirement has been applied in practice. The evaluation study pointed out challenges related to the application of the principle of materiality. Even though the requirement to demonstrate materiality refers to all measures (except for energy and CO 2 taxes), the relevance of the materiality criterion differs between types of measure. Materiality could be perceived as most relevant for financing schemes and instruments, fiscal incentives, energy labelling schemes, and training and education programmes; however, the approach to demonstrate materiality may differ for each measure type. The fact that Member States had to define themselves the test of materiality for each individual action seemed to pose some challenges in interpreting this requirement. For instance, for financing schemes the amount of subsidy was often indicated by Member States to demonstrate materiality even though this factor alone does not guarantee that subsidies have actually influenced end-users investment decisions 95 . The role played by involved actors in the implemented actions may in principle be proved without a subsidy as a benchmark whereby standardised actions could be an important materiality indicator (e.g. creation of installation standards for products, energy advice and energy audits when followed by the actual implementation of actions) 96 . It must be noted that it is not obvious what evidence Member States must provide to the Commission to prove that a particular action has resulted in the savings claimed, and this is particularly difficult with \"behavioural\" type measures such as information campaigns. The study on evaluating the implementation of Article 7 suggests 97 that the \"materiality test\" may even not be relevant for certain measures such as regulations and voluntary agreements, or standards and norms, assuming the enforcement and compliance is strong for these measures. This should be further explored in the context of the post 2020 framework in case the commitment period under Article 7 is extended. 2.4.3.3 Risk of double counting Member States are required to ensure that when the impact of policy measures or individual actions overlaps, no double counting of energy savings is made 98 . It is necessary for Member States to address this as part of their monitoring and verification of savings required under Article 7. Given the large variety of instruments notified by Member States and moreover, given the high likelihood of policy overlaps from the use of both the obligation schemes and alternative 94 SWD(2013) 451 final (section D.2 paragraph 34). 95 JRC (2015): Report on common methods and principles for calculating impact from EEOS or other measures under Article 7 of the EED. 96 JRC (2015): Report on common methods and principles for calculating impact from EEOS or other measures under Article 7 of the EED. 97 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article of the EED. 98 Article 7(12) and AnnexV(2)(d). ",
        "38 measures (for instance interaction between energy taxation and subsidy to households to replace windows or space heaters), it is crucial to address these possible risks of double counting so that an impact is not counted twice. Whilst building renovation measures have to be at the level set under the EPBD, as that Directive does not require any particular number of renovations, no consequent savings have to be reported under it. There is therefore no risk of double counting of savings in relation to energy savings due to building renovation measures claimed under Article 7 of the EED. Most Member States indicated in their notifications that they were aware of the need to avoid double counting due to possible policy overlap, but did not provide enough detail on how they ensure this apart from indication by a majority of Member States that a database could be seen as an effective tool to tackle this issue 99 . For instance, some Member States have stated in their notifications that savings will be attributed only to one of the policy instruments implemented and for the other policy instrument(s) savings are not taken into account at all (e.g. Denmark, Sweden). Other Member States aim to address the risk of double counting with the help of a self-reporting database (e.g. Austria) to be used for all measures. According to the available information 16 Member States intend using a database as an effective tool to detect possible overlaps. The results of the assessment 100 depicted in Figure 7 show that 81 % of the savings are assessed as having no or only very small issues in relation to risk of double counting, and only 1 % of the savings notified have major issues. For 12 % of savings there are minor issues and for 6 % of savings it is unclear. It is expected that the annual reports as of 2016 will provide more information on how this aspect is actually addressed as the savings achieved will be reported. Figure 7: Split of savings per category of risk on double counting (cumulative savings 2020) Source: Ricardo AEA/ CE Delft 99 For example, the database would register that a subsidy to encourage the replacement of old boilers had already been paid to a certain household, if the same household applies again, a warning would pop up. 100 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article of the EED. 81% 12% 1% 6% No or only very small issues Minor issues Major issues Unclear ",
        "39 2.4.4 Monitoring and verification of savings Almost all Member States have established Monitoring and Verification (M&V) systems to check the reported energy savings for the EEOS and alternative measures. As regards these systems, slightly different requirements are laid down in the Directive for the EEOS and alternative measures. a) As regards Energy efficiency obligation schemes, Member States need to put in place measurement, control and verification M&V systems under which a significant proportion and representative sample of energy efficiency improvement measures put in place by obligated parties are verified 101 , and this verification should be done independently from the obligated parties. b) For alternative measures 102 , Member States are required to ensure monitoring of results and put in place a control system that includes independent verification of a statistically significant proportion of efficiency improvement measures. 2.4.4.1 Energy efficiency obligation schemes For EEOSs, thirteen Member States have ensured that the authority responsible for measurement and verification is fully independent, two Member States are still in the process of establishing their M&V systems and independence will need to be reviewed once the systems are implemented. As regards the statistically representative sample required to verify the savings claimed, ten Member States have confirmed that such a sample will be applied. This is not fully evident for four Member States and neither it is clear for two Member States which are in the process of establishing the measuring and verification systems. It should be noted that there is no definition in the Directive of what is a 'statistically representative sample'. Seven Member States have confirmed that audit protocols 103 are in place, even though two Member States did not state whether or not audit protocols have been implemented yet, five Member States do not provide sufficient detail that would allow concluding that audit protocols are in place. Member States are obliged to put in place effective, proportionate and dissuasive penalties for breaches of the national provisions that implement the EED, including Article 7. Eleven Member States that have EEOS have penalties in place for non-compliance and two Member States are in the process of determining their penalty regimes. Three Member States have no penalties in place yet. 2.4.4.2 Alternative measures All but two Member States have established M&V systems for the purpose of monitoring the performance of alternative measures and ensuring proper control of saving claimed. For alternative measures, the use of statistically representative samples is not clear for six Member States as sampling is mentioned but not explicitly that a statistically representative sample will be analysed. Eight Member States did not state whether or not a statistically 101 Article 7(6) of the EED 102 Article 7(10)(h) and (i) of the EED 103 In the context of Article 7, an audit protocol defines the way the audit is conducted, standards to be checked, benchmarks to be used, and how the results of the audit are communicated to the parties in question. ",
        "40 representative sample is checked and two Member States do not state that this is the case for all policy measures. Two countries explicitly state that they do not intend to use a statistically representative sample. According to the available information, audit protocols are established for all policy measures only in eight Member States that notified alternative approach. Three Member States do not specify audit protocols for all alternative measures and in two cases it is not clear whether audit protocols are in place or not. Audit protocols are not addressed by nine Member States. Only two Member States confirm that penalties are in place for all alternative policy measures and for 14 Member States it is not clear whether penalties have been put in place for alternative measures. There is a need under both types of instruments (EEOS and alternative measures) to ensure annual reporting which should be made publicly available. More specific reporting provisions are defined for the EEOS (in line with Article 7(8)) whereby Member States can request obligated parties to provide aggregated statistical information on their final customers and also data on consumption or customer segmentation). Similarly for alternative measures (in line with Article 7(10)(g) and (j)) participating parties should prepare an annual report on savings achieved and ensure that the trend of achieved savings is published once a year. Member States' notifications revealed that a majority of Member States have more than one measurement/monitoring and verification system in place for alternative measures (or in the case of combination of EEOS and alternative measures) which varies depending on the measure type, whereas for EEOSs this is usually the responsibility of a single institution 104 . Only five Member States intend to give the same institution responsibility for implementing, monitoring, control and verification of savings for both an EEO scheme and alternative measures. For example, in nine Member States different actors are responsible for independent verification of energy efficiency improvements measures depending on the measure, whereas for three Member States verification of savings is planned to be done by a third party, and final responsibility lies with either a ministry, energy agency or regulator (FI) 105 . As regards the monitoring and verification tools used, a majority of Member States have established a IT-based tool or intend to establish one to collect the data, track the implementation and impact of energy efficiency measures and carry out the verification of projects according to the established control system including carrying out the random checks. According to Member States' experience, clear and transparent rules that are communicated to all actors involved are a prerequisite for lowering the administrative burden in monitoring of the energy efficiency measures under Article 7. A database is perceived by a majority of Member States 106 as an effective tool for addressing the risks of double counting in case of potential overlaps between the measures which can also occur for a single policy measure when several actors (e.g. funding institutions) claim the savings of this measure and 16 Member States intend using the database established for monitoring energy efficiency measures under Article 7. Due to the fact that the obligation period started only on 1 st January 2014, and only a few Member States reported on the achieved savings for 2014 in their 2015 annual reports, there is 104 Ricardo AEA/ CE Delft (2015): Appendix 4, Case study on the EEOS, table 3. 105 CA EED: Core theme 8 report (on the monitoring and verification systems under Article 7, July 2015). 106 CA EED: Core theme 8 report (on double counting, November 2014). ",
        "41 limited evidence available how the specific monitoring and verification provisions have worked so far for a majority of Member States, especially for the alternative measures 107 . Nevertheless, the fact that Member States have put in place appropriate Monitoring and Verification systems suggests that the achievement of savings will be monitored and verified to ensure credibility of savings reported. The credibility of energy savings claimed will depend on how correctly the monitoring and verification is done at national level. 2.5 A NSWERS TO THE EVALUATION QUESTIONS This chapter will assess each evaluation criteria on the basis of the relevant evaluation questions listed in chapter 4.2 under each criteria. 2.5.1 Effectiveness • To what extent have the measures referred to in Article 7 achieved their objectives? The overall objective of Article 7 is that it requires each Member State to achieve new savings of 1.5 % annually by establishing an energy efficiency obligation scheme (EEOS) by putting an obligation to energy distributors and/or retail energy sales companies to achieve a cumulative end-use energy savings target by 31 December 2020. It could be done also through alternative policy measures that should achieve the same amount of energy savings among final customers. It is too early to conclude whether Member States will achieve the savings requirement because the final date by when the savings should be achieved is 31 December 2020. The reporting requirement laid down in the Directive (Article 24(1)) will allow trends and savings to be followed on an annual basis, but until 2020 the final result cannot be calculated. Only 4 Member States reported on the achieved energy savings for 2014 in the annual reports required under Article 24(1) that had to be submitted by 30 April 2015 108 . Comparing the notified savings (estimated for 2020 alone) with the estimations made in the (2011) impact assessment of the EED 109 , the sum of energy savings from the notified policy measures is only 1 % lower than the originally expected amount. 110 A slightly higher shortfall is observed when comparing the notified targets with the expected amount which is 10 % lower, see Figure 8 below. To note, this comparison should serve as a theoretical reference point and not as the benchmark to be attained, as the assumed savings in the 2011 impact assessment (including the corrected figure of 84.8 Mtoe) were based on a different baseline 111 and by taking into account the average savings target of the existing energy efficiency obligation schemes of that time 112 . 107 See Annex 3: Conclusions of the workshop of M&V under Article 7 EED, 3 February 2016. 108 This was not an obligation for 2014, according to the Guidance SWD(2013)180, issued to Member States. 109 The IA of the EED estimated 108-118 Mtoe of primary energy savings in 2020 from Article 7 (the approach of this comparison is explained in the study on evaluation of Article 7, Ricardo AEA/ CE Delft). This figure was adjusted by the Commission services during the negotiations and resulted in 84.8 Mtoe (primary energy) savings in 2020. 110 The savings and targets are significantly lower than the 2011 Impact Assessment estimate, but this estimate did not include exemptions. 111 PRIMES Energy Efficiency scenario 2009 which varied from the baseline used for calculating the targets (i.e. averaged annual energy sales to final consumers over 2010-2012). 112 Annex VII of the 2011 IA EED: Explanation and analysis of Options B1-B5 on energy savings obligations. ",
        "42 Figure 8: Comparison of notified energy savings to the expected impact under Article 7 113 Source: Ricardo AEA/ CE Delft Analysis of the reported estimations from national notifications 114 and ongoing dialogue with Member states suggest that Member States would achieve the required savings by 2020 given the commitments made by putting in place the necessary measures. On the other hand, this achievement depends on whether the requirements of Article 7 and Annex V will be properly complied with 115 . This analysis is provided further in the report. • What main factors, in particular related to the national implementation of Article 7 of EED, have positively influenced, or prevented, the achievement of the objectives? The Commission services are assessing how Member States have transposed the EED into their national legislation. As regards Article 7, some Member States have used legal measures, in particular in relation to requirements on obligated parties under EEOS as well as putting specific measures in place. Other Member States however have transposed Article 7 and the savings requirements with non-legislative measures - policy documents and specific measures. Each Member State has set out their approach in detail in the National Energy Efficiency Plans 116 notified to the Commission in 2014 which will be updated in 2017. Similarly, Member States have generally put in place complex measurement, verification and control systems to ensure that the reported energy savings by involved parties are correctly accounted for in the measures and individual actions implemented, including ensuring additionality of savings as compared to existing EU policies and avoiding overlaps with other policies, especially in the case of savings stemming from alternative measures 117 . Monitoring 113 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article of the EED. 114 Notified targets and methodologies by Member States to comply with the reporting requirement by 5 December 2013 under Article 7(9). 115 Ricardo AEA/ CE Delft (2014): Study on evaluating the measures and methodologies notified by Member States under Article 7 of the EED. 116 Please consult the NEEAPs (2014) and Article 7 notifications: http://ec.europa.eu/energy/en/topics/energy- efficiency/energy-efficiency-directive. 117 Ricardo AEA/ CE Delft (2015): Appendix 4, Case study on EEOS, Table 4 – Overview of the EEOS. ",
        "43 and control systems for the alternative measures have been developed all relevant MS except two. However, Article 7 will deliver energy savings by 2020 on the scale anticipated if Member States will fully and correctly implement the requirements of Article 7 and Annex V, notably the additionality and materiality principles referred to in paragraph 9(d)(e) and Annex V(2)(3). Therefore, it is of utmost importance that Member States ensure the enforcement of the necessary provisos and are committed to the achievement of required amount of savings as notified under Article 7(1). Article 7 complements the implementation of other aspects of the EU's energy efficiency policy. For example, the EPBD driving an increase in the depth of renovation of existing buildings, and is complemented by Article 7 which serves to increase their rate . Almost half of the savings notified under Article 7 are in the buildings sector and it can be observed that the rate of renovation is accelerated due to the specific measures (i.e. financing incentives and programmes) introduced in Member States to stimulate the renovation of residential and tertiary buildings (see Figure 9). Figure 9: Share of policy measures (with long lifetimes) targeting buildings’ sector Source: Ricardo AEA/ CE Delft • What are stakeholders and/or citizens' expectations for the EU role to ensure that the objectives related to Article 7 are achieved? The stakeholder consultation revealed that 68 % of respondents consider that Article 7 is an effective instrument to achieve final energy savings, versus 32 % who opposed this view. 63 % of stakeholders stated that Article 7 should continue beyond 2020, versus 28 % opposing this view, and 9 % did not have a view on this. 70 % of respondents in favor of the extension of Article 7 consider that the scope of eligible measures should be clarified further; of these, 67 % stated that eligible measures should be expanded. Energy Efficiency Obligation Scheme (EEOS) 13% (b) Financing schemes or fiscal incentives 32% (c) Regulations or voluntary agreements 18% (d) Standards and norms 36% ",
        "44 Respondents also pointed out the main barriers related to the implementation of the existing provisions Article 7 which are amongst others 'limited timeframe (2014-2020) that makes it hard to attract investment for long term measures' (115); a 'high administrative burden' associated with certain measures (113) and 'ensuring sound and independent monitoring and verification of energy savings' (104). As regards the specific EU role, stakeholders shared the view that the EU should monitor the implementation of Article 7 and its progress; ensure compliance across the EU; provide guidance, for example regarding savings calculation methodologies (Annex V); facilitate overall transparency and comparability; set clear energy efficiency targets; provide funding for energy efficiency initiatives; and support the development of financing products that promote energy efficiency. 2.5.1.1 Energy efficiency obligation schemes Given that the EEOS is the default instrument under Article 7, it is important to specifically analyse the effectiveness of this part of the policy. In fact, 34 % of the savings will be achieved by this instrument by 2020 118 , which was notified by 16 Member States (with 4 Member States using it as the only instrument to achieve savings). Evidence from third countries (such as the United States and Australia) 119 shows that energy efficiency obligation schemes have been an effective instrument to efficiently reduce energy consumption (at a low cost in terms of administrative burden) by putting obligations on energy suppliers and distributors 120 . In the EU, Belgium (Flanders region) 121 , Denmark, Italy, France, and United Kingdom had already implemented this instrument before the EED, and analyses of the impact of these schemes demonstrated that this is a cost-effective policy 122 to achieve the required energy savings 123 . In fact, evidence suggests the targets put on the obligated parties in these countries have risen significantly over time and have continued to be met by these parties 124 . These Member States also have helped the other countries with their expertise by organising and taking part in technical workshops and seminars to share their knowledge. The Table 5 demonstrates the impact of EEOSs on final energy consumption in selected EU Member States and in Vermont and California in the U.S. 118 66 % of energy savings to be achieved by the alternative measures. 119 RAP (2012): Best practices in designing the EEOSs. 120 RAP (2012): Best practices in designing the EEOSs. 121 While Belgium (Flanders region) had an EEOS in the past, it decided not to have the scheme under the Energy Efficiency Directive. 122 Eoin Lees (eceee 2012) EEOS - the EU experience. 123 For example, in the UK total household energy consumption decreased by 19 % between 2000 and 2014, despite a 12 % increase in the number of households and a 9.7 % increase in population. More specifically, around two thirds of the reduction in household gas consumption between 2006 and 2009 (4.9 %/year) was attributed to energy efficiency (36 % was due to insulation, 36 % to condensing boilers and the remainder to behavioural change) and the primary driver of energy savings over this period was the supplier obligations. 124 Ricardo AEA/ CE Delft (2015): Appendix 4: Case study on the EEOS: In the UK it was doubled in 2005 and in 2008 followed by another increase of 20 % (of the 2008 target) in 2009. In France, the target for 2015- 2017 is almost 100 % higher than for the period 2011-2014. In Italy the annual targets increased by 100 % every year from 2005 to 2007, almost by 300 % from 2007 to 2008; then increased by on average 20 % until 2016. ",
        "45 Table 5: Impact on energy demand due to the measures implemented under the EEOS 125 Time period Final energy savings per year (ktoe) Reduction of final energy consumption per year Sector UK 2008-2012 237 0.5 % household sector Denmark 2015 291 4.2 % all sectors France 2011-2013 377 0.4 % all sectors Italy 2015 500 0.4 % all sectors Austria 2015 136 0.9 % household and industry sectors Vermont, U.S. 2012-2014 10 1.7 % all sectors except transport California, U.S. 2010-2012 384 1 % all sectors except transport Source: Regulatory Assistance Project To help disseminate best practice and guidance on EEOS and alternative measures an EU observatory has been established under the ENSPOL project financed under the Intelligent Energy Europe programme 126 . Four Member States have designed their obligation schemes to tackle also energy poverty 127 . Evidence shows that this has proven to work effectively. 128 For example, in the UK, the existing ECO 129 requires that about 1/3 of the total energy savings are delivered in the poorest areas (25 % lowest areas on the Index of Multiple Deprivation) and £3.7 bn of lifetime savings should be achieved within households who receive certain state benefits. In Ireland it is required that obligated parties achieve 5 % of savings among households in fuel poverty 130 . 2.5.1.2 Alternative measures As alternative to or addition to an energy efficiency obligation scheme, Member States can opt for other measures as long as the amount of savings required under Article 7(1) is achieved by 2020. 12 Member States have chosen to implement only alternative measures; another 12 Member States have opted for the mixed approach (EEO scheme in combination with alternative measures). As for the obligation schemes, the default instrument in Article 7, Member States have put in place appropriate monitoring, control and verification systems to ensure that the reported energy savings are credible and in line with the requirements of Article 7 and Annex V. 125 The reduction of final energy consumption per year is expressed in both absolute values and as a percentage of anticipated consumption under a BAU scenario). 126 ENSPOL project co-funded by the IEE, Contract N°: IEE/13/824/SI2.675067 (objective to help Member States establish and implement robust EEOS or alternative policy measures under Article 7 of the EED). 127 Article 7(7)(a) provides that Member States may include social aims within the EEOS and require obligates parties to achieve certain amount of savings with households at energy poverty or in social housing. 128 Historically only the UK has used EEOS widely for this purpose (France introduced the option to support fuel poverty programmes as part of their EEOS as well), and these were initially on a voluntary basis (for further information consult analysis by Rosenow et al. (2013)). 129 Energy Company obligation (in place from 2015-2017). 130 Ricardo AEA/ CE Delft (2015), Appendix 4: Case study on EEOS, Table 4 – Overview of the EEOS. ",
        "46 2.5.2 Efficiency • To what extent are the costs involved justified, given the changes/effects which have been so far achieved? There is limited evidence available to what extent the costs related to the implementation of the requirements of Article 7 and Annex V could be justified given that the objectives are to be achieved only by end of 2020 and it is too early to make such assessment. There is, however, evidence available as regards the cost-effectiveness related to the energy efficiency obligation schemes in some Member States (including the administrative costs) and information on costs-effectiveness of some alternative measures (financing schemes and fiscal measures, regulations and voluntary agreements) which are used for achieving the required savings under Article 7, as these were already widely used as part of energy efficiency policies before the EED. In general, there are two types of costs involved – investment costs and administrative costs (including monitoring and reporting) to run the policy. The situation is different for the EEO schemes and the alternative measures as energy suppliers and distributors are obliged to materially contribute to the generation of energy savings at energy end-users sites under EEOS and to do so they have to borne some investment costs that can however generally be passed on to these end-users. More importantly, market based instruments (e.g. EEOS and taxes) tend to stimulate market activity, while subsidies may bring the risk of crowding-out of private capital, if not used as a triggering element addressing predominantly additional costs related with long-term payback measures, or to address social issues. The effectiveness of grants can be low if not designed properly, and if not monitored 131 . Available information from dialogue with the Member States suggests that administrative burden associated with the implementation of the requirements of Article 7 is somewhat high as Member States had to put in place monitoring and verification systems to ensure credibility of savings achieved. Concrete evidence for assessing such costs is limited and available only for a few Member States, and mostly for those having an EEOS. The Commission will analyse this in due time when more evidence on the achievement of the savings under Article 7 becomes available. The other aspect which should be taken into account is the range of benefits thanks to the reduced final energy consumption which are translated first of all to lower bills for the final consumers (thanks for example to the renovated buildings that consumes less energy), especially for poor households 132 , also contributing to lower CO2 emission levels and better air quality and health, and in the wider perspective reduces the dependence from imported energy. To what extent has the intervention been cost-effective? The available evidence shows that the EEOS are highly cost-effective (see Figure 8) 133 . The literature on the cost-effectiveness of the different energy efficiency policy measures points 131 Report of European Court of Auditors (2012) on \"Cost-effectiveness of Cohesion Policy investments in energy efficiency\": http://www.eca.europa.eu/Lists/ECADocuments/SR12_21/SR12_21_EN.PDF. 132 When measures are properly designed to target this end-users category (e.g. by imposing energy saving sub- targets to be achieved in this category). 133 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article of the EED (section 4.3). ",
        "47 out that alternative policy measures can also be cost-effective 134 135, . This depends on the level of the target measure aims to achieve, the measure itself, its design and also on the sector. For example, administrative costs of taxes can be modest in relation to the revenues generated (see Table 6), but it is though difficult to draw firm conclusions on the cost- effectiveness of energy and CO 2 taxes in general terms since a range of factors need to be considered when assessing their cost-effectiveness. As regards voluntary agreements and regulations, the cost effectiveness of these measures depends also on design and objectives. In addition they are very often implemented in combination with other policy measures such as financial support and thus the assessment should be carried out on the integrated policy package 136 . For example, the Case study on voluntary agreements notified under Article 7 refers to the JRC (2010) 137 report which provides an overview of the annual administrative costs of voluntary agreements (prior 2010), cannot provide concrete conclusions as regards the administrative burden related to the implementation of Article 7 of the EED. The estimates included in the above mentioned JRC report refer only to the public authorities' manpower costs (Denmark and Sweden), in the range of 150 000-270 000 Euro/year. Cost items such as public authorities' subcontracting costs (Finland) and financial support to the development of roadmaps for relevant sectors (the Netherlands) were found to be much more substantial, up to 25.5 million Euro in the Netherlands in 2010. Table 6: Administrative Costs of Environmental Taxes 138 Country Tax Administrative Cost Poland Environmental taxes 0.8-4.5 % of revenues Germany Environmental taxes 0.1 % of revenues Czech Republic Energy taxes 0.7-2.7 % of revenues UK Environmental taxes 0.2-0.3 % of revenues Source: Ricardo AEA/ CE Delft As regards the major types of alternative measures notified under Article 7(9), a detailed analysis of each type of these measures is provided in the relevant case studies which are part of the Study on evaluating Article 7 of the EED 139 . 134 Ricardo-AEA, Harwell, UK: Review of the cost-effectiveness of energy efficiency schemes: Rosenow, J., Porter, F. (2015): A Comparative Review of Housing; Energy Efficiency Interventions. A report for Climate Change. Also (Ricardo AEA/ CE Delft): Case studies on alternative measures. 135 RAP (2011): A Comparative Review of Housing. UK used an example suggests that EEOSs deliver seven to nine times more savings from each Euro spent in a well-managed efficiency programme -- in MWh and resulting GHG emissions -- than it will through generalised, across-the-board price increases achieved through taxation measures 135 . However, the same is likely to be the case for effective alternative measures. 136 Ricardo AEA/ CE Delft (2015), Appendix 4: Case study on voluntary agreements and regulations. 137 JRC. (2010) Voluntary agreements in the field of energy efficiency and emission reduction: review and analysis of the experience in member states of the European Union; Paolo Bertoldi and Silvia Rezessy, May 2010, Ispra. 138 Ricardo AEA/ CE Delft (2015): Appendix 4: Case study on Energy and CO2 taxes. 139 Ricardo AEA/ CE Delft (2015): Appendix 4, Case studies on regulations, voluntary agreements, energy and CO2 taxes and financing programmes and fiscal incentives. ",
        "48 • What factors influenced the efficiency with which the achievements observed were attained? As stated above, the level of efficiency depends on the type of measures selected for Article 7 purposes and also on the complexity of monitoring and verification regime established by Member States to verify the savings claimed by obligated and participating parties. 140 For example, in the UK, since the launch of the UK’s first energy company obligation (EEC1), through the end of CERT in 2012, the number of Ofgem staff dedicated to administration of the scheme was between 4 and 9 staff members. With the introduction of a more complicated structure, the number increased to 38 under the current ECO scheme (2013 - present) 141 , which also imply higher costs to administer the scheme. The possibility of using multiple instruments (for ten Member States the number of measures equals or exceed 20) risks resulting in greater complexity for the Member States both in terms of greater effort associated with implementation, for example, calculating the energy savings and more importantly ensuring the enforcement of these different instruments especially in the case of extensive scope, and verification of the impact including addressing the risk of double counting, especially in case of mixed approach (energy efficiency obligation schemes and alternative measures). This might lead to a high administrative burden and related costs. According to Member States' experience, clear and transparent rules that are communicated to all actors involved are a prerequisite for lowering the administrative burden in monitoring of the energy efficiency measures under Article 7 for both instrument types – EEOS and alternative policy measures. This requires some level of standardisation of data structure, also allowing for consistent verification of achieved savings. Even though certain reporting requirements under Article 7 and Article 24(1) may be assumed to pose additional administrative burden on Member States 142 , the stakeholders' replies to the public consultation of the EED revealed that monitoring and reporting is an effective and efficient way to track the progress of achieved savings on annual basis. This is especially important as regards tracking progress of the achievement of new savings of 1.5 % per year to see how Member States are achieving their cumulative targets and whether additional measures are needed to fill the gap. Energy efficiency obligation schemes A recent review of the existing EEOS in France, Italy and the UK analysed the cost- effectiveness of the schemes and showed that all three systems are cost-effective. 143 Evidence on the costs (administrative cost of the EEOS in France, Denmark, Italy and UK) has been as following 144 : 140 CA EED – Core theme 8 on monitoring and verification (July 2015). Member States have underlined that automation of the monitoring and control process by having an IT-based system helps reducing the administrative burden. 141 Eoin Lees (2015) – toolbox on monitoring and verification of savings under Article 7 (UK experience). 142 CA EED – Core theme 8 on monitoring and verification (November 2014). As regards the reporting of savings, Member States have pointed out that in order to comply with the reporting requirement under Article 24(1) by providing data on saving achieved for the previous year, only 5 MS will be able to submit this data by end of April as it is currently required, 4 MS will be able to submit this data later – by June and 7 MS even by October. 143 Giraudet, L.-G., Finon, D European experiences with white certificate obligations: A critical review of existing evaluations. Economics of Energy & Environmental Policy (2014). 144 Lees, E. (2012): Energy efficiency obligations–the EU experience. European Council for an Energy Efficient Economy. ",
        "49 • France: 0.4 Eurocent / kWh • Denmark: 0.45 Eurocent / kWh • Italy: 1.7 Eurocent / kWh • UK: 0.7 Eurocent / kWh As indicated above, the case study on EEOS 145 also points out that the cost of the scheme depends on the type of energy efficiency measures supported by the EEOS – a scheme promoting large and expensive measures may in fact incur lower cost per unit of energy saved compared to a scheme that supports small and not standardized measures. Furthermore, the administration of the scheme adds to the cost and the more complex an EEOS (e.g. due to complex calculation methods, or to the administration of such scheme including of a possibly established trading platform) the higher its administrative cost are likely to be. However, the evidence on administrative cost suggests that these are very small compared to the overall cost of the scheme 146 . The costs associated with setting up the EEO schemes are relatively high; however, the administrative costs to run the scheme form then a relatively small part of the overall expenditure of the energy efficiency actions (see Table 7). 147 As regards the capital costs, the data from the experienced EEOS schemes of the EU show that these costs have decreased thanks to the expertise gained by the obligated parties and improved quality of installation of the measures. 148 In general the costs to the energy companies vary significantly depending on the country ranging from EUR 185 million per year in Denmark to more than 1 billion EUR per year in the UK, which depends on the size of the scheme and the target to be achieved, and also on the specific actions financed through the EEOS. Table 7: Annual company cost and compliance cost of EEOSs 149 Time period Energy company costs (million Euro/ year) Energy company costs (Euro/ capita/ year)* Administrative costs (% of overall program costs) UK 2008-2012 1,052 16 0.2 % Denmark 2015 185 33 0.3 % France 2011-2013 390 6 0.4 % Italy 2014 700 12 1.4 % Austria 2015 95 11 not available Vermont 2012-2014 39 62 <0.3 %** California 2010-2012 742 150 19 not available * Shown on per capita basis solely for the purpose of allowing for comparison; this does not indicate the amount of money paid by individuals. ** This is an estimate, based on the monitoring and evaluation expense of the Vermont Department of Public Service as a percentage of total operating expenses for state-wide energy efficiency programmes. 145 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article of the EED. 146 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article of the EED. 147 Rosenow, J., Bayer, E. (2016): Costs and benefits of the Energy Efficiency Obligation Schemes. Regulatory Assistance Project. 148 eceee (2012) Briefing for DG Energy, EU Experience of Energy Efficiency Obligations/White Certificates & their Importance in Meeting Climate Change Challenges. 149 Rosenow, J., Bayer, E. (2016): Costs and benefits of the Energy Efficiency Obligation Schemes. Regulatory Assistance Project. 150 Total program expenditure over 3 years ($2.5 billion)/ 3, converted into Euros. It does not include expenditure related to codes and standards ($30 million), and low-income programmes ($669 million). See CPUC. ",
        "50 EEO schemes have brought significant benefits to final consumers so far such as lower energy bills (see Figure 10), increased indoor comfort (for example, in the UK and DK) including low income consumers 151 . Figure 10: Illustrative long-term impact of EEOSs on energy bills 152 In general, the benefits stemming from policies implemented under Article 7 significantly outweigh costs, both for obligated and participating parties and for consumers. While the cost of implementing the measures initially falls on obligated parties, these are usually passed on to end-users (e.g. households and industry) 153 who in the end benefit considerably from cost savings which are reflected in their lower energy bills (see Table 9). In addition, there are benefits incurred to obligated parties such as reduction in transmission losses, better reputation amongst consumers thanks to improved services and increased competitiveness. The table below demonstrates the EEOSs' impact on energy bills in terms of cost per kWh and compares this to the average cost per supplied kWh (weighted average), which confirms the cost-effectiveness of the obligation schemes for the selected countries. In fact, for the countries analysed (see Table 8) the cost of an average kWh delivered to final consumers is about 13-26 times higher than the cost of saving one kWh of final energy depending on the country 154 . 151 Ricardo AEA/ CE Delft (2015) Case study on EEOS, Table 4 – Overview of the EEOS. 152 Rosenow, J., Bayer, E. (2016): Costs and benefits of the Energy Efficiency Obligation Schemes. Regulatory Assistance Project.This estimation has been based on the typical characteristics of the EEOS in Europe, assuming the measures target the household sector with average 1 % yearly savings and average 3 % share of costs of an average annual energy bill of 1 500 euro, and split of lifetimes: 25 % 5 years, 25 % 10 years, 25 % 15 years and 25 % 20 years. 153 Obligated parties operating in fully liberalised markets can pass on the costs at their own discretion, they may spread the cost unevenly across customers, putting the burden primarily on those customers who tend not to switch supplier (RAP study on determining costs and benefits of EEOSs under Article 7). 154 Rosenow, J., Bayer, E. (2016): Costs and benefits of the Energy Efficiency Obligation Schemes. Regulatory Assistance Project. ",
        "51 Table 8: Comparison of costs of EEOSs across selected countries (unit cost of saved energy) Time period Weighted average EEOS cost of lifetime energy savings (Eurocent / kWh) 155 Weighted average retail prices of comparable energy supply for relevant sectors (Eurocent / kWh) UK 2008-2012 1.1 10 Denmark 2015 0.5 13 France 2011-2013 0.4 9 Italy 2014 0.7 9 Austria 2015 0.5 8 Vermont, U.S. 2012-2014 3.2* 11.57 California, U.S. 156 2009-2011** 2.1 12.24 * Includes both electricity and natural gas and fuel oil savings; may not fully account for longer-lifetimes of non-electricity savings measures. ** Data for a different set of years; the cost to the energy companies not available for the 2010-2012 period. According to the analysis, EEOSs' costs are equivalent to about 1-5 % of the average energy bill on the assumption that costs are passed on to the final consumers (see Table 9). However, it is important to note that although it results in the higher cost per energy unit consumed, in reality the energy efficiency actions carried out under the EEO scheme have direct impact on reduced energy consumption level which in turn benefit consumers through reduced overall energy bills due to the achieved energy cost savings. Table 9: Comparison of costs of EEOSs, expressed as share of energy bill 157 Cost as share of average energy bill Household sector Industry sector All sectors UK 2 % N/A N/A Denmark 2 % 5 % N/A France N/A N/A 0.5 % - 1.0 % Italy 1 % not available not available Austria not available yet 0.9 % - 1.4 % not available Vermont, U.S. 6 % 6 % N/A Source: The Regulatory Assistance Project Moreover, data on the breakdown of energy bills in some countries also illustrate the comparatively low cost recovered through the energy bills for the measures financed under the EEOSs in comparison to other bill items (see Figure 11). 155 The figures for the U.S. are generally higher because costs in the US are generally higher than those in the EU due to: shorter measure life assumptions, more 'aggressive' or 'deeper' savings, also targeting energy poverty which is more costly; costs are levelised whereas in the EU not all countries discount energy savings, the higher depth of savings than in most of the EU examples. 156 https://emp.lbl.gov/sites/all/files/cse-report-summary-overview-presentation_0.pdf 157 Rosenow, J., Bayer, E. (2016): Costs and benefits of the Energy Efficiency Obligation Schemes. Regulatory Assistance Project . ",
        "52 Figure 11: Breakdown of the average household energy bill in Italy (2015) 158 Source: The Regulatory Assistance Project Some Member States have developed trading systems to further increase the cost- effectiveness. For example, France and Italy have put in place white certificate schemes enabling bidding for the best market price for white certificates issued following the installation of energy efficiency improvement actions. Evidence from these schemes suggests that trading systems have helped aggregating investments for small projects, creating new business models, especially related to energy performance contracting and energy services companies (ESCOs) which are often SMEs. In Italy, for example, 967 energy services companies 159 have been actively involved in the white certificate scheme to install energy efficiency measures as of 2015. In Ireland, a trading platform is established to allow energy services companies to participate in the EEOS by bidding more competitive prices while providing high quality installation of energy efficiency measures, e.g. insulation of roofs or walls. It is worth to note that, energy efficiency obligation schemes help with aggregation of the fragmented market at the level of obligated/entrusted parties and that (in particular under white certificates trading which in turn builds investment confidence through standardisation). Alternative measures The cost-effectiveness of these measures varies per Member State as there are different factors involved such as the type and coverage of the measure. This has been analysed in more detail for three types of major measures notified under the alternative approach of Article 7(9) (regulations and voluntary agreements, taxation measures and financing programmes and fiscal incentives) in the relevant case studies accompanying the Evaluation study on Article 7 160 . Given that 10 Member States have each notified 20 or more alternative measures under Article 7 (see table 4) this could imply that the costs involved to administer these measures specifically for the purposes of Article 7 might be higher (even though there is no data 158 http://www.autorita.energia.it/it/consumatori/bollettatrasp_ele.htm 159 http://www.gse.it/it/CertificatiBianchi/Pages/default.aspx 160 Ricardo AEA/ CE Delft (2015): Appendix 4: Case studies on four major measures under Article 7. ",
        "53 available to prove it), given the need for monitoring and verification of savings claimed from these measures, in particular to ensure that the double counting due to potential risks of policy overlaps between different instruments is addressed (especially for Member States having mixed approaches - EEO scheme and alternative measures). As regards regulations and voluntary agreements, the literature review indicates that the administrative cost of the measures is relatively low (even lower for voluntary agreements). Costs may increase if these policy measures are combined with other policies, such as tax incentives or other types of financial support. Depending on the actions promoted, financing incentives and schemes can be very cost- effective, and benefits tend to exceed costs if additional tax revenues, positive employment effects and reduced GHG emissions are also taken into account. Even though the studies suggest that administrative costs of energy and CO 2 taxes are generally modest in relation to the revenues generated, there is a range of factors which need to be considered when assessing their cost-effectiveness, such as the level at which the tax is set in comparison to the cost of energy or CO 2 reduction, and exemptions granted 161 . Concerning subsidies, the Report of European Court of Auditors pointed out in their assessment of Cohesion Policy investments in energy efficiency, including an examination of four programmes and a sample of 24 energy efficiency investment projects in public buildings from the 2000-2006 and 2017-2013 financing periods , that subsidies had not always been deployed having in mind cost-effectiveness of public expenditure 162 . In the 2014-2020 financing period, this is being addressed by preconditions for the use of the funding, including certain conditions linked to the EPBD and the EED, a reinforced framework for results- orientated performance, and encouragement for increased use of financial instruments. In general, a combination of public funds (e.g. addressing market failures – e.g. those cost categories or measures not usually addressed under market based mechanisms) and private capital could provide for more effective solutions. • Is there potential to simplify and deliver the objectives of Article 7 more efficiently? The fact that Member States have chosen a large number of different alternative measures, or a combination of EEOS and alternative measures, shows that the flexibility in Article 7 to choose how to achieve the required energy savings has been fully used. Some measures may be less efficient than others, and the wide choice may result in greater complexity and thus greater efforts associated with calculation of energy savings, and also with the verification of actual impacts and possible double counting in case of overlaps between the different instruments. This is the consequence of the Member State exercising the policy choice the legislators left to them in order to respect the subsidiarity of Member States. Even though it is too early to assess the overall achievement of the objectives of Article 7 due to the reasons mentioned above, the available analysis of the implementation of Article 7 and the structured dialogue with the Member States show that some of the provisions need to be simplified to ensure more efficient application of the requirements, notably additionality, materiality and eligibility, applying to both energy efficiency obligation schemes and alternative measures. 161 Ricardo AEA/ CE Delft (2015): Study on evaluating the implementation of Article of the EED. 162 Court of Auditors report on \"Cost-effectiveness of Cohesion Policy investments in energy efficiency\": http://www.eca.europa.eu/Lists/ECADocuments/SR12_21/SR12_21_EN.PDF ",
        "54 2.5.3 Relevance • To what extent is the intervention still relevant? Experience from the implementation of previous EU policies on energy efficiency, in particular under the ESD, showed that the lack of a detailed EU framework made it difficult to achieve the energy savings target agreed by Member States. The Impact Assessment of the EED 163 showed that having a common EU framework reduced costs, benefited from the scale of the internal market and allowed national policy-makers to learn from each other. • To what extent have the original objectives proven to have been appropriate for the intervention in question? The original objectives of Article 7 remain appropriate as the European framework complements national measures and allows more effective and coordinated achievement of the EU 2020 energy efficiency objectives. In the context of a new energy efficiency objective for 2030, EU action becomes even more relevant to ensure that the effort at national level to reduce the energy consumption leads to the achievement of the new 2030 objective and addresses the climate change, security of supply and competitiveness challenges. • How well do the (original) objectives (still) correspond to the needs within the EU? Having an EU framework on energy efficiency, notably as regards Article 7 of the Energy Efficiency Directive (given that about half of savings of the EED are expected from this Article), ensures also stability for the long-term planning and unlocks the needed energy efficiency investments as it sends an appropriate signal to the investors and businesses involved. Energy efficiency obligation schemes can also contribute to effectively address energy poverty issue as Member States can require obligated parties to achieve a certain amount of savings in households affected by poverty in general or energy poverty in particular 164 . In fact, four Member States have foreseen measures with social aims (Austria, France, Ireland and the United Kingdom) targeting low income households under their schemes, and one Member State (Bulgaria) has foreseen such a possibility in their national legislation even though has not put yet in place concrete measures 165 . 2.5.4 Coherence • To what extent are the provisions contained in Article 7 internally coherent or are there possible overlaps with other relevant EU legislation? Article 7 is coherent with other measures of the Energy Efficiency Directive. It complements other policies such as ecodesign, energy labelling and the energy performance of buildings thanks to its \"additionality\" 166 principle requiring that only those end-use energy savings that exceed the minimum requirements originating from EU policies are eligible and can be counted towards the Article 7 target. 163 SEC(2011) 779 final, Impact assessment of the EED. 164 Provision on social aims for EEOS are referred to in Article 7(7)a). 165 Ricardo AEA/ CE Delft (2015) Case study on EEOS, Table 4 – Overview of the EEOS. 166 Additionality is referred to in Annex V (2), (3), and in Article 7(9)(d) and (e). ",
        "55 This is the only Article of the Directive which puts an obligation upon utilities - energy suppliers and distributors - to achieve energy savings amongst their final consumers (chosen by 16 Member States) and thus contributes to the achievement of the EU 2020 objective on energy efficiency given that in addition to the additionality criterion, Article 7 also forbids double counting in case of internal policy overlaps. Moreover, Article 7 creates scope for addressing energy poverty under energy efficiency obligation schemes. In fact, four Member States have foreseen measures targeting low income households under their obligation schemes, and one Member State has foreseen such a possibility in their national legislation. • Do the provisions contained in Article 7 contradict or complement other EU interventions with similar objectives? Overall, the provisions contained in Article 7 complement other EU interventions and create positive synergies with other climate and energy policies, such as the EPBD, Effort Sharing Decision and sustainable transport policies. More detailed analysis on relevant policy areas is provided below: Interaction with the ETS, Effort-Sharing Decision and non-ETS In general, the Emissions Trading System (ETS) and energy efficiency measures are not competing but mutually reinforcing instruments. One of the effects of a carbon price created by the ETS is that it opens up new markets and applications for energy efficient products and technologies. Energy efficiency policy is also aimed at overcoming non-price barriers/market failures. The Energy Efficiency Directive offers flexibility to Member States as regards how to implement different obligations under Directive and their indicative national targets, and notably Article 7 whereby Member States can choose between the energy efficiency obligation scheme 167 and alternative measures. In the calculation of the required amount of energy savings under Article 7, Member States could use four exemptions under Article 7(2), within the maximum limit of 25 % reduction. One of those exemptions (Article 7(2)b) allows excluding final energy consumption by ETS industries, which was used by 15 Member States. Energy efficiency policy in general and Article 7 in particular will affect electricity consumption, and hence the demand for ETS allowances in two ways. On the one hand, more efficient electrical appliances will reduce demand. On the other, measures that drive replacement of fossil fuels with energy efficient electric appliances (e.g heat pumps) will lead to an increase in the demand for electricity. The stakeholders' interviews carried out in the context of the evaluation study on the Effort sharing Decision 168 point out to strong coherence with the EU objectives of energy efficiency and renewable energy 169 . That study concluded that more analysis needed to be done on how the Effort Sharing Decision interacts with energy efficiency policies, notably on how these have contributed to the Effort Sharing Decision 170 , which becomes even more important in the light of more ambitious climate objective for 2030. In addition, the Report of the 167 16 Member States have chosen the default approach and 12 out of those in combination with alternative measures; only 4 Member States have notified EEOS as the only instrument to achieve savings. 168 Decision No 406/2009/EC. 169 Final Report on the Study on Evaluation of Decision No 406/2009/EC (Effort Sharing Decision). 170 ClientEarth (2016): Contribution by energy efficiency to the goals of the Effort Sharing Decision. ",
        "56 European Environmental Agency of 2014 171 concluded that progressing towards several climate and energy targets has presented a number of positive synergies, including that energy efficiency measures help meeting the ESD targets. Interaction with the EPBD, Ecodesign and Energy Labelling Directives It is worth pointing out that Article 7 complements the implementation of other aspects of the EU's energy efficiency policy. As Article 7 also encourages the take up of measures set out in those other instruments it is therefore fully coherent with them. The instruments mentioned do not require the quantification of energy savings that result from their application, so while it may be complicated to say which energy efficiency impacts should be 'assigned' to which policy, there is no formal risk of double counting. For example, the EBD sets minimum energy requirements for new or renovated buildings, but contains no requirements as to how many buildings must be renovated, or by when. By contrast, Article 7 requires actual energy savings, and therefore encourages building renovations to take place in practice. The EBPD can therefore be seen as driving an increase in the depth of renovation of existing buildings, complemented by Article 7 which serves to increase their rate . Almost half of the savings notified under Article 7 (42 %) are to be generated in the buildings sector and it can be observed that the rate of renovation is accelerated due to the specific measures (i.e. financing incentives and programmes) introduced in Member States to stimulate the renovation of residential and tertiary buildings (see Figure 9). Analysis has revealed that some aspects in relation to other EU legislation could be better clarified to ensure consistency and better links, notably as regards application of the \"additionality\" principle, as Member States have the possibility to use energy efficiency measures targeting different end-use sectors already covered by the other EU legislation, such as the Energy Performance of Buildings Directive, Ecodesign and Energy Labelling Directives. 2.5.5 EU added value • What has been the EU-added value of Article 7, and do the issues addressed continue requiring action at EU level? Experience from the implementation of the previous EU policies on energy efficiency, in particular under the Energy Services Directive, showed that the lack of a detailed EU framework made it difficult to achieve the energy savings target agreed by Member States. The Impact Assessment of the EED 172 showed that having a common EU framework reduced costs, benefited from the scale of the internal market and allowed national policy-makers to learn from each other. The European framework complements national measures and allows more effective and coordinated achievement of the EU 2020 energy efficiency objectives. Moreover, in view of more ambitious energy efficiency objective for 2030 agreed by the European Council of October 2014, Article 7 will inevitably play a role as the key contributor 171 Trends and projections in Europe 2014: Tracking progress towards Europe's climate and energy targets: http://www.eea.europa.eu/publications/trends-and-projections-in-europe-2014 172 SEC(2011) 779 final, Impact assessment of the EED. ",
        "57 to the achievement of energy savings requiring Member States to put in place energy efficiency improvement measures while respecting the subsidiarity principle. Having an EU framework on energy efficiency allows businesses and citizens making more informed choices about their energy consumption, become active players in the energy markets and spread best practice across Member States. In addition, the benefit of aggregation and market-based standardisation under EEOs is also an important building stone for increased investments into energy efficiency at the lower cost for taxpayer. • Why would the objectives of Article 7 be better achieved by EU action? Article 7 is an important instrument of the Energy Efficiency Directive that is expected to contribute more than half of energy savings to the overall 2020 EU energy efficiency target (estimated impact of 85 Mtoe in primary energy in 2020) 173 . As stated above the European framework allows more effective and coordinated achievement of the EU 2020 energy efficiency objectives ensuring stability to investors that in turn allow unlock the needed financing for implementing the energy efficiency measures. 173 Estimations made by the Commission services on the impact expected from Article 7 in 2020. ",
        "58 3 C ONCLUSIONS 3.1 Conclusions on the implementation of Article 6 The key finding from the evaluation is that it is too early to judge the achievement of the objectives of Article 6. And that in consequence it is premature to proceed to a legal revision of Article 6 of the EED. Analysis nonetheless supports that Article 6 addresses the main barriers which prevent procurement bodies applying energy efficiency criteria in their public procurement procedures. These relate to a general lack of awareness, perceived inconsistency of energy efficiency criteria with other procurement criteria, the lack of knowledge and expertise, perceived higher costs when procuring energy efficient products, services or buildings, and experienced difficulties to check the requirements or the lack of information. The following conclusions can be summarised under each evaluation criteria analysed: Effectiveness The evaluation of the implementation of Article 6 to date reveals that it is too early to judge the achievement of the objectives of Article 6 due to the following reasons: 1) The transposition deadline was 5 June 2014 and many Member States are still putting in place the needed transposition and implementation measures related to Article 6 (time constraint); 2) There is insufficient experience in the Member States on implementing Article 6; 3) There are no data allowing the quantification of progress in the rate of public procurement applying energy efficiency criteria of Article 6 of the EED (data constraint). Efficiency It appears too early to judge whether the provisions of Article 6 itself could be simplified. The analysis supporting the evaluation has however identified several possible areas for improving the implementation of this article. The evaluation at national level notably revealed that out of the list of conditionalities, “cost- effectiveness” and “economic feasibility” are the most widely implemented ones. The cost- effectiveness of these processes is expected to improve due to systematically employing criteria for the life-cycle rather than the initial cost of the purchase. As regards ways to simplify or streamline the provisions of Article 6, the evaluation suggests there is a need for clarification, for improved guidance on implementation and that synergies with others existing frameworks on sustainable public procurement are strengthened. Relevance The public sector constitutes an important driver to stimulate market transformation towards more efficient products, buildings and services. Over 250 000 public authorities in the EU spend around 18 % of GDP on the purchase of services, works and supplies. In 2008, approximately a fifth of that total annual value was procured at European level which is approximately 3.1 % of the total GDP of the European Union. The evaluation has shown that the primary relevance can be summed up as in the following: ",
        "59 Firstly, the EU intervention is relevant to EU citizens by providing better value for money in the operations of public administrations. Secondly, it acts as a ‘pull’ factor allowing manufacturers to place on the market better products: the Energy Star Communication from 2011 notably showed that public procurement obligations are a strong driver for manufacturers for factoring energy efficiency into their production processes. Thirdly, by transforming the market of goods towards greater efficiency it allows consumers to benefit. The article contributes to reduced energy bills given that the majority of items covered by Annex III of the EED are consumer products. The evaluation indicates that the relevance of Article 6 EED for EU energy policy increased with the Energy Union Strategy, including the “efficiency first” principle. Coherence Coherence with the EU public procurement legislation The guidance note published in 2013 clarified the relationship between Article 6 and the EU Public Procurement Directive: The Public Procurement Directive sets the framework for how procurement should be undertaken with the aim of ensuring principles such as fair competition and getting best value for taxpayers’ money. It leaves to specific legislation, such as the EED, any definition of what has to be purchased. In the case of the EED the principles of 'acting fairly' and 'getting value for money' are ensured by the fact that the minimum requirements the procured items must meet are openly- available/non-proprietary and common and they aim at minimising the life-cycle cost of these items. The requirements of Article 6 of the EED are in line with and complement the above- described generic provisions laid down in the New Public Procurement Directive and more specifically Articles 67 and 68 of that Directive. Coherence with EU legislation on energy labelling and on ecodesign The provisions contained in Article 6 complement other EU policies with similar objectives such as the EU energy labelling and ecodesign rules. The guidance note on Article 6 clarified the relationship between Article 6 and the related procurement items covered by energy labelling implementing regulations under Directive 2010/30/EU and by ecodesign implementing regulations under Directive 2009/125/EC. Coherence with EU legislation on energy performance of buildings The EPBD and the EED are the two main directives aiming at reduction of energy demand by buildings. In purchasing or making new rental agreements for buildings, central governments will in general have to choose only buildings which comply with the minimum efficiency requirements that the Member State in question has set under the EPBD. ",
        "60 Article 6 and Annex III of the EED indicate that purchased or rented buildings have to meet the minimum energy performance requirements set under Article 4 of the EPBD. The EPBD requires that energy performance certificates are to be included in sales advertisements and national inspection schemes for heating and air conditioning systems. It sets the target for zero energy buildings and requires energy performance requirements for new buildings. Article 5(1) of the EED imposes also an obligation to gradually upgrade existing stock. While the obligation in Article 5(1) is designed to effect a gradually improvement of the energy efficiency of the building stock, the obligation in Article 6(1) and Annex III(f) is designed to prevent the addition of new buildings or the renewal of leases for existing buildings which do not meet the minimum requirements. No contradiction or overlap between the provisions of Art 6 EED and other provisions of this legislation has been identified. Added value The Impact Assessment of the EED showed that having a common EU framework reduced costs, would increase the Member States' ability to achieve the energy savings target agreed , and would allow Member States to benefit from the scale of the internal market and for national policy-makers to learn from each other. A common EU framework contributes to a level-playing field across the internal market. 3.2 Conclusions on the implementation of Article 7 Member States have notified a broad range of policy measures (477) to reach the required end-use savings requirement under Article 7 that amounts to 250.3 Mtoe cumulative savings by 2020 (slightly exceeding the sum of notified national requirements which amount to 230.2 Mtoe). If comparing the savings specifically for the year 2020 with the expected energy savings of the EED 2011 impact assessment, they are 1 % and 10 % expressed in primary energy savings lower respectively. Actions with longer lifetimes planned to be implemented over the period 2014-2020, in response to the notified policy measures, will continue to have an impact beyond 2020, and will therefore make a positive contribution to the 2030 objective. Almost all Member States have established Monitoring and Verification (M&V) systems to check the reported energy savings for the EEOS and alternative measures. As regards specific elements of the M&V systems (statistically representative sample used, independence from obligated and participating parties ensured, audit protocols in place, reporting of achieved savings and penalties applied in case on non-compliance), the level implementation of these vary across Member States. In general, there is more evidence available on how the monitoring and verification systems work for the EEOS than for the alternative measures under Article 7, including limited evidence on the administrative costs associated with the monitoring and reporting the alternative measures, due to the recent implementation. More specifically the progress of the implementation is as follows: a) Energy Efficiency Obligation Schemes (EEOSs), the default instrument of Article 7, are expected to generate the highest amount of savings by 2020 from a single measure notified under Article 7 (34 % or 86.1 Mtoe). ",
        "61 b) Other major policy measures in terms of the amount of expected energy savings are financing schemes and fiscal incentives (19 % or 49.0 Mtoe) followed by energy and CO 2 tax measures (15 % or 34.4 Mtoe) and regulations and voluntary agreements (11 % or 27.1 Mtoe). c) The majority of savings (42 % or 104.4 Mtoe) are expected to be generated in the buildings sector followed the industry (8 % or 18.9 Mtoe) and transport (6 % or 15.7 Mtoe), the rest of the savings (44 % or 111.3 Mtoe) is expected to come from cross-cutting measures (e.g. taxes, building regulations applying to domestic and non-domestic buildings, financing incentives applying to multiple sectors). • As regards the existing framework of Article 7 and Annex V, this is complex and certain requirements are interpreted differently by Member States leading to different transposition and implementation results or lack of information on how these are going to be implemented. The most critical of these are additionality, materiality, eligibility and double counting. Those provisions require further clarification, simplification and/ or guidance. The following conclusions can be summarised under each evaluation criteria analysed: Effectiveness: • The evaluation of the implementation of Article 7 on energy efficiency obligation schemes and alternative measures reveals that Member States are on track to achieve the required savings, provided that the measures are effectively implemented by Member States and that robust monitoring and control systems are established to check the credibility of reported energy savings. It appears that the effectiveness depend mainly on the following factors: a) Effective governance at national level to ensure the enforcement of implementation of Article 7 in line with the requirements; b) Regular monitoring (via the Annual Reports) at national and EU level to ensure that the real outcome matches the estimated savings; c) Further Commission dialogue with Member States to address the non-conformity (including through the infringement procedure where appropriate) and, equally important, to promote the exchange of best practices. • Even though the overall performance appears to be broadly on track, there are still areas for further improvement both as regards the implementation of Article 7 at national level and simplification and clarification of certain requirements, notably \"additionality\" and \"materiality\" to allow more effective and efficient achievement of the savings. Efficiency: • The evidence shows that the EEOSs are highly cost-effective since the administrative costs form a relatively small part of the overall expenditure of the energy efficiency actions, although they can be expected to vary between Member States. ",
        "62 • Alternative policy measures also tend to be cost-effective, for example voluntary agreements, taxation measures and financing schemes and incentives. This depends on the level of the target (energy savings) measure aims to achieve, design of the measure itself. • Given the recent transposition deadline it was not possible to establish the assessment of costs associated to monitoring and reporting requirements for the application of requirements under Article 7 for the majority of Member States as the reporting of the savings is taking off just recently. The dialogue with the Member States suggests though that the requirements imply high administrative burden, which was also stressed in the replies to the relevant public consultation on the EED. Relevance: • The original objectives of Article 7 remain relevant as the European framework complements national measures and allows more effective and coordinated achievement of the EU 2020 energy efficiency objectives. • This becomes even more relevant in the context of the new 2030 ambitious climate and energy objectives including those set by the EU decarbonisation agenda for 2050, to ensure that the effort at national level to reduce the energy consumption leads to the achievement and addresses the persisting climate change, security of supply and competitiveness challenges. Coherence: • Article 7 remains coherent with other measures of the Energy Efficiency Directive. It complements other policies thanks to its \"additionality\" principle requiring that only those end-use energy savings that exceed the minimum requirements originating from EU policies are eligible and can be counted towards the Article 7 target. • Article 7 seems to complement the implementation of other aspects of the EU's energy efficiency policy. For example, the EPBD drives an increase in the depth of renovation of existing buildings, and is complemented by Article 7 which is serving to increase their rate . • Nevertheless, analysis has revealed that some aspects in relation to other EU legislation could be better clarified to ensure consistency and better links, notably as regards application of the \"additionality\" principle, as Member States have the possibility to use energy efficiency measures targeting different end-use sectors already covered by the other EU legislation, such as the Energy Performance of Buildings Directive, Ecodesign and Energy Labelling Directives. • As regards the interaction with the Emissions Trading System (ETS) and energy efficiency measures, those are mutually reinforcing instruments. The carbon price created by the ETS opens up new markets and applications for energy efficient products and technologies. • As regards the interaction with the non-ETS policy, the issued Report of the European Environmental Agency (2014) argued that progressing towards several climate and energy targets has presented a number of positive synergies, including the fact that energy efficiency measures help meeting the targets under the Effort-Sharing Decision. ",
        "63 Added value: • Article 7 is an important instrument of the Energy Efficiency Directive that is expected to contribute more than half of energy savings of the Directive to the overall 2020 EU energy efficiency target (estimated impact of 85 Mtoe in primary energy in 2020) 174 . • As stated above the European framework allows more effective and coordinated achievement of the EU 2020 energy efficiency objectives ensuring stability to investors that in turn allow unlock the needed financing for implementing the energy efficiency measures. 174 Estimations made by the Commission services on the impact expected from Article 7 for year 2020. ",
        "64 4 A NNEXES TO THE FINAL REPORT Annex 1 - Glossary of acronyms and abbreviations BVP Best Value Procurement CA EED Concerted Action of the Energy Efficiency Directive CEPPI Coordinated energy-related PPI actions for cities CHAP Central registry for complaints and enquiries Commission European Commission, unless specified otherwise DG Directorate-General Directive Energy Efficiency Directive, unless specified otherwise EcoDesign EcoDesign Directive (2009/125/EC) EE Energy efficiency EEC Energy Efficiency Calculation Tools EED Energy Efficiency Directive (2012/27/EU) EEOS Energy efficiency obligation scheme Energy Labelling Energy Labelling Directive (2010/30/EU) EPBD Energy Performance of Buildings Directive (2010/31/EU) ESCOs Energy services companies ESD Energy Services Directive (2006/32/EC) ESIF European Structural and Investment Funds ETS Emissions Trading System EU PDA EU Project Development Assistance FI Energy agency or regulator GPP Green Public Procurement GRASP Growth and sustainability policies for Europe H2020 Horizon 2020 ICT Information and Communication Technologies LCC Life Cycle Costing M&V Monitoring and verification MS Member State(s) NEEAP National Energy Efficiency Action Plan PPD Public Procurement Directive (EU/2014/24) PPI Pro-innovation procurement approach RAP Regulatory Assistance Project SME Small- and medium-sized enterprise SPP Regions Sustainable Public Procurement Regions SWD Staff Working Document TCO Total Costs of Ownership TED European public procurement data. ",
        "65 Annex 2 – Procedural information Directorate General for Energy (Unit C.3, Energy Efficiency) was the lead DG on the evaluation. The Evaluation Roadmap was published on Agenda Planning Tool with the reference No AP 2015/ENER/062. The work on this evaluation started in January 2015. The Secretariat General chaired the Inter-service Steering Group (ISG) which was established for the Review of the Energy Efficiency Directive. The draft evaluation staff working document was presented and discussed with the services on 20 October 2015. The ISG monitored the overall progress of the evaluation, provided comments and agreed on the overall conclusions of the evaluation. The ISG followed that the quality and objectivity of the evaluation including for the external studies is ensured, including providing the quality assessment of the final reports of the relevant studies. Most of the findings of the evaluation on the effectiveness of Article 6 on purchasing by public bodies are based on the study \"Review of the effectiveness of implementation of Article 6 of the EED\", commissioned to the external contractor Spark/Ecorys. The study was launched in May 2015 and completed in December 2015. As regards Article 7 on the energy efficiency obligation schemes and alternative measures, the Commission commissioned a study to the external contractor Ricardo-AEA (launched in December 2014 and completed in June 2016) on evaluating the implementation of Article 7 of the EED which was based on the information notified by Member States (notifications to comply with the reporting obligation of 5 December 2013 on Member States' measures and methodologies for implementing Article 7, additional information submitted via the National Energy Efficiency Action Plans or through the structured dialogue including the EU pilot process) during the time period from December 2013 until October 2015. Additional external study \"Costs and benefits of the Energy Efficiency Obligation Schemes\" was commissioned to the Regulatory Assistance Project (from November 2015 to June 2016) to specifically analyse the related costs and multiple benefits of the energy efficiency obligation schemes in selected Member States and leading third countries. Even though the evaluation process was launched before the adoption of the Better Regulation Package (May 2015), it followed the new Better Regulation guidelines as much as possible. Annex 3 – Stakeholder consultation Relevant stakeholders (Member States, industry associations, consumers' associations, research and academic institutions, private companies, NGOs and citizens) were involved throughout the entire process of the Review of the Energy Efficiency Directive. • Open public on-line consultation As part of the evaluation process and impact assessment of the EED Review 175 , a public consultation was launched on 4 November 2015 to receive feedback and input from a wide range of stakeholders. In line with good practice, the survey accepted responses for more than 175 The consultation contributed to the EED Review and covered the following Articles: 1, 3, 6, 7, 9-11, 20; 24. ",
        "66 12 weeks (open until 29 January 2016). The consultation was published on the DG Energy website 176 . The Commission's minimum standards on stakeholder consultation were all met. In total 332 responses were submitted to the online survey, with additional 69 documents submitted as either complementary to or in lieu of survey-based submissions. Most contributions were submitted by industry associations (140), private companies (47) and NGOs (33). A total of 19 central public authorities submitted contributions, including 18 from within the EU and Norway. The synthesis report of the public consultation is available online at: https://ec.europa.eu/energy/sites/ener/files/documents/Public%20Consultation%20Report%20 on%20the%20EED%20Review.pdf . Energy Efficiency Directive Committee A targeted consultation with Member States took place at the EED Committee of 2 February where the preliminary findings of the evaluation were presented to and discussed with the Member States. The minutes of the Committee meeting are available online at: http://ec.europa.eu/transparency/regcomitology/index.cfm?do=search.documentdetail&1DUc Ar7swgOUo3QJBUchyABe71l/AR8GAM7vQ7Y0lhQn/Qhs71dMAJ5dvcXCvNIj . • Workshop on monitoring and verification under Article 7 On 3 February 2016 a dedicated workshop on monitoring and verification of energy savings generated by the energy efficiency obligation schemes and alternative measures under Article 7. The workshop aimed at providing an overview of the monitoring and verification (M&V) systems in the Member States including the main design features, technical monitoring and verification of the savings and interaction with stakeholders. The workshop was attended by 23 Member States and Norway. Summary of the discussion: Workshop on Monitoring and Verification Systems under Article 7 of the Energy Efficiency Directive, 3 February 2016 Under Article 7 and Annex V of the Energy Efficiency Directive (EED), Member States must ensure that energy savings are correctly accounted for, ensuring, among others that independent Monitoring and Verification (M&V) systems covering at least a statistically significant sample are put in place for both Energy Efficiency Obligation Schemes (EEOS) and alternative measures. The workshop aimed at an exchange of (good) practices between Member States. It was structured into 3 sessions. The first session provided an overview of the implementation of the M&V measures of the EED, followed by presentations by several Member States on the general design of M&V schemes, technical monitoring and verification of savings and interaction with stakeholders. The workshop was attended by 23 Member States and Norway. 176 The synthesis report is available on: http://ec.europa.eu/energy/en/consultations/consultation-review- directive-201227eu-energy-efficiency ",
        "67 Major findings: • The large majority of Member States has reported to have M+V systems in place; and a majority have notified responsible authorities for M&V, including the compliance with the need of independent verification. However, a number of Member States still need to put in place audit protocols and statistically significant sampling, and penalties relating to compliance. • The general design of M&V systems varies greatly between Member States, not least due to the different designs of national EEOS and alternative measures (e.g. voluntary agreements with industry sectors). Even between Member States that use EEOS, M&V schemes differ fundamentally, due to (i) the vastly different number of obligated parties subject to EEOS, and to (ii) different measures imposed under EEOS in the respective Member States. Moreover, M+V differs between Member States having the EEOS, where obligated parties are made to focus on different sectors, for example on households (UK), and the industrial sector (IE, DK). The differences also occur in how Member States administer the combined approach – EEOS and alternative measures (specifically designed to address double counting) , for instance in AT. No evidence is available, though on how this works as the data are still to be collected. The workshops gave the impression that EEOS have more stringent M&V requirements in place than alternative measures (this needs to be confirmed at later stage). • No Member State appears to have yet estimated administrative costs related to M&V under Article 7 as the instrument is relatively new and the achieved savings are just about to be reported for many Member States. However, the administrative costs for setting up and maintaining M&V Systems appear to be high in many Member States and it is partly linked to the number of measures used by Member States). In particular in Member States with fully fledged M&V systems that apply a variety of measures under Article 7 necessitate different M&V systems with increased monitoring and verification costs. The costs appear also to be high for the M&V of EEOS which are designed in some Member States to pursue specific policy objectives, e.g. renovation of buildings and reducing energy poverty. Some Member States reported also transition costs as they have to adapt existing M&V systems that were in force before the EED to fit the requirements of the EED. • Widely different strategies for stakeholder interaction are put in place: In order to reduce administrative burden, the interaction may be mostly/exclusively limited to few obligated parties (DK). Other Member States deal with a multitude of stakeholders of different levels (obligated parties and supply chain – installers, ESCOs, etc.) for the purpose of clarifying responsibilities and rules, including education and awareness– building, which may include specialised websites, regular stakeholder forums etc. (UK). • Reported strategies for reducing the complexity of the M+V: o Reducing the costs and burden resulting from a high number of small obligated parties by imposing obligations on associations of obligated parties: The association carries out the energy efficiency measures and the projects rather than many single obligated parties (DK). o Not linking the saving obligations with specific mandatory policy measures , e.g. renovation, energy poverty ",
        "68 o Having a tailored on-line self-reporting system in the light of the complexity of instruments, namely the combination of EEOS and alternative measure for the purpose of reducing costs, administrative burden and tackling the risk of double counting (AT). o Giving obligated/participating parties a safe harbour 6 months after self- reporting of savings (AT); issuing white certificates allowing stakeholders to have speedy verification (redemption in case of failure within 3 years possible). o Introducing comparable quantifiable energy credits for specific savings that can be passed from subcontractors up the chain to obligated parties (IE). • Issues raised by Member States: o Several Member States asked for guidance on the required \"statistically significant sample\" for M+V. o The benefit of introducing EU-wide default values for savings was discussed; but considered by most intervening Member States as impracticable to achieve in the light of varying national conditions (e.g. different window types, climatic conditions, etc.). • Stakeholder event on the review of the energy efficiency legislation A dedicated high-level stakeholder event on the review of the energy efficiency legislation took place on 14 March 2016. Some 300 representatives from Member States and Stakeholders' European umbrella organisations gathered on 14 March 2016 in Brussels to react to the evaluations, problem definitions, and policy options raised in the framework of the review processes of the Energy Efficiency Directive and of the Energy Performance of Buildings Directive. The event was organised as a consultation in the framework of the Better Regulation Initiative. "
    ]
}