{
    "text": [
        "Fact Sheets ",
        "Contact European Commission - Joint Research Centre Institute for Environment and Sustainability Via E. Fermi, 2749 - TP 263 21027 Ispra (VA) - Italy Tel. +39 0332 785809 Fax +39 0332 789222 Website: http://ies.jrc.ec.europa.eu E-mail: ies-contact@jrc.ec.europa.eu Photo Credits: Front Cover: H. Scheeren, P. Thunis, A. Kocan, G. Dubois, E. Canuti, P. Brandt, M. Paracchini Back Cover: H. Scheeren, P. Brandt, D. Bavera, G. Dubois L B - 32 - 10 - 331 - E N - C © E u r o p e a n U n i o n , 2 0 1 0 The IES Mission The mission of the Institute for Environment and Sustainability is to provide scientic-technical support to the European Union’s Policies for the protection and sustainable development of the European and global environment. ",
        "Editors Grainne Mulhern, Harald Scholz, Livia Vasile Graphic Design and Layout Erica Roggio, Livia Vasile, Artestampa sas Legal Notice Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of this publication. A great deal of information on the European Union is available on the Internet. It can be accessed through the Europa server (http://europa.eu/). JRC 59016 EN ISBN 978-92-79-16043-1 doi10.2788/2399 © European Union, 2010 Reproduction is authorised provided the source is acknowledged. Printed in Italy on recycled paper ",
        "The mission of the Institute for Environment and Sustainability is to provide scientific-technical support to the European Union's policies for the protection and sustainable development of the European and global environment. The IES is one of the seven institutes of the Joint Research Centre, a Directorate General of the European Commission which is dedicated to supporting EU policy-making with its scientific-technical expertise and competences. The activities of the IES cover a broad range of environmental areas including climate change, biodiversity, ecosystems, natural resources (air, water, forests, soil), natural hazards, and the environmental dimension of development cooperation. Based in Ispra, Italy, and with around 450 staff, the IES is one of the largest interdisciplinary environmental research institutes in Europe. ies.jrc.ec.europa.eu THE INSTITUTE FOR ENVIRONMENT AND SUSTAINABILITY ",
        "DID YOU KNOW THAT THE IES hosts annual visits for school pupils, and the general public? DID YOU KNOW THAT you can access all IES publications through the IES website, at: http://ies.jrc.ec.europa.eu/scientific-publications.html ? DID YOU KNOW THAT THE IES hosts several large-scale facilities, including the Vehicle Emissions Laboratory (VELA), which tests and measures emissions of all types of vehicles and non-road machinery? DID YOU KNOW THAT THE IES also carries out activities outside of Europe, including in the Congo basin and Brazil? DID YOU KNOW THAT THE IES is a member of the Partnership for European Environmental Research (PEER), which brings together Europe’s largest environmental research centres? You can find out more about it at: www.peer.eu DID YOU KNOW THAT THE IES regularly publishes open positions on its website ies.jrc.ec.europa.eu ? The IES consists of seven scientific units, one management support unit, and the directorate. It is funded within the budget of the Joint Research Centre as provided by the EU Research Framework Programme. IES also generates its own income through research work carried out directly for customers. The IES publishes scientific articles and reports and contributes to scientific journals, many of which contain ground breaking scientific findings which fuel scientific discussions and help make inroads into cutting-edge scientific research on the environment. Underpinned by its research competences and consensus building functions in the scientific community, the IES supports the whole policy-making cycle in the fields of environment and sustainable development. Organisation and activities Photo Credits: Pracsis For more information: E-mail: ies-contact@jrc.ec.europa.eu IES Internet website: ies.jrc.ec.europa.eu ies.jrc.ec.europa.eu/scientific-publications.html The main customers of the IES are the policy Directorates General of the European Commission. However, the IES is also one of the leading environmental research institutes in Europe, and serves not only the EU Member States, but collaborates also with many other bodies, including the European Environment Agency (EEA), the European Space Agency (ESA) and the European Committee for Standardisation (CEN). At a global level, the IES co-operates with international institutions like the United Nations Food and Agriculture Organisation (FAO), the UN Framework Conventions on Climate Change (UNFCC), Biological Diversity (CBD) and Combating Desertification (UNCCD) and also the UN Economic Commission for Europe (UNECE) and the UN World Health Organisation (WHO). Equally productive collaboration exists with institutions such as the US National Aeronautics and Space Administration (NASA), the US Environmental Protection Agency (EPA) and the African Union Commission. Customers and collaborators Integrating Robust Science for Policy Making ",
        "Clean water is vital and needs to be protected. Water quality is constantly under threat from chemical pollutants discharged into water from various sources such as industry, households or pesticides. We all rely on the use of, for instance, pharmaceuticals and personal care products. However, the risk that some of these substances may pose after their use, needs to be understood and managed. Questions like “Does a pharmaceutical potentially harm sea birds when appearing in oceans?”, “Is caffeine a risk for fish?” or simply “Can I drink this water?” require sound scientific answers. Understanding what chemicals can do to our water quality is important for managing one of our most precious natural resources. For policy measures to be truly effective in maintaining water quality, they need to be accurate and targeted to specific pollutant activities. This is where the IES’ contribution is critical as it performs research on the many chemical, biological and ecological processes regarding chemical pollutants in water. Having a proper scientific understanding of the fate of chemical pollutants in water helps develop legislation that will benefit European water quality. ies.jrc.ec.europa.eu WATER QUALITY ",
        "DID YOU KNOW THAT THE IES, in 2008 and 2009, screened 164 groundwater bodies across Europe for newly developed chemical substances, such as pesticides and pharmaceuticals? DID YOU KNOW THAT THE IES contributed technical advice and best practices for sampling and analysing water containing chemical pollutants; successfully supporting the implementation of the EU Water Framework Directive? DID YOU KNOW THAT THE IES organised a campaign with 27 analytical laboratories from 11 Member States, in order to compare the different sampling and analysis methods being used for assessing water quality? The overarching goal of EU legislation is to provide a harmonised approach achieving good water quality for all EU citizens. The IES supports this by encouraging all Member States to use comparably good measurement methods and techniques. In this way, the end results of the monitoring exercises across all Member States can be compared and this can truly make a difference to the effective implementation of European legislation related to water quality. In order to collect relevant information the IES uses various types of measurement techniques and tools. The main objectives are to measure and monitor the quantity of chemical pollutants in water, the frequency with which they occur, their bio-chemical characteristics, or their effects on water quality. Monitoring and measuring chemical pollutants Various substances can damage water quality or disturb the ecological health of a water body. Among them are excessive amounts of nutrients and fertilizers, even if useful and essential in lower quantities. Nutrients are used for example, in agriculture, and can reach surface and groundwaters. The IES performs research on the pathways such nutrients take, in order to evaluate them on their journey to different water bodies. The IES also evaluates the effects of current legislation on water quality and nutrient losses into water. It develops scenarios aiming at improving the situation and supports the development of future legislative measures. Water and nutrients For more information: E-mail: ies-contact@jrc.ec.europa.eu IES Internet website: ies.jrc.ec.europa.eu http://fate.jrc.ec.europa.eu Photo Credits: Front Page: European Union, 2010; D. Bavera; E. Huelmbauer (top down) Back Page: B. Pernille Integrating Robust Science for Policy Making ",
        "ies.jrc.ec.europa.eu FOSTERING SUSTAINABLE DEVELOPMENT Agricultural production in Africa has increased by more than 50% over the past 25 years, but malnutrition levels are still high. With a rapidly increasing population, Africa is in dire need of sustainable production and growth solutions. The African Union-European Union strategy, adopted in 2007, defines long-term policy orientations between Africa and Europe. As part of this strategy, the IES is very active in the Africa-EU Partnership on Science, Information Society and Space, which aims to bridge the scientific and digital divide in Africa by using remote sensing to help Africa to monitor its environment in the pursuit of sustainable development. The IES also provides information on droughts, floods, forest changes and soils in Africa, bringing the latest in European scientific knowledge and developments to Africa, so that African decision makers can choose the best options for sustainably managing natural resources. AFRIC A focus on ",
        "DID YOU KNOW THAT THE IES designed, developed and distributed the “IES e-station”, a satellite image processing system, to African partners? DID YOU KNOW THAT THE IES developed a decision support system to assess dangers to protected areas in Africa? DID YOU KNOW THAT THE IES carried out a pilot study on flood forecasting in Africa that showed its system would have been able to forecast floods successfully with a leadtime of 5 days? DID YOU KNOW THAT THE IES established and developed the Observatory of Forests of Central Africa in Kinshasa, to compile scientific knowledge on forests in the Congo Basin? The EU seeks to help developing countries to sustainably manage their natural resources and to mainstream environmental issues appropriately, in order to meet the overall objective of sustainable development. The IES supports this aim by providing dedicated tools and techniques for monitoring ecosystems and agrosystems and helping to understand the interactions between development, environment, and security issues. Using satellite data, advanced geospatial analysis and socio- economic models, the IES monitors land cover and land use dynamics, fresh water availability and management, land degradation, bush- and forest- fire dynamics and the assessment of, and threats to, biodiversity. Helping Africa to sustainably manage its natural resources The ACP Observatory, coordinated by the IES, aims to advance sustainable development in African, Caribbean and Pacific (ACP) countries by establishing a reference centre for scientific and technical information. It provides environmental information in the form of maps, data and tools to decision makers and development projects. The thematic domains covered include soil, biodiversity, forests, food security, rural development, rangelands, marine and coastal ecosystems, water management, land degradation, desertification, natural hazards, civil protection and spatial data infrastructure. The main activities of the ACP Observatory, which currently focuses mainly on Africa, include: • Management of the ACP Observatory information portal • Exchange of added value information, capacity building and reinforcing scientific networks through training and the secondment of experts. The ACP Observatory DID YOU KNOW THAT THE IES developed the successful knowledge management platform ‘Capacity4Dev.eu’ for the sharing of ideas and knowledge on technical cooperation? Integrating Robust Science for Policy Making Photo Credits: Back Page: G. Dubois For more information: E-mail: ies-contact@jrc.ec.europa.eu IES Internet website: ies.jrc.ec.europa.eu acpobservatory.jrc.ec.europa.eu DID YOU KNOW THAT THE IES is the leading developer of the Digital Observatory for Protected Areas (DOPA), a biodiversity information system, that also has an active African component? You can see how it works at: capacity4dev.ec.europa.eu bioval.jrc.ec.europa.eu/PA/ ",
        "THE AIR WE BREATHE What we call air is a complex mixture of gases together with liquids and fine solids in suspension. Trace gases and particulate matter in the air can have both, natural and man-made origins. Whether individual components have harmful pollutant effects is largely a question of their concentration. Because of this complexity, the IES carries out detailed atmospheric measurements, critical assessments of existing data, and modelling studies at local, regional, continental and global scales. The better our understanding is, of atmospheric composition, its interactions and its effects, the better we can inform air pollution and climate change policy-making. ies.jrc.ec.europa.eu ",
        "Reducing GHGs emissions will slow down global warming. Often the technical measures taken, e.g. reducing fuel consumption, also reduce emissions of particulate matter and their precursor gases. The resulting reductions in particulate matter concentrations in the atmosphere are beneficial for human health, however, this same “cleaning up” allows more solar radiation to reach the earth, in turn adding to global warming. But not all air pollutants behave in this antagonistic way. The IES is trying to identify win-win situations where air quality is improved, and climate change will be slowed down, avoiding too fast short-term and too strong long-term warming of the planet’s biosphere. Greenhouse Gas Emissions (GHGs) DID YOU KNOW THAT THE IES has calculated four emission scenarios for the coming decades, that show the potential effects of a wide range of feasible Air Pollution and Climate Change policy measures? The IES has calculated the effects of each of these four scenarios on global climate. DID YOU KNOW THAT THE IES uses a mobile laboratory to audit air pollution in the EU Member States, comparing the quality of fine particle measurements? DID YOU KNOW that current atmospheric methane concentrations are about 2.5 times higher than preindustrial levels? Man-made methane emissions come mainly from agriculture (ruminants, rice cultivation), landfills, but also coal mining, and oil and gas production. The most important natural source of methane are wetlands. Atmospheric methane (CH 4 ) is the second most important anthropogenic greenhouse gas after CO2. However, large uncertainties exist about methane emissions estimated from statistical data (so-called “bottom-up” estimates), mainly because of uncertainties in the emission factors. For instance, methane emissions from wetlands show large variability in space and time. An alternative way to set meaningful limits to our estimates of methane emissions is to use atmospheric concentration measurements in an inverse model: It calculates how much methane needs to be emitted from where and when, in order to reproduce the observations. Inverse Modelling Photo Credits: Front Page: M. Paracchini, C. Gardi (top down) Back Page: A. Brink, C. Gardi (from left to right) DID YOU KNOW THAT THE IES calculated the combined effects of climate change policies and air pollution policies? It was concluded that while it will be difficult to avoid some rapid but limited increase of temperature in the coming 20-30 years, the biosphere should benefit from climate stabilisation in the long term. ccu.jrc.ec.europa.eu For more information: E-mail: ies-contact@jrc.ec.europa.eu IES Internet website: ies.jrc.ec.europa.eu DID YOU KNOW THAT THE IES has developed a sophisticated inverse modelling system for atmospheric methane and nitrous oxide (N2O), based on a global, 3-dimensional atmospheric transport model? For this, the IES used atmospheric observations from a global network of surface monitoring stations and an instrument on-board the European Environment Research Satellite ENVISAT. Integrating Robust Science for Policy Making ",
        "DESERTIFICATION LAND DEGRADATION DROUGHT The IES provides information on various aspects of desertification, land degradation and drought for European, African and global stakeholders. Policy makers and national authorities are thereby enabled to prepare for, adapt to, or limit the damage of these phenomena that are expected to become more pronounced as a result of climate change. To be able to offer timely, appropriate and scientifically sound information, the IES has developed innovative tools to monitor, evaluate and characterise drought phenomena, providing a broad and accurate view of the situation. ies.jrc.ec.europa.eu ",
        "DID YOU KNOW THAT THE IES is developing methods and tools for assessing, monitoring and forecasting drought in Africa? Climate variability and change are likely to affect land and land-use indirectly. Changing precipitation patterns, either with more extreme events or decreasing frequency, can lead to amplified irregular situations; droughts can become more recurrent and severe, potentially expanding the dryland areas of the world. These shifting conditions not only affect the land and its normal functions in providing ecosystem services such as healthy soil, water and biodiversity, but also jeopardise food production and agricultural development. Such land degradation is possibly aggravating poverty in vulnerable areas. Helping to foresee and combat these phenomena, the IES is developing innovative tools and information systems to improve monitoring and assessment of droughts and desertification. The results of these efforts will enable policy-makers to develop focused and effective strategies. They will help counteract, limit and adapt to the damage which these phenomena can cause to the environment and to societies which rely on it. Causes and Consequences DID YOU KNOW THAT THE IES has started to compile the new “World Atlas of Desertification” with an international network of experts? The European Drought Observatory (EDO), a project the IES is currently developing, offers a European view on droughts and is mainly intended for use by national authorities. For these stakeholders, such a support tool is critical to enlarge the perspective beyond their geographical borders. The EDO processes meteorological and satellite- based data into monitoring information on European droughts which is made available through a powerful web map server. The IES is also contributing to a World Atlas of Desertication launched in partnership with UNEP (The United Nations Enviromental Programme). The Atlas will contain information on desertification and land degradation from global to local scales, bringing state-of-the-art scientific findings into the policy arena. It will offer a wealth of information for decision makers through a web-based digital atlas portal. Digital view on drought and desertification DID YOU KNOW THAT you can see for yourself the current drought forecast for Europe and other statistics on http://edo.jrc.ec.europa.eu? DID YOU KNOW THAT THE IES co-organised the first Scientific Conference of UNCCD COP 9 (ninth Conference of the Parties of the United Nations Convention to Combat Desertification)? It was entitled “Understanding Desertification and Land Degradation Trends”. Photo Credits: Front Page: C. Galbiati Back Page: G. Dubois (top, left to right); P. Panagos, J. Starr (bottom, left to right) For more information: E-mail: ies-contact@jrc.ec.europa.eu IES Internet website: ies.jrc.ec.europa.eu edo.jrc.ec.europa.eu Integrating Robust Science for Policy Making ",
        "ECOSYSTEM SERVICES: A GIFT FROM NATURE Natural ecosystems provide a multitude of services to humans such as clean air and water, producing food and fuel, decomposing waste and recycling nutrients, and they do this for free. Evidence has shown that these natural resources are not unlimited. ies.jrc.ec.europa.eu Human activities and increased demand threaten the health of ecosystems and the services they provide. The European Union is responding to these threats by implementing measures to protect, enhance and sustain our ecosystems. The IES supports the EU in this endeavour by monitoring ecosystems and the threats they face in soils, air, forests and water. Moreover the IES monitors the impacts of policy implementation, and scientifically underpins the best directions for attaining global ecosystem sustainability. ",
        "The soil is home to a vast array of organisms which provide many important ecosystem services. Agricultural land benefits greatly from soil biodiversity, while farmed land can also provide habitats for many species. Europe’s agricultural history has led to the development of specific ecosystems, which today account for a substantial part of Europe’s biodiversity. However, current trends in agriculture such as land abandonment and agricultural intensification pose a significant threat to this ecological heritage. Sustainable management of High Nature Value (HNV) farmland areas is key to the achievement of biodiversity targets. The IES provides scientific advice on the links between the environment and agriculture. Current areas of research include water pollution, irrigation, soil, pesticide use, biofuels and landscape management. The IES developed and hosts the European Soil Data Centre (ESDAC), the focal point for European soil information relevant to EU policies. The IES also manages the European Soil Bureau Network (ESBN), a network of EU national soil surveyors and soil science institutions. The IES is developing similar networks in Africa and Latin America (the African and Latin American Soil Bureau Networks, respectively). Soil reservoirs of biodiversity Integrating Robust Science for Policy Making Photo Credits: Front Page: H. Scheeren, M. Paracchini, D. Bavera (top down) Back Page: G. Dubois, P. Nauwelaers, E. Canuti (top down) DID YOU KNOW THAT THE IES publishes a series of soil atlases? They include so far the Soil Atlas of Europe (2005) and the more recent Soil Atlas of the Northern Circumpolar Region (2010). DID YOU KNOW THAT THE IES produced the first EU-wide map of high nature value farmland? DID YOU KNOW THAT THE IES has played a leading role in defining and harmonising the concept of “good ecological status” for fresh and marine water across Europe? For more information: E-mail: ies-contact@jrc.ec.europa.eu IES Internet website: ies.jrc.ec.europa.eu The ecological structure, its functions, and the goods and services provided by European marine, coastal and inland waters are affected by climate change and increasing human pressure. Various EU Directives including the EU Marine Strategy Framework Directive (MSFD) and the EU Water Framework Directive (WFD) aim to protect the European marine and aquatic environments. The MSFD aims to restore the structure and function of marine biodiversity and ecosystems, with a view to achieving “good environmental status” of all European seas and coasts by 2020, while the WFD aims to achieve “good ecological status” by 2015. The IES proactively supports these Directives and others designed to protect inland, coastal and marine waters. It develops and monitors key marine indicators and supplies up-to-date quality controlled marine and coastal scientific information through the online Environmental Marine Information System (EMIS). Protecting European waters esdac.jrc.ec.europa.eu eusoils.jrc.ec.europa.eu ",
        "ies.jrc.ec.europa.eu Environmental Footprints The way our society produces and consumes goods and services determines how much we contribute and has impacts on ecosystems, human health, and natural resource depletion. The overall impact we make is described as our environmental footprint. Environmental footprints can be quantified in a comprehensive way using life cycle assessment (LCA). An LCA evaluates a product’s impact on the environment over its entire life cycle, from the extraction of raw materials, its manufacture and use, through to recycling or its ultimate disposal. The insights gained through LCA can help producers, consumers and policy makers to make informed choices that help sustain rather than harm the environment. The IES addresses the need to quantify environmental footprints through various activities including the European Platform on Life Cycle Assessment and the International Reference Life Cycle Data System (ILCD). How green is your lifestyle ",
        "DID YOU KNOW THAT THE IES developed the LCA Resources Directory as a “one-stop shop” for life-cycle- related information? DID YOU KNOW THAT THE IES compiled the European Reference Life Cycle Database (ELCD) which provides reference data on resource consumption and emissions in relation to important products and services for European market conditions? DID YOU KNOW THAT THE IES established and coordinates the Life Cycle Thinking (LCT) Discussion Forum for enhanced knowledge exchange and communication? The “European Platform on Life Cycle Assessment (EPLCA)” was established in 2005 to give guidance on how to carry out LCA and to promote the availability of robust life cycle information. It helps to build and support a growing number of policies and business instruments, including carbon footprinting, eco-design, eco-labelling, and environmental reporting by organisations. The Platform’s implementation and maintenance is a joint responsibility shared by the IES and Directorate-General for the Environment. LCA is an essential tool for many sustainable consumption and production policies as well as business instruments, including carbon footprints, because: LCA facilitates comparisons of environmental performance of different products on an equal basis, ensuring a “level playing field”; LCA helps to avoid resolving one environmental problem only to create others elsewhere by taking a comprehensive approach in one consistent framework. European Platform on Life Cycle Assessment (EPLCA) For more information: E-mail: ies-contact@jrc.ec.europa.eu IES Internet website: ies.jrc.ec.europa.eu lct.jrc.ec.europa.eu Photo Credits: Front Page: Ruxandra Mo ldoveanu, European Commission, 2010, Shutterstock (top down) Back Page: Pracsis The International Reference Life Cycle Data System (ILCD) supports the availability of quality-assured, consistent life cycle assessments and data. It consists primarily of a Handbook and a Data Network. The ILCD Handbook (http://lct.jrc.ec.europa.eu/) is a series of technical guidance documents for carrying out Life Cycle Assessment. It provides the basis for consistent and quality-assured calculations of environmental and carbon footprints. The EPLCA (see box above) is currently establishing the ILCD Data Network, which will act as a single hub of data from different sources/owners in line with the ILCD Handbook guidelines. This network aims to ensure a high level of consistency and quality-assurance of the data. International Reference Life Cycle Data System (ILCD) DID YOU KNOW THAT THE IES provides support for policies and instruments in governments and businesses that rely on life cycle assessments, methods and data? DID YOU KNOW THAT THE IES jointly established and now coordinates the European Platform on Life Cycle Assessment? Integrating Robust Science for Policy Making ",
        "FLOODS AND FOREST FIRES: EARLY PREPARATION IS KEY Floods and forest fires have become more frequent in the past years. Being natural hazards, they cannot be instantly stopped. However, the damage they cause can be limited. The European Commission, through its research arm, the Joint Research Centre, is developing early warning systems in close collaboration with Member State authorities in order to be able to prevent or limit these natural hazards. These science-based efforts enable the European Commission to send out alerts and constantly updated maps to national authorities so they can warn civilians and prepare their civil protection forces. In this way, lives are saved, the environment is protected and properties are spared from damage. ies.jrc.ec.europa.eu ",
        "DID YOU KNOW THAT THE IES sent out 43 flood alerts over a two-year period through the European Flood Alert System (EFAS) to National Flood Authorities? In more than 60% of the alerted cases floods actually occured. During the spring of 2010, floods in Hungary, Romania, Ireland and Italy once again confirmed that efficient flood risk management and adapting to extreme weather are critical. Apart from the threat floods pose to a single country, their impact often evolves across borders. One of the initiatives to improve the preparedness for floods is the European Flood Alert System (EFAS), which is being developed and tested at the European Commission’s Joint Research Centre. National authorities mostly monitor developments within their own borders and have often been taken by surprise by high levels of water flowing in from neighbouring countries’ rivers. EFAS takes account of hydro-geographical data, weather conditions and rainfall forecasts over the whole of Europe and helps to improve preparedness for upcoming floods by providing warnings up to 10 days in advance. Reservoirs can then be opened, rescue services alerted earlier and if necessary, people can be evacuated in a timely manner. European Flood Alert System (EFAS) DID YOU KNOW THAT EFAS achieves with a 7-day forecast today the same prediction quality as with a 5-day forecast 10 years ago? Every year, forest fires in Europe cause unacceptable losses in terms of human lives and damage to property and to the environment. Fire danger forecasts, monitoring of fire activity, assessment of damages due to fires and post fire recovery are essential tools to support the authorities in charge of forest fire prevention and fighting. The European Forest Fire Information System (EFFIS) provides European, national institutions and citizens with near real time harmonised information on forest fires and their effects in Europe. Moreover, EFFIS produces an improved prediction of critical fire danger situations and facilitates international collaboration in forest firefighting in critical fire events. Through its website EFFIS delivers fire danger predictions up to six days in advance, as well as daily updated information on active fires and fire damages in Europe. Additional modules in EFFIS analyse post-fire effects (such as soil erosion and gas emissions) and make use of satellite imagery to monitor the recovery of vegetation in the burnt areas. European Forest Fire Information System (EFFIS) DID YOU KNOW THAT EFFIS has been developed and is maintained at the IES? DID YOU KNOW THAT EFFIS can predict critical fire danger conditions up to six days in advance, for all Europe? Photo Credits: Front Page: G.Dubois (top left), UFZ-Centre for Environmental Research Leipzig-Halle/André Künzel- mann (bottom right) Back Page: W. Kay, P. Samuels (top, left to right); M. Cruz, J. Kucera (bottom, left to right) DID YOU KNOW THAT THE IES provided the first high- resolution map of flood damage potential in economic terms? DID YOU KNOW THAT THE IES has recently introduced a new module into EFFIS, which supports the dispatching of forest fire fighting efforts in Europe during major crises? For more information: E-mail: ies-contact@jrc.ec.europa.eu IES Internet website: ies.jrc.ec.europa.eu efas-is.jrc.ec.europa.eu effis.jrc.ec.europa.eu Integrating Robust Science for Policy Making ",
        "Forests: getting the bigger picture Forests serve many important functions – they filter air and water, absorb CO 2 from the atmosphere, provide habitats for multitudes of different organisms, conserve soil, and modulate hydrological flow. We need to protect and conserve the world’s forests in order to maintain a healthy biosphere. Deforestation and forest fragmentation can lead to biodiversity loss and, in extreme cases, the proliferation of desert areas. Deforestation in the tropics is also recognised to be a major contributor to CO 2 emissions. The IES monitors and measures the state of, and trends in European and global forests using the latest in satellite technology, and develops methods for consistent and comparable forest monitoring and mapping in order to help policy makers make the best possible decisions to protect our forests. ies.jrc.ec.europa.eu ",
        "Information concerning the spatial distribution of European forests is needed for forest protection and conservation, forest resource analysis, climate change research and other forest-related applications. Several initiatives have attempted to provide forest maps at different scales, but the disparity in the level of detail and the underlying definition of forests make them unusable for international reporting processes. The IES develops new methods for consistent and comparable forest monitoring across Europe. It produces up-to-date European forest maps. It also investigates the characterisation, mapping and reporting on European forest spatial patterns, forest fragmentation and forest connectivity. It measures if, how and where local forest spatial patterns change over time and how forest fragmentation processes and changes in forest connectivity occur. Mapping European forests DID YOU KNOW THAT THE IES provides European-wide maps and analyses of forest patterns and derived products on forest fragmentation and connectivity through the European Forest Data Centre? Deforestation is thought to contribute to circa 15% of global warming and the greenhouse effect. Despite the growing public attention being given to global deforestation, there is an ongoing debate as to the actual magnitude of this process. The IES provides quantitative measurements of changes in forest resources in support to EU policies and international agreements. Using Earth-observing satellites and sophisticated processing techniques, and in collaboration with a large network of partners (local / national experts), the IES provides statistically valid estimates of forest cover change for recent decades, focusing mainly on European and tropical forests where deforestation is a major issue. By monitoring the world’s forests from space, the IES helps Europe to improve climate policies and environmental aid packages, and to support the sustainable use of forest resources. Monitoring tropical deforestation DID YOU KNOW THAT THE IES developed a tool that assesses the impact of different accounting rules on potential emission credits/debits from the Land Use Land Use Change and Forestry (LULUCF) sector? This tool, operated by the IES provides EU negotiators with real time quantitative assessments during meetings of the Conferences of the Parties of the United Nations Framework Convention on Climate change (UNFCCC). Photo Credits: F. Achard DID YOU KNOW THAT THE IES developed a new powerful pattern recognition system that is available at: forest.jrc.ec.europa.eu/download/software/guidos ? DID YOU KNOW THAT THE IES contributes to the FAO’s (Food and Agriculture Organization of the United Nations) Global Forest Resources Assessment Programme? efdac.jrc.ec.europa.eu For more information: E-mail: ies-contact@jrc.ec.europa.eu IES Internet website: ies.jrc.ec.europa.eu Integrating Robust Science for Policy Making ",
        "Effectively managing the European marine environment is key to development and sustainable growth in areas of the European economy such as tourism. About half of the European Union’s population lives less than 50 km from the sea and the coastal environment provides one of the most popular holiday destinations for European holiday makers. Apart from this, sea-derived industries and services account for about 3-5% of Europe’s Gross Domestic Product. Europe’s shipping industry represents 40% of the world’s fleet. Sustainably managing seas and coastal areas is one of the main fields of work in the IES. The IES develops science-based marine knowledge and monitoring techniques to support legislation. Ultimately, it protects the European Marine Environment and encourages the sustainable management of its resources for the European economy. ies.jrc.ec.europa.eu The Marine Environment ",
        "The IES provides scientific knowledge in support of the“Marine Strategy Framework Directive”. This entails collecting data in order to monitor how Member States are implementing it. As an open approach to this task, the IES set up a data and information system “The Environmental Marine Information System” (EMIS) which can be accessed at: emis.jrc.ec.europa.eu. It is a web based application that offers access to expert data collected by the IES. It contains geo-referenced maps with scientific information and those marine-related parameters that are derived from satellite sensors. Morover, indicators are given, which can be used to measure the quality of the marine environment. Environmental Marine Information System (EMIS) DID YOU KNOW THAT THE IES’ “EMIS” has been monitoring the vulnerability of European coastal waters to man-induced eutrophication for more than a decade? The EU has developed the “Marine Strategy Framework Directive” to guide the efforts of all Member States towards the uniform goal of protection, management and preservation of the marine environment. IES research in this field is aimed at helping the Commission and Member States to assess the marine environmental status in Europe in an integrated manner and to act accordingly. For instance, the IES analyses how human activities on land influence the quality of the marine environment and its biodiversity and what kind of activities pollute the seas and coasts and what kind of areas are affected by it. The IES derives its knowledge from satellite-born data, uses simulation models and thus understands various characteristics and patterns of our marine environmental heritage. This enables the scientists to develop key marine indicators and to use them in monitoring. An integrated view of European Seas and Coasts DID YOU KNOW THAT THE IES discovered that the surface temperature of the Mediterranean sea increased on average by 0.04 °C per year for the last 22 years? Photo Credits: Front Page: R. Loos - Back Page: E. Canuti For more information: E-mail: ies-contact@jrc.ec.europa.eu IES Internet website: ies.jrc.ec.europa.eu emis.jrc.ec.europa.eu DID YOU KNOW THAT THE IES’ “EMIS” has been developed for Africa and, that it’s called AMIS? (African Marine Information System) Integrating Robust Science for Policy Making "
    ]
}