{
    "text": [
        "EUROPEAN COMMISSION DIRECTORATE GENERAL XII SCIENCE, RESEARCH AND DEVELOPMENT Directorate D - RTD Actions: Environment Faut-41 établir Ie dialogue avec les utilisateurs? Have we got to establish a dialogue with users? ¿Hay que establecer un dialogo con los usuarios? Mario Catizzone European Commission Report Eur 18353 August, 1998 ",
        "",
        "·.·■ Published by the EUROPEAN COMMISSION Directorate-General XIII Telecommunications, Information Market and Exploitation of Research L-2920 Luxembourg Title : Faut-il établir le dialogue avec les utilisateurs ? Have we got to establish a dialogue with users ? ¿Hay que establecer un diálogo con los usuarios? Edited and written by Dr. Mario CATIZZONE EC - DG ΧΠ/D/l, SDME 7/38 200, rue de la Loi Β-1049 Brussels This report is EUR 18353 of the ENVIRONMENT and CLIMATE Research Programme of DG XII of the European Commission. LEGAL NOTICE The views expressed in this report are those of the writer. They do not necessarily represent the view of the European Commission. There are no restrictions on the reproduction of any part of this document, although acknowledgement would be appreciated. ",
        "",
        "T A B LE D ES M A T T E R ES 1. FAUT-IL ÉTABLIR LE DIALOGUE AVEC LES UTILISATEURS ? Résumé 7 Introduction 8 Imaginaire collectif 8 Nouvel élan 9 Utilisateurs/Bénéficiaires ? il Le fil conducteur 13 2. POUR UN PACTE SUR LES SOLS La mosaïque 14 Leçons à tirer 16 T A B LE OF CONTENTS 1. HAVE WE GOT TO ESTABLISH A DIALOGUE WITH USERS ? Summary 21 Introduction 22 The collective imagination 22 A new impetus 23 Users/beneficiaries? 25 The clue to the problem 2 7 2. FOR AN AGREEMENT ON THE SOIL The mosaic 28 Lessons to be learned 30 TABLA DE MATERIAS 1. HAY QUE ESTABLECER UN DIALOGO CON LOS USUARIOS ? Resumen 35 Introducción 36 El imaginario colectivo 36 Nuevo impulso 37 Usuarios/beneficiarios ? 39 El hilo conductor 41 2. POR UN PACTO SOBRE EL SUELO El mosaico 43 Lecciones que pueden extraerse 45 Références bibliographiques - References - Referencias bibliográficas 49 ",
        "",
        "Faut-il établir le dialogue avec les utilisateurs ? _ ^ — — — — — ^ _ _ ^ ^ _ _ _ __ Documents présentés au lóeme congrès mondial de Science du Sol - Agropolis Montpellier (France) - 20-26 août 1998 ",
        "",
        "Faut-il établir le dialogue avec les utilisateurs ? M. Catizzone Résumé Pratiquement absente des grands débats internationaux sur les ressources de la Planète, il est demandé à la science du sol de redéfinir ses priorités et ses options futures. En conséquence le pédologue est sujet à de fortes pressions pour définir son rôle. Cette situation n'est pas unique, beaucoup d'autres disciplines scientifiques ont subi de profonds changements dus à la mise en pratique du concept de développement durable comme défini à Rio de Janeiro. Ce bouleversement intellectuel a entraîné des transformations également dans les administrations locales, nationales et internationales et il demande un changement de mentalité aussi dans les individus. Etant fondamentale pour la compréhension de la ressource sol, la pédologie est alors appelée à s'intégrer dans cet effort mondial. Pour retrouver son rôle elle doit accepter le \"défi\" d'un dialogue avec les utilisateurs/bénéficiaires et avec les autres professionnels concernés. Ceci implique que, s'ils ne veulent pas être tenus à l'écart et remplacés par d'autres acteurs, les pédologues doivent résoudre les problèmes de communication (langage, données, approches) et apprendre à reconnaître les besoins en données sur le sol, comme elles sont déjà définies par les utilisateurs mêmes (individus, associations, communes, provinces, régions, nations, Europe communautaire, organismes internationaux). Un nouvel élan pour la science du sol s'impose par le biais d'un dialogue franc et ouvert entre tous ¡es acteurs. Des chercheurs, y inclus des pédologues, ont produit des méthodologies et des résultats qui permettent de pouvoir répondre correctement à l'analyse de la complexité du sol dans son entièreté. Les exemples de la Commune de Calvià (Espagne) et de la Province de Kouvala (Finlande) démontrent que cela n'est plus une utopie. Cette complexité d'analyse demande des instruments interprétatifs flexibles et adaptables dans des conditions d'évolution perpétuelle. Instruments comme l'approche holistique ou INSURED sont des méthodologies concrètes et intersectorielles qui incluent les données sur le sol. Au cours du prochain millénaire le rôle du pédologue sera donc sûrement différent. Son activité liée au transfert de technologie se réduira, celle de consultant augmentera et son rôle de \"facilitateur\" s'amplifiera. Le Congrès de Montpellier devra permettre de jeter les bases de ce nouveau rôle. Est-ce la dernière opportunité pour les pédologues? Mots clés: développement durable, communication, flexibilité, complexité, besoins, utilisateurs/bénéficiaires, dialogue intersectoriel, \"facilitateur \". Dr. Mario CATIZZONE, Fonctionnaire scientifique, Commission européenne, Direction générale XII, Programme Environnement et Climat, 200 rue de la Loi, B-1049 Bruxelles, Belgique DOCUMENT PRÉSENTÉ AU 16ÈME CONGRÈS MONDIAL DE SCIENCE DU SOL - AGROPOLIS - MONTPELLIER (FRANCE) - 20-26 AOÛT 1998 - ENREGISTREMENT SCIENTIFIQUE NO 2531, SYMPOSIUM NO 36 ",
        "Introduction J'ai eu le plaisir de rencontrer, au cours d'un séminaire sur la pédologie, des anciens collègues d'université devenus entre-temps d'éminents pédologues. Nos discussions ont rapidement convergé sur la science du sol et son évolution possible et j'ai vite eu l'impression de ne pas arriver à trouver un terrain d'entente: plus j'insistais sur la nécessité d'une \"ouverture\", plus de leur côté il y avait de la \"résistance\". Le sens de leurs phrases était: \"En tant que pédologues, nous avons besoin de nous sentir réconfortés en parlant de science du sol d'abord à de vrais spécialistes du sol, c'est à dire à d'autres pédologues\"; et encore \"Pour pouvoir collaborer avec d'autres personnes concernées ou d'autres disciplines, nous avons besoin de nous retrouver plus ou moins régulièrement entre pédologues\". Ce type de raisonnement, je l'ai rencontré plusieurs fois lors de débats sur des opportunités nouvelles pour la science du sol. Ma déception n'était donc pas liée à ces phrases, mais au fait qu'elles proviennent de deux personnes impliquées depuis plus de quinze ans dans des actions de planification régionale, avec des contacts quasi quotidiens avec des politiciens, des associations de catégories sociales, des agriculteurs, des bureaux techniques, etc. c'est à dire avec ceux que l'on définit, dans, la littérature des opportunités pour la pédologie, comme \"les utilisateurs (ou bénéficiaires) des résultats des activités pédologiques\". Pourquoi alors cette attitude de \"défense\", comme si la science du sol était une forteresse assiégée avec à l'intérieur les \"défenseurs des vraies connaissances\"? La pédologie dans sa forme classique doit changer et ceci est désormais un acquis comme le démontrent les articles et oeuvres de Blaikie, Blum, Bouma, Brabant, Bridges, Bullock, Chambers, Cheverry et al., Dumansky et al., Ferrari, Gardner, Hurni, Miller, M'Hiri et al., Nachtergaele, Röling, Ross, Ruellan et al., Savory, Scoones, Singleton, Sposito et Reginato, Theng, Wild, Warkentin, Wilding, Zinck et encore beaucoup d'autres (je ne mentionnerai pas toutes les références bibliographiques, par souci de concision). Je n'insisterai donc pas davantage sur ce point, d'autant plus qu'il a été admirablement illustré dans une analyse récente, publiée sur l'\"Austalian Journal of Soil Resources\" (Basher 1997). La réaction de mes deux amis est humaine et compréhensible: on est gêné lorsqu'on doit changer de place à sa propre brosse à dent; imaginez-vous lorsqu'on demande d'analyser d'une façon critique sa propre préparation et vie professionnelle. Mais si on veut comprendre l'isolement dans lequel se trouve actuellement la science du sol \"classique\", il faut justement partir de ce type de réaction. Imaginaire collectif Dans l'imaginaire collectif de la plupart des gens, le sol est quelque chose de \"sale\", à ne pas toucher, à utiliser pour y enterrer des choses \"à cacher\". D'un autre côté, pour le pédologue le sol est quelque chose de presque unique, de difficilement reproductible, à ne pas déranger et dont la synthèse maximale réside dans le \"profil\". Il y a un gouffre entre ces deux positions: comment les concilier? Comment faire pour que les pédologues puissent adresser les résultats de leurs activités aux personnes concernées, sans pour autant se sentir incompris ? Les connaissances scientifiques traversent difficilement le \"mur\" d'indifférence des administrateurs, des planificateurs, des institutions financières et des autres utilisateurs potentiels. D'autre part, pour évaluer ",
        "une ressource il faut s'accorder sur les paramètres à utiliser pour déterminer sa réelle \"valeur\". Or, suivant les deux mentalités extrêmes mentionnées auparavant, cette valeur peut varier de zéro à l'infini: un sol de montagne, nu, sur une pente abrupte, riche en pierre et roche affleurante, très pauvre en matière organique, présente une faible valeur pour un pédologue, mais si on peut y faire une piste de ski ... Au contraire, un sol de plaine bien structuré et ayant une bonne texture, riche en matière organique avec un bon potentiel pour la production agricole a une forte valeur pour un pédologue, mais quelle valeur peut-il avoir pour l'ingénieur civil qui veut y faire passer une autoroute? Et si la piste de ski ou l'autoroute ou la préparation du sol produisent perte de fertilité, concentration du ruissellement, érosion ou avalanches, etc., quelle valeur aura ce sol pour la société? En partant de domaines et d'intérêts si éloignés, comment évaluer la ressource sol ? Il va sans dire que la seule possibilité d'entente passe par l'acceptation l'un de l'autre, donc par la construction des conditions pour un dialogue. Déjà dans le passé, des instruments d'interprétation des données pédologiques ont été créés pour transférer ce type d'information pour des fins identifiés (FAO 1976, 1990, 1993 et Sys 1985). Mais le ■ \"cadre de référence\" a changé grâce à la création et à l'acceptation d'un \"cadre conceptuel commun\": celui du Développement Durable (United Nations 1992). En effet, ce dernier permet à tous, utilisateurs et acteurs, d'avoir un but commun et donc la possibilité de créer une même plate-forme sur laquelle greffer des intérêts éventuellement non convergents. C'est ainsi, en partant de ce \"substrat\" commun, que l'on a assisté, dans les dernières années, à une multiplication d'hypothèses capables d'incorporer les différents acteurs dans le même contexte. Le dialogue peut donc commencer, si on accepte que le sol soit un organisme complexe qui s'adapte difficilement à être catalogué, fixé, étudié d'une manière définitive. Il faut obtenir des instruments d'interprétation suffisamment flexibles et adaptables suivant les conditions et nos capacités d'intervention/analyse; il faut tenir compte du fait que le transfert d'une analyse bidimensionnelle (profil) vers une tridimensionnelle (espace) et/ou quadrimensionnelle (temps) demande une adaptation continuelle des maîtrises et des moyens. Nouvel élan Un nouvel élan est donc nécessaire des deux côtés: pédologues et utilisateurs/ bénéficiaires. Les pédologues doivent faire un effort supplémentaire d'imagination pour être capables d'informer les personnes sur l'importance du sol dont dépendent la vie et la planète. Il faut arriver à modifier la mentalité commune, mais en même temps arrêter de considérer le sol en tant que \"autel sacré\" de la nature. Dès leur scolarité et jusqu'au cycle secondaire, les jeunes devraient avoir des cours pour apprendre à connaître et approcher le sol. Ceci est déjà en discussion dans d'autres sessions de ce même Congrès; je veux seulement souligner ici que la longue marche de \"rapprochement\" des deux mentalités en vue d'un dialogue, nécessite de la part des pédologues des changements au niveau du langage, des données à récolter et de l'approche à utiliser. Le langage: l'homme a besoin de communiquer; l'adulte se \"cache\" derrière ses mots et il construit un \"jargon\" qui le \"réconforte\". Pourquoi la science du sol ne doit-elle pas se satisfaire de son propre et unique \"jargon\" ? Parce que les différents langages pédologiques qui ont été créés, sont devenus imperméables et \"incompréhensibles\" aux 9 ",
        "pédologues eux-mêmes. Le \"jargon\" n'est pas unique et souvent naissent des discussions afin de comprendre de quel type de sol on est en train de débattre. Ce \"jargon\" en outre change régulièrement suivant la capacité \"monopolisatrice\" des proposants et ce n'est pas un hasard si, après la \"Soil Taxonomy\" et la \"Classification FAO\", on essaye aujourd'hui de structurer la \"World Reference Base for soil resources -WRB\"(Nachtergaele 1997). En d'autres mots \"notre langage\" ne permet pas de communiquer. Ce serait à la limite nécessaire si on voulait créer une organisation spécifique et pour \"initiés\" uniquement! Mais le sol est tellement complexe que, si on veut d'une façon ou d'une autre le sauvegarder pour les générations futures, on a besoin aussi de l'intervention des habitants et des autres spécialistes. D'autres acteurs interviennent et ce indépendamment de leur propre jargon: géographes, agronomes, ingénieurs civils, architectes, hydrologues, écologistes, etc. (Bridges et al. 1996). Ils fournissent aux pouvoirs décisionnels des instruments d'interprétation du territoire, y compris les sols, utilisant un autre langage sûrement moins scientifique mais beaucoup plus approprié au \"dialogue\". En outre, il faut utiliser les noms locaux des sols si on veut que les habitants puissent participer au dialogue (Darracq et al. 1995). Les données: un formulaire pour la description d'un profil pédologique demande de détailler les informations sur la localisation, la lithologie, la géomorphologie, la pente, l'utilisation, l'exposition, les horizons (limites, couleurs, humidité, texture, structure, ph, etc.); de plus7 il faut y ajouter les résultats d'analyses de laboratoire (granulometrie, C Organique, CaC0 3 , cations, etc.) et encore d'autres détails physiques. Je dois souligner, pour éviter toute interprétation erronée, que ces données sont importantes, fondamentales et elles permettent une réelle évaluation de la situation du sol par son profil. Mais ces données sont-elles suffisantes? Les causes de la complexité des sols ne se limitent pas aux données physiques, il faut y inclure les hommes, leurs activités économiques proches et lointaines, leurs lois, leurs moeurs et habitudes (Strati 1997). Ces autres données, il faut les détailler autant que celles de nature biophysique. Naturellement les pédologues ne sont pas qualifiés pour récolter ce genre d'informations: d'autres spécialistes doivent s'en charger. Mais les interactions milieu physique - activités économiques et sociales produisent un impact sur les sols en déterminant leurs limites, contraintes et risques lors de leur utilisation. Ces interactions doivent être étudiées conjointement et les pédologues jouent un rôle actif et irremplaçable dans l'interprétation de ces interactions (Catizzone 1996). L'approche: si le langage permet de communiquer et si on s'occupe des interactions des données, alors nous avons aussi besoin d'une méthodologie d'analyse appropriée. Déjà le XV Congrès de l'AISS à Acapulco, parmi les opportunités de la pédologie au XXI siècle, recommandait \"une approche holistique interdisciplinaire qui soit dynamique et méthodologiquement orientée\" (ISSS 1994). En d'autres mots: essayer d'utiliser une approche permettant de répondre à la complexité de l'étude des sols par un dialogue et une méthode flexible et adaptable. Comment établir cette approche ? Il faut utiliser les nouveaux instruments qui permettent d'incorporer les données (toutes les données!) et de répondre aux défis de l'évolution des sociétés. Les nouvelles mathématiques, les ordinateurs et leurs logiciels, les sciences statistiques permettent de ne plus avoir de limites techniques dans les moyens d'interprétation et d'évaluation. Le problème réside alors dans l'identification d'une procédure d'analyse qui soit acceptée par les différents acteurs/partenaires. Des méthodes ont déjà été conçues (Anom. 1992, Reale et al. 1996) et expérimentées, les résultats (M'Hiri 1994, Brabant 1994 et al. 1996, Ferrari 1997) permettent de conclure que ces approches créent non seulement des nouvelles 10 ",
        "opportunités pour la science du sol, mais concrétisent le dialogue acteurs/bénéficiaires - pédologues, souvent considéré comme impossible ou frustrant. Utilisateurs/bénéficiaires ? Pour compléter notre analyse, nous devons \"observer de plus près\" le concept d'utilisateurs/bénéficiaires. En effet, souvent les pédologues se créent un alibi pour justifier leur \"isolement\" et demandent d'identifier les utilisateurs potentiels et leurs besoins. Or les utilisateurs/bénéficiaires aux différents niveaux ont déjà exprimé leurs besoins de données pédologiques: ils demandent rarement de la cartographie ou une classification des sols, beaucoup plus souvent ils cherchent à résoudre des problèmes concrets ou à définir. L'intérêt de l'individu est le \"bien-être\", et peut être vu comme un mélange de valeurs matérielles, sociales et morales/spirituelles. Cette distinction est valable pour l'agriculteur comme pour l'industriel, pour les femmes comme pour les hommes, pour les riches comme pour les pauvres, et il varie en pourcentage selon les croyances et la personnalité (Calkin et al. 1992). S'il veut satisfaire un de ces besoins, le pédologue devra répondre aux questions de l'individu concernant le sol. Exemples: l'implantation d'une nouvelle vigne demande l'identification non seulement des endroits les plus rentables, mais d'apprécier si le sol pourra soutenir favorablement la production (valeur matérielle); une législation (ex. ouvrages liés à l'urbanisation) peut obliger le propriétaire à une utilisation différente du sol, une connaissance correcte du milieu permettrait d'éviter les sols les plus fertiles ou à risque (valeur sociale); la possibilité d'utilisation de certains sols est étroitement liée à sa propre perception religieuse ou morale (ne pas toucher une surface aménagée par quelqu'un de la famille, respecter les traditions ou tabous, ne pas utiliser un terrain proche d'un cimetière etc.). Déjà avec ces exemples on comprend que le pédologue puisse facilement identifier une partie de la valeur matérielle, mais il nécessite d'autres connaissances, scientifiques et non, pour mettre ensemble toutes les valeurs auxquelles l'individu fait référence. Mais comment découvrir ces valeurs sans un réel \"dialogue\" et sans faire participer directement les individus concernés (Darracq et al. 1995)? Associations, organismes non gouvernementaux (ONGs), coopératives, grandes entreprises, etc., suivant leurs motivations, auront un rapport différent avec les sols. Souvent les implantations industrielles ou agricoles produisent une profonde modification de l'écosystème, et une de leurs préoccupations majeures est liée à la pollution qui peut en découler. Mais la formulation des problèmes passe par une définition similaire aux individus (pourcentage de valeurs matérielles/sociales/morales) à identifier par l'addition des perceptions des responsables ou des participants de l'association. L'objectif que le pédologue doit poursuivre ne sera pas seulement lié à une nécessité de rentabilité économique ou de sauvegarde environnementale, mais encadré dans une combinaison plus vaste de développement durable. Le cas des individus et des associations diffère de ceux des Communes, Provinces et Régions des pays industrialisés. Ces structures administratives ont souvent leurs propres infrastructures techniques et demandent des données sur les sols à des fins de planification territoriale. Souvent dans leurs bureaux techniques nous trouvons des professionnels ayant aussi une bonne préparation pédologique. Ce derniers sont en mesure de comprendre le \"langage technique\" mais ils ont la tendance à créer leurs propres moyens d'interprétation du territoire. En effet, grâce à leur connaissance du milieu et à une identification claire des problématiques (problèmes sanitaires, concentration de déchets, pollution, inondations, dégradation, urbanisation, ...), ils 11 ",
        "adaptent leurs connaissances techniques et méthodologiques pour l'identification des surfaces à utiliser et pour les études, recherches, analyses qui doivent y être concentrées. La ' i stance\" entre ces professionnels et les pédologues est parmi la plus dure à surmonter, car chacun défend des \"acquis scientifiques\" et les deux ont du mal à faire participer les populations locales à la définition des problématiques. Mais lorsque l'objectif du développement durable est commun, clair et défini, les solutions deviennent rapidement possibles. Je mentionnerai ici le cas de la Commune de Calvià en Espagne, qui a pu effectuer toute une reconversion du territoire afin de réorganiser l'activité touristique dans un contexte durable (Aranzabal 1997). Par un simple \"pacte\" entre habitants et administrateurs pour un \"tourisme durable\", on a pu reconsidérer l'utilisation des terres et ime urbanisation différente. Ceci a amené aussi à la destruction de grands immeubles et à un re-allocation de terres et surfaces à des fins agricoles, forestières et touristiques. Dans l'équipe des experts il y a un responsable pour les sols, qui est parfaitement intégré avec les autres spécialistes. Comme autre exemple de communication correcte, dans le même but de sauvegarder la durabilité du système, on peut citer le cas de la province de Kouvala en Finlande. Le problème central et névralgique réside dans la nécessité de réglementer les transports. En effet Kouvala est le point de liaison terrestre entre l'Europe et la Russie. Les transits ferroviaire et routier conditionnent la vie de tous les habitants. Là encore, par une intégration des niveaux décisionnels (citoyens, responsables régionaux et nationaux), on a pu modifier des conditions de transport qui ont permis une sauvegarde de la vie des habitants, de l'environnement et de la production dans l'intérêt collectif de maintenir un \"transport durable\" (Ahti 1997). Le spécialiste des sols a joué ici aussi un rôle fondamental, mais il a été \"uno inter pares\". Je me permets d'insister sur ce dernier point car il est important pour le futur du rôle de la science du sol: désormais il existe des méthodologies d'analyses du territoire au niveau régional qui intègrent tous les aspects nécessaires à la planification dans un contexte de développement durable. Je citerai ici INSURED (Schleicher-Tappeser et al. 1997) qui a vu la participation de cinq régions européennes et qui pourrait devenir l'une des procédures pour la planification territoriale dans un contexte de durabilité. Il est évident que même les équipes de INSURED ont besoin de paramètres sur les sols pour pouvoir développer correctement leur analyse, mais leurs besoins sont-ils pris en considérations par les pédologues ? Les spécialistes du sol sont-ils prêts à y participer? Seule une intégration des pédologues dans toutes ces actions peut permettre d'y incorporer correctement les paramètres des sols. Il ne s'agit plus de songer à des \"cartes dérivées\" de la carte pédologique, mais de sélectionner les paramètres des sols qui puissent aider dans l'identification des solutions aux problèmes définis conjointement par un dialogue avec les habitants et les autres professionnels. Si on essaye d'analyser aussi la \"demande\" à l'échelle nationale ou européenne, le résultat est étonnant: partout surgissent des interrogations que seule la science du sol peut aider à répondre. Ces demandes sont définies \"politiquement\" car inclues dans des documents officiels des gouvernements:. politique agricole, réseau des transports, planification territoriale, prévision de développement, politiques environnementales, ... Dans plusieurs pays industrialisés on retrouve des bureaux nationaux des sols, au niveau européen en plus du Bureau Européen des Sols on a d'autres activités couvertes par l'Agence Européenne pour l'Environnement. Pourrions-nous affirmer que les informations sur les sols sont convenablement couvertes et exploitées? La réponse est négative, on songe plus à un dégrée d'harmonisation/standardisation qu'à une réelle utilisation de ces données à des fins de durabilité. 12 ",
        "La situation ne change guère au niveau international. Dans la réunion de l'Assemblée Générale des Nations Unies du début d'octobre 1997, l'analyse de la mise en pratique des objectifs de l'Agenda 21 (United Nations 1992) - où le sol n'y est pas spécifiquement mentionné (Bridges et al. 1996) - a été à nouveau plutôt négative. En général on a reproché la carence de considérations concernant l'être humain et surtout le faible impact des actions sur les ressources de la Planète et sur sa vitesse de dégradation. D'autre part aussi les grands programmes internationaux s'interrogent sur leurs activités et se tournent vers une action qui restitue l'homme parmi les acteurs principaux du développement durable. C'est ainsi que l'IGBP a lancé officiellement à Barcelone le Land Use Land Cover Change -LUCC (Turner II1995). Même les organisations internationales, après les vagues des grandes réunions mondiales sur différents objectifs, après la signature et le lancement de plusieurs Conventions, après la tentative d'organiser un réseau mondial d'observation sur les données de la Planète, s'interrogent sur leur futur et se demandent comment adapter leurs structures aux défis du prochain millénaire. Elles relancent de nouvelles opportunités pour la science du sol, dans certain cas ce sont mêmes les pédologues qui en prennent l'initiative, mais la logique voudrait qu'ils essaient de se réincorporer dans l'effort commun qui déjà se produit aux différents niveaux susmentionnés. J'ai esquissé ici une analyse succincte des besoins aux différents niveaux: du local vers le global. Il faut cependant considérer cela comme un \"exercice académique\". Dans la réalité les niveaux sont totalement interdépendants: l'un interagit avec l'autre. Pour cela les analyses et les déductions ne peuvent être que partielles. Mon but n'était pas d'être exhaustif, mais de démontrer que les besoins d'information sur les sols existent et qu'il est du devoir du spécialiste de la science du sol de les chercher, de les comprendre et d'essayer d'y répondre. On doit passer d'une position passive à une position interactive. Le fil conducteur Il y a un fil conducteur dans cette analyse qui traverse horizontalement tous les niveaux: la préoccupation majeure est celle de comprendre la place du sol dans l'écosystème et ses limites d'utilisation, y compris les limites naturelles. En d'autres mots, la valeur qu'on donne à la ressource sol est liée aux risques ou aux contraintes qu'on peut y rencontrer. Ceci demande des réponses à caractère légal, structurel et technique/scientifique. Ces réponses doivent permettre d'obtenir la compréhension des problèmes, leur gestion et leur possible évolution/contrôle. Le rôle du pédologue dans ce contexte devient fondamental car il est la cheville ouvrière du raccordement entre les paramètres biophysiques, qu'il récolte et gère, et les données productives, sociales et institutionnelles dans un processus interactif qui est en changement et en évolution constante. Il ne s'agit plus d'un rôle de transfert de technologie, on demande aux pédologues de remplir aussi les rôles de \"consultant\" et de \"facilitateur\" (Rholing 1996). Dans cet univers changeant et dans ce monde ou il n'y a plus de certitude (Prigogine 1996), les pédologues ont donc une nouvelle opportunité à saisir pour réincorporer leur activité dans l'effort qu'individus, administrateurs locaux, régionaux, responsables nationaux et mondiaux sont en train de faire. Serait-ce là une dernière occasion? 13 ",
        "Pour un pacte sur les sols M. Catizzone Reconnaissons-le, la tâche demandée à M. Latham, J. Pereira de Queiroz Neto, G. Sposito et M. J. Swift était difficile. Le sol est un organisme complexe, quatre spécialistes peuvent-ils prévoir toutes les implications pour son étude future ? Sûrement pas ! C'est pour cela que j'apprécie d'autant plus leur travail et que je le considère comme une bonne base de réflexion pour lancer un débat queje souhaite le plus large possible. Malgré des analyses parfois même détaillées, ces quatre auteurs nous proposent leurs idées forces avec beaucoup de \"tact\". Ces dernières années, on a pu lire des interventions nettement plus \"provocatrices\". Je citerai ici à titre d'exemple, le récent article de L.R. Basher \" Is pedology dead and buried ? \" (Australian. Jour, of Soil Res. 1997/35/979- 94). D'autre part le débat s'annonce difficile et chacun peut et doit y participer. Heureusement, le point sur lequel tout le monde est d'accord est que la science du sol doit changer et que sa structure actuelle ne pourra pas aborder les défis du prochain millénaire. Le schéma de discussion proposé aux rapporteurs par M. Ruellan était clair mais ambitieux: si on analyse les quatre contributions prises individuellement, elles ne répondent pas complètement à ce schéma. Il serait intéressant d'en comprendre les raisons. Y a-t-il eu aussi un problème de langage et de compréhension ? J'ai donc décidé de considérer les quatre exposés tous ensemble comme les pièces d'une même mosaïque. J'arrive ainsi à identifier des idées-guides qui se développent avec une sorte de continuité évolutive au travers des quatre textes. Il va sans dire que cette logique de \"séquence\" dans les pièces de la mosaïque n'est ni \"autorisée\" ni totalement adéquate. Elle est une élaboration personnelle qui vise à centrer le débat sur les points émergeants d'une position commune, plutôt qu'à se concentrer sur quelques éléments isolés. Je fais l'hypothèse que les quatre rapporteurs ne m'en voudront pas. La mosaïque Je commencerai ma réflexion sur cette \"mosaïque\" à partir du papier de Pereira de Queiroz Neto car celui-ci justifie sa démarche par un constat sur la situation de la science du sol en Amérique Latine et plus particulièrement au Brésil. En effet l'analyse des travaux présentés lors du XHIe Congrès latino-américain de la Science du Sol démontre qu'ils évoluent automatiquement en fonction d'une \"demande\" externe (soi- disant \"sociale\"). Canalisée par le dernier Congrès LA en quatre nouvelles commissions, \"la grande majorité des recherches témoigne que ce sont les problèmes posés par l'utilisation des sols par l'agriculture qui motivent les chercheurs\". L'objectif qui CONTRIBUTION AU DÉBAT INTRODUCTIF AU 16EME CONGRES MONDIAL DE SCIENCE DU SOL [\"LES OBJECTIFS DE LA SCIENCE DU SOL - LES DÉFIS QUE LA SCIENCE DOIT RELEVER - LES SERVICES QUE LA SCIENCE DU SOL PEUT RENDRE\"] - JEUDI 20 AOÛT 1998 - LE CORUM, SALLE BERLIOZ, MONTPELLIER (FRANCE) 14 ",
        "s'impose en toile de fond est donc une demande d'application directe des résultats des recherches. De plus, les chercheurs et les autres \"agents responsables de l'avancement des sciences\" cherchent, avec difficulté, à atteindre les petits et moyens exploitants pour les faire bénéficier des résultats de leurs activités. Les ONGs ou les autres intermédiaires techniques sont ainsi chargés d'aider les couches les plus faibles des producteurs. Par ce contact direct ces derniers arrivent aussi à identifier des nouvelles exigences scientifiques dont ils se font porteurs vis a vis de la science \"officielle\". Enfin, même si cela reste dans un contexte réductionniste, Pereira introduit le concept de systèmes pédologiques et de la nécessité d'en comprendre la genèse plutôt que d'entreprendre une classification/ taxonomie. Dans ce document, deux autres points importants sont à noter : • le sol N'EST PAS un bien RENOUVELABLE (sinon à des coûts économiques et sociaux extrêmement élevés) ; • le sol doit être un bien transférable aux générations futures (durabilité du bien). N'oublions pas que le Congrès de l'AISS à Montpellier a pour sujet \"les hommes et leurs sols\". Il serait fort intéressant d'utiliser également la méthode de l'analyse de Pereira pour les papiers et les posters présentés. Les résultats pourraient étonner : apparemment la référence sociale de l'homme est presque absente (M. Latham). Si l'écrit de Pereira donne déjà d'importantes indications pour reconsidérer la Science du Sol, le document de Sposito souligne la contradiction entre les présupposés décrits dans son introduction et le nouveau contexte de la Science du Sol, c'est-à-dire : le sol en tant que composante des écosystèmes terrestres. En effet, dans son introduction, il affirme que le sol est une ressource naturelle et qu'il fait partie des ressources renouvelables. Cette affirmation est \"contredite\" par le reste de l'article, rejoignant indirectement les deux points importants, mentionnés auparavant, de l'analyse de Pereira. Le sol est en effet considéré comme faisant partie des éléments de l'entropie de la planète mais simultanément, dans les actions futures de recherche, il faudrait faire attention à une séparation claire entre réhabilitation, réaffectation et restauration des sols. L'autre point débattu dans l'introduction est la distinction nette entre la science fondamentale et la science appliquée. Une bonne partie de l'article développe des raisonnements autour de cette distinction mais, à la fin, on a l'impression qu'elle est un faux problème. S'il est vrai que la science avance à petits pas et par \"chance\", la séparation nette entre \"fondamentale\" et \"appliquée\" a le goût d'une séparation artificielle et académique au terme de laquelle on peut parvenir à une définition \"individuelle\". La véritable ouverture sur les perspectives futures de la Science du Sol du papier de Sposito réside dans l'identification du sol en tant qu'élément de l'écosystème. Si les résultats des recherches sur le sol dans les laboratoires sont trop peu souvent exportables sur le terrain, c'est parce que les variables et les interactions sont beaucoup plus élevées et imprévisibles. La dimension écosystémique est donc la clé pour la compréhension du rôle et du fonctionnement du sol qui interagit avec l'atmosphère, la lithosphère, l'hydrosphère, la végétation et l'homme. De plus, l'activité de recherche sur le sol doit aussi contribuer à l'analyse et à la création de futurs scénarios d'évolution de la planète. Enfin, si Pereira dans son exposé inclut une analyse sur \"l'homme\" en tant que chercheur, utilisateur et 15 ",
        "acteur, l'exposé de Sposito donne l'impression que l'être humain n'est qu'un être à éduquer par les chercheurs. On pourrait dire que Swift continue là où Sposito s'arrête. Il affirme : le sol est une composante essentielle des écosystèmes et iL est une ressource pour toute l'humanité, \"d'un point de vue anthropocentrique, on peut considérer les écosystèmes comme des fournisseurs de produits et de services variés pour toute l'humanité\". Il analyse donc clairement le rôle du \"capital naturel\" sol et du conflit de son utilisation dans le contexte du Développement Durable. Il essaye de définir les défis scientifiques créés par l'intervention humaine sur les écosystèmes, défis qui varient dans l'espace et dans le temps. La conclusion est la nécessité de bénéficier et d'utiliser des données différentes sur les sols, créant ainsi les bases pour une nouvelle Science du Sol capable de relier la société, les systèmes et le sol dans une approche unique intégrée et intersectorielle. Si cette approche est acceptée, il pourrait en dériver également une action educatrice et de formation claire, même si dans son document Swift n'a pas abordé cette dernière partie de l'analyse. Dans cette même logique, Marc Latham fait un autre pas en avant. D'une façon synthétique mais efficace, il relie la Science du Sol à la demande sociale et il la projette dans le futur en définissant les défis lancés par la société à la Science du Sol. Il rétablit l'importance des utilisateurs dans le processus d'analyse pédologique et ceci non seulement pour les figures intermédiaires comme les preneurs de décisions ou les planificateurs à différents niveaux, mais surtout pour les utilisateurs \"finaux\". De plus, il élargit les relations disciplinaires vers des considérations intersectorielles ; il souligne que le sol est une ressource rare et à étudier dans le cadre du Développement Durable en y incluant l'analyse et l'inventaire des risques et des seuils limites. On pourrait affirmer que le contexte écosystémique souligné par Swift trouve dans l'exposé de Latham l'évolution logique pour la création d'un contexte nouveau de la future Science du Sol. L'étude des exemples existants (ex. le LANDCARE) doit permettre d'établir de nouvelles méthodologies d'approche et d'analyse capables de mettre en pratique des techniques d'apprentissage et d'échange des connaissances. Leçons à tirer De l'analyse brièvement exposée on retient les considérations suivantes : On peut continuer à créer des définitions \"nouvelles\" du sol, mais la substance, heureusement, reste la même. Le sol fait partie d'un système qui peut être naturel ou productif. Le fonctionnement du sol et ses fonctions dans le système restent le domaine privilégié de la recherche, à condition qu'elle apporte des données fiables à l'analyse des interactions à l'intérieur et à l'extérieur du système même. De plus, l'homme est à l'origine du malheur et du \"bien-être\" des sols: il est donc incontournable. De gré ou de force, les résultats de la Science du Sol servent à la société et doivent répondre aux besoins de celle-ci. Il manque, actuellement, un grand effort de communication/ information sur l'importance du bien-sol et cela par des langages et des démonstrations adaptées à chaque groupe cible. La Science du Sol doit donc se référer à trois catégories d'acteurs concernés: a) les utilisateurs : paysans, fermes, industries, associations, etc. Leur savoir-faire et leurs connaissances sont une mine souvent inexplorée de données et d'informations 16 ",
        "extrêmement utiles et fonctionnelles, mais le sol, rappelons-nous, est aussi un objet qui n'est pas utilisé de manière optimale par toute une série d'acteurs (y compris les agriculteurs) ; b) le citoyen (souvent médiatisé et scolarisé) a besoin d'informations correctes et adaptées ; il doit être en mesure de comprendre l'information sur cette ressource dont il ne reconnaît plus ni la valeur ni l'utilité ; c) les chercheurs et experts en pédologie, une fois sortis de leur isolement, redeviennent acteurs et moteurs du Développement Durable. Enfin la valeur du sol varie en fonction des sociétés, mais vue la situation de danger et les graves risques de dégradation, il appartient à tous de le considérer non plus comme une ressource inépuisable, mais comme un bien périssable et fondamental pour la survie. Le sol est donc en même temps un bien économique individuel (car il appartient à la vie économique et sociale de chaque individu), un bien collectif (car élément fondamental pour la vie de toute la communauté humaine) et un bien à préserver pour les générations futures. Ces \"leçons\" conduisent à des énoncés nouveaux : 1) le sol n'est pas une ressource renouvelable ou facilement renouvelable ; elle est une ressource rare, chère, menacée et limitée ; par contre les nécessités humaines sur cette ressource sont pratiquement infinies. Le moment est arrivé d'affirmer que LE SOL EST UN BIEN COMMUN ET PATRIMONIAL 1 QUI MERITE ATTENTION ET SOINS. Le sol en tant que bien patrimonial planétaire constitue un bien commun de l'humanité entière ; 2) le sol, avec l'air et l'eau, permet la vie de la flore et de la faune ainsi que celle de l'être humain : il n'est pas concevable d'utiliser ce \"bien commun\" sans se préoccuper des générations futures et, par conséquent, toute action visant le sol doit être conçue dans un contexte de DURABILITE' ; 3) les acteurs intéressés par le sol ne sont plus les seuls experts en Science du Sol. Il faut désormais accepter que des scientifiques d'autres disciplines, des planificateurs et des experts, les ONGs et les utilisateurs concernés, puissent aider dans la conception de nouveaux défis ; 4) le sol est insuffisamment connu, en particulier dans ses interfaces avec d'autres compartiments de la biosphère. On ne peut bien gérer que ce que l'on connaît bien, dans sa morphologie, dans son fonctionnement, dans son histoire, etc. Aux analyses présentées dans les quatre documents s'ajoutent alors les défis majeurs découlant des relations dictées par l'évolution des nouvelles sociétés telles que valeurs 1 * L'EAU a été définie bien commun et patrimonial par M. Mario Soares lors de la mise en place, les 16 et 17 janvier 1998 à Lisbonne, du Comité Promoteur du Contrat Mondial de l'Eau qu'il préside. Le Contrat Mondiale de l'Eau est une proposition avancée par le \"Groupe de Lisbonne\" dans leur rapport \"Limites de la compétitivité\" et développée, en particulier, par le fondateur-président du Group, Riccardo Petrella, dans l'ouvrage \"Le Bien Commun\"(Labor, Bruxelles, 1996). 17 ",
        "culturelles/sols, criminalité/sols, ethnologie/sols, femmes/sols, grandes infrastructures industrielles/sols, etc. Si ces quatre points sont pris en compte par les participants au Congrès de Montpellier et si les quatre analyses des rapporteurs invités sont acceptées, il est alors temps de reconnaître que ni quatre \"volontaires\", ni une dizaine de \"commentateurs\", ni même l'AISS seule, n'arriveront à tracer les grands traits de la Science du Sol du 21ème siècle. D'où la nécessité que l'AISS prenne l'initiative d'une analyse INTERSECTORIELLE concernant le sol. Elle deviendra ainsi, avec les grands organismes internationaux (comme le système des Nations Unies et la Commission européenne), et avec l'appui des gouvernements, le moteur et l'organisateur d'une CONVENTION MONDIALE SUR LES SOLS DE LA PLANETE avant la fin de l'année 2000. Et cette Convention devrait constituer l'occasion d'une synthèse du débat, qui lui est à lancer immédiatement parmi toutes les institutions de recherche et les organismes et associations intéressés capables de fournir une contribution sur ce \"nouveau\" bien commun patrimonial. L'objectif final est bien d'aboutir, par le biais de la Convention, à un pacte/contrat sur le sol qui engagera les Organisations Internationales, les Etats, les Gouvernements, les associations et les individus. Le rôle de la recherche y demeurera d'une façon efficace et claire car \"porteur\" des éléments constitutifs. Le pédologue aura ainsi de nouveau un rôle et une action à entreprendre dans un contexte mondial identifié et agréé. L'AISS pourra trouver un nouveau rôle et redéfinir le cadre pour la Science du Sol du prochain millénaire, dans ce contexte son nom pourrait être Intégrer -dans l'ordre- le Sol, les Systèmes et la Société c'est à dire ISSS (Swift). 18 ",
        "Papers presented at the 16 th World Congress of Soil Science - Agropolis - Montpellier (France) - 20-26 august 1998 19 ",
        "20 ",
        "Have we got to establish a dialogue with users ? M. Catizzone Summary While practically omitted from major international discussions on the resources of the planet, pedology is being required to redefine its priorities and its future options. As a result, soil scientists are subjected to strong pressure to define their role. This is not a unique situation: a number of other scientific disciplines have undergone radical changes following the putting into practice of the concept of sustainable development which was defined in Rio de Janeiro. This intellectual upheaval has also led to transformations in local, national and international administrations and requires a change of mentality on the part of individuals as well. Being crucial to an understanding of the soil resource, pedology is called upon to participate in this international endeavour. To find its place, it must take up the challenge of dialoguing with its users/beneficiaries and with other concerned professionals. If they do not wish to be pushed to the sidelines and replaced by others, this means that soil scientists must solve their communication problems (¡argon, data, approaches) and learn to recognise the need for data on soil as already defined by the users themselves (individuals, associations, municipalities, provinces, regions, nations, the European Union and international bodies). Soil science needs a new impetus and this must be achieved through frank and open dialogue with all the players. Various researchers, including pedologists, have devised methodologies and obtained results which make it possible to respond correctly to an analysis of the complexity of soil in its entirety. The examples furnished by the municipality ofCalvià (Spain) and the province of Kouvala (Finland) show that this is no longer utopian. The complexity of this analysis calls for interpretative instruments which are flexible and adaptable in constantly changing conditions. Instruments such as a holistic approach or INSURED are practical and intersectoral methodologies which include information on soil. In the coming millennium, therefore, the role of soil scientists will surely be different. Their activities in connection with technology transfer will abate, while their role as consultants will grow and their tasks as \"facilitators \" will expand. The Montpellier Congress should make it possible to lay the foundations for this new role. Is this the last chance for pedologists? Key words: sustainable development, communication, flexibility, complexity, needs, users/beneficiaries, intersectoral dialogue, \"facilitator\". Dr. Mario CATIZZONE, Scientific Officer, European Commission, General Direction XII, \"Environment and Climate\" Programme, 200 rue de la Loi, Β-1049 Brussel, Belgium PAPER PRESENTED AT THE 16 th WORLD CONGRESS OF SOIL SCIENCE - AGROPOLIS - MONTPELLIER (FRANCE) - 20-26 AUGUST 1998 - SCIENTIFIC RECORD NO 2531, SYMPOSIUM NO 36 21 ",
        "Introduction At a seminar on soil science I had the pleasure of meeting up with former university colleagues who had meanwhile become eminent pedologists. Our discussions rapidly focused on soil science and its possible development and I quickly formed the impression that we were not on the same wavelength: the more I insisted on the need for openness, the more I encountered resistance from their side. Basically, what they were saying was: \"As pedologists, we only really feel comfortable discussing soil science with true soil specialists, i.e. other pedologists\" or \"In order to be able to collaborate with other individuals or other disciplines we need to have more or less regular contact with other pedologists\". This was not the first time that I had encountered this line of reasoning in discussions on the new opportunities for soil science. The disappointment I felt was not due to the phrases themselves but to the fact that they had been uttered by two people who had been involved in regional planning for more than 15 years, with almost daily contacts with politicians, associations of social classes, farmers, engineers, etc., in other words with those who are defined in literature on the opportunities for pedology as the \"users (or beneficiaries) of the results of pedological activities\". But what is the reason for this defensive attitude, as if soil science was a fortress under siege, with the \"defenders of true knowledge\" beleaguered within? Pedology in its traditional form must change. This is a known fact, as demonstrated by the articles and works of Blaikie, Blum, Bouma, Brabant, Bridges, Bullock, Chambers, Cheverry et al., Dumansky et al., Ferrari, Gardner, Hurni, Miller, M'Hiri et al., Nachtergaele, Röling, Ross, Ruellan et al., Savory, Scoones, Singleton, Sposito and Reginato, Theng, Wild Warkentin, Wilding, Zinck and many others. (I shall not mention all the bibliographical references as I wish to be brief). So I will not labour this point, especially as it has been admirably illustrated in a recent analysis published in the Australian Journal of Soil Resources (Basher 1997). My two friends' reaction is human and understandable: a small change to our domestic routine can put us out, so you can imagine how it feels to be asked to critically analyse your vocational preparation and professional life. But if we want to grasp why soil science in its traditional form is so isolated at the present time, we must, precisely, leave this type of reaction behind. The collective imagination In the collective imagination of most people, soil is something \"dirty\", untouchable and to be used to bury things \"to be hidden\". For a soil scientist, on the other hand, soil is something almost unique, difficult to reproduce, not to be disturbed and whose greatest synthesis resides in its \"profile\". There is a gulf between these two positions; how can they be reconciled? How can we make it possible for pedologists to address the results of their activities to the persons concerned without feeling misunderstood? It is difficult for scientific knowledge to penetrate the \"wall\" of indifference erected by administrators, planners, financial institutions and other potential users. But it is also true that, in order to evaluate a resource, agreement must be reached on the parameters to be used to determine its real \"value\". If we take the two extreme attitudes mentioned above, this value can vary from zero to the infinite: a bare, mountainous soil on a steep slope, abounding in exposed stone 22 ",
        "and rock and severely lacking in organic matter is of no value to a pedologist, but could be envisaged as a ski slope ... On the other hand, a well-structured and -textured soil in a plain, rich in organic matter and with a good potential for agriculture is of great value to a pedologist, but what value would it have for a civil engineer planning to build a motorway on top of it? And if the ski slope or the motorway or soil preparation process were to lead to a loss of fertility, a concentration of run-off water, erosion or avalanches, etc., what value would such a soil have for society? Given that these areas and interests are so far apart, how are we to evaluate the soil resource? It goes without saying that the only possibility for an understanding would be if one were to accept the other, or, in other words, if the conditions for a dialogue were provided. Instruments for interpreting pedological data have already been created in the past to transfer this kind ofinformation for identified purposes (FAO 1976, 1990, 1993 and Sys 1985). But the framework of reference has changed since a new common conceptual framework was devised and accepted, namely that of Sustainable Development (United Nations 1992). This latter concept enables all parties, both users and players, to have a common goal which in turn creates the possibility of establishing a platform on which possibly non-convergent interests can all be grafted. Thus, in the last few years we have witnessed a multiplication of hypotheses capable of involving various players in the same context on the basis of this common \"substrate\". So the dialogue can begin, provided that we accept that soil is a complex organism which does not lend itself easily to being catalogued, fixed and studied in a definitive manner. We must obtain interpretative instruments which are sufficiently flexible and adaptable, according to conditions and our abilities to intervene or analyse; account must be taken of the fact that switching from a two-dimensional analysis (profile) to a three-dimensional (space) or fourth-dimensional one (time) demands the continuous adaptation of skills and methods. A new impetus A new impetus is therefore required on both sides: that of the pedologists and that of the users/beneficiaries. Pedologists must make an additional effort of the imagination in order to be capable of informing people about the importance of soil, on which life and the planet depend. We must succeed in changing the common mentality, but at the same time stop considering soil as the \"sacred altar\" of nature. Children from the age of infancy to secondary school level should have courses on how to study and approach soil. This topic is already being discussed in other sessions of this congress; here, I simply want to stress the long process of bringing together two mentalities with a view to a dialogue which requires, on the part of pedologists, changes regarding jargon, the data to be collected and the approach to be used. To take jargon, while men need to communicate, adults hide behind words and invent jargons which help to make them feel secure. Why should soil science not be satisfied with its own, unique jargon? Because the various pedological jargons which have been created have become impermeable and incomprehensible, even to the soil scientists themselves. There is no single jargon, and arguments often break out as people try to fathom what kind of soil is being discussed. What is more, this jargon changes regularly according to who is monopolising the debate and it is not by chance that, after the \"soil taxonomy\" and the FAO classification, we are now trying to structure the \"World 23 ",
        "Reference Base for soil resources - WRB\" (Nachtergaele, 1997). In other words, our jargon does not enable usto communicate. This would be all very well if we wanted to set up a specific organisation uniquely for the initiated! But soil is such a complex topic that, if we wish to safeguard it in one way or another for future generations, we also need some feedback from local inhabitants and other specialists. Other players, independently of their own jargon, have their piece to say in this area, namely geographers, agronomists, civil engineers, architects, hydrologists, ecologists, etc. (Bridges et al., 1996). Such individuals are supplying instruments for interpreting the land to the powers- that-be, including information concerning soil, and they use another jargon which is certainly less scientific, but much more appropriate for dialogue. In addition, the local names of soils must be used if we want inhabitants to take part in the dialogue (Darracq et al., 1995). Data: A form for describing a pedological profile requires detailed information on its location, lithology, geomorphology, slope, use, aspect, and horizons (limits, colours, humidity, texture, structure, pH, etc.), to which the results of laboratory analyses (particle size analysis, organic C, CaC0 3 , cations, etc.) and further physical details must be added. To avoid any erroneous interpretation, I must underscore that these data are important, fundamental and make it possible to truly evaluate the situation of a soil through its profile. Are these data sufficient, however? The reasons for the complexity of soils are not limited to physical data, account must also be taken of men and their economic activities, whether in proximity or far away, their laws, their customs and habits (Strati 1997). Details of these other data must be noted just as much as those of the biophysical nature. Naturally, soil scientists are not qualified to gather this information: other specialists have to do that. But interactions between the physical environment and economic and social activities have an impact on soils and determine the limits and constraints of their use.. Such interactions must be studied jointly and soil scientists play an active and irreplaceable role in interpreting these interactions (Catizzone, 1996). The approach: Jargon makes it possible to communicate and attention must be given to interactions between data, but we also need an appropriate methodology of analysis. Among the other opportunities for pedology in the twenty-first century, the fifteenth Congress of the AISS in Acapulco recommended \"an holistic, interdisciplinary approach which is dynamic and methodologically directed\" (ISSS 1994). In other words, we must try to use an approach which enables us to respond to the complexity of soil studies through dialogue and a flexible and adaptable method. How is such an approach to be devised? We need to use new instruments which make it possible to incorporate data (all the data!) and to respond to the challenges posed by changes in societies. New mathematics, computers and their software and the statistical sciences have freed us from technical limits in our methods of interpretation and evaluation. The main problem now is how to identify an analytical procedure which can be accepted by the various actors/partners. Some methods have already been devised (Anom. 1992, Reale et al. 1996) and experimented with, and the results (M'Hiri 1994, Brabant 1994 et al. 1996, Ferrari 1997) lead us to conclude that such approaches do not just create new opportunities for soil science but also make the dialogue between actors/beneficiaries on the one hand and pedologists on the other - frequently regarded as impossible or frustrating - a feasible experience. 24 ",
        "Users/benefìciaries? To complete our analysis we need to take a closer look at the concept of users/beneficiaries. Pedologists often use this as an alibi to justify their isolation, demanding that potential users and their needs be identified. But users/beneficiaries at various levels have already expressed their needs regarding pedological data: they rarely ask for soil maps or classifications, as they are much more often interested in solving practical problems or those which need to be defined. The individual is interested in his own welfare, which may be seen as a combination of material, social and moral/spiritual values. This definition is valid for farmers, industrialists, for women as much as for men, for rich and poor alike and the percentage given to such values varies according to beliefs and personality (Calkin et al. 1992). A pedologist wanting to satisfy any one of these requirements will have to reply to the individual's questions regarding the soil. For example, before you can plant a new vine you need to identify not only the most profitable places, but also to assess whether the soil will be able to sustain a satisfactory production (material value); sometimes the law (e.g. urban planning projects) may oblige an owner to use his soil differently, and a correct knowledge of the environment would be make it possible to avoid the most fertile or at risk soils (social value); the feasibility of using some soils is closely linked to the way in which they are perceived either religiously or morally (prohibition to disturb a surface that has been organised in a particular way by a member of the family, the need to respect traditions or taboos, not to use a piece of land close to a cemetery, etc.). Already from these examples it can be seen that a pedologist can easily identify part of the material value of a soil, but he needs other knowledge, both scientific and not, to piece together all the values to which an individual refers. But how is he to discover these values without conducting a real dialogue and without the direct participation of the individuals concerned (Darracq et al. 1995)? Depending on their motivations, associations, non-governmental organisations (NGOs), co-operatives, large companies, and so on will have a different relationship with the soil. Industrial plants or agricultural holdings often have a major impact on the ecosystem and one of their principal concerns is linked to the pollution which may result. But the formulation of such problems has to be defined in a similar way to that operated for individuals (percentage of material/social/moral values), to be identified by adding together the views of all those responsible or all the participants in such an association. The objective which the pedologist must pursue is linked not merely to a need for economic productivity or to safeguard the environment, but must be integrated into the wider view of sustainable development. Dealing with individuals and associations is not the same thing as dealing with municipalities, provinces and regions in industrialised countries. These administrative structures often have their own technical infrastructures and request data on soils for their territorial planning requirements. Their technical offices are often staffed with professionals who are also well-trained in soil science. Such professionals are capable of understanding the technical jargon but have a tendency to invent their own ways of interpreting a territory. Indeed, thanks to their knowledge of the environment and since all the problems are clearly identified (health questions, concentration of waste, pollution, flooding, degradation, town planning, etc.), they adapt their technical and methodological knowledge to identify the surfaces to be used and for the studies, research reports and analyses which have to be focused on them. The gap between these professionals and soil scientists is one of the hardest to bridge, as each party defends his specialist scientific knowledge and finds it difficult to involve the local population in the definition of 25 ",
        "problems. But whenever the goal of sustainable development is shared, is clear and has been defined, solutions rapidly emerge. In this connection, I should like to mention the municipality of Calvià in Spain, which has managed to entirely reconvert a territory with a view to reorganising tourism in a sustainable context (Aranzabal 1997). Through a simple \"pact\" between the inhabitants and the administrators for a \"sustainable tourism\", it was possible to reconsider the use of land and to envisage a different kind of town planning. This also led to the demolition of high-rise buildings and a reallocation of land and surfaces for agricultural, forestry and tourism purposes. In the team of experts there is a person responsible for soil, who is perfectly integrated with the other specialists. We can quote the example of Kouvala province in Finland as another instance of the correct type of communication which also aimed at safeguarding the durability of the system. The central and crucial problem here was the need to regulate transport. Kouvala is in fact the land link between Europe and Russia. Rail and road transit conditions the life of all its inhabitants. Once again, by dovetailing the different levels of decision making (citizens, regional and national officials), it was possible to change transport conditions, making it possible to safeguard the life of the inhabitants, the environment and production in the collective interest of maintaining a sustainable transport system (Ahti 1997). Here, too, the soils specialist played a capital role, but he was \"uno inter pares\". I want to stress this point, as it is important for the future role of soil science: we now possess methods for territorial analysis at regional level which integrate all the necessary aspects of planning into a context of sustainable development. Here, I should like to mention INSURED (Schleicher-Tappeser et al. 1997), in which five European regions participate and which could become one of the procedures for territorial planning in a context of durability. It is obvious that even the INSURED teams need soil parameters to develop their analyses correctly, but are their needs taken into account by pedologists? Are soil specialists ready to take part in this exercise? Only by integrating pedologists into all these activities will we be able to integrate the soil parameters correctly. It is no longer simply a matter of drawing up charts derived from a pedological map, but of selecting soil parameters which can assist in the identification of solutions to problems defined jointly through a dialogue between inhabitants and other professionals. Also, if we try to analyse the \"demand\" for information on a national or European scale, the result is surprising: everywhere questions are cropping up which only soil science can help answer. The \"demands\" for information are defined \"politically\", as they are included in official government documents on agricultural policy, transport networks, territorial planning, development forecasts, environmental policies etc. Several industrialised countries have national soil bureaux and at European level, in addition to the European Soils Office, other activities are covered by the European Environment Agency. Could we state that information on soil is appropriately covered and used? The answer is negative, as more thought is given to the extent of harmonisation or standardisation than to the proper use of these data for the purposes of sustainability. The situation is hardly better at international level. At the meeting of the General Assembly of the United Nations at the beginning of October 1997, the analysis of the implementation of the Agenda 21 objectives (United Nations 1992) - where soil was not specifically mentioned (Bridges et al. 1996) - was once again rather negative. A general criticism was of the lack of consideration for human beings and a particular one was that of the feeble impact of actions carried out on the resources of the planet and the speed with which it was deteriorating. There are other instances where major international 26 ",
        "programmes are questioning their activities and turning to activities which place man at the centre of the major actors involved in sustainable development. For example, in Barcelona, the IGBP officially launched the Land Use Cover Change - LUCC (Turner II1995). Following successive waves of major world meetings on various objectives, after the signature and launching of several conventions, the attempt to organise a world-wide observation network on planetary data, even international organisations are wondering about their future and asking themselves how they can adapt their structures to the challenges of the next millennium. This offers new opportunities for soil science, and in some cases it is even the pedologists themselves who are seizing the initiative, but in all logic they should be trying to integrate themselves into the common efforts already being made at the various levels mentioned above. I have briefly presented here a succinct analysis of needs at the various levels, ranging from the local to the global. This should, however, be regarded as an academic exercise. In reality, the levels are totally interdependent and interact with one another. For this reason, the analyses and deductions can only be partial. My aim was not to be exhaustive, but to show that the need for information on soils exists and that it is the duty of soil science specialists to seek out the expressions of this need, to understand them and to try to respond to them. We must relinquish our passive position and take up an interactive one. The clue to the problem There is a clue running horizontally through all the levels of this analysis: the major concern is how to understand the place of soil in the ecosystem and the limitations governing its use, including natural limits. In other words, the value attributed to the soil resource is connected to the hazards or constraints which may be encountered. This calls for responses of a legal, structural and technical/scientific character. Such responses must enable us to comprehend problems, manage them and control their possible outcome. The role of the pedologist in this context becomes crucial, as he is the linchpin between the biophysical parameters which he gathers and manages and the productive, social and institutional data in an interactive process which is undergoing constant change. His role is no longer one merely of technology transfer, he is also asked to fill the role of consultant and facilitator (Rholing 1996). In this changing universe and in this world where there are no longer any certainties (Prigogine 1996), pedologists thus have a new opportunity to seize by reincorporating their activities into the collective enterprise which is being orchestrated by individuals, local and regional administrators and those who hold responsibilities at national and world level. Might not this be the last opportunity? 27 ",
        "For an agreement on the soil M. Catizzone It has to be admitted that the task entrusted to M. Latham, J. Pereira de Queiroz Neto, G. Sposito and M.J. Swift was a difficult one. Soil is a complex organism, so can four specialists foresee all the implications as regards its future study? Certainly not! That is why I appreciate their work all the more, and consider it to be a good discussion basis to launch a debate that I hope will be as wide-ranging as possible. Despite analyses that are at times detailed, these four authors put forward their main ideas with a great deal of \"tact\". In recent years, there have been much more \"provocative\" contributions; by way of an example I would mention the recent article by L.R. Basher \"Is pedology dead and buried?\" (Australian Journal of Soil Resources 1997/35/979-94). What is more, the debate is likely to be a difficult one, and all concerned can and must participate. Fortunately, one point on which everybody is in agreement is that soil science must change and that it cannot address the challenges of the coming millennium with its current structure. The discussion framework proposed to the rapporteurs by M. Ruellan was clear but ambitious. If we analyse the four contributions individually they do not correspond fully to this framework. It would be interesting to know the reasons for this. Is there a problem of language and understanding? I have therefore decided to consider the four contributions altogether as pieces of a single mosaic. In this way I have managed to identify the guiding ideas which unfold with a sort of progressive continuity through the four texts. It goes without saying that this \"sequential\" logic in the pieces of the mosaic is neither \"authorised\" nor totally adequate. It is a personal appreciation aimed at focusing the debate on the salient points of a common position rather than concentrating on a few isolated aspects. I start from the assumption that the four rapporteurs will not object to this. The mosaic I will start my reflections about this \"mosaic\" with the paper by Pereira de Queiroz Neto since the latter justifies his approach on the basis of the soil science situation in Latin America, and in particular in Brazil. Analysis of the work presented at the Xlllth Latin-American Soil Science Congress shows that it is developing automatically in response to external (so-called \"social\") \"demand\". Channelled by the last LA Congress into four new committees, \"the vast majority of research demonstrates that it is the problems raised by soil use in agriculture that motivate researchers\". The underlying objective is therefore the direct application of research results. In addition, researchers CONTRIBUTION TO THE INTRODUCTIVE DEBATE TO THE 16 th WORLD CONGRESS OF SOIL SCIENCE [\"THE AIMS OF SOIL SCIENCE - CHALLENGES TO BE SET BY SOIL SCIENCE - THE SERVICES SOIL SCIENCE CAN RENDER\"] - THURSDAY 20 AUGUST 1998 - LE CORUM, CONFERENCE ROOM BERLIOZ, MONTPELLIER (FRANCE) 28 ",
        "and other \"agents responsible for the advancement of science\" are attempting, with difficulty, to reach small and medium-sized operators to give them the benefit of the results of their activities. NGOs and other technical intermediaries are thus given the task of helping the weakest categories of producers. As a result of this direct contact, the latter succeed in identifying new scientific requirements which they convey to \"official\" science. Lastly, while remaining within a reductionist context, Pereira introduces the concept of pedological systems and the need to understand their genesis rather than undertake a classification/taxonomy. In this document two other important points should be noted: • soil is not renewable (except at extremely high economic and social costs); • soil must be transferable to future generations (sustainability). We should not forget that the ISSS's Montpellier Congress concerns \"man and soil\". It would be very interesting to use Pereira's analysis method for the papers and posters presented. The results might be surprising: apparently man's social reference is virtually absent (M. Latham). If Pereira's writings already give important pointers with a view to reconsidering soil science, Sposito's paper stresses the contradiction between the presuppositions described in his introduction and the new context of soil science, i.e.: soil as a component of terrestrial ecosystems. In his introduction, he affirms that soil is a renewable natural resource. This affirmation is \"contradicted\" by the rest of the article, indirectly linking up with the two main points, mentioned earlier, in Pereira's analysis. Soil is regarded as part of the elements making up global entropy, but at the same time, in future research, attention should be paid to making a clear separation between soil rehabilitation, assignment and restoration. The other point discussed in the introduction is the marked distinction between basic and applied science. A significant proportion of the article develops arguments concerning this distinction but, in the final analysis, the impression is given that it is a false problem. While it is true that science progresses step by step and by \"chance\", a clear separation between \"basic\" and \"applied\" research smacks of an artificial, academic separation leading to an \"individual\" definition. The real breakthrough in terms of the future prospects of soil science in Sposito's paper lies in the identification of the soil as an element of the ecosystem. If the results of soil research in laboratories can rarely be exported to the field, this is because the variables and interactions are much greater and unforeseeable. The ecosystem dimension is therefore the key to an understanding of the role and functioning of the soil which interacts with the atmosphere, lithosphère, hydrosphere, vegetation and man. In addition, soil research should also contribute to the analysis and creation of future global development scenarios. Lastly, while in his paper Pereira includes an analysis on \"man\" as researcher, user and player, Sposito's paper gives the impression that human beings are simply there to be educated by researchers. It could be said that Swift takes over where Sposito stops. He affirms that the soil is an essential component of ecosystems and that it is a resource for the whole of mankind, \"from an anthropocentric point of view, we may consider ecosystems as suppliers of varied products and services for the whole of mankind\". He therefore clearly analyses 29 ",
        "the role of the soil as \"natural capital\" and the conflict of soil use in the context of sustainable development. He endeavours to define the scientific challenges created by human intervention with regard to ecosystems, challenges which may vary in space and in time. Thè conclusion is that we need to have and use different soil data, thus creating bases for a new soil science capable of linking society, systems and soil in a single integrated and intersectoral approach. If this approach is accepted, it could also generate a clear training and education action, even if in his document Swift did not address this latter part of the analysis. Similarly, Marc Latham takes another step forward. While synthesising, he effectively links soil science to social demand and projects it into the future by defining the challenges with which society confronts soil science. He re-establishes the importance of users in the pedological analysis process, and not merely with regard to the intermediaries such as decision-makers or planners at various levels but also and especially with regard to \"final\" users. In addition, he enlarges the disciplinary links to include inter-sectoral considerations; he stresses that soil is a scarce resource that should be examined in the context of sustainable development by including an analysis and stocktaking of risks and thresholds. It could be affirmed that the ecosystem context stressed by Swift finds a logical development in Latham's paper towards the creation of a new context for the soil science of the future. An examination of existing examples (e.g. LANDCARE) should make it possible to establish new approach and analysis methodologies capable of applying learning and knowledge-exchange techniques in practice. Lessons to be learned The following main considerations emerge from this brief analysis: We can go on making \"new\" definitions of the soil, but fortunately the substance remains the same. The soil is part of a natural or productive system. The functioning of the soil within the system remains a suitable subject for research, provided that the latter supplies reliable data for the analysis of interactions inside and outside the system itself. In addition, man is responsible for the misfortune and \"welfare\" of the soil: he cannot therefore be left out of the equation. Come what may, the results of soil science must serve society and meet its needs. There is at present a need for a major communication/information campaign focusing on the importance of soil as a resource, based on language and demonstrations appropriate to each target group. Soil science must therefore address three categories of players: (a) users: country-dwellers, farms, industries, and associations, etc. Their know-how and knowledge are an often unexplored mine of extremely useful and functional data and information, but the soil is also, let us remember, an object that is used less than optimally by whole series of players (including farmers); (b) citizens (who are often media-aware and educated) need accurate and appropriate information; they need to be able to understand information about this resource whose value and utility they perhaps no longer recognise; (c) pedology researchers and experts who, once they come out of their ivory towers, can become once again the agents and engines of sustainable development. 30 ",
        "Last but not least, the value of the soil varies from one society to another, but given the dangerous situation and the serious risks of degradation, all concerned should no longer regard it as an inexhaustible resource but as a perishable commodity that is essential to survival. The soil is therefore at one and the same time an individual economic commodity (since it belongs to the economic and social life of each individual), a collective commodity (since it is a basic element for the life of any human community) and a commodity to be preserved for future generations. These \"lessons\" prompt new statements: 1) soil is not a renewable or easily renewable resource; it is a scarce, expensive, threatened and finite resource; by contrast, man's needs in terms of this resource are virtually infinite. The time has come to affirm that the soil is a common good and an asset 1 which deserves attention and care. As a global asset, the soil is a common good of the entire human race; 2) soil, together with air and water, enables flora and fauna as well as human beings to live: it is inconceivable that this \"common good\" should be used without regard for future generations; consequently, any action aimed at the soil must be framed in a context of sustainability; 3) the players involved with the soil are no longer just the soil science experts. It must henceforth be accepted that scientists from other disciplines, planners and experts, NGOs and users can help to set the new agenda; 4) the soil is insufficiently well known, in particular in terms of its interfaces with other components of the biosphere. It is impossible to manage properly something that we do not know well in terms of its morphology, functioning, history, etc. To the analyses set out in the four papers should be added the major challenges resulting from the relationships dictated by new societal developments, such as cultural values/soil, crime/soil, ethnology/soil, women/soil, major industrial infrastructures/soil, etc. If these four points are taken into account by the participants of the Montpellier Congress and if the four analyses by the invited rapporteurs are accepted, it is time to recognise that neither four \"volunteers\" nor a dozen \"commentators\" nor even the ISSS on its own can map out the broad lines of soil science in the 21st century. Hence the need for the ISSS to take the initiative of organising an intersectoral analysis relating to the soil. Together with international organisations such as the United Nations and the European Commission, and with governmental support, it will thus become the engine and organiser of a world convention on the soils of the planet before the year 2000. Such a convention will provide an opportunity for taking stock of the debate which should be launched immediately among all the research institutions and organisations and associations concerned that are capable of making a contribution concerning this \"new\" Water was defined as a common good and an asset by Mario Soares on the occasion of the setting-up, on 16 and 17 January 1998 in Lisbon, of the Committee chaired by him to promote the World Water Contract. The World Water Contract is a proposal of the Lisbon Group put forward in their report on the limits to competitiveness and developed in particular by the Group's Founder-Chairman, Riccardo Petrella, in the work entitled \"Le Bien Commun\" (773e Common Good, Labor, Brussels, 1996). 31 ",
        "common good and asset. The ultimate objective is, through the convention, to draw up an agreement on the soil that will be binding on international organisations, States, governments, associations and individuals. The role of research in this connection will clearly and effectively remain important by providing the constituent elements. Pedologists will thus once again have a role and a part to play in an identified and agreed world context. The ISSS will be able to find a new role and redefine the framework for soil science in the next millennium. In this context, its acronym could stand for Integrate Soil, Systems and Society - ISSS (Swift). 32 ",
        "Documentos presentados en el 16 Congreso Mundial de la Ciencia del Suelo - Agropolis, Montpellier (France) - 20-26 Agosto 1998 33 ",
        "34 ",
        "¿Hay que establecer un diálogo con los usuarios ? M. Catizzone Resumen A la ciencia del suelo, prácticamente ausente de los grandes debates internacionales sobre los recursos delplaneta, se lepide que redefina sus prioridades y opciones futuras. En consecuencia, el edafólogo se encuentra sujeto a fuertes presiones para definir su papel. Esta situación no es única, muchas otras disciplinas científicas han experimentado profundos cambios debido a la puesta en práctica del concepto de desarrollo sostenible, definido en Río de Janeiro. Este cambio de perspectiva intelectual ha inducido transformaciones también en las administraciones locales, nacionales e internacionales, y exige también un cambio de mentalidad en los individuos. Dada su importancia para la comprensión del suelo como recurso, se pide a la pedología que se integre en este esfuerzo mundial. Para encontrar de nuevo su papel, debe aceptar el \"desafio \" de un diálogo con los usuarios/beneficiarios y con las demás profesiones afectadas. Ello implica que, si no quieren verse marginados y sustituidos por otros interesados, los edafólogos tienen que resolver los problemas de comunicación (lenguaje, datos, planteamientos ...) y aprender a reconocer cuáles son las necesidades de datos sobre el suelo, tal como las han definido ya los usuarios mismos (individuos, asociaciones, ayuntamientos, provincias, regiones, naciones, Europea comunitaria y organismos internacionales). Se impone un nuevo impulso para la ciencia del suelo mediante un diálogo franco y abierto entre todos los interesados. Los investigadores, incluidos los pedólogos, han elaborado metodologías y obtenido resultados que permiten analizar correctamente la complejidad del suelo en su globalidad. Los ejemplos del ayuntamiento de Calvià (España) y de la provincia de Kouvala (Finlandia) demuestran que eso ya no es una utopía. Esta complejidad de análisis exige instrumentos interpretativos flexibles y adaptables en condiciones de evolución permanente. Instrumentos como el planteamiento holístico o INSURED son metodologías concretas e intersectoriales que incluyen los datos del suelo. Asi pues, durante el próximo milenio, la función del pedólogo será seguramente diferente. Se reducirá su trabajo relacionado con la transferencia de tecnología mientras que aumentarán sus actividades como consultor y se reforzará su función de \"facilitador \". El Congreso de Montpellier permitirá sentar las bases de esta nueva función. ¿Es la última oportunidad para los pedólogos? Palabras clave: desarrollo sostenible, comunicación, flexibilidad, complejidad, necesidades, usuarios/beneficiarios, diálogo intersectorial y \"facilitador\". Dr. Mario CATIZZONE, Oficial Científico, Comisión Europea, Dirección General XII, Programa \"Medio Ambiente y Clima\", 200 rue de la Loi, Β-1049 Bruselas, Bélgica DOCUMENTO PRESENTADO EN EL 16 CONGRESO MUNDIAL DE LA CIENCIA DEL SUELO - AGROPOLIS - MONTPELLIER (FRANCE) - 20-26 AGOSTO 1998 - DOCUMENTO CIENTÍFICO NO 2531, SIMPOSIUM NO 36 35 ",
        "Introducción Durante un seminario sobre pedología, tuve el gusto de reunirme con antiguos compañeros de universidad que se han convertido en eminentes especialistas de la ciencia del suelo. Nuestra discusión se centró rápidamente en la ciencia del suelo y su evolución posible y enseguida tuve la impresión de no llegar a encontrar un terreno común de entendimiento: cuanto más insistía yo en la necesidad de una \"apertura\" mayor \"resistencia\" encontraba por su parte. El sentido de sus intervenciones era que: \"como pedólogos, necesitamos sentirnos reconfortados hablando de la ciencia del suelo, de entrada, a los verdaderos especialistas del suelo, es decir, a otros edafólogos\", e insistían: \"para poder colaborar con otras personas interesadas u otras disciplinas, necesitamos reunimos de manera más o menos regular entre pedólogos\". Con este tipo de razonamiento me he encontrado muchas veces durante debates sobre las nuevas oportunidades de la ciencia del suelo. Por eso, mi decepción no se debía a frases como esa,, sino al hecho de que fuesen pronunciadas por dos personas implicadas desde hace más de 15 años en actuaciones de planificación regional, con contactos casi cotidianos con los políticos, las asociaciones de diferentes categorías sociales, los agricultores, los gabinetes técnicos, etc., es decir, con los que en la bibliografía sobre las oportunidades de la pedología se define como \"los usuarios (o beneficiarios) de los resultados de los trabajos pedológicos\". ¿Por qué, entonces, esa actitud de \"defensa\", como si la edafología fuese una fortaleza asediada ocupada por los \"defensores del auténtico conocimiento\"? La ciencia del suelo en su forma clásica tiene que cambiar. Es éste un principio que forma ya parte del acervo común, como lo demuestran los artículos y obras de Blaikie, Blum, Bouma, Brabant, Bridges, Bullock, Chambers, Cheverry et al., Dumansky et al., Ferrari, Gardner, Hunri, Miller, M'Hiri et al., Nachtergaele, Röling, Ross, Ruellan et al., Savory, Scoones, Singleton, Sposito y Reginato, Theng, Wild, Warkentin, Wilding, Zinck y muchos otros (en aras de la concisión no mencionaré todas las referencias bibliográficas). No voy a insistir más en esta cuestión, puesto que ya ha sido admirablemente tratada en un análisis reciente publicado en la revista \"Australian Journal of Soil Resources\" (Basher 1997). La reacción de mis dos amigos es humana y comprensible: si nos irrita que nos cambien de sitio nuestro cepillo de dientes, imagínense lo que cuesta analizar de manera crítica nuestra propia preparación y nuestra vida profesional. Sin embargo, si queremos comprender el aislamiento en que se encuentra actualmente la ciencia del suelo \"clásica\", hay que partir precisamente de este tipo de reacción. El imaginario colectivo En el imaginario colectivo de la mayor parte de la gente, el suelo es algo \"sucio\", que no debe tocarse, que se utiliza para enterrar cosas que hay que \"ocultar\". Por otra parte, para el pedólogo el suelo es algo casi único, difícilmente reproducible, que no debe alterarse y cuya síntesis máxima es el \"perfil\". Entre ambas posturas existe un abismo. ¿Cómo salvarlo?. ¿Cómo hacer que los pedólogos puedan encaminar los resultados de sus actividades a las personas interesadas sin sentirse incomprendidos? Los conocimientos científicos atraviesan con dificultad el \"muro\" de indiferencia de los administradores, los planificadores, las instituciones financieras y otros posibles usuarios. Por otra parte, para evaluar un recurso hay que ponerse de acuerdo sobre los parámetros que deben utilizarse al determinar su \"valor\" real. Ahora bien, según las dos mentalidades extremas mencionadas anteriormente, ese valor puede variar de cero a infinito: un suelo de montaña, desnudo, con una pendiente abrupta, rico en piedras y rocas superficiales y 36 ",
        "muy pobre en materia orgánica tiene poco valor para un pedólogo, pero si se puede hacer una pista de esquí... Al contrario, un suelo de llanura bien estructurado y con una buena textura, rico en materia orgánica y con un buen potencial para la producción agrícola tiene un valor grande para un pedólogo pero ¿qué valor puede tener para un ingeniero civil que quiere hacer pasar por él una autopista? y, si la pista de esquí o la autopista o la preparación del suelo provocan pérdida de fertilidad, concentración de la escorrentía, erosión o avalanchas, ¿qué valor tendrá ese suelo para la sociedad? Partiendo de campos y de intereses tan alejados, ¿cómo evaluar el recurso suelo? Es evidente que la única posibilidad de entendimiento consiste en la aceptación del uno por el otro, y por tanto en la creación de las condiciones para un diálogo. Ya anteriormente, se habían creado instrumentos de interpretación de los datos pedológicos para transferir este tipo de información con fines específicos (FAO 1976,1990,1993 y Sys 1985). Sin embargo, el \"marco de referencia\" ha cambiado gracias a la creación y la aceptación de un \"marco conceptual común\": el del desarrollo sostenible (Naciones Unidas 1992). En efecto, este marco permite a todos, usuarios y agentes, contar con un objetivo común y, por tanto, permite crear una misma plataforma en la que pueden insertarse intereses no convergentes. Así, partiendo de este \"sustrato común\" asistimos, en los últimos años, a una multiplicación de hipótesis capaces de incorporar a los diferentes actores en el mismo contexto. Por tanto, el diálogo puede comenzar, si se acepta que el suelo es un organismo complejo que difícilmente se adapta a ser catalogado, fijado y estudiado de manera definitiva. Hay que conseguir instrumentos de interpretación suficientemente flexibles y adaptables según las condiciones y según nuestras capacidad de intervención/análisis; hay que tener en cuenta también que la transferencia de un análisis bidimensional (perfil) hacia otro tridimensional (espacio) y/o cuadrimensional (tiempo) exige una adaptación continua de los conocimientos y los medios. Nuevo impulso Por consiguiente, es necesario un nuevo impulso desde ambos bandos: pedólogos y usuarios/beneficiarios. Los primeros tienen que hacer un mayor esfuerzo de imaginación para poder informar al público sobre la importancia del suelo del que dependen la vida y el planeta. Hay que llegar a modificar la mentalidad común, pero, al mismo tiempo, dejar de considerar al suelo como \"altar sagrado\" de la naturaleza. Desde la más tierna infancia hasta el nivel secundario, debe enseñarse a los jóvenes a conocer y aproximarse al suelo. Éste es un aspecto que ya se está discutiendo en otras sesiones de este mismo Congreso, solamente quiero destacar aquí que la larga marcha de \"acercamiento\" de las dos mentalidades para conseguir un diálogo requiere por parte de los pedólogos cambios en el lenguaje, en los datos que deben recogerse y en el planteamiento que ha de aplicarse. El lenguaje: El hombre necesita comunicarse, el adulto se \"esconde\" tras las palabras y construye una \"jerga\" que lo \"reconforta\". ¿Por qué la ciencia del suelo no debe sentirse satisfecha con su propia y única \"jerga\"? Porque los diferentes lenguajes pedológicos que se han creado se han hecho \"impermeables e incomprensibles\" para los mismos edafólogos. La \"jerga\" no es única y a menudo surgen discusiones para entender de qué tipo de suelo se está discutiendo. Por otra parte, esta \"jerga\" cambia regularmente según la capacidad \"monopolizadora\" de los que la proponen y no es casual que, tras la \"Soil Taxonomy\" y la \"clasificación 37 ",
        "FAO\", se intente hoy estructurar la \"World Reference Base for soil resources - WRB\" (Nachtergaele 1997). En otras palabras, \"nuestro lenguaje\" no nos permite comunicarnos. ¡Como mucho, esta jerga sería necesaria si se quisiese crear una organización específica y únicamente para \"iniciados\"! Pero el suelo es tan complejo que, si queremos de una manera u otra salvaguardarlo para las generaciones futuras, necesitamos también la intervención de los habitantes del territorio y de los demás especialistas. Hay otros agentes que también intervienen al margen de que tengan también su propia jerga: geógrafos, agrónomos, ingenieros civiles, arquitectos, hidrólogos, ecologistas, etc. (Bridges et al. 1996). Estos otros agentes aportan a los poderes públicos instrumentos de interpretación del territorio, comprendido el suelo, utilizando otro lenguaje, seguramente menos científico pero mucho más apropiado al \"diálogo\". Además, hay que utilizar los nombres locales que recibe el suelo si se quiere que los habitantes participen en el diálogo (Darracq et al. 1995). Los datos: Todo formulario para la descripción de un perfil pedológico pide que se detallen la localización, la litologia, la geomorfologia, la pendiente, la utilización, la exposición y los horizontes (límites, colores, humedad, textura, estructura, ph, etc.); además, hay que añadir los resultados de los análisis de laboratorio (granulometria, C orgánico, CaC0 3 , cationes, etc.) y otros datos físicos. Quiero subrayar, para evitar cualquier interpretación errónea, que estos datos son importantes y fundamentales y que permiten una^ evaluación real de la situación del suelo mediante su perfil. Ahora bien, ¿son suficientes? Las causas de la complejidad del suelo no se limitan a los datos físicos, hay que incluir los hombres, sus actividades económicas próximas y lejanas, sus leyes, sus costumbres y hábitos (Strati 1997). Estos otros datos, tienen que detallarse tanto como los de carácter biofísico. Naturalmente, los edafólogos no están cualificados para recoger este tipo de información: de ello deben ocuparse otros especialistas. Sin embargo, las interacciones entre el medio físico y las actividades económicas y sociales producen un impacto en el suelo, determinando límites, acondicionamientos y riesgos a la hora de su utilización. Estas interacciones deben estudiarse conjuntamente y en su interpretación los pedólogos desempeñan un papel activo e insustituible (Catizzone 1996). El planteamiento: Si el lenguaje permite comunicarnos y si nos ocupamos de las interacciones de los datos, entonces necesitamos también una metodología de análisis apropiada. Ya en el XV congreso de la AISS, celebrado en Acapulco, al tratar de las oportunidades de la pedología en el siglo XXI, se recomendaba \"un planteamiento holístico interdisciplinar que sea dinámico y orientado metodológicamente\" (ISSS 1994). En otras palabras: hay que intentar utilizar un planteamiento que permita responder a la complejidad del estudio del suelo mediante un diálogo y un método flexible y adaptable. ¿Cómo elaborar este planteamiento? Hay que utilizar los nuevos instrumentos que permiten incorporar los datos (¡todos los datos!) y responder a los desafíos que plantea la evolución de las sociedades. Las nuevas matemáticas, los ordenadores y sus programas y las ciencias estadísticas permiten que no existan ya límites técnicos en los medios de interpretación y evaluación. El problema consiste, pues, en la determinación de un procedimiento de análisis que sea aceptado por los diferentes agentes/participantes. Se han concebido (Anom. 1992, Reale et al. 1996) y experimentado ya métodos cuyos resultados (M'Hiri 1994, Brabant 1994 et al. 1996, Ferrari 1997) permiten concluir que estos planteamientos no sólo crean nuevas oportunidades para la ciencia del suelo sino que concretan el diálogo agentes/beneficiarios-pedólogos, a menudo considerado imposible o frustrante. 38 ",
        "¿ Usuarios/beneficiarios? Para completar nuestro análisis, tenemos que \"observar más de cerca\" el concepto de usuarios/beneficiarios. En efecto, a menudo los pedólogos crean una coartada para justificar su \"aislamiento\" y piden que se determine cuáles son los posible usuarios y sus necesidades. Sin embargo, los usuarios/beneficiarios a los diferentes niveles ya han expresado sus necesidades de datos edafológicos: raramente piden una cartografía o una clasificación de los suelos, es mucho más frecuente que intenten resolver problemas concretos o por definir. El interés del individuo es lograr el \"bienestar\", objetivo que puede definirse como una mezcla de valores materiales, sociales y morales/espirituales. Esta definición es tan válida para el agricultor como para el industrial, para las mujeres como para los hombres y para los ricos como para los pobres, y varía en porcentaje según las creencias y la personalidad (Calkin et al. 1992). Si quiere satisfacer una de esas necesidades, el pedólogo tendrá que responder a las cuestiones que el individuo le plantea acerca del suelo. Ejemplo: la plantación de un viñedo exige que se indiquen no sólo los lugares más rentables sino también que se valore si el suelo podrá sostener adecuadamente la producción (valor material); una legislación determinada (por ejemplo, en el caso de obras relacionadas con la urbanización) puede obligar a un propietario a una utilización diferente del suelo, en este caso un conocimiento correcto del medio permitiría evitar los suelos más fértiles o que presentasen un riesgo (valor social); la posibilidad de utilización de algunos suelos está estrechamente relacionada con los propios criterios religiosos o morales (no tocar una superficie trabajada por alguien de la familia, respetar las tradiciones o tabúes, no utilizar un terreno próximo a un cementerio, etc.). A partir de estos ejemplos, se comprende ya que el pedólogo pueda determinar fácilmente una parte del valor material, pero también resulta evidente que necesita otros conocimientos, científicos o no, para poner en común todos los valores que sirven de referencia al individuo. Pero ¿cómo descubrir esos valores sin un \"diálogo\" real y sin hacer participar directamente a los individuos interesados (Darracq et al. 1995)? Según sus motivaciones, las asociaciones, las organizaciones no gubernamentales (ONG), las cooperativas, las grandes empresas, etc. tendrán una relación diferente con el suelo. A menudo, las instalaciones industriales o agrícolas causan modificaciones profundas de los ecosistemas, siendo una de las preocupaciones principales en este caso la contaminación resultante. De cualquier modo, la formulación de los problemas pasa por una definición parecida a la que hacen los individuos (porcentaje de valores materiales/sociales/morales), que se obtiene mediante la suma de las percepciones de los responsables o de los participantes en la asociación. El objetivo que el pedólogo debe buscar no está sólo relacionado con la necesidad de rentabilidad económica o de salvaguardia del medio ambiente sino que ha de inscribirse en una combinación más amplia de desarrollo sostenible. El caso de los individuos y las asociaciones es diferente del de los ayuntamientos, provincias y regiones de los países industrializados. Estos organismos administrativos tienen a menudo sus propias infraestructuras técnicas y necesitan datos sobre el suelo con vistas a la planificación territorial. Muchas veces en sus gabinetes técnicos encontramos a profesionales que tienen también una buena formación edafológica. Estos se encuentran en condiciones de comprender el \"lenguaje técnico\" pero tienen tendencia a crear sus propios medios de interpretación del territorio. En efecto, gracias a su conocimiento del medio y a la definición clara de los problemas (problemas sanitarios, concentración de 39 ",
        "residuos, contaminación, inundaciones, degradación, urbanización, ...), adaptan sus conocimientos técnicos y metodológicos a fin de determinar las superficies que deben utilizarse y llevar a cabo los estudios, investigaciones y análisis sobre tales superficies. La \"distancia\" entre estos profesionales y los pedólogos es una de las menos difíciles de salvar puesto que cada uno defiende un \"patrimonio científico\" y a ambos les cuesta hacer participar a la población local en la definición de los problemas. No obstante, cuando el objetivo del desarrollo sostenible es común, claro y definido, se pueden encontrar soluciones rápidamente. Quisiera mencionar a este respecto el caso del Ayuntamiento de Calviá en España, que ha podido llevar a cabo toda una reconversión del territorio a fin de reorganizar la actividad turística en un contexto sostenible (Aranzábal 1997). Mediante un simple \"pacto\" entre residentes y administradores por un \"turismo sostenible\", se ha podido reconsiderar la utilización del suelo y formular una urbanización diferente, lo cual ha llevado también a la destrucción de grandes edificios y a una redistribución de tierras y superficies con fines agrícolas, forestales y turísticos. Dentro del equipo de expertos hay un responsable del suelo, que está perfectamente integrado en el grupo de especialistas. Como otro ejemplo de comunicación correcta, y con el mismo objetivo de salvaguardar la sostenibilidad del sistema, podemos citar el caso de la provincia de Kouvala en Finlandia. El problema central y neurálgico en este ejemplo es la necesidad de reglamentar los transportes. En efecto, Kouvala es el nudo de enlace terrestre entre Europea y Rusia. El tránsito ferroviario y por carretera condiciona la vida de todos sus habitantes. También en este caso, mediante una integración de los niveles de decisión (ciudadanos, responsables regionales y nacionales), se han podido modificar las condiciones del transporte permitiendo así la salvaguardia de la calidad de vida de los residentes, del medio ambiente y de la producción, teniendo en cuenta el objetivo común de mantener un \"transporte sostenible\" (Ahti 1997). Aquí, el especialista del suelo ha desempeñado también una función importante y fundamental pero ha sido \"uno inter pares\". Me permito insistir en este último punto porque es importante para el futuro del papel de la ciencia del suelo: a partir de ahora existen metodologías de análisis del territorio a nivel regional que integran todos los aspectos necesarios para la planificación en un contexto de desarrollo sostenible. En este sentido, cabe citar INSURED (Schleicher- Tappeser et al. 1997), que ha contado con la participación de cinco regiones europeas y podría convertirse en uno de los procedimientos de planificación territorial en un contexto de sostenibilidad. Es evidente que incluso los equipos de INSURED necesitan parámetros sobre el suelo para poder desarrollar correctamente su análisis, pero ¿tienen en cuenta sus necesidades los pedólogos? ¿están dispuestos a participar? Sólo una integración de los especialistas del suelo en todas estas actuaciones puede permitir que se incorporen correctamente los parámetros del suelo. No se trata ya de pensar en los \"mapas derivados\" del mapa pedológico, sino de seleccionar los parámetros del suelo que pueden ayudar a encontrar soluciones a los problemas definidos conjuntamente mediante un diálogo entre los habitantes del territorio y los profesionales. Si se intenta analizar también la \"demanda\" a escala nacional o europea, el resultado es sorprendente: por todas partes surgen interrogantes que sólo la ciencia del suelo puede ayudar a responder. Estas necesidades se definen \"políticamente\" pues están incluidas en documentos oficiales de los gobiernos: política agrícola, red de transportes, planificación territorial, previsiones de desarrollo, políticas ambientales... En muchos países industrializados existen institutos nacionales del suelo. A nivel europeo, además de la 40 ",
        "Oficina Europea del Suelo, la Agencia Europea del Medio Ambiente lleva a cabo actividades en este campo. ¿Podríamos afirmar que la información sobre el suelo es adecuada y se explota convenientemente? La respuesta es negativa: se piensa más en conseguir un grado de armonización/normalización que en una utilización real de los datos con vistas a la sostenibilidad. La situación no es muy diferente a nivel internacional. En la reunión de la Asamblea General de las Naciones Unidas de principio de octubre de 1997, el análisis de la aplicación de la Agenda 21 (Naciones Unidas 1992) -en la que el suelo no se menciona específicamente (Bridges et al. 1996)- ha sido de nuevo más bien negativo. En general, se ha criticado la falta de reflexión sobre el ser humano y, sobre todo, el débil impacto de las actuaciones en los recursos del planeta y en su velocidad de degradación. Por otra parte, también los grandes programas internacionales cuestionan sus actividades y se vuelven hacia una actuación que sitúe de nuevo al hombre entre los agentes principales del desarrollo sostenible. Así, el IGBP ha lanzado oficialmente en Barcelona el Land Use Land Cover Change - LUCC (Turner II1995). Incluso las organizaciones internacionales, tras las oleadas de grandes reuniones mundiales sobre diferentes objetivos, tras la firma y el lanzamiento de numerosos convenios, tras la tentativa de organizar una red mundial de observación de los datos del planeta, se interrogan sobre su futuro y se preguntan como adaptar sus estructuras a los desafíos que plantea el próximo milenio. Estas organizaciones crean nuevas oportunidades para la ciencia del suelo; en algunos casos son los mismos pedólogos los que toman la iniciativa, pero la lógica exigiría que intentasen reincorporarse al esfuerzo común que ya se lleva a cabo en los diferentes niveles mencionados. He esbozado aquí un análisis sucinto de las necesidades a los diferentes niveles: del nivel local al global. Sin embargo, hay que considerar este análisis como un \"ejercicio académico\". En la realidad, los niveles son totalmente interdependientes: el uno interacciona con el otro. Por ello, los análisis y deducciones sólo pueden ser parciales. Mi objetivo no era ser exhaustivo sino demostrar que las necesidades de información sobre el suelo existen y que el deber de los especialistas de la ciencia del suelo es detectarlas, comprenderlas e intentar darles respuesta. Hay que pasar de una actitud pasiva a otra interactiva. El hilo conductor En este análisis hay un hilo conductor que atraviesa horizontalmente todos los niveles: la preocupación principal es comprender el lugar del suelo en el ecosistema y sus límites de utilización, comprendidos los límites naturales. En otras palabras, el valor que se da al recurso suelo está relacionado con los riesgos o limitaciones con los que uno se encuentra. Ello exige respuestas de carácter jurídico, estructural y técnico/científico. Estas respuestas deben permitir la comprensión de los problemas, su gestión y su posible evolución/control. La misión del edafólogo en este contexto resulta fundamental puesto que es la bisagra que pone en contacto los parámetros biofísicos, que él recoge y gestiona, y los datos productivos, sociales e institucionales, dentro de un proceso interactivo en cambio y evolución constantes. No se trata ya de una tarea de transferencia de tecnología, sino que se pide · a los pedólogos que desempeñen también los papeles de \"consultor\" y \"facilitador\" (Rholing 1996). 41 ",
        "En este universo cambiante y en este mundo en el que ya no hay certidumbres (Prigogine 1996), los pedólogos tienen una nueva oportunidad para integrar de nuevo su trabajo en el esfuerzo que están haciendo individuos, administradores locales y regionales, y responsables nacionales y mundiales. ¿Será ésta la última ocasión? 42 ",
        "Por un pacto sobre el suelo M. Catizzone Reconozcámoslo, la tarea encomendada a M. Latham, J. Pereira de Queiroz Neto, G. Sposito y M. J. Swift era difícil. Siendo el suelo un organismo complejo, ¿pueden cuatro especialistas prever todas las implicaciones para su estudio futuro? ¡Probablemente no! Por eso, aprecio especialmente su trabajo y lo considero una buena base de reflexión para lanzar un debate que deseo sea lo más amplio posible. A pesar de los análisis a veces muy detallados, las ideas fundamentales que nos proponen estos cuatro autores se presentan con mucho \"tacto\". En los últimos años, hemos podido leer intervenciones mucho más \"provocadoras\", como ejemplo puede citarse el reciente artículo de L.RBasher \"¿Está la edafología muerta y enterrada?\" (Australian. Jour, of Soil Res. 1997/35/979-94). Por otra parte, el debate se presenta difícil y todo el mundo puede y debe participar. Afortunadamente, el punto en el que todo el mundo está de acuerdo es que la ciencia del suelo tiene que cambiar y que su estructura actual no le permitirá afrontar los retos del próximo milenario. El esquema de debate propuesto a los ponentes por M. Ruellan era claro pero ambicioso: si se analizan las cuatro aportaciones separadamente, no responden completamente a dicho esquema. Sería interesante comprender el porqué. ¿Ha habido también un problema de lenguaje y de comprensión?. Por eso, yo he decidido considerar las cuatro exposiciones conjuntamente como las piezas de un mismo mosaico. Así, he podido encontrar unas ideas-guía que se desarrollan con una especie de continuidad evolutiva a través de los cuatro textos. Es evidente que esta lógica de \"secuencia\" en las piezas del mosaico no está ni \"autorizada\" ni es totalmente adecuada. Se trata de una elaboración personal que pretende centrar el debate en los puntos destacados de una posición común, más que concentrarse en algunos elementos aislados. Confío en que los cuatro ponentes no se lo tomarán a mal. El mosaico Empezaré mi reflexión sobre este \"mosaico\" a partir del trabajo de Pereira de Queiroz Neto ya que éste justifica su planteamiento mediante una constatación de la situación de la ciencia del suelo en la América Latina y, más concretamente, en Brasil. En efecto, el análisis de los trabajos presentados en el XIII Congreso Latino-americano de la Ciencia del Suelo denniestra que éstos evolucionan automáticamente en función de una \"demanda\" externa (pretendidamente \"social\"). Canalizada esta demanda por el último Congreso Latino-americano en cuatro nuevas comisiones, \"la gran mayoría de las investigaciones muestran que son los problemas que plantea la utilización del suelo por la CONTRIBUCIÓN AL DEBATE INTRODUCTORIO AL 16 CONGRESO MUNDIAL DE LA CIENCIA DEL SUELO [\"LOS OBJETIVOS DE LA CIENCIA DEL SUELO, DESAFIOS A LOS QUE SE ENFRENTA LA CIENCIA DEL SUELO - SERVICIOS QUE LA CIENCIA DEL SUELO PUEDE PROPORCIUNAR\"] - JUEVES 20 AGOSTO 1998 - LE CORUM, SALA BERLIOZ, MONTPELLIER (FRANCE) 43 ",
        "agricultura los que motivan a los investigadores\". Así pues, el objetivo que se impone como trasfondo es una solicitud de aplicación directa de los resultados de las investigaciones. Además, los investigadores y los demás \"agentes responsables del avance de las ciencias\" procuran, con dificultad, llegar a los pequeños y medianos explotadores para que puedan beneficiarse de los resultados de sus actividades. Así, se encomienda a las ONG y a los demás intermediarios técnicos que ayuden a las capas más desfavorecidas de los productores, que, mediante este contacto directo, consiguen también detectar nuevas exigencias científicas de las que se hacen portadores ante la ciencia \"oficial\". Finalmente, aunque se sitúe en un contexto reduccionista, Pereira introduce el concepto de sistemas pedológicos y de la necesidad de comprender su génesis más que de abordar una clasificación/taxonomía En este documento, hay que destacar dos puntos importantes: • el suelo NO ES un bien RENOVABLE (si no es a un coste económico y social muy elevado) • el suelo debe ser un bien transmisible a las generaciones futuras (duración del bien). No olvidemos que el Congreso de la AIS S de Montpellier tiene como tema \"los hombres y su suelo\". Sería muy interesante utilizar también el método del análisis de Pereira para los trabajos y los carteles presentados. Los resultados podrían resultar sorprendentes: aparentemente la referencia social del hombre está casi ausente (M. Latham). Si el escrito de Pereira da ya importantes indicaciones para reconsiderar la ciencia del suelo, el documento de Sposito subraya la contradicción entre los presupuestos descritos en su introducción y el nuevo contexto de la ciencia del suelo, es decir: el suelo como componente de los ecosistemas terrestres. En efecto, en su introducción, afirma que el suelo es un recurso natural y que éste forma parte de los recursos renovables. Esta afirmación queda \"contradicha\" por el resto del artículo, enlazando indirectamente con los dos puntos importantes del análisis de Pereira, que hemos mencionado anteriormente. Se considera así que el suelo forma parte de los elementos de la entropía del planeta pero, simultáneamente, en las actividades futuras de investigación, habría que prestar atención a una separación clara entre rehabilitación, reclasificación y restauración del suelo. El otro punto debatido en la introducción es la distinción neta entre ciencia fundamental y ciencia aplicada. Una buena parte del artículo desarrolla una serie de razonamientos en torno a esta distinción pero, finalmente, da la impresión de que se trata de un falso problema. Aunque es cierto que la ciencia avanza a pequeños pasos y por \"casualidad\", la distinción neta entre lo \"fundamental\" y lo \"aplicado\" tiene un regusto de separación artificial y académica según la cual se podría llegar a una definición \"individual\". La verdadera vía de apertura sobre las perspectivas futuras de la ciencia del suelo que presenta el trabajo de Sposito reside en la consideración del suelo como elemento del ecosistema. Si los resultados de la investigación sobre el suelo en los laboratorios son demasiado a menudo poco exportables sobre el terreno, es porque las variables y las interacciones son muchos más elevadas e imprevisibles. Así pues, la dimensión ecosistémica es la clave para la comprensión del papel y el funcionamiento del suelo, que interacciona con la atmósfera, la litosfera, la hidrosfera, la vegetación y el hombre. Además, la investigación sobre el suelo debe contribuir también al análisis y la preparación de futuros modelos de evolución del planeta. Finalmente, si Pereira en su 44 ",
        "exposición incluye un análisis sobre el \"hombre\" como investigador, usuario y agente, la exposición de Sposito da la impresión de que el ser humano no es más que alguien que debe ser educado por los investigadores. Podría decirse que Swift continúa donde se detiene Sposito. En efecto, Swift afirma que: el suelo es un componente esencial de los ecosistemas y constituye un recurso para toda la humanidad, \"desde el punto de vista antropocéntrico, se pueden considerar los ecosistemas como abastecedores de productos y servicios variados para toda la Humanidad\". Por consiguiente, analiza claramente el papel del suelo como \"capital natural\" y el conflicto de su utilización en el contexto del desarrollo sostenible, e intenta definir los retos científicos planteados por la intervención humana en los ecosistemas, retos que varían en el espacio y en el tiempo. La conclusión a la que llega es la necesidad de aprovechar y utilizar datos diferentes sobre el suelo, creando así las bases para una nueva edafología capaz de vincular la sociedad, los sistemas y el suelo en un planteamiento único integrado e intersectorial. Si se acepta este planteamiento, podría derivarse de éste una actividad educadora y de formación clara, aunque en su documento Swift no haya abordado esta última parte del análisis. Dentro de esta misma lógica, Marc Latham da otro paso adelante. De manera sintética pero eficaz, relaciona la edafología con la demanda social y la proyecta hacia el futuro definiendo lös retos lanzados por la sociedad a la ciencia del suelo; restablece la importancia de los usuarios en el proceso de análisis pedológico, no sólo para las figuras intermediarias como los decisores o los planificadores a diferentes niveles sino, sobre todo, para los usuarios finales. Además, amplía las relaciones disciplinares hacia consideraciones intersectoriales y subraya que el suelo es un recurso escaso que debe estudiarse en el marco del desarrollo sostenible incluyendo el análisis e inventario de los riesgos y de los umbrales límites. Podría decirse que el contexto ecosistémico destacado por Swift encuentra en la exposición de Latham la evolución lógica para la creación de un contexto nuevo de la futura ciencia del suelo. El estudio de los ejemplos existentes (por ejemplo el LANDCARE) debe hacer posible el establecimiento de nuevas metodologías de enfoque y de análisis capaces de poner en práctica técnicas de aprendizaje y de intercambio de conocimientos. Lecciones que pueden extraerse Del análisis brevemente expuesto podemos destacar las consideraciones siguientes: Pueden continuarse dando definiciones \"nuevas\" del suelo, pero la sustancia, afortunadamente, sigue siendo la misma. El suelo forma parte de un sistema que puede ser natural o productivo. El funcionamiento del suelo y sus funciones dentro del sistema siguen siendo el ámbito privilegiado de la investigación, a condición de que ésta aporte datos fiables al análisis de las interacciones dentro y fuera del sistema mismo. Además, el hombre está en el origen del infortunio y del \"bienestar\" del suelo: es, por tanto, insoslayable. De grado o por fuerza, los resultados de la ciencia del suelo sirven a la sociedad y deben responder a las necesidades de ésta. Actualmente, falta un gran esfuerzo de comunicación/información sobre la importancia del suelo como bien, esfuerzo que debe llevarse a cabo mediante lenguajes y demostraciones adaptados a cada grupo al que vaya dirigido. Así pues, la ciencia del suelo debe dirigirse a tres tipos de interesados: 45 ",
        "a) los usuarios: agricultores, granjas, industrias, asociaciones, etc.; sus técnicas y conocimientos son una mina, a menudo poco explotada, de información y de datos enormemente útiles y funcionales, pero el suelo, recordémoslo, es también un objeto que no está utilizado de manera óptima por toda una serie de interesados (incluidos los agricultores); b) el ciudadano (a menudo influido por los medios de comunicación y escolarizado) necesita informaciones correctas y adaptadas; tiene que estar en condiciones de comprender la información sobre este recurso cuyo valor y utilidad ya no reconoce; c) los investigadores y expertos en pedología, una vez que han salido de su aislamiento, vuelven a ser agentes y motores del desarrollo sostenible. Finalmente, el valor del suelo varía en función de las sociedades; sin embargo, vista la situación de peligro y los graves riesgos de degradación existentes, corresponde a todos considerarlo no ya como un recurso inagotable sino como un bien perecedero y fundamental para la supervivencia. Por tanto, el suelo es al mismo tiempo un bien económico individual (pues pertenece a la vida económica y social de todo individuo), un bien colectivo (puesto que es un elemento fundamental para la vida de toda la comunidad humana) y un bien que debe preservarse para las generaciones futuras. Estas \"lecciones\" nos llevan a dos enunciados nuevos: 1) El suelo no es un recurso renovable ni fácilmente renovable; es un recurso escaso, caro, amenazado y limitado; en cambio, las necesidades humanas con respecto a este recurso son prácticamente infinitas. Ha llegado el momento de afirmar que EL SUELO ES UN BIEN COMÚN Y PATRIMONIAL 1 QUE MERECE ATENCIÓN Y CUIDADO. El suelo como bien patrimonial planetario constituye un bien común de la Humanidad entera. 2) El suelo, junto con el aire y el agua, permite la vida de la flora y de la fauna así como la del ser humano: no es concebible utilizar este \"bien común\" sin preocuparse de las generaciones futuras y, por tanto, toda actuación con respecto al suelo debe concebirse en un contexto de SOSTENIBILIDAD. 3) Los interesados en el suelo no son ya los expertos en ciencia del suelo. A partir de ahora, hay que aceptar que científicos de otras disciplinas, planificadores y expertos, las ONG y los usuarios afectados puedan ayudar en la concepción de nuevos retos. 4) Los conocimientos sobre el suelo son insuficientes, especialmente en lo que se refiere a sus relaciones con otros comportamientos de la biosfera. Sólo se puede gestionar bien lo que se conoce bien, en su morfología, en su funcionamiento, en su historia, etc. A los análisis presentados en los cuatro documentos, se añaden i * El agua ha sido definida bien común y patrimonial por Mario Soares con motivo de la constitución, el 16 y 17 de enero de 1998 en Lisboa, del Comité Promotor del Contrato Mundial del Agua, del cual es Presidente. El Contrato Mundial del Agua es una propuesta del \"Grupo de Lisboa\" presentada en su informe \"Límites de la competitividad\" y desarrollada especialmente por el fundador-presidente del Grupo, Ricardo Petrella, en la obra \"El bien común\" (Labor, Bruselas, 1996). 46 ",
        "por tanto los retos principales que derivan de las relaciones impuestas por la evolución de las nuevas sociedades, como valores culturales/suelos, delincuencia/suelos, etnología/suelos, granjas/suelos, grandes infraestructuras industriales/suelos, etc. Si los participantes en el Congreso de Montpellier tienen en cuenta estos cuatro puntos y si se aceptan los cuatro análisis de los ponentes invitados, ha llegado el momento entonces de reconocer que ni cuatro \"voluntarios\" ni una decena de \"comentaristas\" ni incluso la AIS S únicamente llegarán a trazar los grandes rasgos de la ciencia del suelo del siglo XXI. De ahí la necesidad de que la AISS tome la iniciativa de un análisis INTERSECTORIAL sobre el suelo. Así se convertirá, junto con los grandes organismos internacionales (como el sistema de las Naciones Unidas y la Comisión Europea) y con el apoyo de los gobiernos, en el motor y organizador de un CONVENIO MUNDIAL SOBRE LOS SUELOS DEL PLANETA antes de finales del año 2000. Este convenio debería ser la ocasión para una síntesis del debate que debe lanzarse inmediatamente entre todas las instituciones de investigación y los organismos y asociaciones interesadas capaces de hacer una aportación acerca de este \"nuevo\" bien común patrimonial. El objetivo final es llegar, mediante el Convenio, a un pacto/contrato sobre el suelo en el que estarían comprometidas las organizaciones internacionales, los Estados, los gobiernos, las asociaciones y los individuos. El papel de la investigación seguirá estando reconocido de manera eficaz y clara pues es \"portador\" de los elementos constitutivos. El especialista en la ciencia del suelo tendrá así, de nuevo, una función y una actuación que llevar a cabo en un contexto mundial definido y acordado. La AISS podrá asumir una nuevo papel y redefinir el marco para la ciencia del suelo del próximo milenio. En ese contexto su nombre podría ser Integrar -con orden- el Sol, los Sistemas y la Sociedad, es decir, ISSS (Swift). 47 ",
        "48 ",
        "Références Bibliographiques - References - Referendas bibliográficas •Anom., 1992. New challenges for soil research in developing countries: a holistic approach. Proceedings of a workshop at ENSAR, Rennes. Pedologie, XLII-3, (209-216). Ghent (Belgium) ■Aranzabal, M.N. 1997. Agenda 21 Locale. Comunication to the International Conference The European Dimension of the Sustainable Regional Development, Florence, Italy. Not yet quoted. •Ahti, A. 1997. The Kouvala Initiative. Comunication to the International Conference The European Dimension of the Sustainable Regional Development, Florence, Italy. Not yet quoted. ■Basher, L.R. 1997. Is pedology dead and buried? Austalian Jour.of Soil Res. 35:979- 94. ■Brabant, P., 1994. Creation and utilization of a geographical data base designed to improve environmental and land resounce management. Application to the Vietnamese Highlands. Not quoted. •Brabant, P., Darracq S., Egué K., Simmonneaux V. 1996. TOGO-Etat de dégradation des terres résultant des activités humaines.(Cartel:500.000).Notice exp.112. Ed. ORSTOM. Paris-France •Bridges M. 1994. An Holistic Approach to soil Science. Proceedings of the meeting on A holistic approach to sustainable soil use in SADC countries, p. 26-30, EC Rep. EUR 15809, Brussels. •Bridges E.M. and Catizzone M. 1996. Soil Science Framework:discussion of an improved integrated approach. Geoderma 71 (275-287), Elsevier Science B.V. ■Calkin P., Larivière S., Martin F., Morasse J.A. 1992. Measuring well-being and poverty. Paper presented at the seminar of the Eur. Ass. of Agric.Economics (EAAE), Stuttgart-Hohenheim •Catizzone M. 1996. La pédologie peut-elle être une science holistique? Bull. Séanc. Acad. R.Science.Outre-Mer. 42(3):417-439. Bruxelles (Belgique). •Darracq S. et Brabant P. 1995. Aménagement durable des Hautes-Terres du Vietnam: des bases de données géographiques aux systèmes d'aide à la décision à référence spatiale. Nature-Science-Société, éd. Dunod, Paris (France). •Ferrari, G. et al. 1997. Land resources inventory, environment changes analysis and their application in the Abaya lake Region (Ethiopia). Final report contract STD3-CEE. Not yet quoted. •Food Agriculture Organization (F.A.O.) 1976. A Framework for Land Evaluation. Land and Water Development Division. Soils Bulletin n 32. Rome, Italy. •Food Agriculture Organization (F.A.O.) 1990. Land Evaluation for Development. Rome, Italy. 49 ",
        "•Food Agriculture Organization (F.A.O.) 1993. Guidelines for Land-Use Planning. FAO Development Series 1. Soil Res., Manag, and Conserv. Service. ISBN 92-5- 103282-3. Rome, Italy. •Internat. Society of Soil Science (ISSS) 1994. Proposed activities to 16 opportunities for soil science and its applications in the 21st Century. Declaration adopted by the Society at the 15th World Congress of Soil Science, Acapulco, Mexico. •M'Hiri Α., Ben Said M., Kaabia M. and Bachta M.S. 1994. Pour une approche holistique de la restauration des terres soumises à l'érosion hydrique dans le Nord Ouest de la Tunisie. Congrès International, sur Restaurât, et Réhabilitât. Terres Dégradées des Zones Arides et Semi-arides, Djerba. ■Nachtergaele F.O. 1997. New Developments in Soil Classification and Implications for the European and World Soil and Terrain Database. Not yet quoted. •Prigogine I. 1996. La fin des certitudes. Ed. Odile Jacob. Paris (France) •Reale L., Nori M., Ferrari G. 1996. Holistic Approach to Sustainable Development: interaction of soil science with different disciplines. EC&ASTER Reg. Emilia Romagna, Bologna, Italy. •Ruling N. 1996. Knowledge transfer and user groups. (NASREC-Vol. 3). ISRIC. Wageningen (NL) •Schleicher-Tappeser R., Strati F., Thierstein Α., Walser M. 1997. Sustainable Regional Development - A comprehensive approach (INSURED). EURES, Freiburg (Germany) •Strati F. 1997. Con-versing in Sustainable Development. Final report (5-49) EC research contract ENV4CT960211. Edited by EURES.Freiburg (Germany). •Sys C. 1985. Land Evaluation, Part I, II, III. ITC. University of Gent. Publi.Agricole, 7. Administration Générale de la Cooperation au Développement, Bruxelles. •Turner II B.L., Skole D., Sanderson S., Fischer G., Fresco L., Leemans R. 1995. LUCC Science Research Plan. IGBP Report n. 35 & HDP Report n. 7, Stockholm and Geneva. 50 ",
        "",
        "EUNA183533LC "
    ]
}