{
    "text": [
        "Tools and Methods Series Reference Document N o 27 Strengthening education systems to provide learning for all July 2020 ",
        "Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number*: 00 800 6789 1011 *Certain mobile telephone contractors do not allow access to 00 800 numbers, or these calls may be billed. Disclaimer The contents of this publication do not necessarily reflect the official position or opinion of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of the following information. Luxembourg: Publications Office of the European Union, 2020 © European Union, 2020 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. PDF ISBN 978-92-76-23372-5 ISSN 1977-6411 doi: 10.2841/814177 MN-BB-20-001-EN-N ",
        "T o o l s a n d M e t h o d s S e r i e s Reference Document N o 27 Strengthening education systems to provide learning for all ",
        "“ Education is the most powerful weapon we can use to change the world.” Nelson Mandela ",
        "ACRONYMS BRiCE ……………… Building Resilience in Crises through Education CPD ………………… Continuous Professional Development CRA ………………… Climate Risk Assessment CRRF ……………… Comprehensive Refugee Response Framework CSOs ……………… Civil Society Organisations DG DEVCO ……… Directorate-General for International Cooperation and Development DG EAC …………… Directorate-General for Education, Youth, Sport and Culture DG ECHO ………… Directorate General for European Civil Protection and Humanitarian Aid Operations DG NEAR ………… Directorate-General for Neighbourhood and Enlargement Negotiations ECW ………………… Education Cannot Wait EEAS ……………… European External Action Service EiEPC ……………… Education in Emergencies and Protracted Crises EMIS ……………… Education Management Information Systems EOF ………………… Education Outcomes Fund ESA ………………… Education Sector Analysis ESD ………………… Education for Sustainable Development ESP ………………… Education Sector Plan EU …………………… European Union EUD ………………… European Union Delegation FPI …………………… Foreign Policy Instrument GAP ………………… Gender Action Plan GEMR ……………… Global Education Monitoring Report GPE ………………… Global Partnership for Education GPGC ……………… Global Public Goods and Challenges HRM ………………… Human Resource Management ICSP ………………… Instrument Contributing to Stability and Peace IDA ………………… International Development Association IFFEd ……………… International Financing Facility for Education INEE ……………… Inter-agency Network for Education in Emergencies ISCED ……………… \u0007International\u0007Standard\u0007Classification\u0007 of Education LMICs ……………… Lower middle-income countries M&E ……………… Monitoring and Evaluation NEET ……………… Not in Education, Employment, or Training NGOs ……………… Non-Governmental Organisations OECD ……………… Organisation for Economic Co- operation and Development PanAf ……………… Pan-African Programme RBM ………………… Results-Based Management PFM ………………… Public Finance Management PGN ………………… Practical Guidance Note PISA ………………… Programme for International Student Assessment PSS ………………… Psycho-Social Support SRGBV …………… School Related Gender Based Violence SDGs ……………… Sustainable Development Goals SMC ………………… School Management Committee TTF ………………… International Task Force on Teachers for Education UIS ………………… UNESCO Institute for Statistics UN …………………… United Nations UNESCO ………… \u0007United\u0007Nations\u0007Educational,\u0007Scientific\u0007 and Cultural Organisation UNICEF …………… United Nations Children’s Fund UNHCR ………… United Nations High Commissioner for Refugees WB ………………… World Bank ",
        "Education is one of the most powerful tools to promote personal development, labour market participation and active citizenship. It is an essential human right and the basis for human development. Notwithstanding\u0007significant\u0007progress\u0007in\u0007access\u0007to\u0007 basic education over the past years, important challenges persist to improve learning outcomes and equity. These challenges are compounded by several global trends, which are having a profound impact on education systems. Rapid digitalization and global value chains require building new skills, including soft\u0007skills,\u0007continuous\u0007training\u0007and\u0007‘learning\u0007to\u0007learn’;\u0007 climate\u0007change\u0007and\u0007violent\u0007conflicts\u0007are\u0007causing\u0007 increased migration, forcing children to leave school, causing huge disruptions in learning and causing many children to never return to school. COVID-19 has resulted in more than 1,6 billion children out of school with the risk that a high proportion of them, especially the poorest and most vulnerable, might never return to school. This crisis has forced education systems to adapt and switch overnight to distance learning. Globally, at least 31 per cent of students from pre-primary to upper secondary schools were not reached with distance learning due to either a lack of policies supporting digital and broadcast remote learning or a lack of the household assets needed to receive digital or broadcast instruction. Public funding is increasingly constrained and we risk leaving millions of the poorest and most vulnerable behind. At the same time, education has a tremendous transformative power: it equips workers, business leaders and future policy makers with the knowledge, values and skills needed to tackle global challenges. Education is an essential foundation and catalyst for the achievement of all priorities of the geopolitical Commission: for instance, in the area of climate change and environment, education has a powerful role to play through skills building, awareness raising and triggering behavioural changes. Education provides the basis for grasping the opportunities created by digital technologies while raising awareness of the power and challenges of digital development, such as disinformation. By strengthening knowledge, competences and skills, it is an essential means for the promotion of sustainable growth and jobs. By providing safe learning environments and targeted support, education is proven to strengthen the resilience of societies to emergencies and crises. Sound curricula and global citizenship programmes can help to foster peace, stability and pluralism, and prevent and counter violent extremism and radicalisation. Education is therefore not simply an objective in itself but also, and more importantly, an enabler of greener societies, digital transformation, sustainable growth, forced migration mitigation, human development and global peace and security. Investing in education is a powerful way to eradicate poverty and reduce inequalities, including those exacerbated by Covid-19. The EU Commissioner for International Partnerships, Mrs Jutta Urpilainen, has committed to boosting the share of education in EU development expenditure, to make education systems more inclusive and resilient. A decisive feature of EU support to education is its focus on education system strengthening i.e. strengthening education policies, management, financing\u0007and\u0007implementation\u0007of\u0007budgets,\u0007ensuring\u0007a\u0007 qualified\u0007workforce\u0007at\u0007all\u0007levels\u0007of\u0007the\u0007system.\u0007Only\u0007 by taking a comprehensive system strengthening approach can we ensure a lasting impact. Over the coming years, EU support should target the following four major challenges: - Addressing the global learning crisis and the teacher deficit\u0007(“quality”):\u0007despite\u0007significant\u0007improvements\u0007in\u0007 access to school over the past decade, to date, 6 out of 10 children and adolescents FOREWORD ",
        "- 2 of primary and lower secondary school age do not\u0007achieve\u0007minimum\u0007proficiency\u0007levels\u0007in\u0007reading\u0007 or\u0007mathematics.\u0007By\u00072030,\u000769\u0007million\u0007new\u0007qualified\u0007 teachers will need to be recruited and trained for primary and secondary education. -\u0007\u0007Equity\u0007and\u0007equality,\u0007including\u0007gender\u0007equality\u0007(“Leave\u0007 No\u0007One\u0007Behind”):\u0007even\u0007before\u0007counting\u0007for\u0007the\u0007effect\u0007 of\u0007COVID-19,\u0007over\u0007260\u0007million\u0007young\u0007people\u0007(5-17\u0007 years)\u0007are\u0007still\u0007out\u0007of\u0007school\u0007and\u0007over\u0007246\u0007million\u0007 children worldwide experience school related sexual and gender based violence. - Skills and Jobs mismatch: at current trends, in Africa,\u0007less\u0007than\u0007a\u0007quarter\u0007of\u0007the\u0007450\u0007million \u0007 jobs\u0007needed\u0007by\u00072035\u0007will\u0007be\u0007created.\u0007In\u0007sectors \u0007 related to Green Deal such as energy and resource efficiency,\u0007renovation\u0007of\u0007buildings\u0007or\u0007environmental \u0007 services, skill gaps are recognised as a major bottleneck. - Education and training in emergencies (“preparedness,\u0007resilience”):\u0007More\u0007than\u0007104\u0007million\u0007 children\u0007and\u0007young\u0007people\u0007living\u0007in\u0007countries\u0007affected\u0007 by\u0007conflict\u0007or\u0007disaster\u0007are\u0007not\u0007in\u0007school.\u0007Girls\u0007are\u0007 disproportionately\u0007affected,\u0007being\u00072.5\u0007times\u0007more\u0007 likely to be out-of-school. Erasmus+\u0007will\u0007continue\u0007to\u0007be\u0007the\u0007main\u0007EU\u0007flagship\u0007 programme to address higher education challenges, and a means for student exchanges to promote EU knowledge, principles and values through education. The EU and its Member States have been a trusted partner in education system reform over the last decades. Through this Tools and Methods “Strengthening\u0007education\u0007systems\u0007to\u0007provide\u0007learning\u0007 for\u0007all”,\u0007we\u0007would\u0007like\u0007to\u0007reach\u0007two\u0007targets: - build on this experience to consolidate our position as global partner in education under a Team Europe Approach, leveraging the rich and diverse expertise of Member States and establishing long-term partnerships; -\u0007\u0007share\u0007our\u0007experience\u0007and\u0007reflections\u0007with\u0007all\u0007 stakeholders involved in strengthening education systems in partner countries . The present document and the practical guidance notes include a wealth of information for colleagues in charge of programme design and implementation. Additional practical guidance notes covering new topics will be added in the future as relevant. We hope this will set you on course to think ambitiously, and to work with partner countries leveraging the transformational power of education for our common objectives. Finally, I also take this opportunity to express my gratitude to Member States experts, colleagues in delegations, European External Action Service and Commission DGs for their valuable comments and contributions\u0007throughout\u0007the\u0007drafting\u0007process\u0007and\u0007 invite you to suggest further topics of interest or raise any question you may have. Henriette Geiger Director Dir. B People and Peace in the Directorate-General for International Cooperation and Development of the European Commission (DG DEVCO) ",
        "TABLE OF CONTENTS PART 1 INTRODUCTION 1 CHAPTER 1: THE GLOBAL AGENDA FOR EDUCATION, EU POLICIES AND SUPPORT TO EDUCATION 3 1. WHAT IS THE GLOBAL AGENDA FOR EDUCATION? 4 2. HOW DO EU DEVELOPMENT POLICIES SUPPORT THIS GLOBAL AGENDA? 6 3. OVERVIEW OF EU SUPPORT 8 4. RECOMMENDED READING 12 CHAPTER 2: KEY ELEMENTS OF EDUCATION SYSTEMS AND HOW THEY IMPROVE 13 1. ADOPTING A SYSTEMS APPROACH 13 2. WHAT IS AN EDUCATION SYSTEM? 13 3. WHAT ARE THE MAIN ELEMENTS OF AN EDUCATION SYSTEM? 15 4. WHY AND HOW DO EDUCATION SYSTEMS IMPROVE? 20 5. RECOMMENDED READING 23 CHAPTER 3: EU SUPPORT TO STRENGTHEN EDUCATION SYSTEMS 24 1. SIMPLIFIED INTERVENTION LOGIC FOR EU SUPPORT TO EDUCATION SYSTEM STRENGTHENING 24 2. CONTRIBUTING TO SYSTEM STRENGTHENING AND REFORM 26 3. MANAGING THE EU CONTRIBUTION 32 4. RECOMMENDED READING 33 ANNEX 1. GLOSSARY 38 PART 2 Part 2 is published separately as an online resource, available at: https://europa.eu/capacity4dev/t-and-m-series/minisite/list- available-publications https://ec.europa.eu/europeaid/multimedia/publications_en PRACTICAL GUIDANCE NOTES 1. EDUCATION SECTOR ANALYSIS 2. EDUCATION BUDGETING AND FINANCIAL MANAGEMENT 3. MONITORING RESULTS IN EDUCATION 4. CAPACITY DEVELOPMENT FOR EDUCATION SYSTEM STRENGTHENING 5. SECTOR COORDINATION AND POLICY DIALOGUE 6. LEAVE NO ONE BEHIND 7. EDUCATION IN EMERGENCIES AND PROTRACTED CRISES 8. GENDER EQUALITY IN EDUCATION 9. STOPPING SCHOOL RELATED GENDER-BASED VIOLENCE 10. TEACHER POLICY AND MANAGEMENT 11. LEARNING ASSESSMENT 12. MAINSTREAMING DIGITAL TECHNOLOGY IN EU SUPPORT TO EDUCATION 13 EARLY CHILDHOOD EDUCATION 14 THE CONTRIBUTION OF HIGHER EDUCATION TO DEVELOPMENT ",
        "1 The central purpose of an education system is to enable everyone to learn and to acquire the knowledge, skills, values and attitudes essential for active and successful lives. Education impacts on the lives of individuals, providing life opportunities and enabling them in their interactions and contributions to society, and on society as a whole. For instance, it is estimated that more than one-third of the decline in adult mortality since 1970 can be attributed to gains in educating girls and young women. 2 While\u0007significant\u0007progress\u0007has\u0007been\u0007made\u0007globally\u0007 in recent decades, equitable access to quality education continues to be a huge global challenge. For the school year ending in 2018, an estimated 258\u0007million\u0007children\u0007and\u0007youth\u0007aged\u00076\u0007to\u000717\u0007were \u0007 out of school 3 , a large number of them living in countries\u0007affected\u0007by\u0007fragility\u0007or\u0007conflict.\u0007In\u0007terms\u0007of \u0007 access to education, while progress has been made towards\u0007gender\u0007equality\u0007at\u0007a\u0007global\u0007level,\u0007significant\u0007 disparities persist at a regional level. 4 Girls in fragile or\u0007conflict-affected\u0007areas\u0007are\u0007more\u0007likely\u0007to\u0007be\u0007out \u0007 of school. 5 \u0007Data\u0007is\u0007limited,\u0007but\u0007studies\u0007confirm\u0007that\u0007 persons with disabilities in developing countries are nearly\u0007always\u0007worse\u0007off\u0007than\u0007those\u0007without;\u0007they\u0007are \u0007 less likely to ever attend or to complete primary or secondary school, to gain access to higher education, or to acquire foundational skills. 6 Even where children are in school, many are not acquiring an appropriate level of knowledge and skills.\u0007It\u0007is\u0007estimated\u0007that\u0007more\u0007than\u0007617\u0007million\u0007(6\u0007 out\u0007of\u000710)\u0007children\u0007and\u0007adolescents\u0007of\u0007primary\u0007and\u0007 lower secondary school age do not achieve minimum proficiency\u0007levels\u0007in\u0007reading\u0007and\u0007mathematics. 7 The EU commitment to education is embodied in the 2030 Agenda for Sustainable Development. More specifically,\u0007EU\u0007support\u0007to\u0007education\u0007contributes\u0007to\u0007the\u0007 Sustainable\u0007Development\u0007Goal\u00074\u0007(SDG4)\u0007to\u0007“ensure\u0007 inclusive and equitable quality education and promote lifelong\u0007learning\u0007opportunities\u0007for\u0007all”.\u0007Education\u0007is\u0007a\u0007 fundamental human right, and crucial for addressing global challenges and achieving sustainable development. Progress in education is necessary to achieve the other\u0007SDGs;\u0007including\u0007goals\u0007and\u0007targets\u0007set\u0007for\u0007human\u0007 development, protection of the environment, prosperity, justice and peace. This commitment is delivered through partnerships with and support to partner governments and other stakeholders, humanitarian aid, regional programmes, and support to global education initiatives. The EU approach prioritises the strengthening of education systems as the way in which improved educational outcomes can be achieved and sustained over the longer term. The EU works in a wide range of countries, with very different\u0007starting\u0007points\u0007in\u0007terms\u0007of\u0007their\u0007education\u0007 system performance and the challenges they face. In\u0007many\u0007countries,\u0007conflicts\u0007or\u0007other\u0007crises,\u0007often\u0007 protracted over many years, have led to deterioration and even collapse of the education system. In such cases, humanitarian agencies may focus on the immediate needs of service delivery where they can, rather than on system strengthening. However, even in these contexts the support provided by the INTRODUCTION Education plays an essential role in personal, social and economic development by promoting individual empowerment, better health, active engagement in society, social cohesion and greater prosperity. However, the extent to which individuals and society benefit depends to a great extent on how a country’s education system functions. Education systems can either mitigate or entrench social and income inequalities, one of the most significant global challenges of our time. 1 ",
        "2 EU is attentive to both the maintenance and/or strengthening of system capacity and the opportunity to\u0007‘build\u0007back\u0007better’,\u0007using\u0007recovery,\u0007rehabilitation\u0007and\u0007 reconstruction to increase future resilience. 8 Scope and purpose of this Reference Document An education system covers a range of sub-sectors, providing for children and youth from their early years as they grow to adulthood. 9 While the EU is supporting all sub-sectors, this Reference Document focuses mainly on strengthening education systems from early childhood to secondary education. It will, as appropriate, refer to the other sub-sectors, however it is important to note that strengthening tertiary\u0007(post-secondary)\u0007education\u0007systems\u0007requires\u0007 specific\u0007policy\u0007responses.\u0007 The transition from school to work takes place as children\u0007and\u0007young\u0007people\u0007move\u0007into\u0007adulthood;\u0007 they need to acquire the right skills to make this transition. The articulation of this across secondary and post-secondary education is an important area of\u0007policy.\u0007Practical\u0007Guidance\u0007Note\u000714,\u0007in\u0007Part\u00072\u0007of\u0007this\u0007 Education Reference Document, provides an overview of the tertiary education sub-sector, its contribution to development, some of the key policy issues and possible strategies for system strengthening. Where appropriate, reference is made to other guidance on higher education and technical and vocational education and training. A Tools and Methods series Reference Document is already available for Vocational Education Training. 10 This Reference Document refers to both system strengthening and reform. This recognises that debate is\u0007often\u0007focused\u0007on\u0007reform,\u0007which\u0007can\u0007be\u0007taken\u0007to\u0007 mean\u0007a\u0007significant\u0007change\u0007to\u0007the\u0007way\u0007schools\u0007or\u0007school\u0007 systems are organised and function. EU support can contribute to this, but may more typically be focused on\u0007system\u0007strengthening;\u0007enabling\u0007the\u0007existing\u0007system\u0007 to better deliver quality teaching and learning for all young people. This Reference Document is intended to support the work\u0007of\u0007EU\u0007staff\u0007engaged\u0007in\u0007policy\u0007dialogue\u0007and\u0007in \u0007 developing and managing education programmes. The three chapters in Part 1 provide an overview of the global context and the EU’s role in supporting the strengthening of education in partner countries: Chapter 1 describes the global agenda for education and how EU policies and instruments contribute. Chapter 2 provides an overview of how education systems are structured and function and how they change. Chapter 3 looks more closely at how the EU can support the strengthening of education systems to\u0007operate\u0007coherently\u0007and\u0007effectively\u0007at\u0007all\u0007levels.\u0007 It summarises lessons from EU programmes and presents\u0007a\u0007simplified\u0007intervention\u0007logic\u0007to\u0007map\u0007how\u0007the\u0007 EU can contribute to education system strengthening through\u0007policy\u0007dialogue,\u0007financing,\u0007technical\u0007 cooperation and capacity development. Part\u00072\u0007of\u0007this\u0007Reference\u0007Document\u0007examines\u0007specific\u0007 themes and issues in a series of Practical Guidance Notes\u0007(PGNs).\u0007These\u0007PGNs\u0007are\u0007published\u0007as\u0007separate\u0007 stand-alone documents, as an online resource. i Each is illustrated with case studies drawn from EU experience. PGNs provide simple and usable tools for EUD\u0007staff\u0007as\u0007they\u0007consider\u0007how\u0007best\u0007to\u0007engage\u0007and\u0007 support the development of education. i https://europa.eu/capacity4dev/t-and-m-series/minisite/list-available- publications Some brief thoughts on learning To educate is to help learning take place, whether our own or that of others. Learning starts even before birth, and continues throughout childhood and on through adulthood. We learn through our day to day experiences, so education should always take the child’s past experiences as the starting point and build from there. Learning is influenced by a range of factors, including early stimulation, nutrition and health, and protection from stress. How a child learns while at school is influenced by social and emotional (or non-cognitive) skills, such as self-esteem, motivation, confidence and resilience. These are skills for life and while some can be learned in school, they are also strongly influenced by family, community and peers outside of school. The foundational skills of literacy and numeracy are an important focus of primary school, as they are the key to a child’s ability to understand a new world of ideas and places, and they determine how a child will progress through the school curriculum and develop higher order skills. Learning is influenced by factors beyond the school, but good teaching plays a central role and needs to be well-grounded in evidence about how learning happens. Different education systems may be inspired by different learning theories. Behaviourism looks at learning as a change in behaviour, and constructivism looks at learning as a way of making meaning from experience. However, at the core of all education is the role of the teacher, whether as provider of knowledge, or as guide and facilitator for students’ own enquiry. ",
        "3 The EU has a strong and well-established commitment to supporting education development in partner countries.\u0007This\u0007support\u0007is\u0007based\u0007on\u0007specific\u0007national\u0007or\u0007 regional contexts and needs, contributing to priorities agreed as part of national policy dialogue and sector plans. This country-level support is framed by the EU’s policy commitments, its response to global political, economic, demographic, social and environmental challenges, to global trends in education and to all countries’ endorsement of the Sustainable Development\u0007Goals\u0007(SDGs).\u0007 The EU is committed to the vision for education set\u0007out\u0007in\u0007SDG4,\u0007and\u0007its\u0007contribution\u0007to\u0007sustainable\u0007 development. Education makes this contribution throughout the lifecycle of children and young people as\u0007they\u0007progress\u0007through\u0007the\u0007different\u0007levels\u0007of\u0007 education, and transition to adulthood, into work and to become active members of society. In this way, education is part of a broader investment in people, in human capital development, along with health, to help them to realise their full potential. A\u0007broadly\u0007recognised\u0007“learning\u0007crisis”,\u0007undermines\u0007the\u0007 central purpose of education and its contribution to social and economic development. Crisis and fragile contexts further compound this challenge. Education systems must adapt to other global challenges, as well as opportunities, including those presented by climate change, demographic growth, migration, globalisation, and the advances presented by digital technology. “ Global demographic growth and demographic shifts, combined with economic, social and environmental changes, offer opportunities for and pose serious challenges to sustainable development. The global population is projected to increase by 2.4 billion by 2050, of which 1.3 billion will be in Africa. Responding to the educational needs of children and youth is crucial to promoting responsible citizenship, developing sustainable and prosperous societies and boosting youth employment.” European Consensus on Development, 2017 FIGURE 1: GLOBAL EDUCATION CHALLENGES CHAPTER 1 THE GLOBAL AGENDA FOR EDUCATION, EU POLICIES AND SUPPORT TO EDUCATION ACCESS AND EQUITY QUALITY CONFLICT GENDER DISABILITY For the school year ending in 2018 an estimated 258.4 million children, adolescents and youth aged 6 to 17 were out of school. 11 Of the estimated 59 million out-of-school children of primary school age, nearly 32.2 million, or more than one-half, live in sub-Saharan Africa. South Asia has the second-highest number of out-of-school children of primary school age with 12.4 million . 12 Nearly 9 out of 10 out-of-school adolescents of lower secondary school age live in: Sub-Saharan Africa ( 28.2 million), South Asia ( 16.5 million) and East and South-East Asia ( 9 million). 13 In Africa, about 1 in 3 primary schools do not have toilets and half do not have drinking water 14 617 million (6 in 10) children and adolescents of primary and lower secondary school age do not achieve minimum proficiency levels in reading and mathematics. 15 75 million children aged 3 to 18 live in crisis-affected countries and need educational support. 20 63 % of refugee children are enrolled in primary school, and 24 % in secondary. 21 Girls living in conflict-affected countries are 2.5 times more likely to be out of school. 22 Across Sub-Saharan Africa, 9 million girls will never attend school compared to 6 million boys. 19 Of the 387 million primary-age children not achieving the minimum proficiency level in reading by the end of primary, 262 million are in school. 17 137 million adolescents of lower secondary-age who are in school will not achieve the minimum proficiency level in reading. 16 9.2 % of primary school-age girls and 7.18 % of boys are out of school or 5.5 million more girls than boys. 18 A very high share of children with disabilities are not in school. Better data is needed. ",
        "4 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL 1. What is the global agenda for education? The European Commission contributed to the preparation of the 2030 Agenda for Sustainable Development adopted at the UN Sustainable Development\u0007Summit\u0007in\u0007September\u00072015.\u0007This\u0007is\u0007now\u0007 at the heart of EU development policy. Education is crucial for addressing global challenges and achieving sustainable development. Progress in education is necessary to achieve the other SDGs 23 . FIGURE 2: HOW EDUCATION AND TRAINING IS TYPICALLY LINKED WITH OTHER SUSTAINABLE DEVELOPMENT GOALS 24 Education is critical to listing people out of poverty. One extra year of schooling increases an individual’s earnings by up to 10%. Overall, girls receive higher returns to their schooling investments. Where equally accessible, education makes a proven difference to social and economic inequality. Expanding education access, especially opportunities to complete secondary education, plays a key role in reducing income inequality. Education can give people the skills to participate in shaping and maintaining more sustainable cities, and to achieve resilience in disaster situations. For people who are forcibly displaced, their education is perhaps their most valuable portable asset. Education plays a key role in helping people move towards more sustainable farming methods, and in understanding nutrition. Reduction in stunting - at high levels in many partner countries - contributes to enable more young people to achieve their potential in school and in adult life. Schools are important venues to promote better nutrition. Education can make a critical difference to a range of health issues, including early mortality, reproductive health, the spread of disease, healthy lifestyles and well-being. Improvements in some critical health challenges can be attributed to rising levels of education, particularly for girls. Schools can play a key role in promoting greater understanding of sexual and reproductive health and good health practices, such as hand washing. Each extra year of a mother's schooling reduces the probability of infant mortality by 5% to 10%. A child whose mother can read is 50% more likely to live past the age of five, 50% more likely to be immunized, and twice as likely to attend school. Education for women and girls is particularly important to achieve basic literacy, improve participative skills and abilities, and improve life chances. Girls with secondary education usually have fewer and healthier children, have a greater say in their lives, greater earning potential and ensure their children attend and succeed in their education. Education and training increase skills and the capacity to use natural resources more sustainably and can promote hygiene. Education is a powerful and necessary instrument to bring about change leading to environmentally sustainable development. Addressing environmental health in schools (sanitation and clean water) in addition has a positive influence in increasing school attendance, especially of girls. Educational programmes, particularly non-formal and informal, can promote better energy conservation and uptake of renewable energy sources. Education is a powerful agent of change that can generate knowledge and create awareness on the need to use energy efficiently and clean energy sources. At the same time, providing sustainable energy to schools contributes to access to quality education allowing for better learning conditions (light, fans, etc.) and also to digitalisation. Education centres, schools and health facilities are osten lacking reliable electricity in most developing countries. There is a direct link among such areas as economic vitality, entrepreneurship, job market skills and levels of education. Basic education provides the foundational skills and competencies required for further training and employability. Reducing the proportion of young people not in education, employment or training is a key contributing strategy; completing basic education is essential to achieving this. Vocational training which is relevant to the labour market can give young people the skills they need for decent work. Education is necessary to develop the skills required to build more resilient infrastructure and more sustainable industrialisation. Education and training plays a key role in developing the skills and knowledge needed to harness the opportunities from increasing digitalisation and the green economy. Education can make a critical difference to production patterns (e.g. with regard to the circular economy) and to consumer understanding of more sustainably produced goods and prevention of waste. Education is key to mass understanding of the impact of climate change and to adaptation and mitigation, particularly at the local level. Through curriculum and teacher training reforms, education can develop the skills and knowledge that children and young people need to build resilience, and to adopt more sustainable production, and reduce negative coping strategies. Education is important in developing awareness of the marine environment and building proactive consensus regarding wise and sustainable use. Education provides a key opportunity to raise awareness on the significance of marine protected areas and of marine resources in general, including on chemical contamination of marine environments, coastal eutrophication and seafood safety that threatens human health and other species’ well-being. Education and training increase skills and capacity to underpin sustainable livelihoods and to conserve natural resources and biodiversity, particularly in threatened environments. Education of the new generations on environment is the most effective way to develop an environmentally sustainable development in the long-term. Social learning is vital to facilitate and ensure participative, inclusive and just societies, as well as social coherence. Educated citizens are more likely to exercise their voting rights and voice in local forums. Lifelong learning builds capacity to understand and promote sustainable development policies and practices. Source: Adapted from Global Education Monitoring Report Summary 2016, https://unesdoc.unesco.org/ark:/48223/pf0000245745 ",
        "5 CHAPTER 1 | THE GLOBAL AGENDA FOR EDUCATION, EU POLICIES AND SUPPORT TO EDUCATION SDG 4 SDG\u00074 25 frames the international agenda for education. The\u0007overall\u0007objective\u0007of\u0007SDG\u00074\u0007is\u0007to\u0007 “ensure inclusive and equitable quality education and promote lifelong learning opportunities for all”. It includes seven outcome targets, and three means of implementation, see Figure 3 . The common agenda promotes coordination and collaboration\u0007among\u0007all\u0007stakeholders\u0007to\u0007ensure\u0007effective\u0007 progress\u0007towards\u0007SDG4.\u0007This\u0007is\u0007the\u0007framework\u0007for\u0007EU\u0007 education support at country and global levels. SDG4\u0007represents\u0007an\u0007ambitious\u0007agenda.\u0007While\u0007access\u0007 has been dramatically extended, especially at primary level, and gender parity has improved in many countries, substantial gaps in access persist, particularly at pre-primary, secondary and tertiary levels. Gains in enrolment\u0007mask\u0007significant\u0007education\u0007inequity\u0007within\u0007 countries, between regions, based on gender, disability, ethnicity and the socio-economic situation. The\u0007SDG4\u0007takes\u0007a\u0007comprehensive\u0007view\u0007of\u0007the\u0007sector,\u0007from\u0007 early childhood through to tertiary education and training and lifelong learning opportunities. It promotes free pre- primary, primary and secondary education, and the need for schooling to lead to better learning outcomes. It promotes the development of technical and work-relevant skills starting from secondary level, and the importance of\u0007foundational\u0007skills\u0007(including\u0007universal\u0007literacy\u0007and\u0007 numeracy)\u0007and\u0007transferable\u0007skills\u0007(e.g.\u0007problem\u0007solving,\u0007 critical\u0007thinking,\u0007teamwork\u0007and\u0007conflict\u0007resolution).\u0007 The Education 2030: Incheon Declaration, adopted in\u0007May\u00072015\u0007at\u0007the\u0007World\u0007Education\u0007Forum,\u0007and\u0007an\u0007 associated Framework for Action, provide more detailed strategic approaches and roles for governments, civil society and other partners in the implementation and monitoring\u0007of\u0007SDG4. 26 Among other strategic priorities, the Incheon Declaration emphasises the need to strengthen\u0007the\u0007efficiency,\u0007effectiveness\u0007and\u0007equity\u0007of\u0007 education\u0007systems\u0007to\u0007achieve\u0007SDG4.\u0007 In its New York Declaration for Refugees and Migrants in 2016, the UN General Assembly adopted the Comprehensive\u0007Refugee\u0007Response\u0007Framework\u0007(CRRF),\u0007and\u0007 tasked UNHCR to develop a Global Compact on Refugees. This\u0007recognises\u0007the\u0007need\u0007for\u0007financing\u0007of\u0007specific\u0007education\u0007 policies and programmes and the inclusion of refugees in national education systems. With recognition that migration and\u0007displacement\u0007due\u0007to\u0007conflict,\u0007natural\u0007disasters\u0007and\u0007 increasingly\u0007from\u0007climate\u0007change\u0007represent\u0007significant\u0007 challenges for many countries, these commitments are increasingly important in the global education agenda. FIGURE 3: SDG4:\u00077\u0007TARGETS\u0007AND\u00073\u0007MEANS\u0007OF\u0007IMPLEMENTATION 27 4.1 By 2030, ensure that all girls and boys complete free, equitable and quality primary and secondary education leading\u0007to\u0007relevant\u0007and\u0007effective\u0007learning\u0007outcomes. 4.2 By 2030, ensure that all girls and boys have access to quality early childhood development, care and pre-primary education so that they are ready for primary education. 4.3 \u0007 \u0007By\u00072030,\u0007ensure\u0007equal\u0007access\u0007for\u0007all\u0007women\u0007and\u0007men\u0007to\u0007affordable\u0007and\u0007quality\u0007technical,\u0007vocational\u0007and\u0007tertiary\u0007 education, including university. 4.4 By 2030, substantially increase the number of youth and adults who have relevant skills, including technical and vocational skills, for employment, decent jobs and entrepreneurship. 4.5 By 2030, eliminate gender disparities in education and ensure equal access to all levels of education and vocational training for the vulnerable, including persons with disabilities, indigenous peoples and children in vulnerable situations. 4.6 By 2030, ensure that all youth and a substantial proportion of adults, both men and women, achieve literacy and numeracy. 4.7 By 2030, ensure that all learners acquire the knowledge and skills needed to promote sustainable development, including, among others, through education for sustainable development and sustainable lifestyles, human rights, gender equality, promotion of a culture of peace and non-violence, global citizenship and appreciation of cultural diversity and of culture’s contribution to sustainable development. 4.A Build and upgrade education facilities that are child, disability and gender sensitive and provide safe, non-violent, inclusive\u0007and\u0007effective\u0007learning\u0007environments\u0007for\u0007all.\u0007 4.B By 2020, substantially expand globally the number of scholarships available to developing countries, in particular least developed countries, small island developing States and African countries, for enrolment in higher education, including\u0007vocational\u0007training\u0007and\u0007information\u0007and\u0007communications\u0007technology,\u0007technical,\u0007engineering\u0007and\u0007scientific\u0007 programmes, in developed countries and other developing countries. 4.C \u0007\u0007 \u0007By\u00072030,\u0007substantially\u0007increase\u0007the\u0007supply\u0007of\u0007qualified\u0007teachers,\u0007including\u0007through\u0007international\u0007cooperation\u0007for\u0007 teacher training in developing countries, especially least developed countries and small island developing states. Source: https://sustainabledevelopment.un.org/sdg4 SDG4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all ",
        "6 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL Measuring progress The\u0007SDG4\u0007monitoring\u0007and\u0007reporting\u0007framework\u0007 includes 11 global indicators to monitor the targets set across countries, and 32 thematic indicators which provide a more in-depth cross-country view of sectoral priorities\u0007and\u0007the\u0007challenges\u0007to\u0007achieving\u0007SDG4. 28 The Global\u0007Education\u0007Monitoring\u0007Report\u0007(GEMR) 29 is an independent report, hosted and published by UNESCO, which\u0007analyses\u0007annual\u0007progress\u0007towards\u0007SDG4,\u0007 identifies\u0007challenges\u0007and\u0007effective\u0007policies,\u0007and\u0007provides\u0007 recommendations. 30 It also examines sectoral themes, providing case studies and examples of promising practices. The GEMR is a valuable resource to follow progress in the sector and is highly relevant for both country and global-level dialogue. UNESCO Institute for Statistics\u0007(UIS) 31 \u0007is\u0007recognised\u0007as\u0007the\u0007official\u0007source\u0007of\u0007 cross-nationally comparable data on education. 32 National\u0007and\u0007global\u0007efforts\u0007are\u0007underway\u0007to\u0007strengthen\u0007 the monitoring systems needed to collect reliable and timely data to monitor progress and identify challenges in terms of education equity and learning outcomes. 33 The GEMR has developed a resource, the World\u0007Inequality\u0007Database\u0007in\u0007Education\u0007(WIDE) 34 , to draw attention to inequality issues, and to inform action. Recognising limited capacity in many countries, the Global Alliance to Monitor Learning (GAML) 35 was established under the mandate of UIS to\u0007strengthen\u0007global\u0007efforts\u0007to\u0007define\u0007indicators\u0007and\u0007 develop tools to measure learning. These initiatives provide\u0007a\u0007foundation\u0007for\u0007greater\u0007efforts\u0007to\u0007promote\u0007 improvements in learning. 2. How do EU development policies support this global agenda? The EU assigns a special place for children and education in its internal and external policies and actions. 36 The EU commitment to the global education\u0007agenda\u0007is\u0007reflected\u0007in\u0007a\u0007number\u0007of\u0007its\u0007 broader development policies which underpin country strategies for development cooperation, policy dialogue, and the preparation and management of projects and programmes in education. The European Consensus on Development The New European Consensus on Development 37 , adopted in 2017, provides a framework for action that is aligned to the UN 2030 Agenda for Sustainable Development and structured around the key themes: people, planet, peace, prosperity and partnership. The Consensus acknowledges the central role that education plays and represents an important commitment to increasing access to quality education for all. The Consensus reinforces the established approach to country-led policies and reforms, strengthening local capacities and maintaining open policy dialogue, recognising the importance of working through national systems in order to have a sustainable impact. “ Children’s needs, rights and aspirations require attention. Actions with the highest economic and social return include comprehensive early childhood interventions. The EU and its Member States will intensify their efforts to provide a safe and nurturing environment for children as an important element in fostering a healthy young population able to reach its full potential. They further recognise that every child deserves a peaceful childhood and quality education, including in emergencies and crisis situations, to avoid the risk of a ‘lost generation’.” European Consensus on Development, 2017 This framework promotes interventions based on an analysis of links across sectors and a strong understanding of\u0007the\u0007different\u0007barriers\u0007and\u0007development\u0007challenges\u0007to\u0007 which education can make an essential contribution. For instance, the Consensus reiterates the EU commitment to mainstreaming gender across all policies. This has been taken forward in the EU Gender Action Plan 2016-2020 38 (GAP\u0007II),\u0007in\u0007which\u0007mainstreaming\u0007is\u0007to\u0007be\u0007implemented\u0007in\u0007 the programming of development initiatives, together with political and policy dialogue and the promotion of specific\u0007actions\u0007for\u0007gender\u0007equality\u0007and\u0007women’s\u0007and\u0007 girls’ rights. Equal access for girls and women to all levels of quality education and vocational education and training is included in GAP II objectives. Joint programming, which is becoming the preferred programming approach for the EU and its Member States, aims to improve the overall coherence of the\u0007collective\u0007European\u0007effort\u0007at\u0007country\u0007level.\u0007Joint\u0007 programming\u0007can\u0007further\u0007promote\u0007aid\u0007effectiveness\u0007 principles and strengthen cross-sectoral working, through joint country analysis, country strategies, policy dialogue and a better division of labour between the EU, its Member States and other development partners. 39 Specific EU education development policies Specific EU education policies complete the framework for country support in education. 40 They promote: • A comprehensive approach to the sector, from early childhood to tertiary education, acknowledging the\u0007necessity\u0007of\u0007a\u0007‘balanced\u0007education\u0007sector’,\u0007 notably\u0007for\u0007national\u0007growth.\u0007This\u0007is\u0007reaffirmed\u0007by\u0007 the Consensus, which reiterates the importance of supporting all education sub-sectors, and draws attention to the importance of comprehensive early childhood interventions and primary education as the foundation for all further learning and skills development. 41 ",
        "7 CHAPTER 1 | THE GLOBAL AGENDA FOR EDUCATION, EU POLICIES AND SUPPORT TO EDUCATION • Strengthening systems and capacities to provide quality education for all and reinforcing the links between education and the world of work. • A focus on more inclusive and equitable access to basic education with attention to gender issues, children\u0007with\u0007disabilities\u0007and\u0007learning\u0007difficulties,\u0007 ethnic and linguistic minority children, and those living in remote or unsafe areas. The Consensus reiterates the EU commitment to a rights-based approach, to leave no one behind, and to give special attention to those who are disadvantaged, vulnerable and marginalised. • A stronger focus on learning. Teachers are recognised as central to improving the quality of learning.\u0007There\u0007is\u0007also\u0007a\u0007strong\u0007focus\u0007on\u0007effective\u0007 school leadership, adequate and appropriate resources, and safe school environments that encourage learning. • Strengthening links with other sectors and areas that impact on the performance of education. This includes, for example, mechanisms to provide specific\u0007support\u0007to\u0007more\u0007vulnerable\u0007children\u0007such \u0007 as social protection interventions. Nutrition and food security are key factors in children’s access to education and their cognitive development. Health and Child Protection are also key areas that have an impact on children’s access to education. Parents’ education and stimulation in children’s early years are vital to children’s success in school. Likewise, the quality of public administration is critical, given its responsibility for the management, motivation, deployment and availability of competent and motivated teachers, school principals and education managers. Climate change is an important factor of disruption of the education\u0007of\u0007children;\u0007specific\u0007country\u0007contexts \u0007 are more prone to climate change risks, where it will be important that disaster risk mitigation and reduction strategies be promoted. Education in Emergencies and Protracted Crises (EiEPC) 42 EU\u0007commitments\u0007in\u0007education\u0007reflect\u0007its\u0007efforts\u0007to\u0007 increase funding and support to countries most in need,\u0007including\u0007fragile\u0007and\u0007conflict-affected\u0007states. 43 EU support to EiEPC has increased in recent years and the share of humanitarian assistance allocated to education has increased to 10%. In addition, a large proportion of EU bilateral funding to education under the\u0007programming\u0007period\u00072014\u0007–\u00072020\u0007has\u0007been\u0007 allocated\u0007to\u0007fragile\u0007or\u0007conflict-affected\u0007countries.\u0007 “ Where possible and appropriate, Union financing will support government systems, including those hosting refugees, as the primary duty-bearers of the right to education. If direct support to governments is not possible or appropriate, system strengthening will support the most appropriate available education actors.” Communication on Education in Emergencies and Protracted Crises, May 2018 Recognising the challenges to education in emergencies and crises, the EU policy framework was updated with the new Communication on EiEPC in May 2018. The new framework scales up the EU response and action in education in emergencies and protracted crises.\u0007It\u0007identifies\u0007four\u0007priority\u0007areas:\u0007 • Strengthening systems and partnerships for a rapid, efficient,\u0007effective\u0007and\u0007innovative\u0007education\u0007response • Promoting access, inclusion and equity • Championing education for peace and protection • Supporting quality education for better learning outcomes. The framework promotes the strengthening of mutual responsibility within the Commission services to ensure strong links between humanitarian and development support to education. It responds to short, medium and longer-term needs. The focus on strengthening systems is consistent with broader EU work in the sector, recognising that in crisis situations systems are put under massive strain and are less able to deliver quality\u0007services\u0007effectively.\u0007This\u0007approach\u0007is\u0007in\u0007line\u0007 with the EU’s commitment to the New York Declaration for Refugees and Migrants 44 \u0007and\u0007its\u0007Annex\u0007I\u0007–\u0007the\u0007 Comprehensive\u0007Refugee\u0007Response\u0007Framework\u0007(CRRF) 45 , which emphasise strengthening education systems for access to quality education by refugee and host community children and youth and minimising time spent out of education. Roles and responsibilities of EU services There is shared responsibility in supporting education across various European Commission services. These are outlined in Figure 4 : ",
        "8 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL 3. Overview of EU support In\u0007line\u0007with\u0007development\u0007and\u0007aid\u0007effectiveness\u0007principles 47 , the EU is working at country, regional and global levels in partnership and coordination with other organisations working in the education sector. These include EU member states, bilateral and multilateral agencies, civil society organisations and the private sector. The EU is committed to the alignment of external support to government-led sector policy priorities and their implementation. At country level, the EU participates actively in sector coordination groups which provide local education partnership forums for formal dialogue. ii The EU is also an active contributor to\u0007regional\u0007and\u0007global\u0007policy\u0007dialogue\u0007and\u0007financing\u0007for \u0007 education initiatives and partnerships. How are EU education programmes delivered? EU bilateral support Bilateral support to education at country level can be provided by several programmes or projects, implemented through a mix of complementary modalities. The main modalities are 48 : • Budget support 49 : This is the preferred modality when eligibility criteria are met iii . These are referred to as Sector Reform Performance Contracts, aligned to\u0007partner\u0007countries’\u0007education\u0007sector\u0007strategies;\u0007a\u0007 combination\u0007of\u0007policy\u0007dialogue,\u0007financial\u0007transfers\u0007 to the national treasury account of the partner country, performance assessment, and capacity development.\u0007Disbursements\u0007(for\u0007fixed\u0007and\u0007variable\u0007 tranches)\u0007are\u0007based\u0007on\u0007confirmed\u0007eligibility,\u0007and\u0007 on a set of indicators and targets. Policy dialogue on education reforms is an important feature of these programmes. In a limited number of cases, associated with fragility or transition, education is supported through State and Resilience Building Contracts.\u0007In\u0007the\u0007programming\u0007period\u00072014-20,\u0007about\u0007 40%\u0007of\u0007bilateral\u0007programmes\u0007and\u000760%\u0007of\u0007funding\u0007 to education are implemented through budget support. Budget support is usually complemented by\u0007capacity\u0007development\u0007activities\u0007(managed\u0007 as distinct contracts, grants or contributions to international\u0007organisations).\u0007 • Project modality: when budget support eligibility criteria are not met or where a more targeted approach is preferred, a project modality is used. This may be allocated through grants to organisations or contracts awarded through tendering. • Pooled / common basked funding: where budget support eligibility has not been met, or where a joint approach is most appropriate, the EU can also contribute\u0007to\u0007pooling\u0007of\u0007resources\u0007from\u0007different\u0007 donors to support a sector programme. FIGURE 4: ROLES AND RESPONSIBILITIES OF EU SERVICES IN EXTERNAL ACTION FOR EDUCATION Directorate-General for International Cooperation and Development (DG DEVCO) Responsible for development cooperation in education with global geographical coverage Development Cooperation Instruments in Latin America, Asia, Central Asia, the Middle-East and South Africa; in 79 African, Caribbean and Pacific partner countries of the Union and for the Overseas Countries and Territories of Member States, through the European Development Fund; and through thematic instruments: (i) The Global Public Good and Challenges, (ii) European Instrument for Democracy and Human Rights, and (iii) ‘Civil society organisations (CSOs) and local authorities’. European External Action Service (EEAS) – The service for Foreign Policy instruments (FPI) Sets global policy and strategy for external actions, within which the EU supports the sector. As part of this strategy, the EU acts globally to contribute to address the root causes of conflict and poverty and to promote human rights. Education, among other basic services, plays a key role in ensuring stability and prosperity. Directorate-General for Neighbourhood and Enlargement Negotiations (DG NEAR) Responsible for relations with eastern and southern neighbouring countries, the Western Balkans and Turkey, funding substantial education programmes through the European Neighbourhood Instrument and the Instrument for Pre-Accession. Directorate General for European Civil Protection and Humanitarian Aid Operations (DG ECHO) Provides increasing support to education in emergencies (from 1% in 2005 to 10% in 2019) under the EU humanitarian aid budget, delivered through humanitarian implementing partners. This includes funding through the EU Facility for Refugees in Turkey and the Emergency Support Instrument. Directorate-General for Education, Youth, Sport and Culture (DG EAC) As part of its international cooperation, DG EAC supports partner countries outside of the EU to improve the quality of education, particularly in higher education. This includes extending access to Erasmus+ to all countries worldwide, as well as work in peer to peer learning and e-twinning. European Training Foundation (ETF), A specialisted EU agency Provides advice and assistance to the European Commission and 29 partner countries for the reform of human capital development policies under the European Union’s external relations instruments. Supports HQs and EUDs for the different phases of project cycle management and thematic/sector policy dialogue. Note: The financial instruments in this figure are likely to change for the next Multiannual Financial Framework (2021-2027) 46 ii See PGN 5 in Part 2 for more detail on sector coordination. Usually a sector coordination group, led by Ministries of Education with broad participation, may be known as Local Education Groups. Other groups may be for Development Partner coordination, and technical groups for specific sub- sectors or themes. iii Four eligibility criteria covering: (i) National/sector policies and reforms (public policies); (ii) Stable macro-economic framework ; (iii) Public financial management; and (iv) Transparency and oversight of the budget. ",
        "9 CHAPTER 1 | THE GLOBAL AGENDA FOR EDUCATION, EU POLICIES AND SUPPORT TO EDUCATION Sector approaches are promoted whenever possible. These support the implementation of government sector policies in partnership with other development partners and under the leadership of the relevant ministries. Irrespective of the modality used, coordination and complementarity with other externally funded interventions should be ensured, as well as alignment to the education sector strategy. In this regard, policy dialogue plays an important role, and should not be limited to budget support programmes iv . Support provided through thematic instruments • Projects implemented by civil society organisations (CSO) or local authorities: these project activities complement the bilateral portfolio, and can aim to reach specific\u0007vulnerable\u0007groups\u0007or\u0007a\u0007specific\u0007sub-sector\u0007such\u0007 as early childhood or non- formal education. These projects are also, whenever possible, implemented in the framework of national education plans. • Projects financed by the Human Development component of the Global Public Goods and Challenges (GPGC) programme. For example, EUR 21 million from GPGC has been allocated to BRICE (Building\u0007Resilience\u0007in\u0007Crises\u0007through\u0007Education),\u0007 with four projects being implemented by NGOs in seven countries in Sub-Saharan Africa. BRICE aims to improve access to safe and quality basic education for children\u0007in\u0007fragile\u0007and\u0007crisis-affected\u0007environments,\u0007 with a focus on building evidence through research. Other instruments The EU is increasing its use of new instruments for funding partnerships with and leveraging investment from the private sector. Blending aims to complement other aid modalities, combining EU grants with loans or equity from public and private investors. Initially, education has not been a focus of this new approach, though it may be in coming years. 50 Education in emergencies and protracted crisis Different\u0007approaches,\u0007instruments\u0007and\u0007partnerships\u0007 are\u0007often\u0007used\u0007in\u0007countries\u0007facing\u0007emergency\u0007or\u0007 protracted crisis situations, allowing for short-term humanitarian action to lead to medium and longer- term development interventions. EU humanitarian aid in education is provided by DG ECHO. In addition, the EEAS can also support actions through the Instrument Contributing\u0007to\u0007Stability\u0007and\u0007Peace\u0007(IcSP) 51 , which allows\u0007quick\u0007and\u0007flexible\u0007actions\u0007in\u0007specific\u0007contexts\u0007 of fragility and crisis. These actions are designed and implemented in coordination and complementarity with DG DEVCO and DG NEAR interventions, working across the humanitarian-development nexus. iv See PGN on Coordination and policy dialogue in education Higher Education v Higher\u0007education\u0007is\u0007a\u0007specific\u0007case\u0007as\u0007it\u0007is\u0007mainly \u0007 supported through the ERASMUS+ 52 programme. Managed by the European Commission Directorate General for Education, Youth, Culture and Sport (DG\u0007EAC),\u0007Erasmus+\u0007includes\u0007a\u0007strong\u0007international\u0007 dimension for mobility and cooperation between Europe and the rest of the world, on top of its intra-European opportunities. A number of the EU’s regional cooperation programmes attach importance to higher education cooperation and channel funding into Erasmus+. The programme provides grants\u0007in\u0007the\u0007fields\u0007of\u0007education,\u0007training,\u0007youth\u0007and \u0007 sport to individuals, encouraging mobility, and to organisations, encouraging collaborative partnerships. The EU also supports higher education through regional initiatives such as the SHARE 53 programme for the ASEAN region, or a contribution to the Pan-African Programme which funds exchange programmes between African universities and harmonisation of higher education in Africa, inspired by the European Bologna Process 54 . Technical and vocational education and training The EU supports technical and vocational education and training reforms through a wide range of programmes and geographic and thematic instruments. These interventions are managed by DG DEVCO and DG NEAR. The European Training Foundation\u0007also\u0007helps\u0007neighbouring\u0007countries\u0007(in\u0007 south-eastern Europe and Turkey, eastern Europe, the southern\u0007and\u0007eastern\u0007Mediterranean\u0007and\u0007central\u0007Asia)\u0007 to reform their vocational education and training systems to be more responsive to the needs of the labour market. How does the EU contribute to regional and global initiatives and partnerships? The EU contributes to important regional and global initiatives and partnerships in education. This contribution includes participation in global dialogue on education, funding global and regional initiatives, and engagement in the implementation of these initiatives at country level. EU Trust Funds vi EU\u0007Trust\u0007Funds\u0007have\u0007been\u0007set\u0007up\u0007to\u0007respond\u0007to\u0007specific\u0007 regional situations, working directly with governments, local authorities and civil society organisations in partner countries to support vulnerable population groups. These Trust Funds are funded by the EU, its Member States, and other donors. v See PGN 14 for more on Higher Education vi See PGN 7 for more on Education in Emergencies ",
        "10 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL The EU regional Trust Fund in response to the Syrian crisis Established\u0007in\u00072014,\u0007this\u0007Trust\u0007Fund\u0007(also\u0007known\u0007as\u0007 the\u0007Madad\u0007Fund)\u0007supports\u0007Syrian\u0007refugees\u0007and\u0007their\u0007 host communities in Lebanon, Jordan, Turkey, Iraq and\u0007Egypt.\u0007Education\u0007interventions\u0007financed\u0007by\u0007the\u0007 fund aim to improve access for refugees and host communities to quality education, protection and psycho-social support, new or renovated facilities, and vocational training and higher education opportunities. The European Union Trust Fund for stability and addressing the root causes of irregular migration and displaced persons in Africa This\u0007“EUTF\u0007for\u0007Africa”\u0007provides\u0007vocational\u0007training\u0007 opportunities, especially for youth and women, in the framework\u0007of\u0007its\u0007‘economic\u0007development’\u0007component.\u0007It\u0007 also\u0007finances\u0007actions\u0007related\u0007to\u0007the\u0007availability\u0007of\u0007basic\u0007 services for populations, to increase resilience. As part of\u0007this,\u0007the\u0007EU\u0007has\u0007supported\u0007efforts\u0007to\u0007apply\u0007the\u0007CRRF\u0007 through the Ministerial Conference on Refugee Education held in Djibouti in December 2017, under the region’s Inter-Governmental Authority on Development. The commitments set out in the Djibouti Declaration include integrating refugees in national education systems. Global initiatives and partnerships The EU is an important funder and active member of two global partnerships for education: the Global Partnership for Education and the Education Cannot Wait platform. Additional information on these partnerships, and EU engagement with them, is provided\u0007in\u0007the\u0007PGN\u00075\u0007on\u0007Education\u0007sector\u0007coordination\u0007 and policy dialogue, in Part 2. The Global Partnership for Education (GPE) 55 Established in 2002, the GPE is a global fund exclusively dedicated to education. It is a multi- stakeholder partnership of developing countries, donors, international organisations, civil society, teacher organisations, the private sector and private foundations. The GPE relies on local education coordination groups and a coordinating agency and grant\u0007agent(s)\u0007at\u0007country\u0007level.\u0007It\u0007supports\u0007well- articulated sector plans, with particular attention on helping governments to improve equity and learning by strengthening their education systems. 56 The GPE has so far\u0007supported\u0007more\u0007than\u000765\u0007countries\u0007with\u0007the\u0007greatest\u0007 education needs. Around half of the GPE partner countries\u0007are\u0007affected\u0007by\u0007fragility\u0007or\u0007conflict. Based on 2018 contributions, the EU together with its Member States, is the biggest donor to the GPE fund and is active on its Board and Committees. EUDs are expected to engage with GPE processes in country, notably through their role as active members of local coordination bodies, and to ensure EU programmes and GPE-funded programmes are complementary. Education Cannot Wait (ECW) 57 ECW was established at the World Humanitarian Summit\u0007in\u00072016\u0007as\u0007a\u0007flexible\u0007funding\u0007mechanism\u0007 to support education in emergencies and protracted crises. It encourages close collaboration between humanitarian and development actors, with various instruments of funding. The Fund’s strategic direction is agreed in an inclusive High-Level Steering Group, which comprises representatives from donors, crisis affected\u0007countries,\u0007and\u0007partner\u0007organisations\u0007including\u0007 multilateral agencies, NGOs, the private sector and private\u0007foundations.\u0007It\u0007currently\u0007(as\u0007of\u00072019)\u0007has\u0007 programmes in 33 countries. In addition to contributing to the Fund, the EU is also an active member of its High-Level Steering Group. EUDs are expected to engage with ECW processes in country, similarly to engagement with GPE, through participation in education sector coordination groups. The\u0007EU\u0007has\u0007been\u0007involved\u0007in\u0007the\u0007reflection\u0007on\u0007the\u0007 following global initiatives, which are being established: The International Financing Facility for Education (IFFEd) 58 The IFFEd was a recommendation of the Education Commission put forward in the Learning Generation report\u0007(2016).\u0007IFFEd\u0007aims\u0007to\u0007enable\u0007lower\u0007middle- income\u0007countries\u0007(LMICs)\u0007to\u0007access\u0007concessional\u0007loans\u0007 from multi-lateral development banks subject to reform of education systems and increasing domestic public expenditure for education. LMICs\u0007account\u0007for\u000775%\u0007of\u0007total\u0007global\u0007external\u0007 finance\u0007needs\u0007for\u0007education\u0007in\u00072020\u0007(rising\u0007to\u000780%\u0007 by\u00072030).\u0007They\u0007have\u0007the\u0007highest\u0007number\u0007of\u0007out-of- school children, however they no longer have access to the World\u0007Bank\u0007(WB)\u0007International\u0007Development\u0007 Association\u0007(IDA) 59 loans. The\u0007Education\u0007Outcomes\u0007Fund\u0007(EOF) will target support to African and Middle Eastern countries and aims to mobilise funding from a pool of public funds, donors, philanthropy, and corporate social responsibility contributions, and pay back investors and private sector entities their initial investment plus a return if learning objectives are reached. The EU is also an active member of global or regional partnerships such as: Group of 7 (G7) and Group of 20 (G20) international forums The EU participates in the dialogue related to human development,\u0007and\u0007in\u0007the\u0007specific\u0007working\u0007groups\u0007 related to education and the priority themes decided by rotating presidencies. ",
        "11 CHAPTER 1 | THE GLOBAL AGENDA FOR EDUCATION, EU POLICIES AND SUPPORT TO EDUCATION Inter-agency Network on Education in Emergencies (INEE) 60 The EU is engaged with the INEE, a network and community of practice of individuals and organisations. INEE has prepared and is promoting useful tools for the planning and implementation of conflict\u0007sensitive\u0007education\u0007interventions. The Spotlight Initiative 61 The EU has launched the global Spotlight Initiative in\u0007partnership\u0007with\u0007the\u0007UN.\u0007The\u0007initial\u0007EUR\u0007500\u0007 million investment focuses on eliminating all forms of violence against women and girls and includes education strategies to promote gender equitable social norms, values and behaviours. Pan-African Programme (PanAf) 62 The Pan-African Programme contributes to continental and trans-regional initiatives complementing other EU support at regional and country levels. As part of\u0007the\u0007new\u0007“Africa\u0007–\u0007Europe\u0007Alliance\u0007for\u0007Sustainable\u0007 Investment\u0007and\u0007Jobs”,\u0007PanAf\u0007will\u0007support\u0007the\u0007African\u0007 Union skills initiative. This initiative, which combines a\u0007financing\u0007facility\u0007and\u0007a\u0007technical\u0007cooperation\u0007 component, supports innovative skills development and capacity building of continental bodies. It is expected to encourage the exchange of good practice, develop skills anticipation tools and support the establishment of\u0007an\u0007African\u0007Continental\u0007Qualification\u0007Framework.\u0007 PanAf also helps the strengthening of Higher Education and research institutions through harmonisation, intra-Africa mobility, alumni networks and continued modernisation of broadband and e-services. 63 Where is EU supporting education? In\u0007the\u00072014-2020\u0007programming\u0007period,\u0007about\u000760\u0007EU\u0007 country programmes either included education as a focal sector in their Multiannual Indicative Programmes or implemented bilateral cooperation programmes with an education component. This analysis draws on data for education programmes funded by the EU’s geographical financial\u0007instruments\u0007for\u0007development\u0007cooperation 64 . It is based only on data for the bilateral programmes in 42\u0007country\u0007programmes\u0007that\u0007are\u0007exclusively\u0007supporting\u0007 education. The analysis does not cover the education components that might be included in a programme focused on another sector. These bilateral programmes are\u0007often\u0007complemented\u0007by\u0007interventions\u0007funded\u0007by\u0007other\u0007 financial\u0007instruments,\u0007as\u0007set\u0007out\u0007below. \u0007 During this period, half of EU bilateral education programmes are in countries categorised as fragile, affected\u0007by\u0007an\u0007ongoing\u0007crisis,\u0007or\u0007in\u0007a\u0007post-crisis\u0007situation. 65 What does this support focus on? About half of EU bilateral programmes provide sectoral support, strengthening education systems as a whole, although this may include a priority given to specific\u0007sub-sectors.\u0007Other\u0007bilateral\u0007programmes\u0007or\u0007 projects\u0007are\u0007specifically\u0007focused\u0007on\u0007one\u0007or\u0007more\u0007sub- sectors. As illustrated in the figure below ,\u0007significant\u0007 attention is given to basic education, primary and lower secondary levels, but relatively limited support goes to pre-primary. EU funded projects managed by CSOs, 66 which complement the support provided by bilateral programmes at country level show a similar pattern, though with notably more support for non-formal education, indicating a focus on out-of-school children or those at risk of dropping out of the system. In line with EU commitments to the SDGs, it is anticipated that more attention should be paid to pre-primary in the coming years. The proportion of overage children entering primary schools is a major issue in many countries, in part due to limited provision of early childhood education, impacting on the capacity of the system to retain them all through basic education. Renewed efforts to leave no one behind should also result in increased support to non-formal education, notably to programmes aiming at ensuring that all children can complete basic education, targeting out of school children. This push for the completion of basic education is an essential basis for work across the sector, including in vocational and higher education FIGURE 5: \u0007BILATERAL\u0007PROGRAMMES\u0007BY\u0007SUB-SECTOR 67 % of Programme decisions including a focus in the Sub-Sector 52% 25% 50% 50% 34% 61% 30% 17% 9% 52% Sectoral ECE Primary Upper Secondary TVET Higher EducationNon-Formal Education Life-long Learning Lower Secondary 20% 40% 60% 80% A large majority, around 90% of bilateral education programmes,\u0007even\u0007when\u0007specifically\u0007focused\u0007at\u0007a \u0007 sub-sector, support the strengthening of education management, usually through capacity development activities in areas such as planning, monitoring and results-based management at national and subnational levels. CSO projects also support this type of work, though to a lesser extent. Figure 6 illustrates the focus of interventions on quality, with around 80% of bilateral programmes supporting teacher education and teacher ",
        "12 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL management reforms, and 77% supporting a range of other quality interventions, including provision of teaching and learning materials, curriculum and assessment reforms. FIGURE 6: BILATERAL PROGRAMMES BY THEME 20% 40% 60% 80% 100% % of Programme decisions that include each theme Marginalised / Vulnerable Teacher Education & Management Education Management Quality & Assessment Infrastructure Others 86% 80% 92% 77% 39% 69% Another\u0007important\u0007area\u0007of\u0007focus\u0007is\u0007equity:\u0007Over\u000785% \u0007 of bilateral programmes have interventions specifically\u0007targeting\u0007the\u0007needs\u0007of\u0007vulnerable\u0007groups\u0007 such\u0007as\u0007children\u0007affected\u0007(and\u0007possibly\u0007displaced)\u0007by\u0007 conflict,\u0007out\u0007of\u0007school\u0007children,\u0007children\u0007with\u0007 disabilities or those from ethnic minorities. While gender equality is mainstreamed across EU programmes,\u000755%\u0007of\u0007bilateral\u0007programmes\u0007give\u0007 specific\u0007attention\u0007to\u0007gender. As part of the EU’s humanitarian response, DG ECHO promotes access to safe, inclusive and quality learning\u0007opportunities\u0007for\u0007children\u0007affected\u0007by\u0007crisis,\u0007 in non-formal and formal education, and at primary and secondary levels of education. Protection is also a central area of education in emergencies and crises, with the provision of safe learning environments, psycho-social support and referral to child protection services. DG ECHO actions in education in emergencies target children out of school or at risk of disruption to their education, forcibly displaced children and their host communities, and vulnerable and disadvantaged groups. 4. Recommended reading The New European Consensus on Development Education and training in the context of poverty reduction in developing countries , European Commission\u0007Communication,\u0007COM\u0007(2002)\u0007116\u0007final More and Better Education in Developing Countries ,\u0007Commission\u0007Staff\u0007Working\u0007Document,\u0007 SEC\u0007(2010)\u0007121\u0007final\u0007 Education in Emergencies and Protracted Crises , COM\u0007(2018)\u0007304\u0007final Vocational education and training for inclusive growth in development cooperation, Tools and Methods Series Reference Document No: 24 Global Education Monitoring Reports . Annual reporting since 2002, monitoring progress towards SDG4,\u0007each\u0007report\u0007focusing\u0007in\u0007depth\u0007on\u0007a\u0007key\u0007theme The Learning Generation: Investing in education for a changing world , International Commission on Financing Global Education Opportunity GPE 2020: Improving learning and equity through stronger education systems, Global Partnership for Education World Development Report 2018, Learning to realise education’s promises , World Bank Quick Guide to Education Indicators for SDG4 , UNESCO ",
        "13 1. Adopting a systems approach Strengthening education systems is central to the EU approach. It is only by working through national systems that sustainable outcomes can be achieved. This is a critical national investment in human capital development, to ensure the acquisition of the skills and knowledge which will contribute to social, economic and sustainable development goals. A well-functioning education system should ensure that all children can go to school, transition to higher levels or other learning pathways, and that good quality teaching and learning takes place in every classroom in every school or institution regardless of location. This chapter considers the core elements of education systems;\u0007how\u0007they\u0007interact\u0007and\u0007how\u0007change\u0007can\u0007be\u0007 achieved. Two levels of focus need to be addressed: • Education system management • School-level service delivery. System management refers to the national and sub-national (e.g.\u0007province\u0007and\u0007district)\u0007levels\u0007of\u0007the\u0007system.\u0007Education\u0007 system\u0007management\u0007should\u0007focus\u0007on\u0007ensuring\u0007effective\u0007 service\u0007delivery;\u0007a\u0007good\u0007standard\u0007of\u0007teaching\u0007and\u0007learning\u0007in \u0007 schools through the work of well-motivated school principals and teachers with the right skills and adequate resources. There are many challenges in achieving this, given the complexity of education systems. In countries facing significant\u0007challenges,\u0007including\u0007where\u0007protracted\u0007crisis\u0007has\u0007 put the system under stress, it is critical to understand the starting point from which the system is aiming to improve. An ideal, well-functioning system may seem a long way off,\u0007but\u0007important\u0007steps\u0007can\u0007be\u0007taken\u0007to\u0007maintain\u0007and\u0007 strengthen the key elements and foundations. System reform\u0007is\u0007often\u0007concerned\u0007with\u0007managing\u0007inputs\u0007(financial \u0007 and\u0007other\u0007resources)\u0007to\u0007achieve\u0007outcomes\u0007(improved\u0007 learning\u0007and\u0007equitable\u0007access).\u0007While\u0007this\u0007link\u0007is\u0007not\u0007 always straightforward, it is possible to draw lessons from countries which have achieved positive change. A systems approach aims to strengthen the coherence between\u0007different\u0007system\u0007elements.\u0007It\u0007requires\u0007a\u0007clear\u0007focus \u0007 on\u0007priorities,\u0007some\u0007level\u0007of\u0007consensus\u0007between\u0007the\u0007different \u0007 actors\u0007and\u0007sustained\u0007effort\u0007to\u0007deliver\u0007common\u0007goals. The management of an education system may to some extent focus on the supply of services, including quality of teaching, facilities, and other resources. However, it is important to also consider the demand for education, from early years through to post- secondary and life-long learning. Many factors will influence\u0007whether\u0007families\u0007take\u0007up\u0007opportunities\u0007for\u0007 their children, with children from marginalised families often\u0007facing\u0007particular\u0007barriers\u0007(e.g.\u0007attitudes\u0007and\u0007 social\u0007norms,\u0007poverty\u0007and\u0007lack\u0007of\u0007resources,\u0007language).\u0007 The EU’s support to partner countries engages with complex\u0007system\u0007reform\u0007processes\u0007in\u0007very\u0007different\u0007 contexts.\u0007This\u0007includes\u0007countries\u0007in\u0007crisis\u0007or\u0007conflict\u0007where\u0007 systems need to cope with massive and rapid change, the needs of refugees and host communities, and may involve\u0007more\u0007than\u0007one\u0007authority.\u0007The\u0007different\u0007ways\u0007EU\u0007 supports education will be elaborated in Chapter 3, while this chapter focuses on the characteristics of education systems and the process of reform. 2. What is an education system? An\u0007education\u0007system\u0007can\u0007be\u0007broadly\u0007defined\u0007as\u0007all\u0007 agencies and institutions involved in providing, funding, managing and regulating learning opportunities across the whole life cycle from early childhood into adulthood. It also includes the users of these learning opportunities. Education systems are comprised of separate stages or levels, with pathways to give all children, young people and adults opportunities to learn and progress through the system. Ideally, children and young people transition from early childhood or pre-primary education to primary school, secondary and tertiary education, including skills training. 68 This should be part of a process establishing lifelong learning opportunities. Different\u0007systems\u0007organise\u0007this\u0007transition\u0007differently,\u0007 with some variation in the number of years at each level, the required age of entry to primary level (usually\u00076\u0007years\u0007old),\u0007the\u0007definition\u0007of\u0007compulsory\u0007 education, and the requirements for testing and certification\u0007to\u0007progress\u0007to\u0007the\u0007next\u0007level.\u0007Basic\u0007 education usually refers to primary and lower secondary\u0007education,\u0007the\u0007first\u0007nine\u0007years\u0007of\u0007schooling.\u0007 CHAPTER 2 KEY ELEMENTS OF EDUCATION SYSTEMS AND HOW THEY IMPROVE ",
        "14 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL Figure 7 sets\u0007out\u0007a\u0007typical\u0007education\u0007pathway.\u0007SDG\u00074\u0007 and the accompanying Incheon Declaration call for at least 12 years of primary and secondary education, of which 9 years should be compulsory. A number of pathways\u0007(including\u0007secondary\u0007level\u0007skills\u0007training)\u0007 then lead to post-secondary training and tertiary education and entry to the labour market. An education system does not include only the provision of formal schooling. As many factors can\u0007influence\u0007whether\u0007and\u0007how\u0007well\u0007children\u0007can \u0007 participate, and when they drop out, the system needs to provide opportunities to re-enter formal schooling or to take up other opportunities. The extent to which children enter school at the right age, remain in school and transition to the next level, is a signal of the performance and functioning of an education system. Young people or adults who are\u0007not\u0007in\u0007education,\u0007employment\u0007or\u0007training\u0007(NEET) \u0007 represent\u0007a\u0007system\u0007failure,\u0007and\u0007more\u0007often\u0007than\u0007not \u0007 have dropped out before completing secondary or primary levels and have not managed to re-enter the formal system. While an education system has formal bureaucratic structures, it also includes a wide range of stakeholders, including parents, private businesses, providers of educational materials and training, NGOs, teacher unions, the media and of course students and teachers. Understanding an education system involves considering all these actors, and the\u0007different\u0007roles\u0007they\u0007play,\u0007their\u0007responsibilities \u0007 for funding and decision making, and relationships of accountability. It is also critical to understand the demand for education, whether by the end users\u0007themselves\u0007(children,\u0007young\u0007people,\u0007and\u0007adult \u0007 learners\u0007throughout\u0007their\u0007lives)\u0007or\u0007employers,\u0007with \u0007 their need for relevant skills. Virtually all systems are organised in a hierarchical fashion,\u0007structured\u0007in\u0007at\u0007least\u0007three\u0007tiers:\u0007The\u0007first \u0007 tier is the national level, led by the central Ministry of\u0007Education\u0007and\u0007its\u0007departments\u0007or\u0007offices\u0007that\u0007are \u0007 responsible for establishing goals and objectives, setting broad policy and allocating resources. This work is supported by national level examination boards, curriculum bodies, teacher training institutions and similar agencies. The Ministry of Education needs to report to and coordinate with other central ministries to ensure coherence across government systems. The second tier is the sub-national administration, divided into provincial, regional and district units depending on country context. The district is usually the interface between the central ministry and the schools, ensuring schools are applying approved policy and helping them to achieve system-wide goals. The third tier is the schools themselves, which are given the ultimate responsibility for transforming the various system inputs into better learning for all children. FIGURE 7: TYPICAL EDUCATION PATHWAYS COMPULSORY EDUCATION EARLY CHILDHOOD EDUCATION LABOUR MARKET, LIFE OPPORTUNITIES AND LIFE LONG LEARNING NON-FORMAL EDUCATION (INC. ALTERNATIVE BASIC EDUCATION, ADULT LITERACY AND SKILLS DEVELOPMENT) E a r l y c h i l d h o o d e d u c a t i o n a l d e v e l o p m e n t P r e - p r i m a r y e d u c a t i o n L o w e r s e c o n d a r y e d u c a t i o n U p p e r s e c o n d a r y e d u c a t i o n P o s t - s e c o n d a r y n o n - t e r i t a r y e d u c a t i o n S h o r t - c y c l e t e r t i a r y ; P r o f e s s i o n a l / v o c a t i o n a l B a t c h e l o r ’ s / e q u i v a l e n t M a s t e r ’ s / e q u i v a l e n t D o c t o r a l P r i m a r y e d u c a t i o n SECONDARY EDUCATION TERTIARY EDUCATION PRIMARY EDUCATION POST- SECONDARY TRAINING PROGRAMMES TYPICAL YEARS: 0-3 ISCED LEVEL: 01 TYPICAL YEARS: 0-3 TYPICAL YEARS: 6 TYPICAL YEARS: 3 TYPICAL YEARS: 3 TYPICAL YEARS: 1-2 TYPICAL YEARS: 3-4 TYPICAL YEARS: 3 TYPICAL YEARS: 0.5-3 TYPICAL YEARS: 3+ ISCED LEVEL: 02 ISCED LEVEL: 1 ISCED LEVEL: 2 ISCED LEVEL: 3 ISCED LEVEL: 4 ISCED LEVEL: 5 ISCED LEVEL: 6 ISCED LEVEL: 7 ISCED LEVEL: 8 E X A M E X A M E X A M E X A M E X A M E X A M Source: Adapted from ISCED guide 2011 http://unesdoc.unesco.org/images/0021/002191/219109e.pdf ",
        "15 CHAPTER 2 | KEY ELEMENTS OF EDUCATION SYSTEMS AND HOW THEY IMPROVE Country\u0007systems\u0007differ\u0007in\u0007terms\u0007of\u0007these\u0007roles\u0007and\u0007 responsibilities, and who is responsible at which level. Within\u0007a\u0007Ministry\u0007of\u0007Education,\u0007different\u0007departments\u0007 will\u0007play\u0007specific\u0007roles\u0007in\u0007system\u0007management.\u0007In\u0007 many systems, increasing levels of responsibility are devolved\u0007to\u0007schools\u0007(including\u0007for\u0007managing\u0007funds\u0007and\u0007 teachers).\u0007Other\u0007systems\u0007retain\u0007more\u0007central\u0007control\u0007 over resources with limited responsibility at the school level for decision-making. Ideally, systems of both horizontal and vertical accountability\u0007are\u0007in\u0007place,\u0007often\u0007focused\u0007on\u0007performance\u0007 in learning assessments, meeting national standards, or other measures including child well-being. 69 This level of autonomy and accountability matters, as it is central to how systems operate and how improvements can be achieved. In general, there has been a trend to empower schools and communities, to manage resources and take more responsibility for the delivery of quality teaching and learning, responding to local needs. Giving more autonomy to schools in this way requires system management which delivers necessary resources and support in a timely manner, and monitors and acts to improve performance. While Figure 8 sets out the formal structure of the education system,\u0007the\u0007complexity\u0007in\u0007reality\u0007comes\u0007from\u0007the\u0007different \u0007 relationships\u0007(formal\u0007and\u0007informal)\u0007between\u0007and\u0007across\u0007 levels, incentives and motivation of actors, and their openness\u0007or\u0007resistance\u0007to\u0007change\u0007(see\u0007 Section 4 below ).\u0007 These may be unseen dynamics, but may matter as much or\u0007more\u0007than\u0007the\u0007formal\u0007structure\u0007in\u0007influencing\u0007decision- making and allocation of resources at all levels of the system. Schools themselves may be state owned and run or may be owned and/or managed by communities, faith- based organisations, private sector or other organisations. Parents are of course key actors within the system and they play a central role in the education of their children, in terms of what happens in the home, their support for their children to attend school and their engagement with the school. 3. What are the main elements of an education system? This section distinguishes between the elements of school-level service delivery, and the national and sub- national elements of system management. Education policy\u0007and\u0007reform\u0007efforts\u0007are\u0007largely\u0007focused\u0007on\u0007these\u0007 different\u0007system\u0007elements. The focus of this Reference Document is on the provision of education up to secondary level. The provision of vocational skills and post-secondary education plays a critical part in human capital development and is very much part of the education system. While the following description of system elements and reform is relevant to post-secondary\u0007education,\u0007the\u0007full\u0007range\u0007of\u0007issues\u0007specific\u0007 to tertiary education and training is beyond the scope of this document. A separate Reference Document focuses on vocational education and training 70 while\u0007PGN\u000714\u0007provides\u0007 an overview of higher education systems and policy issues. School-level service delivery It is important to start with some of the critical functions or areas of policy which determine what happens within schools and classrooms. This is the point\u0007at\u0007which\u0007the\u0007system\u0007delivers\u0007outcomes;\u0007whether\u0007 ensuring child protection and well-being, improving learning, communicating social norms and life skills, and ensuring inclusive and equitable access. School management and leadership School management and leadership are critical factors in how well schools provide quality teaching and learning. The role of the school principal is central and, education systems expect that s/he will combine administrative leadership and management with instructional leadership. This means establishing clear goals, managing how the curriculum is presented, monitoring lesson plans, allocating resources, and supporting and evaluating teachers to promote student learning. Increasingly, FIGURE 8: TYPICAL EDUCATION SYSTEM HIERARCHY AND KEY ACTORS Tier Actors or agencies Roles and responsibilities 1. National Ministry of Education Ministry of Finance Other central Ministries (e.g. Planning, Public Service, Higher Education, Skills, Social Affairs, Youth, Gender) Setting policy, curriculum content, national standards and expectations for schools National examinations, system level assessments, and inspection Funding for salaries, school operations and inputs Recruitment and initial training of teachers Engagement in national policy and planning processes, and accountability systems Central agencies (e.g. curriculum authorities, national educational research and development centres, inspectorate); teacher unions, providers / publishers, media, international organisations 2. Sub- national Provincial / regional District / municipal / local authorities / Supervision /inspection services Management, deployment and professional development of teachers and staff Quality assurance, inspection and supervision Data collection and analysis, Information and reporting (downwards/ upwards) Higher education, teacher training and other institutions 3. School / institution School board / School Management Committee (SMC), principal, teachers, students, parents and community Management of schools and budgets, planning and delivery of quality teaching and learning, child protection Monitoring performance, and accountability to community ",
        "16 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL school principals are also expected to provide community outreach and to help parents and communities reinforce the school’s activities and goals, and ensure that all children are enrolled and able to attend school. Education\u0007systems\u0007are\u0007to\u0007some\u0007extent\u0007defined\u0007by\u0007the\u0007 degree of autonomy given to schools and how this works in practice. System strengthening may focus on school governance, including the establishment or strengthening of\u0007a\u0007school\u0007management\u0007committees\u0007(SMC)\u0007or\u0007similar \u0007 bodies\u0007and\u0007setting\u0007out\u0007specific\u0007responsibilities.\u0007Schools\u0007may\u0007 also give a voice to students through student councils. Ideally, schools prepare annual school improvement plans and, as part of this, may establish learning targets\u0007and\u0007goals.\u0007This\u0007is\u0007often\u0007linked\u0007to\u0007the\u0007provision\u0007 of school grants 71 \u0007(sometimes\u0007supported\u0007by\u0007external\u0007 partners)\u0007which\u0007may\u0007enable\u0007spending\u0007to\u0007support\u0007 school operating costs and investments to improve children’s well-being and the quality of teaching and learning. Schools may have more or less responsibility related to curriculum decisions, and the hiring and firing\u0007of\u0007teachers,\u0007depending\u0007on\u0007context.\u0007 Community involvement is critical to student learning. This engagement can include participation in SMCs, parent committees, school planning, the use of score cards 72 for local accountability, vouchers to make choices about which school students will attend, or regular contacts between parents and teachers. Community engagement is also important in ensuring schools respond to local needs and address demand side constraints. The quality of teaching vii Teaching quality has a greater impact on learning than any other school-level factor. All good education systems include ongoing professional development for teachers that improves their subject knowledge, teaching skills, and ability to work collaboratively. N A T I O N A L S C H O O L C O M M U N I T Y • Participation • Attendance • Equity • Contribute to policy formulation; manage policy implementation • Support and supervise schools and teachers • Manage data and information flows from and to schools • Promote exchange between schools S U B - N A T I O N A L S Y S T E M M A N A G E M E N T S E R V I C E D E L I V E R Y DEMOGRAPHY AND ENVIRONMENT CULTURE AND LANGUAGE POLITICS HEALTH AND NUTRITION ECONOMY FRAGILITY AND CRISIS M U T U A L A C C O U N T A B I L I T Y & V O I C E M U T U A L A C C O U N T A B I L I T Y & V O I C E I N F O R M A T I O N C O M M O N G O A L S & R E S U L T S School leadership Policy & planning Education finance Human resource management Monitoring & evaluation Quality assurance Safe schools School inputs Teaching quality S U P P O R T & C O L L A B O R A T I O N L E A R N I N G S U P P O R T & C O L L A B O R A T I O N FIGURE 9: MAIN ELEMENTS OF AN EDUCATION SYSTEM vii See PGN 10 in Part 2 for more guidance on teacher quality. ",
        "17 CHAPTER 2 | KEY ELEMENTS OF EDUCATION SYSTEMS AND HOW THEY IMPROVE Collaborative approaches can include mentoring, coaching, communities of practice, lesson study groups and teaching research groups. Individualised learning includes a range of training courses to improve knowledge\u0007of\u0007content\u0007and\u0007curriculum\u0007(e.g.\u0007workshops,\u0007 university\u0007classes,\u0007online/distance\u0007courses).\u0007 Training\u0007models\u0007that\u0007do\u0007not\u0007offer\u0007sustained\u0007support,\u0007 such as one-time workshops and cascade training models, have a poor record in changing teacher practice and student achievement. Long-term programmes to train teachers make a critical contribution to improving education, and need to be linked to curricular reforms, which may include new pedagogy and content, such as education\u0007for\u0007sustainable\u0007development\u0007(ESD),\u0007digital\u0007 or\u0007other\u0007twenty-first\u0007century\u0007skills.\u0007Training\u0007should\u0007 also consider the role of teachers in addressing equity challenges in the classroom, ensuring responsiveness to needs based on gender, or inclusion of those with disability\u0007or\u0007other\u0007specific\u0007needs.\u0007 District teams are sometimes set up to provide professional development and support. Classroom observation is an important tool for monitoring teacher performance and giving professional feedback. Demonstration lessons can also be part of this on-going professional development. Teachers should learn to use classroom assessment to track the learning of all their students and adjust their teaching according to needs. Language\u0007policy\u0007also\u0007has\u0007a\u0007significant\u0007impact\u0007on\u0007 classroom teaching, including whether teachers are able\u0007to\u0007effectively\u0007teach\u0007in\u0007the\u0007language\u0007of\u0007instruction\u0007 and whether students can transition from their home language during the primary education cycle 73 and so participate\u0007effectively\u0007in\u0007classroom\u0007activities. Teaching and learning materials and other school inputs A minimum level of good quality resources in schools are essential for teachers to be able to teach effectively.\u0007Teaching\u0007and\u0007learning\u0007materials\u0007need\u0007to\u0007be\u0007 pitched at appropriate levels, considering complexity of language, readability, cultural sensitivity and avoiding bias and stereotyping. Their timely availability and\u0007effective\u0007use\u0007in\u0007classrooms\u0007are\u0007dependent\u0007on\u0007 curriculum\u0007decisions,\u0007teacher\u0007training\u0007effectiveness,\u0007 procurement procedures, supply chains, budgeting processes, governance, the functioning and reliability of Education Management Information Systems (EMIS),\u0007maintenance\u0007and\u0007other\u0007processes.\u0007Changes\u0007 in language policies may add to the complexity of textbook\u0007provision.\u0007Education\u0007systems\u0007often\u0007ensure\u0007a\u0007 mix\u0007of\u0007national\u0007(top\u0007down)\u0007provision\u0007of\u0007materials\u0007while\u0007 giving\u0007schools\u0007and\u0007teachers\u0007more\u0007autonomy\u0007in\u0007(bottom\u0007 up)\u0007procurement\u0007and\u0007development\u0007of\u0007locally\u0007relevant\u0007 learning materials. The introduction of technology to schools, to aid teaching and learning, is of increasing interest. While the use of technology comes with its own challenges, it presents opportunities if well integrated into classroom teaching and used to develop teachers’ skills and knowledge as well as those of students viii . Safe learning spaces, adequate school facilities and transportation The safety and accessibility of school facilities affect\u0007both\u0007teachers\u0007and\u0007students.\u0007School\u0007facilities,\u0007 and in rural areas the availability of housing, have a\u0007significant\u0007impact\u0007on\u0007teachers’\u0007ability\u0007to\u0007do\u0007their\u0007 job, the recruitment and retention of teachers, and their overall level of engagement. Research also demonstrates the impact that adequate school buildings\u0007(including\u0007resilience\u0007to\u0007earthquakes\u0007and\u0007 climate conditions 75 ),\u0007close\u0007to\u0007where\u0007students\u0007live,\u0007with\u0007 gender-segregated toilets, WASH facilities, libraries and book corners, can have on student learning and behaviour, and on the willingness of students, particularly girls, to attend regularly. The design of school infrastructure can also contribute to build synergies\u0007with\u0007disaster\u0007risk\u0007reduction\u0007objectives;\u0007for\u0007 instance, schools can be designed so they can also be used as emergency shelters. In some cases, dedicated transport to school or provision of gender-segregated dormitories may be needed to ensure student safety and attendance. The provision of safe learning spaces also needs to include a strong focus on student well-being and child protection from various forms of abuse in and on the way to school. iv The safety of learning environments is The impact of a good teacher • Research suggests that individual and family characteristics have the strongest impact on student achievement. • Among school-related factors, teachers matter most. When it comes to student performance on reading and math tests, a teacher is estimated to have two to three times the impact of any other school factor, including services, facilities, and leadership. • Effective teachers are best identified by their performance, not by their background or experience (e.g. where they went to school or how long they have taught). • Evidence suggests that a teacher’s impact on student achievement is consistent even if the teacher changes schools. Source: Rand Corporation: Effective Teachers Matter 74 viii See PGN 12 in Part 2, on the use of digital technology iv See PGN 9 in Part 2 for more detailed guidance on school related gender- based violence (SRGBV) ",
        "18 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL particularly critical in crisis and emergency situations, ensuring\u0007children\u0007are\u0007safe\u0007from\u0007conflict,\u0007and\u0007schools\u0007 are prepared for possible disaster. 76 The provision of electricity can play an important role in\u0007enabling\u0007learning\u0007(e.g.\u0007through\u0007lighting\u0007for\u0007study,\u0007and\u0007 use\u0007of\u0007ICTs).\u0007This\u0007requires\u0007inputs\u0007and\u0007support\u0007from\u0007 outside of the education sector. Education system management The provision of quality education, through the service delivery elements set out above, needs the direction and support of education system management at national and sub-national levels. These functions include\u0007setting\u0007policy,\u0007planning,\u0007financing,\u0007monitoring\u0007 of\u0007and\u0007support\u0007to\u0007programme\u0007implementation\u0007( see Figure 9 above ).\u0007The\u0007sub-national\u0007level\u0007may\u0007play\u0007a\u0007 critical role as a middle tier, linking national policy with\u0007local\u0007delivery.\u0007Efforts\u0007to\u0007strengthen\u0007and\u0007reform\u0007 education,\u0007including\u0007these\u0007different\u0007functions,\u0007can\u0007 have political dimensions and need to take into account informal networks, stakeholder interests and political\u0007economy\u0007issues\u0007which\u0007often\u0007determine\u0007how\u0007 systems\u0007work\u0007in\u0007practice\u0007( see Section 4 below ).\u0007System\u0007 management should also be well informed about and responsive to the demand for education, the barriers faced\u0007by\u0007different\u0007groups,\u0007and\u0007the\u0007needs\u0007of\u0007society\u0007and\u0007 the\u0007economy\u0007for\u0007different\u0007skills\u0007and\u0007knowledge.\u0007 Policy and planning Policy and planning in the education sector, set out the national priority choices that regulate the use of limited\u0007human\u0007and\u0007financial\u0007resources,\u0007and\u0007where\u0007 responsibility lies, in order to achieve system-wide goals. Access, quality and sector governance are three broad areas usually addressed by education policies, but agreeing on the priorities within these areas can be difficult\u0007for\u0007Ministries\u0007of\u0007Education,\u0007given\u0007a\u0007wide\u0007range\u0007 of circumstances and special interests. The development of strategies and programmes to implement policy decisions 77 \u0007is\u0007a\u0007crucial\u0007step,\u0007often\u0007 articulated\u0007in\u0007an\u0007education\u0007sector\u0007plan\u0007(ESP)\u0007and\u0007 based on evidence from a sector analysis x that uses quantitative and qualitative data. A sector plan should include a results framework with clear indicators for reporting and following up on implementation. The\u0007ESP\u0007should\u0007be\u0007achievable\u0007(financially,\u0007technically,\u0007 and\u0007politically),\u0007address\u0007risks\u0007and\u0007vulnerabilities,\u0007and\u0007 have strong support from key stakeholders, including coordination across ministries. In developing country contexts, strategic planning processes can be a central focus of the partnership and policy dialogue with national and international stakeholders and provide a framework to align and harmonise support, and to monitor progress. Even where priority is given to basic education, ESPs should set out strategic priorities for the whole sector, from pre-primary through to higher education, non-formal and lifelong learning. In crisis situations, they may require a more limited focus. Financial management xi Financial\u0007management\u0007governs\u0007how\u0007financial\u0007resources\u0007are\u0007 made available and used, and should include mechanisms for\u0007accountability\u0007and\u0007transparency.\u0007Education\u0007financing\u0007 is\u0007part\u0007of\u0007a\u0007broader\u0007public\u0007finance\u0007management\u0007(PFM)\u0007 system, which may face challenges, including in domestic revenue mobilisation, which prevent the sector from receiving\u0007the\u0007resources\u0007it\u0007needs\u0007to\u0007function\u0007effectively.\u0007 A number of diagnostic tools exist to assess the robustness and performance of a PFM system xii . In terms of funding, international benchmarks suggest that\u0007at\u0007least\u00074\u0007to\u00076%\u0007of\u0007GDP\u0007and\u0007at\u0007least\u000715\u0007to\u000720%\u0007 of government expenditure should be allocated to education 78 , although many countries do not meet this level. This should be part of a multi-annual budget framework;\u0007annual\u0007budgets\u0007should\u0007be\u0007integrated\u0007in\u0007a\u0007 medium-term rolling process. The distribution of these expenditures will vary as countries progress toward universal primary coverage, or\u0007universal\u0007secondary\u0007coverage.\u0007The\u0007financing\u0007of\u0007 higher\u0007education\u0007needs\u0007specific\u0007strategies\u0007to\u0007ensure\u0007 equity and quality, especially where pressures to expand provision are increasing. With\u0007a\u0007significant\u0007proportion\u0007of\u0007funds\u0007in\u0007the\u0007sector \u0007 allocated to salaries, Ministries of Education may have Safeguarding in Syrian Schools Humanitarian crises have a profound impact on children and youth. During the conflict in Syria, the intense, repeated and prolonged exposure to stress experienced by millions of children has created a need for specific responses from primary health care and within safe schools and youth centres. EU support in Syria addresses this need for mental health and psycho-social support (PSS) through both health and education programmes. EU education and multi- sectoral projects in Syria include collective PSS, such as through recreational activities, protection for unaccompanied and separated children, and psycho- social support and safeguarding through additional specialised staff in each supported school. Teachers and head teachers receive training in non-violent classroom management, safeguarding and child protection issues and code of conduct. x See PGN 1 in Part 2 for more detailed guidance on sector analysis xi See PGN 2 in Part 2 for more detailed guidance on education budgeting and financial management xii See PGN 2 in Part 2 for overview of diagnostic tools for PFM ",
        "19 CHAPTER 2 | KEY ELEMENTS OF EDUCATION SYSTEMS AND HOW THEY IMPROVE limited discretionary funding available for new quality improvement initiatives and programmes. Even where such funds are limited, Ministries may need support to improve the level and quality of expenditure to deliver their programmes and secure future budget allocations. In part to implement fee-free schooling policies, many governments provide direct grant funding to public schools and give school management teams greater autonomy in budget management to address local circumstances and priorities.\u0007Unfortunately,\u0007funds\u0007often\u0007do\u0007not\u0007reach\u0007schools\u0007 fully and/or on time, undermining their purpose. In the context of decentralisation, education funding may be managed at sub-national levels by local authorities. In this\u0007case,\u0007resource\u0007allocation\u0007and\u0007financial\u0007management\u0007 for schools and districts might not be controlled by the Ministry\u0007of\u0007Education,\u0007requiring\u0007effective\u0007communication\u0007 and cooperation between institutions. Many countries have alternative forms of schooling and tertiary education which may be on a fee basis. The\u0007financing\u0007of\u0007education\u0007needs\u0007to\u0007consider\u0007the\u0007role\u0007 of household spending and private sector investment, while\u0007fulfilling\u0007public\u0007commitments\u0007to\u0007inclusive\u0007and\u0007 equitable access to quality education. Human resource management xiii The\u0007management\u0007of\u0007staff,\u0007particularly\u0007the\u0007recruitment\u0007and\u0007 management of teachers and school principals, is critical to achieving education results. While good teaching is managed\u0007at\u0007the\u0007school\u0007level,\u0007effective\u0007education\u0007systems\u0007 place an emphasis on merit-based recruitment, linked to the status of the profession, career path, and the levels of teacher pay and conditions of employment. While setting teacher salaries is important, so too is developing teachers’ professional motivation, such as a sense of shared responsibility for improved learning. In most countries, remote and rural areas have a higher percentage of low-performing and less-experienced teachers and fewer professional development opportunities.\u0007This\u0007is\u0007a\u0007significant\u0007challenge\u0007that\u0007in\u0007 the future may be even further exacerbated through increasing urbanisation and climate change. As a starting point, teacher policies need to ensure equitable deployment\u0007and\u0007incentives\u0007(such\u0007as\u0007housing)\u0007to\u0007work\u0007in\u0007 hard-to-staff\u0007locations,\u0007and\u0007strategies\u0007to\u0007recruit\u0007local\u0007 teachers. In many countries, including those in crisis situations, teacher shortages have been addressed through use of contract or community teachers, who are often\u0007unqualified\u0007and\u0007with\u0007less\u0007experience.\u0007 Once new teachers have been recruited, suitable preparation or pre-service training is essential. The length and form of this training varies greatly between countries, involving\u0007some\u0007important\u0007trade-offs\u0007in\u0007terms\u0007of\u0007costs.\u0007 Where pre-service training is shorter, more emphasis on in-service training and in-school support is needed. Indeed, a strategy for continuous professional development of\u0007teachers\u0007(CPD)\u0007can\u0007help\u0007set\u0007out\u0007expectations\u0007and\u0007 opportunities for teachers from initial training through to regular in-service training. Finally, teacher and school principal\u0007absenteeism\u0007is\u0007a\u0007significant\u0007challenge\u0007in\u0007many\u0007 contexts, requiring system and school-level responses based on analysis of the reasons for absenteeism. Quality assurance systems Quality assurance systems set system-wide standards and help ensure that those standards are met by all schools, resources\u0007are\u0007distributed\u0007effectively\u0007and\u0007equitably,\u0007at-risk\u0007 schools\u0007and\u0007students\u0007are\u0007identified,\u0007and\u0007‘good\u0007practices’ \u0007 are shared more widely. 79 As education systems in many countries are seeing an expansion of private or non-state provision, it is widely recognised that national systems and capacity\u0007need\u0007to\u0007be\u0007in\u0007place\u0007to\u0007ensure\u0007fair\u0007and\u0007effective \u0007 regulation of all schools. Higher education institutions should have robust internal quality assurance systems, as well as external processes for accreditation. xiv Most European countries have created frameworks that integrate some combination of internal and external quality assurance mechanisms, which may include inspectorates, national student assessments xv , school self- evaluations, and teacher appraisals. In many developing countries there may be limited capacity for this work. The framework for expected learning outcomes is set by the curriculum, which may be centralised with limited discretion for schools and teachers, or with more discretion given to schools and teachers in what and\u0007how\u0007they\u0007teach\u0007within\u0007broad\u0007guidelines\u0007(the\u0007latter\u0007 requires\u0007greater\u0007school\u0007level\u0007capacity).\u0007There\u0007should\u0007be\u0007 systemic alignment between the curriculum, teacher training, teaching materials, school inspection and examinations and assessment. However, this alignment can be absent in many countries. Quality assurance is a function throughout the system, from national ministries to schools themselves. However, districts or local education authorities should play a key role, providing guidance to schools, and gathering information for performance monitoring and improvement purposes. The combination of external supervision by the district and self-monitoring by schools can provide the system with information to diagnose performance problems and target the support where schools are weak. However, it is important\u0007not\u0007to\u0007over-burden\u0007district\u0007officials\u0007with\u0007 responsibilities, and to ensure that they have support and budgets to carry out their functions. xiii See PGN 10 in Part 2 for more detailed guidance on teacher policy and management. xiv See PGN 14 for more on quality assurance in higher education. xv See PGN 11 fin Part 2 for more guidance on learning assessment. ",
        "20 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL Monitoring and evaluation (M&E) M&E is closely linked to quality assurance, helping to ensure data is collected, available and well managed to track implementation, as well as feeding quantitative and qualitative data in to planning and decision-making processes. In most countries,\u0007the\u0007establishment\u0007and\u0007effective\u0007operation \u0007 of an Education Management Information Systems (EMIS)\u0007plays\u0007a\u0007central\u0007part\u0007in\u0007this,\u0007collecting \u0007 the right data and providing usable and timely information\u0007to\u0007stakeholders\u0007at\u0007all\u0007levels;\u0007from \u0007 school principals and SMCs to Ministry planners, policy and decision-makers. It is critical to build the\u0007capacity\u0007at\u0007these\u0007different\u0007levels\u0007to\u0007use\u0007data \u0007 effectively. Increasingly there is a focus on gathering and using data\u0007to\u0007understand\u0007what\u0007works\u0007in\u0007different\u0007contexts\u0007 within a country or across country contexts. M&E systems should feed into an agreed framework of indicators\u0007(sex-disaggregated\u0007where\u0007appropriate),\u0007 which track performance against sector priorities. Identifying appropriate indicators is essential and\u0007provides\u0007strong\u0007incentive\u0007(especially\u0007for\u0007 Governments)\u0007to\u0007channel\u0007funds\u0007or\u0007staff\u0007time\u0007and\u0007 effort\u0007to\u0007achieve\u0007specific\u0007results.\u0007Provision\u0007by\u0007CSOs,\u0007 whether in formal or non-formal contexts, should also come within the M&E system, in order to gather data, track progress on and evaluate provision to all children, including those out of school. 4. Why and how do education systems improve? Why is change needed? Education policy is largely about reforming how the system delivers improvements, and who benefits from these. This is both a political and technical exercise and can be driven by a public concern about the quality of education, or an assessment of what is not working to deliver a government’s objectives. Reforms are always a response to a unique set of challenges and objectives in a given country context. However, two broad challenges are prevalent across many countries globally, and they are\u0007captured\u0007in\u0007the\u0007commitments\u0007to\u0007SDG4\u0007( see Chapter 1 ):\u0007 1. Despite improvements in access in many developing countries, both national and international learning assessments have highlighted that many children who are in school are not learning at the level they should. This in turn means students are leaving school ill-equipped for further training and the labour market. 2. A lack of equity and inclusion means that services are\u0007often\u0007of\u0007very\u0007different\u0007quality\u0007for\u0007different\u0007 groups of individuals. Governments which respond to these challenges, do so to ensure all children’s rights to a quality education, in recognition that education is one of the main drivers of economic and social development. Governments are increasingly acknowledging the importance of acquiring skills and knowledge relevant\u0007to\u0007the\u0007twenty-first\u0007century\u0007and\u0007they\u0007are \u0007 adapting their education systems to meet these needs as part of a broader investment in human capital development. To become more inclusive, education systems need to identify the challenges faced\u0007by\u0007different\u0007groups\u0007to\u0007access\u0007opportunities \u0007 throughout their lives. What are the challenges to delivering change? The right mix of inputs The most complex challenge for education system reform is that inputs do not always and easily lead to desired\u0007outcomes.\u0007While\u0007efforts\u0007to\u0007improve\u0007education\u0007 often\u0007focus\u0007on\u0007providing\u0007more\u0007inputs\u0007to\u0007schools,\u0007 evidence shows that increased funding is not in itself sufficient\u0007for\u0007improved\u0007learning\u0007outcomes. Given the isolation of the teacher behind the closed door of the classroom, distant ministries of education have few levers with which to change the teaching process itself. The challenge is to channel\u0007efforts\u0007and\u0007funding\u0007toward\u0007those\u0007reforms \u0007 that will promote improvements in teaching and learning. The mix and phasing will depend on the specific\u0007context,\u0007but\u0007many\u0007countries\u0007will\u0007start\u0007with \u0007 a focus on ensuring students achieve basic literacy and numeracy, providing structure and support for teachers where capacity is low, and targeting low performing schools to ensure a minimum standard of quality provision and child / student well-being (e.g.\u0007presence\u0007of\u0007qualified\u0007teachers\u0007and\u0007support \u0007 to them, availability of teaching and learning materials,\u0007teaching\u0007hours\u0007per\u0007week). \u0007 External factors Children’s potential to attend school and learn can be\u0007affected\u0007by\u0007a\u0007range\u0007of\u0007factors\u0007outside\u0007the\u0007direct \u0007 control of the education system. These are factors in\u0007the\u0007demand\u0007for\u0007education,\u0007which\u0007influence\u0007the \u0007 ability and willingness of families and children to attend school and progress through the system. These factors include parental education levels and health during pregnancy and infancy, the stimulation received by the child prior to entering school, their social and emotional well-being, nutrition and general health, the economic status of their family and whether they see schooling as relevant. More educated parents tend to have healthier, better nourished and better stimulated children and to ensure they go to school regularly. ",
        "21 CHAPTER 2 | KEY ELEMENTS OF EDUCATION SYSTEMS AND HOW THEY IMPROVE Reforms need to consider this broader context and make sure that schools are relevant and adapted to the needs of all students, build greater awareness and support for the importance of education and address indirect\u0007costs.\u0007School\u0007systems\u0007can\u0007(and\u0007should)\u0007 compensate for these barriers, but these factors place critical boundaries around the school’s ability to make the most of the resources they have and depend on improvements in other sectors. Timing Timing\u0007presents\u0007a\u0007further\u0007challenge;\u0007education\u0007is\u0007 characterised by lagged returns on investments. Some\u0007reforms\u0007can\u0007have\u0007a\u0007relatively\u0007quick\u0007impact\u0007(e.g.\u0007 increasing\u0007access\u0007through\u0007abolition\u0007of\u0007fees)\u0007though\u0007 many reforms or interventions take time to have an\u0007effect\u0007on\u0007learning\u0007outcomes,\u0007especially\u0007across\u0007 the system and country as a whole. Investments in individual children today will typically not produce significant\u0007returns\u0007until\u0007the\u0007child\u0007grows\u0007up,\u0007transitions\u0007 through\u0007different\u0007levels\u0007of\u0007education,\u0007and\u0007enters\u0007 adulthood and working life. This has implications for the education system itself, as some students will become teachers, so individuals with better knowledge and skills will create a virtuous cycle with a stronger cadre of teachers for the future. The political economy The political economy of education may limit the impact of reforms as well as presenting opportunities. While much of this chapter has looked at the formal structures of the system, there are always informal systems;\u0007the\u0007difference\u0007between\u0007what\u0007is\u0007supposed\u0007to\u0007 happen and what actually does happen. Established interests and patronage relationships may be resistant to change, particularly when it comes to the allocation and management of resources. Some of these established patterns may hinder implementation of reforms. Teachers and their unions for example can have a powerful political influence,\u0007and\u0007may\u0007resist\u0007certain\u0007changes.\u0007In\u0007other\u0007 contexts, teachers may be excluded from professional development\u0007opportunities\u0007and\u0007effective\u0007participation\u0007 in reform dialogue and processes. Religious institutions may have an important role in many public education systems. Business interests and those of politicians may also be a barrier to change. While a government may prioritise investment in primary education, university students may be a highly\u0007visible\u0007and\u0007vocal\u0007lobby,\u0007making\u0007it\u0007difficult\u0007for\u0007 decision makers to allocate funding in line with its own spending priorities. There are no simple answers to these challenges, but analysis of the political economy (including\u0007a\u0007rigorous\u0007stakeholder\u0007analysis)\u0007is\u0007essential\u0007 to\u0007effectively\u0007engage\u0007in\u0007reform\u0007processes. The governance of reform Clear governance structures are needed in order to coordinate across ministry departments and across different\u0007ministries.\u0007Coordination\u0007across\u0007different\u0007 reforms is also important. For instance, reform of teacher training systems must be consistent with curriculum reform or reform of the national examination and learning assessment system. These efforts\u0007need\u0007to\u0007be\u0007seen\u0007as\u0007part\u0007of\u0007an\u0007overall\u0007systems\u0007 approach and must be coordinated and phased to build on one another. This will require strong leadership and direction as well as consensus building. Inter- ministerial coordination and policy coherence can be particularly challenging, for instance when addressing the management of teachers within the context of broader civil service reform. Disruption caused by crisis All of these challenges can be further compounded by the\u0007emergence\u0007of\u0007crisis,\u0007whether\u0007caused\u0007by\u0007conflict\u0007or\u0007 natural disasters. In such contexts, the priority may be on maintaining systems rather than improving them. However, children and families may experience loss of housing, physical harm or injury, loss of family members, and other traumatic events. Addressing the psychosocial well-being and development of children and teachers is an important part of re-establishing education provision and enabling children to re-enter school safely. How does successful change happen? Despite the complexity of education systems, international experience suggests that major reforms can\u0007result\u0007in\u0007significant\u0007gains\u0007in\u0007national\u0007performance.\u0007 Such gains have occurred in low-income countries with significant\u0007system\u0007challenges\u0007and\u0007low\u0007performance,\u0007or\u0007 in countries that have found a way to build further on what was already a solid foundation of achievement. Vietnam is a lower middle-income country that outperformed many OECD countries on the Programme for\u0007International\u0007Student\u0007Assessment\u0007(PISA)\u0007in\u00072012\u0007 and\u00072015. 80 This success has been attributed to focusing\u0007on\u0007specific\u0007policy\u0007levers\u0007and\u0007giving\u0007them\u0007 consistent priority over time: targeting investments, changing the curriculum and teaching methods, focusing on teacher quality, and building the social consensus for change. A strong focus was also given to addressing gaps in performance, particularly for ethnic minorities and the very poor. Estonia has moved into the ranks of the top- performing countries globally in science and maths, with the smallest percentage of low-performing students in the world. This is based on reforms put in place since the 1990s, which incorporated cross government use of digital technology, and built on a strong base in the sciences. ",
        "22 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL Successful reforms have the characteristics of what is\u0007often\u0007called\u0007results-based\u0007management\u0007(RBM);\u0007 transforming policy into practice through alignment between the national, district and school levels behind clear goals, with strong leadership, commitment, and collaboration. This focus on results requires strong evidence and appropriate data to underpin decision- making at the local as well as the national level. Capacity building requires information to be available and used throughout the system, as local communities in\u0007particular\u0007are\u0007helped\u0007to\u0007engage\u0007more\u0007effectively\u0007 with improving the quality of schools. Assessment data, that can be understood and used by a wide range of actors, can be critical in strengthening the reform focus on learning outcomes. Successful change requires new patterns of behaviour and/or organisational structures. This change can be quite radical in nature, happening very quickly, or it can be more adaptive,\u0007evolving\u0007over\u0007time.\u0007Shifts\u0007in\u0007learning\u0007performance\u0007 typically require more time. One constant is that change always requires a process of learning new skills or ways of working;\u0007inspectors,\u0007principals\u0007and\u0007teachers\u0007will\u0007often\u0007need\u0007 to\u0007learn\u0007to\u0007do\u0007things\u0007differently,\u0007and\u0007to\u0007understand\u0007why. \u0007 Papua New Guinea showed gains in reading scores at the Grade 2 level of about one full standard deviation in\u0007just\u0007one\u0007year\u0007of\u0007reform\u0007implementation\u0007(preceded\u0007 by\u0007several\u0007years\u0007of\u0007planning).\u0007Teachers\u0007shifted\u0007to\u0007 scripted lessons 83 and an approach to reading based on phonemic awareness. These changes took into account the relatively low levels of teacher skills. The process of re-skilling, however, may result in some initial declines in performance as new ways of working are being learned. In\u0007Brazil,\u0007a\u0007reform\u0007process\u0007to\u0007improve\u0007the\u0007qualifications\u0007 and career path of teachers resulted in an initial dip in results for almost two years, before a gradual and steady improvement in subsequent years. The change process in Brazil demonstrates the importance of systemic change. One part of the system cannot be changed\u0007without\u0007affecting\u0007other\u0007parts.\u0007It\u0007is\u0007not\u0007simply\u0007 a question of reforming teaching methods and placing expectations and responsibility for better results on teachers alone. Everything from the human resource management system, to the quality assurance and assessment systems, must be involved in the process. The approach in Vietnam Vietnam outperformed many OECD countries on PISA measures. Analysis indicates areas of promising practice: • Policy-makers should be consistent and persistent about implementation over the long term, not sapping energy from the system through frequent changes of direction • The middle tier of district and provincial authorities ensure support to schools and feedback loops • Education professionals benefit from a balance of accountability, support and incentives • Teachers should be encouraged to use a mix of pedagogical techniques, recognising the power of engaging student participation and feedback • The best school principals are ‘instructional leaders’, preoccupied with quality at the level of the classroom • If schools can harness the power of parental partnership they can greatly enhance the chances of improved learning outcomes. Promising practice: g overnment schools in Vietnam. Education Development Trust (2018) 81 . The approach in Estonia The remarkable thing about Estonia shooting to the top of international performance is that its educators do not believe they did anything unusual. They simply did all the little things well. They enrolled 90% of children in pre-schooling. They eliminated a system of early ability tracking. They made sure that inspectors were always available to respond to the questions of teachers and principals (often by phone) even though few formal evaluations were carried out. And they empowered principals to take responsibility for improving results. Thomas Hatch (2017). Ten Surprises in the High- Performing Estonian Education System. 82 It is possible to identify some key features of successful system reforms: • Working towards well-defined priority goals with clear targets, promoting open, evidence-informed dialogue and a consensus about how to get there. • Focusing on specific action to improve the provision of education, and the key actors in each stage of policy implementation. • Adapting the change process to the local context, designing and phasing reforms or system strengthening interventions to build on existing capacities in schools. • Establishing both accountability and support between system and school levels, with feedback loops, and regular monitoring and communication of progress and results. Parents and communities need to play an active role in this. • Giving priority support to the lowest-performing schools, districts and students, including out-of-school children. • Limiting efforts to a realistic scope of change, and sustaining this focus, recognising the timeframe needed to bring about improved learning across the system. ",
        "23 CHAPTER 2 | KEY ELEMENTS OF EDUCATION SYSTEMS AND HOW THEY IMPROVE An overarching feature of educational change is the need to harness the opportunities and to address any barriers within the prevailing political economy and broader culture of the education system. Change cannot be imposed externally but needs to be led by the government and other local stakeholders, building consensus\u0007among\u0007the\u0007system\u0007actors\u0007defined\u0007in\u0007 Figure 8 above , particularly those who will implement change in schools. There may not be agreement on changes from the start, but it is important to share information, consult on plans, establish an open dialogue and work to secure a broad consensus. Attention needs to be given to capacity development at all levels of the system xvi , and this may involve a change in the culture of national and sub-national authorities, schools and classrooms. Capacity development\u0007can\u0007be\u0007provided\u0007through\u0007specific\u0007 technical support, for instance for national and sub- national management functions in curriculum reform or resource planning. Ultimately, capacity development should focus on how schools can be enabled to implement priority reforms, whether through professional\u0007development\u0007for\u0007improved\u0007practice\u0007(e.g.\u0007 of\u0007teachers\u0007and\u0007school\u0007managers)\u0007or\u0007governance\u0007 and\u0007management\u0007processes\u0007(e.g.\u0007by\u0007principals\u0007and\u0007 SMCs).\u0007This\u0007will\u0007require\u0007systems\u0007to\u0007understand\u0007what\u0007 is working well and what is not working as intended, feeding lessons into a broadly based policy dialogue. The EU and other external partners cannot drive these change processes, but can contribute to system strengthening\u0007in\u0007different\u0007ways.\u0007This\u0007is\u0007considered\u0007in\u0007 the next chapter. 5. Recommended reading GPE’s Engagement on Domestic Financing for Education, Global Partnership for Education (November\u00072018) Planning Education for Improved Learning Outcomes, IIEP Learning Portal Teachers Matter: Attracting, Developing and Retaining Effective Teachers ,\u0007OECD\u0007(2005)\u0007 The impact of education programmes on learning and school participation in low and middle-income countries , Systematic review 24,\u0007International\u0007Initiative\u0007for\u0007Impact\u0007Evaluation\u0007 (December\u00072015) World Development Report 2004: Making Services Work for Poor People ,\u0007The\u0007World\u0007Bank\u0007(2013) How the World’s Most Improved School Systems Keep Getting Better ,\u0007McKinsey\u0007(2010) Promising practice: government schools in Vietnam ,\u0007Education\u0007Development\u0007Trust\u0007(2018) A rigorous review of the political economy of education systems in developing countries , DFID\u0007(2014) xvi See PGN 4 in Part 2; Capacity development for education systems strengthening ",
        "24 The EU has made global commitments to support education in partner countries, with a focus on achieving equity and learning outcomes and broader social impacts, as set out in the SDGs. To achieve this, the EU supports partner countries to strengthen the management of education systems at national and sub-national levels, and to improve the quality of education at school and classroom levels. While Chapter 2 considered some of the key features of education systems, this chapter looks more closely at how the EU contributes to their improved performance through support to partner governments and other actors. 1. Simplified intervention logic for EU support to education system strengthening It\u0007is\u0007helpful\u0007to\u0007use\u0007a\u0007simplified\u0007intervention\u0007logic\u0007to\u0007map\u0007 how,\u0007through\u0007different\u0007inputs\u0007and\u0007direct\u0007outputs,\u0007the\u0007EU\u0007 can contribute to system strengthening and reforms which themselves are driven and implemented by governments together\u0007with\u0007stakeholders\u0007at\u0007different\u0007levels.\u0007The\u0007inputs\u0007 that the EU can use to make this contribution are: • Policy dialogue at high level, strategic and operational levels and usually as part of established partnership processes and architecture, including Local Education Groups and similar bodies. Policy dialogue plays a critical and potentially catalytic role, ensuring other inputs are focused on evidence-informed priority objectives and can leverage change xvii . • Financing, including budget support and project modalities: \u0007 -\u0007 \u0007EU\u0007budget\u0007support\u0007financing\u0007may\u0007provide\u0007fiscal\u0007space\u0007 for\u0007specific\u0007system\u0007reforms\u0007to\u0007be\u0007adopted\u0007by\u0007the\u0007 government in its own spending plans. It also includes policy\u0007dialogue\u0007to\u0007focus\u0007on\u0007issues\u0007such\u0007as\u0007the\u0007flow\u0007of \u0007 funds to schools for improved teaching and learning and targeting those most in need. Performance indicators linked to funding can contribute to keeping the reform agenda, dialogue and monitoring process focused on critical priorities xviii . - EU funding for projects promotes service delivery to the most marginalised, and/or supports broader system strengthening and policy advocacy. Projects, managed by CSOs or other implementing partners, should be aligned with broader system objectives, while strengthening local capacities, innovation and providing lessons on policy and policy implementation. - Technical cooperation can be a range of capacity- development support and technical assistance, often\u0007as\u0007a\u0007complementary\u0007measure\u0007to\u0007budget\u0007 support, using a project modality. This can target specific\u0007areas\u0007of\u0007policy\u0007and\u0007system\u0007functions\u0007 (e.g.\u0007planning,\u0007information\u0007management,\u0007human\u0007 resource\u0007management,\u0007curriculum\u0007development)\u0007or\u0007 service\u0007delivery\u0007capacity\u0007for\u0007implementation\u0007(e.g.\u0007 for\u0007school\u0007management\u0007or\u0007teaching\u0007quality),\u0007and\u0007 can help ensure education policy and programmes respond to gender barriers xix , the needs of marginalised\u0007groups\u0007and\u0007are\u0007conflict-sensitive xx . Ideally, EU support is designed as part of a programme- based\u0007(or\u0007sector)\u0007approach\u0007in\u0007which\u0007a\u0007system\u0007reform\u0007 agenda is led by government, articulated in a sector strategy, with which development partners can align, coordinate and harmonise their support. Where conditions allow, the EU supports a sector programme through budget\u0007support\u0007(e.g.\u0007a\u0007Sector\u0007Reform\u0007Performance\u0007 Contract),\u0007with\u0007complementary\u0007project\u0007support\u0007(e.g.\u0007for \u0007 capacity\u0007development,\u0007or\u0007targeted\u0007support\u0007for\u0007specific\u0007 groups\u0007or\u0007issues).\u0007Even\u0007if\u0007conditions\u0007are\u0007not\u0007ready\u0007for \u0007 a Sector Reform Performance Contract, the EU can still adopt the same principles in the design of education interventions;\u0007using\u0007and\u0007strengthening\u0007national\u0007systems, \u0007 working within national policy priorities and strategies, contributing to balanced sector development, and avoiding promoting parallel management and reporting systems. For example, in contexts of crises where national education systems have broken down, projects may support the continued provision of schooling and teacher training, with the objective to help restore and strengthen system professional and organisational capacities to provide quality education over the longer term. Project-based funding under Erasmus+ capacity- CHAPTER 3 EU SUPPORT TO STRENGTHEN EDUCATION SYSTEMS xvii See PGN 5: Education sector coordination and policy dialogue xviii See PGNs 2 and 3 for more on indicators, including specifically on education finance. xix See PGN 8 and PGN 9 in Part 2. xx See PGN 7 in Part 2 ",
        "25 CHAPTER 3 | EU SUPPORT TO STRENGTHEN EDUCATION SYSTEMS development for higher education can also combine bottom-up support for improved teaching or governance in individual institutions with a more systemic focus on higher education policy reform. The intervention logic in Figure 10 sets out how the EU engages in education system strengthening and reform based on the framework provided by EU budget support guidelines 85 . FIGURE 10: INTERVENTION LOGIC: EU CONTRIBUTION TO EDUCATION SYSTEM STRENGTHENING AND REFORM XXI GOVERNMENT POLICIES AND SYSTEM REFORM CONTRIBUTION TO GOVERNMENT POLICIES AND SYSTEM REFORMS DEVELOPMENT RESULTS INPUTS C O N T E X T Government programmes and budget (ESP and PFM) EU INPUTS Policy dialogue and Performance Assessment Framework Funding to government budget, targeted projects / CSOs, technical cooperation, other instruments Other development partner inputs Improved completion of inclusive and equitable early childhood education, primary, secondary and higher education Improved learning outcomes Education system more effective, efficient and resilient IMPACT OUTCOMES Improved literacy, numeracy, skills and qualification of the population Improved health and nutrition, gender equality, employment, economic growth, sustainable use of resources, social inclusion and resilience to conflict, natural disasters and climate change Reduced poverty and inequality DIRECT OUTPUTS Enhanced consensus on sector priorities, implementation of strategies, use of evidence and focus on results Increased budget available for discretionery spending on sector priorities, more predictability of external funds Improved capacity and availability of resources for system management and service delivery functions Improved coordination of education stakeholders INDUCED SYSTEM OUTPUTS (SHORT TERM OUTCOMES) Improved education system management Education policy and planning set out priorities based on evidence and stakeholder engagement Agreed strategies for delivery and results based management, including equitable allocation of staff and resources Improved PFM, including pro-poor funding to sector and priority reforms, budget management, transparency, etc Improved, merit-based recruitment, deployment and management of human resources Quality assurance systems set appropriate standards, assess learning and support better teaching and learning in all schools M&E systems function, appropriate data captured and used at each level Improved education service delivery Improved management / leadership of schools, including use of funds, instructional leadership, community engagement Improved quality of teaching and availability / presence of qualified and competent teachers, in all schools Improved availability and use of quality teaching and learning resources in all schools Safe, adequately provisioned schools, accessible by all, target most disadvantaged (e.g. disability, gender, ethnicity) • Broader EU country programme and partnership • Broader political economy of education reform • Socio-economic context and demand for services • Strength of domestic accountability • Capacity and resilience of public sector • Prevalence of fragility, crisis and conflict • Clarity of roles and responsibilities at national / sub-national levels • Mobilisation and capacity of CSOs • Demography and environment xxi For more guidance on results and indicators see EU Guidance on Results and Indicators for the Education Sector and PGN 3 in Part 2 of this TMS. ",
        "26 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL This intervention logic gives an overview of the potential contribution of EU support, which includes: • The\u0007direct\u0007outputs\u0007of\u0007EU\u0007financing,\u0007capacity \u0007 development / technical cooperation, and policy dialogue • The\u0007system\u0007(induced)\u0007outputs\u0007which\u0007are\u0007determined\u0007 by government policies and action and not under the direct control of an EU intervention. This includes better\u0007service\u0007delivery,\u0007with\u0007more\u0007effective\u0007resourcing,\u0007 management and teaching in schools. • Improved\u0007educational\u0007outcomes\u0007(i.e.\u0007improved\u0007 learning\u0007and\u0007completion\u0007for\u0007all\u0007students).\u0007 • Sustainable, long-term impact in terms of learning, skills and life opportunities and their contribution to broader social and economic development goals. An intervention logic for a Project Modality intervention would have a similar results chain, but system outputs (induced\u0007outputs\u0007in\u0007case\u0007of\u0007Budget\u0007Support)\u0007could\u0007be\u0007the\u0007 project’s\u0007short\u0007term\u0007(or\u0007intermediate)\u0007outcomes.\u0007However, \u0007 the broad logic is still relevant and whatever modality is used, EU inputs and outputs should seek to contribute to\u0007enhancing\u0007efficiency\u0007and\u0007effectiveness\u0007of\u0007education\u0007 institutions and processes, improving education outcomes, and promoting commitment to achieving the SDGs. This\u0007is\u0007further\u0007explored\u0007in\u0007PGN\u00073\u0007(Monitoring\u0007education\u0007 results)\u0007in\u0007Part\u00072\u0007of\u0007this\u0007TMS,\u0007which\u0007sets\u0007out\u0007a\u0007Results\u0007 Chain for the sector, drawing on the Sector Indicator Guidance. This shows how EU support, for instance from technical assistance and other capacity development approaches\u0007or\u0007financing\u0007for\u0007procurement\u0007and\u0007recurrent\u0007 costs,\u0007might\u0007target\u0007specific\u0007areas\u0007of\u0007the\u0007system\u0007to\u0007 contribute to the improvement of both short-term and medium-term outcomes. The extent to which such an approach might strengthen the system, in a lasting way, will depend on the alignment with national plans, and on the design and implementation of support to help change skills, attitudes and behaviour to address specific\u0007bottlenecks\u0007at\u0007different\u0007levels\u0007of\u0007the\u0007system.\u0007 2. Contributing to system strengthening and reform EU support should be based on a sound understanding of country context, including the characteristics and performance of the education system at all levels. This should inform regular policy dialogue, which itself informs the design and management of programmes, with evidence from monitoring, evaluation and learning processes. This section summarises some key lessons from EU experience, drawn from programme evaluations and reviews, and gives guidance on the design and management of EU support to system management and service delivery. A simple checklist sets out some of the issues to understand how an education system functions, and some indicative ways a response can be formulated. Lessons from EU programmes The EU has made important contributions in partner countries to development of sector policy and plans, improved harmonisation and alignment of partner support and establishment of a stronger focus on securing lasting results. In many countries where the EU provides support, education policy and planning is set out\u0007in\u0007medium-term\u0007ESP,\u0007often\u0007prepared\u0007in\u0007consultation\u0007 with local donor groups and used as a basis for donor support. By supporting sector programmes, particularly through budget support and active participation in policy dialogue, the EU has been able to play a strategic role in this process and partnership. This can also contribute to a more results-oriented approach. A focus on results alone does not lead to better education service delivery unless accompanied by changes in the way administrative units and\u0007education\u0007staff\u0007responsibilities\u0007are\u0007defined\u0007and\u0007their\u0007 time\u0007and\u0007resources\u0007allocated\u0007(e.g.\u0007in\u0007annual\u0007operational \u0007 plans\u0007and\u0007budgets). EU dialogue and associated indicators should focus on selected priority areas of reform. Where the EU provides sector budget support, the selection of indicators and tracking of progress against targets is central to policy dialogue and can incentivise the strengthening of information and assessment systems. Evaluations have highlighted the risk of covering too many areas rather than\u0007focusing\u0007direct\u0007EU\u0007support\u0007and\u0007indicators\u0007on\u0007specific\u0007 reforms in more depth. Another risk is that dialogue can become focused on whether targets have been met when priority should be given to analytical work and discussions about the underlying causes, and jointly seeking strategic, technical and operational solutions. Focusing on results requires reliable and timely data, used across the system, including data on learning. Technical support to EMIS and for research capacity can enable education systems to monitor results, generate and use evidence for policy and planning, and consequently to\u0007improve\u0007implementation\u0007of\u0007reforms.\u0007Significant\u0007and\u0007 sustained\u0007support\u0007is\u0007often\u0007needed\u0007to\u0007establish\u0007functioning\u0007 assessment systems, which reinforces a stronger focus on learning outcomes. A challenge is in building demand\u0007and\u0007capacity\u0007for\u0007effective\u0007use\u0007of\u0007this\u0007evidence\u0007at \u0007 different\u0007levels,\u0007including\u0007the\u0007understanding\u0007and\u0007capacity\u0007 to use learning data to inform policy, programme management, change processes in system management and classroom teaching practices. A mix of support modalities can meet the educational needs of marginalised groups, and potentially lead to adoption of interventions within national plans and budgets. Sector budget support can contribute to\u0007embedding\u0007specific\u0007interventions\u0007that\u0007target\u0007 educationally marginalised groups in national plans. However,\u0007this\u0007is\u0007often\u0007preceded\u0007by\u0007many\u0007years\u0007of\u0007 targeted project support, developing capacity, evidence, understanding and demand within the system. ",
        "27 CHAPTER 3 | EU SUPPORT TO STRENGTHEN EDUCATION SYSTEMS Project support has been used to target areas of low enrolment and high dropout, addressing context-specific\u0007needs\u0007and\u0007raising\u0007awareness\u0007among\u0007 communities about the importance of education, their rights and the role they can play. Getting the right mix or package of support is important. Project support for multi-lingual education in Cambodia developed approaches to recruiting local teachers and training them in the use of context appropriate materials. These are now included in national policy and financing. EU budget support contributed to this process. In Bangladesh, EU funded projects under the SHARE programme for basic education were able to meet the needs of children in remote areas, urban slums and children with disabilities to attend school, feeding lessons into the policy dialogue. In Somalia, EU project funding of teacher incentives improved teacher attendance and the general quality of teaching, enabling education provision where national and sub-national systems were not functioning. The EU is now supporting a World Bank programme to help re-establish payroll systems. EU budget support funding provides an entry point to dialogue on education planning and financial management systems. This\u0007often\u0007centres\u0007on\u0007the\u0007overall\u0007 level of funding to the sector. Where there have been increases in funding for education, evaluations suggest the\u0007political\u0007economy\u0007is\u0007critical,\u0007but\u0007that\u0007EU\u0007financial\u0007 support can make an important contribution, providing leverage with Ministries of Finance in budget negotiations. Evaluations have also recognised this can contribute to increased discretionary spending to implement education policy, through increased recurrent or capital budgets. Technical cooperation should be government led, use a variety of approaches, and link national and sub-national systems to service delivery in schools and communities. Evaluations suggest that EU technical support, including for information systems and research studies, can risk being too focused on central level departments and it needs to strengthen the link with local service delivery. In Morocco, EU support contributed to strengthened leadership of the national literacy strategy, supported by studies and technical assistance. A programme review recommended more attention to local level capacity to implement and address the findings of the studies. Evaluations consistently highlight the limitations in school and district capacity and the need to design change processes on the basis of existing capacity. More disadvantaged areas face severe challenges in providing\u0007quality\u0007teaching\u0007and\u0007learning.\u0007Often\u0007smaller\u0007 schools\u0007are\u0007harder\u0007to\u0007staff\u0007and\u0007they\u0007have\u0007limited \u0007 access to funds and timely support. School leaders lack the capacity to plan and manage resources and staff, and report effectively. Poorer communities may not be able to support school management, demand accountability or\u0007make\u0007financial\u0007contributions.\u0007 EU programmes have contributed to strengthening school management, though a greater focus is needed on improving learning. EU and other development partner support has enabled the introduction of or increase in school grants and other resources. This has contributed to gains in access to school, particularly when linked to abolition of fees or addressing other barriers to demand\u0007(e.g.\u0007distance,\u0007awareness).\u0007It\u0007has\u0007taken\u0007longer\u0007 to strengthen the focus of school management on the quality of teaching and learning, rather than basic school operations. Funding of recurrent spending at schools has provided an important entry point to school improvement, linked to school quality and minimum standards. Despite progress in improved enrolment, attendance and meeting school standards, improved learning requires more directly targeted actions focused on the work of teachers in the classroom. A strong focus is needed on classroom content, support for teacher practice, and on promoting a learning-enabling ethos in schools. In Nepal, the School Sector Reform Program evaluation found that while progress was made in terms of minimum enabling conditions in schools, including training for teachers, this did not always lead to improved classroom practice. The evaluation also highlighted the need to address both teaching resources and practices, and teacher motivation and attitudes. In Lebanon, support focused on the enrolment of Syrian refugee children in school. A critical intervention area in this context was to meet the psychosocial needs of children and the needs of teachers to manage rapidly changing classroom dynamics. In crises, rapid changes in the situation can put schools and systems under significant pressure, but providing support to teachers is critical. In crisis situations, it is important to find the right balance of support to strengthen national and local authorities while addressing the short-term emergency needs of vulnerable communities. Programmes need to adapt to rapidly changing contexts, where the priority continues to be mitigating further\u0007conflict\u0007or\u0007harm\u0007from\u0007natural\u0007disasters\u0007or\u0007 extreme weather events and ensuring the needs of the most vulnerable are met. ",
        "28 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL In Lebanon, EU support through a range of partners included working both with national education authorities (e.g. to develop and implement national education strategies) and with NGOs for service delivery. This included the integration of refugee children, psychosocial training for teachers and standardisation of accelerated learning programmes. The evaluation noted some tensions in this, where NGO delivery priorities did not align with national strategies. However, it was positive about the overall approach of the programme to work at both levels. This requires partners who can coordinate emergency and development approaches, and a strategic role for the EU country teams in the dialogue and programme decision-making. Support needs adequate time to ensure sustainability and impact. While several project evaluations found gains in provision for children with disabilities, and in training and materials for teachers, limited project timeframes meant changes were hard to sustain. Longer- term\u0007benefits\u0007often\u0007require\u0007longer-term\u0007commitments\u0007 to establish and embed better practices and to enable national systems to adopt new ways of working. Inequity in education provision can be a driver of conflict, but where interventions have reduced disparities this has contributed to reductions in conflict. In Nepal, the overall commitment within the sector programme to equity was seen to avert potential conflicts and political divisions. In Lebanon and Jordan, where there are high numbers of refugees, it has been critical to enable national systems to cope with the strain on resources, off- setting potential conflict and supporting both refugees and host communities, and rapidly providing school materials and training teachers. The design of EU support EU contributions to education system strengthening should address national policy and system management as well as the quality of education in schools. Sector approaches can risk focusing on the national-level system management,\u0007with\u0007insufficient\u0007attention\u0007to\u0007improvements\u0007 in school-level service delivery. Project-based approaches can\u0007risk\u0007insufficient\u0007engagement\u0007or\u0007alignment\u0007with\u0007national \u0007 reforms.\u0007Central\u0007government\u0007staff\u0007and\u0007donors\u0007engaging\u0007in\u0007 policy dialogue may give more attention to national-level systems 86 than the day-to-day management of schools and teachers, the capacity of districts and local authorities to support schools, and the way in which schools engage with parents and communities. EU contributions should therefore consider how national education systems provide resources, set and monitor standards for performance, and at the same time focus on the management of frontline services in schools and the role of districts. This\u0007has\u0007been\u0007referred\u0007to\u0007as\u0007the\u0007“missing\u0007middle”\u0007of\u0007service\u0007 delivery, which links national policy and resource inputs to tangible improvements in children’s enrolment and regular attendance and in the quality of teaching and learning. 87 Considerations for programme design Some fundamental considerations in the design of support to improve system management and the quality of education in schools include: Programmes should be based on a strong understanding of context. EUDs should be aware of the policies already in place, the performance of the education system and the\u0007allocation\u0007and\u0007management\u0007of\u0007financial\u0007and\u0007human\u0007 resources. Various tools are typically used for this, providing insights into the quality of education provision in schools\u0007and\u0007districts,\u0007and\u0007informing\u0007the\u0007identification\u0007of\u0007 priorities and strategies for system strengthening xxii : • Education\u0007Sector\u0007Analysis\u0007(ESA)\u0007is\u0007usually\u0007undertaken\u0007 by\u0007government,\u0007often\u0007with\u0007technical\u0007support,\u0007to\u0007identify\u0007 sector trends and bottlenecks when developing a sector plan / strategy. An ESA may be sector wide in its\u0007scope,\u0007but\u0007can\u0007also\u0007be\u0007more\u0007focused\u0007and\u0007targeted;\u0007 for crisis contexts, rapid assessment tools have been developed xxiii , including for analysis of potential drivers of\u0007conflict\u0007within\u0007the\u0007sector. • An annual appraisal of performance against the sector\u0007plan\u0007and\u0007priorities\u0007is\u0007often\u0007conducted\u0007by\u0007the\u0007 Ministry of Education and partners, using agreed performance indicators and drawing on data available within a national EMIS. • Public expenditure reviews may be conducted to assess\u0007the\u0007efficiency,\u0007effectiveness\u0007and\u0007equity\u0007of\u0007 expenditures, while public expenditure tracking surveys\u0007can\u0007show\u0007how\u0007funds\u0007and\u0007resources\u0007flow\u0007to\u0007 and are used by schools, and other institutions. • A range of tools and metrics can be used to understand what is happening in classrooms. These include classroom observation, and indicators such as teacher attendance, time spent teaching, and the availability of essential inputs, such as appropriate teaching and learning materials. Learning assessments might be undertaken at country level, and/or information on learning might be available from regional or global assessments such as PISA for Development, SEACMEQ and PASEC. • School-level information may be available in EMIS data or other reports. • Political economy analysis can be conducted within the sector or more broadly to better understand the underlying\u0007factors\u0007(nationally\u0007and\u0007locally)\u0007which\u0007will\u0007 xxii See PGNs in Part 2 for different tools to analyse context. xxiii See PGN 7 in Part 2 on Education in Emergencies and Protracted Crises ",
        "29 CHAPTER 3 | EU SUPPORT TO STRENGTHEN EDUCATION SYSTEMS influence\u0007the\u0007success\u0007of\u0007a\u0007reform\u0007or\u0007change\u0007process.\u0007 • Climate\u0007Risk\u0007Assessment\u0007(CRA)\u0007can\u0007be\u0007used\u0007to\u0007inform\u0007 the design of climate proof infrastructure. National-level analysis needs to be disaggregated to reveal\u0007the\u0007specific\u0007needs\u0007of\u0007geographical\u0007areas\u0007and\u0007 marginalised groups xxiv .\u0007Often\u0007more\u0007qualitative\u0007analysis\u0007 is needed to provide a deeper understanding, including particular capacity constraints and delivery challenges faced by schools and districts. Gender analysis should be part\u0007of\u0007an\u0007ESA\u0007or\u0007be\u0007conducted\u0007as\u0007a\u0007specific\u0007study. Context analysis should also look at the links with other sectors, to identify opportunities to promote cross sector work for instance with health and nutrition to promote equity in access to education or to ensure environmental risks are being addressed through the curriculum, teacher training or infrastructure programmes. It is vital to understand the established systems for school governance, including the roles and responsibilities of head teachers and school bodies, and whether schools are funded adequately. Analysis at this level should also account\u0007for\u0007differences\u0007across\u0007types\u0007of\u0007providers\u0007(public, \u0007 private\u0007or\u0007community).\u0007Where\u0007districts\u0007are\u0007responsible\u0007for\u0007 primary education, other authorities may be responsible for pre-school, secondary and tertiary levels. EUDs can draw on existing studies and analyses but should also be prepared to fund and support this work where it is lacking, including\u0007more\u0007specific\u0007and\u0007in-depth\u0007qualitative\u0007research. Identify the key actors at national and local levels for delivering change and develop a strategy for engagement. It is important to recognise who the main system\u0007actors\u0007are\u0007(e.g.\u0007through\u0007a\u0007stakeholder\u0007analysis),\u0007 and how a programme of support can encourage them to better work together, to ensure policy integration and coordination. In crisis situations, there may be multiple authorities responsible for education and the political economy may have complex technical implications, for instance where authorities play a role in attacks on education or fostering hatred and discrimination through the curriculum and its delivery. Identify and analyse risks specific to the sector which could affect programme outcomes, and provide mitigation strategies in line with broader EU guidance for project / programme formulation. In addition to the fiduciary\u0007risks\u0007that\u0007affect\u0007project\u0007implementation\u0007and\u0007 sustainability, ESA and other analysis should be used to\u0007identify\u0007the\u0007most\u0007significant\u0007sector-specific\u0007risks\u0007in\u0007 order to focus on those that are most likely to disrupt implementation. A plan should be developed as part of the preparation process to monitor and mitigate these risks throughout the programme’s life cycle. This should include risks\u0007associated\u0007with\u0007conflict\u0007and\u0007natural\u0007disaster.\u0007Another \u0007 area of risk in education is exacerbating inequalities in provision\u0007/\u0007opportunities\u0007(e.g.\u0007based\u0007on\u0007poverty,\u0007gender, \u0007 ethnicity,\u0007language,\u0007etc),\u0007with\u0007insufficient\u0007focus\u0007on\u0007the\u0007most \u0007 disadvantaged;\u0007children\u0007out\u0007of\u0007school\u0007and\u0007most\u0007in\u0007need\u0007 may not be properly included in existing data and analysis. Lessons from EU evaluations highlight the risks associated with\u0007ineffective\u0007system\u0007management\u0007functions\u0007and\u0007low\u0007 capacity at the school and district levels, limiting outcomes in terms of student participation and learning. There are a number\u0007of\u0007governance\u0007and\u0007political\u0007economy\u0007risks\u0007specific\u0007 to\u0007the\u0007sector,\u0007with\u0007implications\u0007at\u0007the\u0007school\u0007level\u0007(e.g. \u0007 data reliability linked to funding, provision of books and materials,\u0007teacher\u0007attendance\u0007and\u0007deployment),\u0007as\u0007well \u0007 as broader political will and consensus to support reform implementation. Finally, any education programme should include\u0007identification\u0007and\u0007analysis\u0007of\u0007risks\u0007linked\u0007to\u0007child\u0007 protection concerns. Identify clear objectives and strategic priorities, with coherence between system management and school- level provision of education. This should be based on the joint sector analysis and dialogue, aligned with national plans and in line with SDG commitments. As a part of the broader partnership, it is important for the EUD to plan and focus support based on a limited set of priorities. ESA may indicate\u0007specific\u0007groups\u0007or\u0007areas\u0007marginalised\u0007in\u0007current \u0007 provision, and institutional barriers to improving the quality of education in schools and higher education institutions. On this basis, an intervention logic should be developed to identify\u0007how\u0007specific\u0007system\u0007improvements\u0007can\u0007contribute\u0007 to better outcomes. EU objectives and strategic priorities should\u0007connect\u0007national-level\u0007support\u0007(e.g.\u0007for\u0007financial \u0007 management\u0007and\u0007HRM)\u0007to\u0007improvements\u0007at\u0007school\u0007level \u0007 (e.g.\u0007availability\u0007of\u0007funds\u0007for\u0007quality\u0007improvement,\u0007and\u0007 in-service\u0007support\u0007to\u0007teachers).\u0007As\u0007part\u0007of\u0007this,\u0007EU\u0007support \u0007 should encourage coherence between curriculum reforms, teacher training and development, textbooks, inspection, and examinations and assessment. Identify priorities in terms of sub-sectoral needs to promote the transition of students through the system. ESA should indicate bottlenecks where marginalised students have limited access or struggle to transition, acting as a barrier to broader objectives. For instance, limited\u0007access\u0007to\u0007Early\u0007Childhood\u0007Education\u0007(ECE)\u0007will \u0007 have an impact on primary completion and learning, dropout at secondary level will impact on take up of skills development and training for labour market access. It is important to identify indicators and approaches to data collection that reliably show changes in school and classroom practice. EU programmes have worked with a range of partners to develop indicators of school quality and to support national standards which can be measured and disaggregated at school level. The challenge is that where data does not exist, proxy\u0007indicators\u0007(e.g.\u0007%\u0007of\u0007qualified\u0007teachers)\u0007may\u0007not\u0007 show the reality of education in schools. xxiv See PGN 6 in Part 2. ",
        "30 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL Programme formulation should consider the best mix of EU modalities and inputs. To achieve results, programmes should\u0007contribute\u0007to\u0007better\u0007policy,\u0007addressing\u0007financing\u0007 gaps, availability of evidence, delivery capacity, or testing new approaches and targeting the most marginalised. Where\u0007education\u0007systems\u0007face\u0007significant\u0007funding\u0007 gaps,\u0007the\u0007main\u0007needs\u0007are\u0007often\u0007in\u0007recurrent\u0007spending, \u0007 for example for the provision of well-trained and motivated teachers or for school-level operations and quality improvement. Other considerations include: • Aligned sector funding, particularly sector budget support, can help to address system bottlenecks upstream, while focusing dialogue and harmonised technical cooperation can target the needs of marginalised districts and schools. • Indicators may highlight the need for improvement in under-performing\u0007districts\u0007(e.g.\u0007for\u0007completion\u0007rates\u0007 or\u0007meeting\u0007minimum\u0007standards).\u0007This\u0007may\u0007require\u0007 targeted\u0007support\u0007to\u0007meet\u0007the\u0007needs\u0007of\u0007specific\u0007groups\u0007 (e.g.\u0007children\u0007with\u0007disabilities,\u0007ethnic\u0007/\u0007linguistic\u0007or\u0007other\u0007 minorities),\u0007through\u0007improved\u0007facilities\u0007(e.g.\u0007in\u0007sanitation) \u0007 or appropriate teaching and learning materials. • Projects can support capacity for school improvement planning, community participation in school governance, accountability and monitoring, as well as the capacity of district authorities for school quality assurance and supervision.\u0007CSOs\u0007often\u0007have\u0007established\u0007local\u0007networks\u0007 and experience to contribute to this work. Align financing for system impact. A key consideration is the extent to which EU funds are channelled through or\u0007otherwise\u0007aligned\u0007with\u0007country\u0007public\u0007financial\u0007 management systems. Objectives should be clear about whether funding will enable increased recurrent spending or interventions with capital cost implications at central or local levels. Attention should also be given to the adequacy and timeliness of budgets, to possible bottlenecks in their execution and to sector Ministry capacity\u0007in\u0007financial\u0007management\u0007and\u0007associated\u0007 dialogue with the Ministry of Finance. EU\u0007budget\u0007support\u0007financing\u0007provides\u0007an\u0007opportunity\u0007 for\u0007further\u0007dialogue\u0007about\u0007specific\u0007PFM\u0007reforms\u0007in\u0007the\u0007 sector, and articulation and implementation of action plans\u0007which\u0007address\u0007the\u0007flow\u0007of\u0007funds\u0007or\u0007expenditure\u0007 issues. These objectives should determine the selection of indicators and the dialogue about the expected outputs. In some contexts, it is necessary to provide funding through\u0007projects\u0007which\u0007are\u0007“shadow\u0007aligned”,\u0007for\u0007example\u0007 to test a new way of working and to reinforce local capacity to manage funds and provide better education. Support for CSOs can contribute to policy dialogue and evidence. The EU funds CSO projects which develop research and evidence from service delivery to contribute to policy dialogue forums. This can be a component of a broader project, but funding can also be provided to specifically\u0007build\u0007CSO\u0007capacities\u0007to\u0007promote\u0007coordination\u0007 and\u0007research.\u0007CSOs\u0007themselves\u0007often\u0007need\u0007better\u0007M&E\u0007 systems\u0007to\u0007feed\u0007effectively\u0007into\u0007policy\u0007dialogue\u0007and\u0007to\u0007better \u0007 coordinate their work and joint advocacy. Authorities and development partners need to be open to and facilitate learning from the experiences of these organisations. Capacity development should be strategic, sustained, and aligned to the context. Technical cooperation should target schools and communities, as well as national and sub-national system management. Interventions should be designed based on an assessment of capacity needs and priorities. Support should be locally led and managed wherever possible and prioritise the strengthening of local expertise. Scoping should be undertaken to identify the\u0007capacity\u0007of\u0007different\u0007partners\u0007to\u0007support\u0007this\u0007work\u0007 at\u0007different\u0007levels,\u0007for\u0007example\u0007among\u0007CSOs,\u0007the\u0007private\u0007 sector, and within universities and research centres. Capacity development xxv should include on-the-job training and\u0007mentoring,\u0007courses\u0007(rather\u0007than\u0007one-off\u0007workshops) \u0007 and\u0007institutional\u0007twinning\u0007in\u0007specific\u0007technical\u0007areas\u0007(e.g.\u0007 inspection\u0007or\u0007research).\u0007A\u0007central\u0007feature\u0007of\u0007external \u0007 technical assistance should be the transfer of technical capacity to national experts and institutions. Institutional and organisational changes are also critical. The recruitment,\u0007retention\u0007and\u0007management\u0007of\u0007qualified\u0007and\u0007 motivated\u0007staff,\u0007regulations\u0007and\u0007guidance\u0007to\u0007strengthen\u0007 accountability\u0007and\u0007information\u0007flows\u0007are\u0007essential.\u0007 While capacity development should be responsive, there is a risk in spreading support too thinly or focusing only on short-term inputs. The EU and other partners can play an important role in encouraging the planning and design of education system reforms and interventions based on existing capacity, and aim to develop capacities through implementation, rather than over burdening\u0007school\u0007principals,\u0007district\u0007or\u0007ministry\u0007officials.\u0007 In crisis situations, the strengthening of system management is still a priority, alongside the immediate need to secure the continued provision of schooling. System management usually experiences huge strain during a crisis and may break down altogether. However, it is only by maintaining and if necessary re-establishing system operations that short-term support can contribute to longer-term resilience and development. xxvi As part of both short and long-term work there is a need to conduct conflict\u0007analysis,\u0007for\u0007example\u0007to\u0007understand\u0007the\u0007part \u0007 played\u0007by\u0007different\u0007actors,\u0007and\u0007whether\u0007the\u0007curriculum\u0007 addresses\u0007conflict\u0007or\u0007promotes\u0007discrimination.\u0007For\u0007building\u0007 more resilient education systems, EU support should help systems\u0007to\u0007plan\u0007for\u0007and\u0007adapt\u0007to\u0007rapid\u0007change\u0007(e.g.\u0007influx \u0007 of\u0007refugees\u0007or\u0007natural\u0007disasters). \u0007 EU support can also provide critical inputs for children xxv See PGN 4 in Part 2 for more on capacity development in education xxvi See PGN 7 in Part 2 ",
        "31 CHAPTER 3 | EU SUPPORT TO STRENGTHEN EDUCATION SYSTEMS and young people who are internally displaced or refugees, at risk of exclusion from education. Where possible the EU supports the integration of refugees into host education systems. In such contexts, the availability of\u0007trained\u0007teachers\u0007is\u0007a\u0007significant\u0007challenge\u0007and\u0007requires \u0007 targeted strategies for rapid training and ongoing support. There is also a need for psychosocial support, including for teachers, and above all children need to be safe when in or on the way to school. Strategies for children who are out of school due to crisis should include accelerated learning programmes, focusing on basic literacy and numeracy to enable access and re-entry to formal schooling. Other methods need to be considered to cope with short-term challenges, such as temporary school facilities and double shifting.\u0007As\u0007systems\u0007become\u0007re-established\u0007over\u0007time, \u0007 it may be important to integrate these approaches or reconsider them over the longer term. DG DEVCO, DG NEAR, FPI and ECHO are working together to operationalise the humanitarian development nexus, through joint analysis and planning of the education response. 88 Joint Humanitarian and Development Frameworks have been developed in a number of countries, to facilitate coordinated planning and programming of humanitarian and development responses. Aligning EU support to system needs This checklist outlines some of the broad issues to consider in understanding how and how well an education system operates, the challenges and opportunities, and options for EU support. This checklist is only indicative, providing a starting point, and is elaborated in more detail in the PGNs included in Part 2. FIGURE 11: CHECKLIST\u0007–\u0007ALIGNING\u0007EU\u0007SUPPORT\u0007TO\u0007SYSTEM\u0007NEEDS EU programme development Strengthening system management Strengthening school level delivery Understanding systems Where are education policy and plans set out, and what is their status? What are the budget allocation process, and systems for financial control and reporting? Who has responsibility and what is the process for career management? What quality assurance is conducted (including learning assessment)? Is there an annual performance report (using EMIS data)? How has crisis affected institutional or system capacity? To what extent are responsibilities decentralised? Who owns and runs schools? What is their level of autonomy, financing and local governance structures? Do they receive operating grants? Are there adequate numbers of teachers to meet demand and how many are qualified? How is teaching quality and the provision of teaching and learning materials ensured? Are there standards for school safety and learning environments and are they enforced? Are schools having to cope with additional demands caused by crisis? Identifying opportunities and challenges What are the national priorities and goals? How has evidence on learning, inclusion and access determined strategies and plans? Is the system expanding to respond to growing demand/ population? Does financing meet the needs of the sector and do funds reach schools in a timely manner? Does supply meet demand for qualified teachers, and are conditions appropriate? How are QA processes, reports and data used at different levels to inform improvements? Do districts have capacity to support schools? How can resilience to conflict, natural disasters and climate change be improved through better resource planning and allocation and other measures? What role do principals and communities play in leading and monitoring the learning process? Do schools have sufficient resources? What is known about teacher attendance and performance? What are the specific local barriers to student attendance and learning? Do principals and teachers receive any support to improve teaching and learning from district authorities? What support do teachers need to cope with crises and the impact of natural disasters and climate change? Options for EU contribution: Policy dialogue Budget support financing and indicators Technical cooperation and projects Engage in sector analysis, and strategic planning process and ESP. Play active role in local education groups and partnerships, and agree division of labour. Focus on comprehensive teacher and principal policy and professional development strategy. Overall financing for sector and/or allocation within sector; equitable spending on quality improvement, district functions, and salaries. Promote the need for more reliable and robust data collection and analysis, strengthen use of EMIS and develop rapid data collection in crises. Promote consensus on government role in regulating non-state provision. Capacity development for planning, financing, HRM and monitoring functions in MOE. Technical support for teacher preparation, development and competency frameworks. Strengthen CSO capacity for research and policy dialogue, and finance national university research into education systems. Support research and analysis to identify school level barriers to participation and learning, including teacher presence, and needs of vulnerable groups. Level and timeliness of funding available in schools; quality of expenditure and use of grants to drive quality improvement. Safety in school environment as part of national system, especially to address SRGBV. Indicators and research to capture changes in school and classroom practice; minimum service standards as benchmarks. Trial and support the use of local accountability tools, strengthened community engagement and support role in schools. School-based support systems for principals and teachers, including instructional teams and peer support (in remote/marginalised districts). Provide school facilities and inputs to marginalised areas. Direct support for schools in crisis and post-crisis contexts, especially in host communities under strain with an influx of refugees. Capacity development for integrating environment and climate change into education planning. ",
        "32 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL 3. Managing the EU contribution In planning and managing EU support for education, EU Delegations need to develop a strong understanding of the country situation, and collaborate with a range of national authorities and other development partners. Experience to date informs some priority areas of work for EUDs and considerations regarding the design, management and monitoring of its country education portfolio. Consider the political economy of the education context Supporting education systems requires an understanding not only of the formal governance structures and processes, but also the informal system.\u0007Often,\u0007the\u0007way\u0007things\u0007really\u0007work\u0007is\u0007more \u0007 reliant on the established interests and practices of\u0007different\u0007stakeholders,\u0007who\u0007may\u0007be\u0007more\u0007or\u0007less \u0007 resistant to change. So, while an education plan may seek to achieve results by reallocation of resources, or introducing new ways of working, there may be challenges in implementation due to the interests of specific\u0007groups\u0007or\u0007influential\u0007individuals.\u0007This\u0007may\u0007be\u0007 coming\u0007from\u0007within\u0007the\u0007sector\u0007(e.g.\u0007teachers,\u0007trainers,\u0007 unions,\u0007and\u0007education\u0007officials\u0007at\u0007central\u0007and\u0007sub- national\u0007levels)\u0007or\u0007from\u0007outside\u0007of\u0007the\u0007sector\u0007(e.g. \u0007 other\u0007ministries,\u0007local\u0007authorities,\u0007business\u0007interests).\u0007 This can be even more critical and complex in conflict-affected\u0007contexts,\u0007where\u0007specific\u0007actors\u0007or\u0007 even\u0007authorities\u0007may\u0007contribute\u0007to\u0007conflict\u0007through\u0007 the curriculum or unequal provision of materials and services.\u0007These\u0007relationships\u0007and\u0007influences\u0007may\u0007not\u0007 be easy to openly address, but should inform how the EU and other partners approach a process of change in the education system. They should also encourage wider participation, open exchange, transparency and voice in the policy process and its implementation. Use the programme intervention logic to plan and enhance the EU contribution At programme formulation, the intervention logic can\u0007help\u0007set\u0007out\u0007how\u0007the\u0007different\u0007inputs\u0007and\u0007direct \u0007 outputs are expected to contribute to intended results. Working towards critical expected outcomes, primarily whether all children are in school and learning, this should focus on the changes needed at school level, and how the strengthening of system management will contribute to this. The intervention logic and design then need to articulate how\u0007financing,\u0007dialogue,\u0007indicators\u0007and\u0007specific\u0007 technical\u0007inputs\u0007at\u0007different\u0007levels\u0007will\u0007contribute\u0007to\u0007 this. The EU should also help ensure coherence and complementarity with the work of other development partners. Be active in policy dialogue at different levels xxvii This work can be planned, and in the case of budget support programmes this is expected. 89 Planning should focus on selected priority areas, with entry points in the annual calendar of formal meetings and events such as sector reviews, regular sector coordination meetings, technical working groups, and budget processes. EU support beyond the education sector can also contribute, with high-level political dialogue sometimes being necessary to raise and address some of the more intransigent challenges, including allocation of resources or execution of budgets. Indeed, the EU can help catalyse the dialogue between\u0007different\u0007ministries\u0007and\u0007actors\u0007who\u0007need\u0007to\u0007 better\u0007coordinate\u0007or\u0007integrate\u0007policy\u0007(e.g.\u0007to\u0007address\u0007 environment\u0007and\u0007climate\u0007change\u0007challenges).\u0007 Effective\u0007policy\u0007dialogue\u0007requires\u0007EU\u0007staff\u0007to\u0007establish\u0007 a credible professional relationship with education stakeholders,\u0007particularly\u0007Ministry\u0007of\u0007Education\u0007officials\u0007 and\u0007other\u0007development\u0007partner\u0007staff.\u0007This\u0007requires\u0007 strong sectoral knowledge within the country context, and an ability to build trust and undertake constructive dialogue in a spirit of partnership. At times, it may be important to challenge views on critical issues, but it is also\u0007important\u0007to\u0007be\u0007flexible\u0007and\u0007respond\u0007to\u0007emerging\u0007 priorities. Policy dialogue requires a considerable investment of time, and takes place both in formal meetings with the government, but also in more ad hoc\u0007and\u0007informal\u0007meetings\u0007and\u0007field\u0007missions.\u0007 Promote partnership building The EU should participate actively in coordination mechanisms for the sector. They can make an important contribution to the partnership between development partners and government. Where there is a process of support from the GPE, local coordination mechanisms, particularly a Local Education Group, have a central role to play in the preparation and endorsement of the ESP, the application for GPE funding and the preparation and oversight of a support programme. These forums and partnerships are also essential in the ECW processes to develop first\u0007response\u0007and\u0007multi-year\u0007programmes.\u0007It\u0007is\u0007 important to engage in selection processes for the GPE coordinating agency and the grant agent. 90 EUDs could take on the role of coordinating agency for the preparation and implementation of GPE programmes. In crisis contexts, a joint humanitarian development coordination group may be in place, such as the Education Dialogue Forum for Syria. If not, then a partnership with the Education Cluster or with refugee response coordination units will be needed. xxvii See PGN 5 in Part 2. ",
        "33 CHAPTER 3 | EU SUPPORT TO STRENGTHEN EDUCATION SYSTEMS The EU should encourage the inclusiveness of coordination groups, by promoting participation of civil society organisations, and teacher and private sector representatives. These coordination forums help build a shared assessment of sector performance and challenges, and identify complementarities and gaps in support. They can also provide an opportunity to discuss lessons learned and areas for research. The EU should help ensure that the participation of partners is well prepared and coordinated, and ensure a streamlined approach which minimises the transaction costs to government. Monitoring, evaluation and learning should be core work for EU education staff Whatever mix of modalities is used to support an education system, the development of a M&E framework is critical to monitor progress, engage effectively\u0007in\u0007dialogue,\u0007and\u0007make\u0007adjustments\u0007to\u0007the\u0007 design of support if necessary. Whenever possible, a starting principle should be the alignment with the national results framework, and country M&E systems. Indicators for EU support should be drawn from common frameworks of this kind. However, engaging in the necessary analysis and dialogue on such indicators and the processes for data collection is essential. The selection of indicators xxviii should be closely linked to the development of the intervention logic for EU support. EU guidance sets a preference to focus on outcomes. Depending on the strength of education system management and service delivery, process and output indicators and targets are likely to be necessary and useful to help focus dialogue and support. Technical work should seek to identify indicators which will show change at school and classroom level. Another consideration is the timeframe over which change is expected. Many educational outcomes and associated indicators take time to achieve, so understanding the realistic level of change within three to\u0007five-year\u0007programmes\u0007is\u0007essential\u0007(e.g.\u0007for\u0007improved\u0007 literacy\u0007or\u0007completion\u0007rates).\u0007Finally,\u0007the\u0007EU\u0007should\u0007 plan\u0007for\u0007effective\u0007use\u0007of\u0007EU\u0007evaluation\u0007processes,\u0007 which can make an important contribution to learning about what has worked and how future programmes can best be formulated. The EUD should also consider funding research and evidence building in the sector. More work is needed to understand how system improvements are sustained Sustainability can only be achieved through stronger and more resilient education systems. However, sustainability is a term much used but not clearly defined\u0007and\u0007with\u0007limited\u0007consensus\u0007on\u0007how\u0007it\u0007can\u0007be\u0007 measured. EU programmes should consider at formulation the critical aspects necessary for sustainability. This should include changes in practice and\u0007behaviour\u0007(people)\u0007and\u0007embedding\u0007processes\u0007and\u0007 resources\u0007(organisations)\u0007that\u0007will\u0007over\u0007time\u0007establish\u0007 change in ways that can be continued over the longer term and without, or with reduced, external technical and\u0007financial\u0007support.\u0007It\u0007is\u0007important\u0007to\u0007build\u0007 consensus and critical mass around reforms and interventions, for example among teachers and principals to use new teaching practices to carry out peer support mechanisms within schools. Where sustainability rests on adoption and funding of an approach by the government, experience suggests that it can take some years to build evidence and consensus and make the necessary budget provision. 4. Recommended reading Budget Support Guidelines, Tools and Methods Series Guidelines No.7, European Commission, 2017 Support to Sector Programmes Tools and Methods Series Guidelines No.2, European Commission, 2007 Vocational Education and Training for inclusive growth in development cooperation, Tools and Methods\u0007Series\u0007Reference\u0007Document\u0007No.24,\u0007 European Commission, 2017. Sector Indicator Guidance: \u0007Education,\u0007DEVCO\u000704,\u0007 2018 xxviii For more guidance on results and indicators see EU Sector Indicator Guidance: Education and PGN 3 in Part 2 of this TMS. ",
        "34 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL Endnotes 1. Dabla-Norris, E, Kochhar, K., Suphaphiphat, K., Ricka, F & Tsounta, E., Causes and Consequences of Income Inequality: A Global Perspective, IMF Staff Discussion Note, June 2015 https://www.imf.org/external/pubs/ft/sdn/2015/sdn1513.pdf 2. The International Commission on Financing Global Education Opportunity, The Learning Generation: Investing in Education For A Changing World, 2018, p. 14 https://report.educationcommission.org/wp-content/uploads/2016/09/ Learning_Generation_Full_Report.pdf 3. UNESCO UIS Statistics, Number of out-of-school children, adolescents and youth of primary and secondary school age in 2017 http://data.uis.unesco.org/index.aspx?queryid=3372 (Data retrieved on 10 September 2019) 4. UNESCO, Fact Sheet No. 48: One in Five Children, Adolescents and Youth is Out of School, February 2018, p. 6 http://uis.unesco.org/sites/default/files/documents/fs48-one-five- children-adolescents-youth-out-school-2018-en.pdf 5. Education for All Global Monitoring Report, Policy Paper 21: Humanitarian Aid For Education: Why It Matters and Why More is Needed, June 2015, p.3 https://unesdoc.unesco.org/ark:/48223/pf0000233557/ PDF/233557eng.pdf.multi 6. UNESCO, Information Paper No: 49 Education and Disability: Analysis of Data from 49 Countries, March 2018, p. 3 http://uis.unesco.org/sites/default/files/documents/ip49-education- disability-2018-en.pdf 7. UNESCO, Fact Sheet No. 46: More Than One-Half of Children and Adolescents Are Not Learning Worldwide, September 2017, p.1 http://uis.unesco.org/sites/default/files/documents/fs46-more-than- half-children-not-learning-en-2017.pdf 8. European Commission, Communication from the Commission to the European Parliament and the Council on Education in Emergencies and Protracted Crises, 2018 http://ec.europa.eu/echo/files/news/Communication_on_Education_ in_Emergencies_and_Protracted_Crises.pdf 9. Early childhood education, primary and secondary education, technical and vocational training, higher education, non-formal education and lifelong learning 10. European Commission, Tools & Methods Series - Reference document no: 24: Vocational Education and Training For Inclusive Growth in Development Cooperation, 2017 https://publications.europa.eu/en/publication-detail/-/ publication/1d42f3eb-297c-11e7-ab65-01aa75ed71a1/language-en 11. UNESCO UIS Statistics, Number of out of school children, adolescents and youth of primary and secondary school age (data retrieved in December 2019). http://data.uis.unesco.org/index.aspx?queryid=3372 (Data retrieved on 10 September 2019). 12. UNESCO UIS Statistics, Number of out of school children of primary school age (data retrieved in December 2019) http://data.uis.unesco.org/index.aspx?queryid=121 13. UNESCO UIS Statistics, Number of out of school adolescents of lower secondary school age(data retrieved in December 2019). http://data.uis.unesco.org/index.aspx?queryid=122 14. WHO/UNICEF Joint Monitoring Programme For Water Supply, Sanitation and Hygiene, Drinking Water, Sanitation and Hygiene in Schools: Global Baseline Report, 2018, p. 6-7 https://www.unicef.org/media/47671/file/JMP-WASH-in-Schools- ENG.pdf 15. UNESCO, Fact Sheet No. 46: More Than One-Half of Children and Adolescents Are Not Learning Worldwide, September 2017, p.1 http://uis.unesco.org/sites/default/files/documents/fs46-more-than- half-children-not-learning-en-2017.pdf 16. UNESCO, Fact Sheet No. 46: More Than One-Half of Children and Adolescents Are Not Learning Worldwide, September 2017, p.11 http://uis.unesco.org/sites/default/files/documents/fs46-more-than- half-children-not-learning-en-2017.pdf 17. UNESCO, Fact Sheet No. 46: More Than One-Half of Children and Adolescents Are Not Learning Worldwide, September 2017, p.10 http://uis.unesco.org/sites/default/files/documents/fs46-more-than- half-children-not-learning-en-2017.pdf 18. UNESCO UIS Statistics, Out-of-school rate for children of primary school age (data retrieved in December 2019). http://data.uis.unesco.org/index.aspx?queryid=123 19. UNESCO UIS &GEM Report, Policy Paper 27/Fact Sheet 37: Leaving No One Behind: How Far On The Way To Universal Primary And Secondary Education, July 2016, p.5 http://unesdoc.unesco.org/images/0024/002452/245238E.pdf 20. Nicolai, S., et. al., Education Cannot Wait: Proposing A Fund For Education In Emergencies. London: ODI, 2016, p.7 https://www.odi.org/sites/odi.org.uk/files/resource-documents/10497.pdf 21. UNHCR, Stepping Up: Refugee Education In Crisis, 2019, p. 6 https://www.unhcr.org/steppingup/wp-content/uploads/ sites/76/2019/09/Education-Report-2019-Final-web-9.pdf 22. Education for All Global Monitoring Report, Policy Paper 21: Humanitarian Aid For Education: Why It Matters and Why More Is Needed, June 2015, p.3 http://unesdoc.unesco.org/images/0023/002335/233557E.pdf 23. For more detail, see UNESCO, Global Education Monitoring (GEM) Report: Education For People & Planet: Creating Sustainable Futures For All, 2016 https://unesdoc.unesco.org/ark:/48223/pf0000245752_eng 24. Adapted from International Council for Science and International Social Science Council, Review of Targets for the Sustainable Development Goals: The Science Perspective, 2015 https://council.science/wp-content/uploads/2017/05/SDG-Report.pdf and UNESCO, Global Education Monitoring (GEM) Report: Education For People & Planet: Creating Sustainable Futures For All, 2016 https://unesdoc.unesco.org/ark:/48223/pf0000245752_eng Sustainable development begins with education. How education can contribute to the proposed post-2015 goals. UNESCO 2014. https://en.unesco.org/gem-report/sustainable-development-begins- education 25. United Nations, Sustainable Development Goal 4: Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all https://sustainabledevelopment.un.org/sdg4 26. UNESCO, Education 2030: Incheon Declaration and Framework for Action for the implementation of Sustainable Development Goal 4, 2016 http://unesdoc.unesco.org/images/0024/002456/245656E.pdf ",
        "35 ENDNOTES 27. United Nations, SDG 4 Targets and Indicators, https://sustainabledevelopment.un.org/sdg4 28. UNESCO UIS, Quick Guide to Education Indicators for SDG4, 2018 http://uis.unesco.org/sites/default/files/documents/quick-guide- education-indicators-sdg4-2018-en.pdf 29. The Global Education Monitoring Reports, https://en.unesco.org/gem-report/ 30. Accountability in Education: Meeting our Commitments, GEMR (2017/18), https://en.unesco.org/gem-report/ 31. UNESCO Institute of Statistics http://uis.unesco.org 32. http://uis.unesco.org/en/topic/sustainable-development-goal-4 33. For more information see, UNESCO UIS, Quick Guide to Education Indicators for SDG4, 2018 http://uis.unesco.org/sites/default/files/documents/quick-guide- education-indicators-sdg4-2018-en.pdf 34. The World Inequality Database on Education (WIDE) https://www.education-inequalities.org 35. The Global Alliance to Monitor Learning http://gaml.uis.unesco.org/ 36. As anchored in: (i) the UN Convention on the Rights of the Child, 1990 https://www.ohchr.org/en/professionalinterest/pages/crc.aspx; (ii) the Charter of Fundamental Rights of the European Union, 2000, Article 14, www.europarl.europa.eu/charter/pdf/text_en.pdf; (iii) the Treaty on European Union, 2009, which expressly commits the EU to promote the protection of the rights of the child in EU internal and external action, Article 3, https://eur-lex.europa.eu/ legal-content/EN/TXT/?uri=celex%3A12012M%2FTXT 37. EU, The New European Consensus on Development - ‘Our world, our dignity, our future’ , 2017 https://ec.europa.eu/europeaid/new-european-consensus- development-our-world-our-dignity-our-future_en 38. European Commission, Joint Staff Working Document: Gender Equality and Women’s Empowerment: Transforming the Lives of Girls and Women through EU External Relations 2016-2020, 2015 https://ec.europa.eu/europeaid/sites/devco/files/staff-working- document-gender-2016-2020-20150922_en.pdf 39. European Commission Directorate-General for International Cooperation and Development, Joint Programming, https://eeas.europa.eu/sites/eeas/files/quick-guide_en.pdf 40. Including (i) European Commission, Communication From the Commission to the Council and the European Parliament on Education and Training in the Context of Poverty Reduction in Developing Countries, 2002, https://ec.europa.eu/europeaid/sites/devco/files/communication- education-com2002116-20020306_en.pdf; (ii) European Commission, Staff Working Document: More and Better Education in Developing Countries, 2010 https://ec.europa.eu/europeaid/sites/devco/files/more-and-better- education-in-developing-countries_en.pdf, (iii) European Commission, Communication from the Commission to the European Parliament and the Council on Education in Emergencies and Protracted Crises, 2018 https://ec.europa.eu/echo/files/news/Communication_on_Education_ in_Emergencies_and_Protracted_Crises.pdf 41. EU, T he New European Consensus on Development - ‘Our world, our dignity, our future’, 2017 p. 11 (Point 28) https://ec.europa.eu/europeaid/new-european-consensus- development-our-world-our-dignity-our-future_en 42. European Commission, Communication from the Commission to the European Parliament and the Council on Education in Emergencies and Protracted Crises, 2018 https://ec.europa.eu/echo/files/news/Communication_on_Education_ in_Emergencies_and_Protracted_Crises.pdf 43. European Commission, Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions on Increasing the impact of EU Development Policy: an Agenda for Change, 2011, https://eur-lex.europa.eu/legal-content/EN/TXT/PDF/ ?uri=CELEX%3A52011DC0637&qid=1412922281378&from=EN 44. UN General Assembly, New York Declaration for Refugees and Migrants, 16 September 2016, https://www.un.org/en/ga/search/view_doc.asp?symbol=A/RES/71/1 45. http://www.globalcrrf.org/ 46. The financial instruments mentioned in the table will be changing for the next Multiannual Financial Framework. A simplification is foreseen, with fewer instruments. For additional information see the factsheet on EU Budget for the Future: Neighbourhood and the World, 14 June 2018, https://ec.europa.eu/commission/sites/beta-political/files/budget- may2018-neighbourhood-development-cooperation_en.pdf and the factsheet on EU Budget for the Future: EU Humanitarian Aid, 14 June 2018, https://ec.europa.eu/commission/sites/beta- political/files/budget-may2018-humanitarian-aid_en.pdf 47. The Paris Declaration on Aid Effectiveness and the Accra Agenda for Action http://www.oecd.org/dac/effectiveness/ parisdeclarationandaccraagendaforaction.htm 48. https://ec.europa.eu/europeaid/aid-delivery-methods-different- approaches-aid_en 49. European Commission Directorate-General for International Cooperation and Development, Tools and Methods Series No: 7 - Budget Support Guidelines, 2017 https://ec.europa.eu/europeaid/budget-support-guidelines_en 50. European Commission Directorate-General for International Cooperation and Development, Innovative Financial Instruments (blending), https://ec.europa.eu/europeaid/policies/innovative- financial-instruments-blending_en 51. European Commission Directorate-General for International Cooperation and Development, Instrument contributing to Stability and Peace (IcSP), https://ec.europa.eu/europeaid/funding/funding-instruments-programming/ funding-instruments/instrument-contributing-stability-and_en 52. European Commission, Erasmus+, https://ec.europa.eu/programmes/erasmus-plus/node_en 53. European Union Support to Higher Education in the ASEAN Region, https://www.share-asean.eu/ 54. European Commission, Bologna Process and the European Higher Education Area, https://ec.europa.eu/education/policies/higher-education/bologna- process-and-european-higher-education-area_en 55. Global Partnership for Education (GPE), https://www.globalpartnership.org ",
        "36 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL 56. Global Partnership for Education, GPE 2020: Improving Learning and Equity Through Stronger Education Systems (Strategic Plan 2016-2020) November 2016, http://documents.worldbank.org/curated/en/970031514274379162/ pdf/122235-WP-PUBLIC-2016-11-gpe2020-strategic-plan.pdf 57. Education Cannot Wait (ECW), http://www.educationcannotwait.org 58. The International Finance Facility for Education (IFFEd), http://educationcommission.org/international-finance-facility-education/ 59. World Bank, What is IDA?, http://ida.worldbank.org/about/what-is-ida 60. Inter-agency Network on Education in Emergencies, http://www.ineesite.org/en/ 61. The EU – UN Spotlight Initiative, https://spotlightinitiative.org/ 62. European Commission Directorate-General for International Cooperation and Development, Pan-African Programme, https://ec.europa.eu/europeaid/regions/africa/continental- cooperation/pan-african-programme_en 63. European Commission Directorate-General for International Cooperation and Development, Pan-African Programme, https://ec.europa.eu/europeaid/regions/africa/continental- cooperation/pan-african-programme_en 64. Instrument for Development Cooperation (DCI), European Development Fund (EDF), European Neighbourhood Instrument (ENI), for Greenland (IfG) 65. Based on OECD list of ‘fragile states’ in OECD, States of Fragility 2018, Paris, August 2018, http://www.oecd.org/dac/states-of- fragility-2018-9789264302075-en.htm 66. A sample of CSO projects funded by the EU reveals these patterns. More comprehensive statistical analysis of CSO projects has not been undertaken. 67. This analysis is only covering Decisions that are focused on education. For the purpose of this analysis it has been used as an assumption one Decision was covering one programme. There are exceptions to this, though not considered significant enough to modify the analysis significantly. One Programme might be, and is often, covering several sub-sectors. 68. UNESCO International Standard Classification of Education (ISCED) provides a framework of internationally agreed categories http://uis.unesco.org/en/topic/international-standard-classification- education-isced 69. Horizontal or short route accountability is from schools to parents/ communities, vertical or long route to national or sub-national authorities. See The World Bank, World Development Report 2004: Making Services Work for Poor People, 2003, https://openknowledge.worldbank.org/handle/10986/5986 70. European Commission Directorate-General for International Cooperation and Development, Tools and Methods Series Reference Document No: 24 - Vocational Education and Training For Inclusive Growth In Development Cooperation, https://europa.eu/capacity4dev/t-and-m-series/documents/vocational- education-and-training-inclusive-growth-development-cooperation 71. School grants may fund basic school operations (e.g. materials/ supplies, electricity and maintenance) but can also enable spending on improved teaching quality (e.g. through training, teaching and learning materials) 72. School report cards inform school communities and the general public about school performance, to hold schools and districts accountable; the format and content varies depending on purpose. 73. GEM Report, ‘Language in school: If you don’t understand, how can you learn’, World Education Blog, 19 February 2016, https://gemreportunesco.wordpress.com/2016/02/19/language-in- school-if-you-dont-understand-how-can-you-learn/ 74. RAND, Teachers Matter Understanding Teachers’ Impact on Student Achievement, 2012 https://www.rand.org/pubs/corporate_pubs/CP693z1-2012-09.html 75. Guidelines exist to construct disaster- and climate-proof school facilities such as developed by the Inter-Agency Network for Education in Emergencies (INEE) and the Global Notes on Safer School Construction (GFDRR) on “Guidance Notes on Safer School Construction” (2009). 76. See INEE manuals, reports and guidelines on Disaster Risk Reduction http://www.ineesite.org/en/disaster-risk-reduction and Child Protection http://www.ineesite.org/en/child-protection 77. Policies (called “strategies” in French) usually cover 5 to 10 years. Strategies (usually called “plans d’action” in French) set the guidelines on a shorter-term basis to implement policies. 78. Global Partnership for Education, Policy Brief: GPE’s Engagement on Domestic Financing for Education, November 2018, p. 1. https://www.globalpartnership.org/sites/default/files/2019-02-gpe- domestic-policy-brief_web.pdf (https://www.globalpartnership.org/content/policy-brief-gpes- engagement-domestic-financing-education) 79. European Commission, Quality assurance for school development: Guiding principles for policy development on quality assurance in school education, 2nd edition, April 2018, https://ec.europa.eu/education/sites/education/files/document- library-docs/2018-wgs2-quality-assurance-school_en.pdf 80. OECD, Programme for International Student Assessment (PISA) http://www.oecd.org/pisa/ 81. McAleavy, T, Tran, T. H., & Fitzpatrick, R., Promising Practice: Government Schools In Vietnam, Education Development Trust, 2018 https://www.educationdevelopmenttrust.com/our-research-and- insights/research/promising-practice-government-schools-in-vietnam 82. Hatch, T., ‘10 Surprises in the High-Performing Estonian Education System’, International Education News, 2 August 2017 https://internationalednews.com/2017/08/02/10-surprises-in-the- high-performing-estonian-education-system/ 83. Highly structured lessons / lesson plans, with time allocated and often word for word scripts for teacher instructions. 84. European Commission Europaid, Tools and Methods Series Guidelines 2 - Support to Sector Programmes Covering the three financing modalities: Sector Budget Support, Pool Funding and EC project procedures, July 2007, https://ec.europa.eu/europeaid/sites/devco/files/ec-guidelines- support-to-sector-prog-2007-final-en.pdf 85. European Commission Directorate-General for International Cooperation and Development, Tools and Methods Series No: 7 - Budget Support Guidelines, 2017 https://ec.europa.eu/europeaid/budget-support-guidelines_en 86. European Commission Directorate-General for International Cooperation and Development, Tools and Methods Series No: 7 - Budget Support Guidelines, 2017 https://ec.europa.eu/europeaid/budget-support-guidelines_en 87. World Bank, Service Delivery Indicators https://www.sdindicators.org/indicators 88. Operationalising the Humanitarian - Development Nexus - Council conclusions (mai 2017), https://www.consilium.europa.eu/ media/24010/nexus-st09383en17.pdf, and Council conclusions on education in emergencies and protracted crises (November 2018), http://data.consilium.europa.eu/doc/document/ST-14719-2018- INIT/en/pdf 89. The coordinating agency supports the government to bring education partners together, and assist the preparation, implementation and monitoring of education sector plans. The grant agent supports the government in the preparation, implementation and the fiduciary oversight of the GPE programme. 90. See European Commission Directorate-General for International Cooperation and Development, Tools and Methods Series No: 7 - Budget Support Guidelines, 2017 https://ec.europa.eu/europeaid/budget-support-guidelines_en and European Commission Europaid, Tools and Methods Series Guidelines 2 - Support to Sector Programmes Covering the three financing modalities: Sector Budget Support, Pool Funding and EC project procedures, July 2007 https://ec.europa.eu/europeaid/sites/devco/files/ec-guidelines- support-to-sector-prog-2007-final-en.pdf ",
        "ANNEX ",
        "38 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL ANNEX 1 GLOSSARY TERMINOLOGY MEANING Accelerated learning / Accelerated learning programme A programme of intensive study that allows students to learn agreed material in a relatively short period of time. Usually used to help older children who have missed years of schooling to catch up and complete primary / basic education. Access The opportunity to enrol, participate in and progress through education programmes. Assessment Measurement\u0007of\u0007the\u0007outcomes\u0007of\u0007schooling,\u0007either\u0007summative\u0007(measuring\u0007how\u0007 much\u0007a\u0007student\u0007has\u0007learned)\u0007or\u0007formative\u0007(measuring\u0007how\u0007learning\u0007is\u0007occurring\u0007to\u0007 inform\u0007the\u0007teaching\u0007process) Basic education Primary and lower secondary education Behaviourism A theory that sees learning simply as the acquisition of new behaviour Certification Provision\u0007of\u0007an\u0007official\u0007document\u0007attesting\u0007to\u0007a\u0007given\u0007level\u0007of\u0007achievement Child protection and safeguarding Keeping\u0007children\u0007safe\u0007from\u0007abuse\u0007or\u0007neglect;\u0007particularly\u0007the\u0007policies\u0007and\u0007procedures\u0007 in place in any entity/organisation working with and for children, to protect them from\u0007harm\u0007and\u0007to\u0007recognise\u0007and\u0007fulfil\u0007their\u0007rights Classroom assessment Strategy used by teachers to gauge student progress Classroom observation Structured process of observing teaching and learning, usually to give teachers feedback,\u0007for\u0007the\u0007purpose\u0007of\u0007improving\u0007instruction;\u0007tools\u0007such\u0007as\u0007the\u0007Stallings\u0007 Classroom Snapshot may be used for broader M&E purposes. Cognitive development The acquisition of knowledge, thinking skills and problem-solving ability Cohort A group of students who begin a course of study at the same time. Community of practice An environment for teachers and school leaders to share experiences, discuss areas of interest, and provide professional support Completion The share of students who complete the programme they begin. Usually determined by\u0007the\u0007share\u0007of\u0007a\u0007cohort\u0007arriving\u0007for\u0007the\u0007first\u0007time\u0007in\u0007the\u0007final\u0007grade\u0007of\u0007a\u0007given\u0007cycle\u0007 of\u0007learning\u0007(e.g.\u0007primary,\u0007secondary) Conflict sensitive education Education\u0007that\u0007minimises\u0007the\u0007negative\u0007impact\u0007of\u0007conflict\u0007and\u0007contributes\u0007to\u0007peace- building Constructivism A theory that understands learning as taking place through experiences, and reflecting\u0007on\u0007those\u0007experiences Continuous professional development The planned process or system by which teachers improve their teaching skills, knowledge and values throughout their careers Curriculum All\u0007activities\u0007that\u0007occur\u0007in\u0007an\u0007educational\u0007context;\u0007the\u0007planned\u0007sequence\u0007of\u0007lessons,\u0007 learning content and learning goals that occur in a school setting to meet agreed national values and aspirations. ",
        "39 ANNEX | GLOSSARY Demonstration lesson A planned lesson, usually for the purpose of training teachers Double shift Use\u0007of\u0007the\u0007same\u0007school\u0007and\u0007classrooms\u0007by\u0007two\u0007different\u0007groups\u0007of\u0007students,\u0007usually\u0007 in the same school day Dropout Withdrawal from an education or training programme before its completion Early Childhood Education (ECE) Education\u0007programmes\u0007and\u0007activities\u0007(from\u0007birth\u0007until\u0007age\u00078)\u0007for\u0007children’s\u0007cognitive,\u0007 physical, social and emotional development before entering primary school Education for sustainable development Education that encourages learning to enable a more sustainable and just society EMIS An Education Management Information System for collecting and disseminating data to support education decision-making, planning, management and reporting/accountability Equality Treating all children the same way Equity Providing access to the same opportunities for all children Foundational skills Skills that serve as the basis for other learning, including literacy and numeracy Inclusive education Schooling which ensures all children can attend regular classes regardless of disability or are provided for with special education opportunities where appropriate. Inclusion has been more broadly applied to the participation, attendance and achievement of all children at risk of exclusion and marginalised for any reason Induction The process of providing support and mentoring to orient beginning teachers, usually\u0007during\u0007the\u0007first\u0007year\u0007of\u0007their\u0007careers.\u0007 Informal education / training Education/training that occurs outside of a structured curriculum In-service teacher training (INSET) Courses and activities allowing teachers to upgrade professional learning and skills Inspection Evaluation of schools to ensure that standards of teaching and administration are met, conducted by school inspectors / inspectorate Instructional leadership The management of curriculum and instruction, usually by school principals, on the basis of clear goals for student learning Language of instruction The\u0007medium\u0007used\u0007in\u0007the\u0007classroom.\u0007SDG\u00074\u0007promotes\u0007use\u0007of\u0007a\u0007child’s\u0007first\u0007or\u0007home\u0007 language at least for the early years of instruction Learning outcomes The knowledge, skills and competencies acquired through an educational process Learning pathways The\u0007different\u0007courses,\u0007programmes\u0007and\u0007other\u0007options\u0007available\u0007to\u0007students,\u0007both\u0007in\u0007 school\u0007and\u0007beyond,\u0007to\u0007discover\u0007new\u0007ideas,\u0007pursue\u0007their\u0007interests,\u0007gain\u0007qualifications,\u0007 and develop their skills for life and employment ",
        "40 REFERENCE DOCUMENT NO 27 | STRENGTHENING EDUCATION SYSTEMS TO PROVIDE LEARNING FOR ALL Lesson study Collaboration by teachers to plan, teach, observe, revise and share the results of a single class lesson Lifelong learning Self-motivated\u0007pursuit\u0007of\u0007knowledge\u0007throughout\u0007life,\u0007often\u0007referring\u0007to\u0007adult\u0007 learning opportunities Literacy The ability to read and write. It is increasingly understood as a continuum. Mentoring The guidance and support provided to a beginner teacher or a student by a more experienced\u0007person\u0007(teacher\u0007or\u0007student)\u0007acting\u0007as\u0007a\u0007role\u0007model Non-formal education Provision\u0007of\u0007a\u0007broad\u0007range\u0007of\u0007education\u0007opportunities\u0007(e.g.\u0007academic,\u0007life\u0007or\u0007work \u0007 skills)\u0007outside\u0007of\u0007the\u0007formal\u0007education\u0007system.\u0007Often\u0007used\u0007by\u0007students\u0007who\u0007have \u0007 dropped out of school, with the potential to re-enter school, and as part of adult learning. Numeracy The\u0007ability\u0007to\u0007apply\u0007and\u0007understand\u0007basic\u0007numerical\u0007concepts;\u0007measurement\u0007of\u0007 numeracy\u0007differs\u0007across\u0007countries Pre-primary Education\u0007provision\u0007prior\u0007to\u0007entry\u0007into\u0007primary\u0007school,\u0007often\u0007intended\u0007to\u0007build\u0007skills\u0007 for success in primary schooling Pre-service teacher training (PRESET) / initial training Professional development to make a person eligible to join the teaching profession Private / non-state provision Schools not administered by governments / public authority Quality education An education that provides all children with the basic cognitive and non- cognitive skills needed for success in life and to contribute to society, in a safe environment Resilience in education The\u0007ability\u0007of\u0007schools\u0007or\u0007individuals\u0007to\u0007continue\u0007to\u0007work\u0007effectively\u0007in\u0007the\u0007face\u0007of\u0007 insecurity or emergency, whether due to human or natural causes School based management The transfer of decision-making authority to the school level School board / management committee (SMC) Governing body, which usually involves community members in school-level information sharing or decision-making School governance Processes\u0007by\u0007which\u0007resources\u0007are\u0007used\u0007effectively\u0007and\u0007with\u0007accountability\u0007to\u0007achieve\u0007 school objectives, usually including school improvement planning, monitoring and reporting School improvement plan A way of planning changes to improve learning or other outcomes, and to track change\u0007over\u0007time,\u0007using\u0007available\u0007resources\u0007(school\u0007grants,\u0007contributions,\u0007etc.) ",
        "41 ANNEX | GLOSSARY School score card A report designed to involve community members or other stakeholders in assessing\u0007a\u0007school\u0007against\u0007defined\u0007criteria\u0007or\u0007standards,\u0007for\u0007example\u0007in\u0007use\u0007of\u0007 resources, teaching or achievement levels Scripted lessons Highly structured lessons typically designed as a transitional strategy for beginning or\u0007under-qualified\u0007teachers\u0007with\u0007low\u0007capacity\u0007in\u0007teaching\u0007methods\u0007and/or\u0007subject\u0007 knowledge Subject knowledge Information that teachers are expected to understand about the content in a given academic discipline such as mathematics, language or history Teacher appraisal / evaluation Formal process of review, dialogue and feedback to teachers about their teaching practice, skills and professional development Teaching and learning materials Objects, texts and other resources used for instructional purposes Tertiary education Post-secondary education, including universities, vocational education and training, and trade schools and colleges Transferable / non-cognitive skills Skills\u0007that\u0007are\u0007considered\u0007as\u0007not\u0007specifically\u0007related\u0007to\u0007a\u0007particular\u0007job,\u0007task,\u0007 academic discipline or area of knowledge and that can be used in a wide variety of situations\u0007and\u0007work\u0007settings\u0007(for\u0007example,\u0007organizational\u0007skills).\u0007Also\u0007referred\u0007to\u0007as\u0007 social and emotional skills, covering a range of skills, attitude and behaviour such as perseverance, motivation, teamwork and communication Twenty-first century skills Related to transferable skills, particularly focusing on abilities such as creativity, communications, digital skills and leadership needed for success in life Vouchers Funding provided by the state for a student to attend a school chosen by her/his parents A more complete educational glossary is available at: https://learningportal.iiep.unesco.org/en/glossary ",
        "How to obtain EU publications Free publications: •\u0007via\u0007EU\u0007Bookshop\u0007( http://bookshop.europa.eu ); • at the European Union’s representations or delegations. You\u0007can\u0007obtain\u0007their\u0007contact\u0007details\u0007on\u0007the\u0007Internet\u0007( http://ec.europa.eu)\u0007 or\u0007by\u0007sending\u0007a\u0007fax\u0007to\u0007+352\u00072929-42758. Priced publications and subscriptions: •\u0007via\u0007EU\u0007Bookshop\u0007( http://bookshop.europa.eu ). ",
        "",
        "M N - BB - 20 - 001 - E N - N Contact information European Commission International Cooperation and Development Rue\u0007de\u0007la\u0007Loi\u000741\u0007-\u0007B-1049\u0007Brussels Fax:\u0007+32\u0007(0)2\u0007299\u000764\u000707 E-mail: europeaid-info@ec.europa.eu "
    ]
}