{
    "text": [
        "Written by ICF Consulting Services Limited November 2020 Analysis of the responses to the public consultation on the integration and inclusion of migrants and people with a migrant background Synthesis report ",
        "EUROPEAN COMMISSION Directorate-General for Migration and Home Affairs Directorate C Migration, Protection and Visa Unit C.2.: Legal pathways and integration E-mail HOME-NOTIFICATIONS-C2@ec.europa.eu European Commission B-1049 Brussels ",
        "EUROPEAN COMMISSION Directorate-General for Migration and Home Affairs November 2020 DR-03-20-781-EN-N Analysis of the responses to the public consultation on the integration and inclusion of migrants and people with a migrant background Synthesis Report ",
        "Analysis of the public consultation on the integration and inclusion of migrants and people with a migrant background Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). LEGAL NOTICE This document has been prepared for the European Commission however it reflects the views only of the authors, and the Commission cannot be held responsible for any use which may be made of the information contained therein. More information on the European Union is available on the Internet (http://www.europa.eu). Luxembourg: Publications Office of the European Union, 2020 ISBN 978-92-76-25458-4 DOI 10.2837/110357 © European Union, 2020 Reproduction is authorised provided the source is acknowledged. ",
        "Analysis of the public consultation on the integration and inclusion of migrants and people with a migrant background Table of Contents 1 Introduction ................................................................................................ 1 2 Who replied to this public consultation? .......................................................... 1 3 What are the views of respondents who replied to the public consultation? .......... 2 3.1 Definition of integration.......................................................................... 2 3.2 Role of different actors in the integration process ...................................... 4 3.3 The role of the EU and priority areas for EU action ..................................... 4 3.4 Practical actions at EU level .................................................................... 5 3.5 Governance and cooperation ................................................................... 5 4 Next steps .................................................................................................. 6 ",
        "Analysis of the public consultation on the integration and inclusion of migrants and people with a migrant background November 2020 1 1 Introduction The public consultation on the integration and social inclusion of migrants and people with migrant background ran from 22 nd July until 21 st October 2020. The objective of the public consultation was to collect the views on a number of key aspects and identify priorities from a broad range of stakeholders. The consultation was open to all interested stakeholders from the public and private sectors, including national and local authorities, commercial and non-commercial organisations, experts, academics as well as EU and non-EU citizens. The public consultation was complementary to the targeted consultation meetings organised in parallel with different stakeholders. The results of the public consultation will feed into a new action plan on integration and inclusion as announced in the 2020 European Commission’s Work Programme and in the new Pact on asylum and integration. The integration and social inclusion of migrants are crucial not only to ensure the cohesion of our societies but also to address skills gaps, labour shortages, and to boost economic performance overall. The EU's competences in the area of integration are set out in the Treaty on the Functioning of the European Union. While the EU has no competence to harmonise laws and regulations in Member States related to integration, the EU may provide various incentives and support for Member States to advance the integration of third-country nationals legally residing on their territory. The Treaty on the Functioning of the European Union also sets out the EU's competence to support and complement Member States’ activities in combating social exclusion and poverty. The key documents setting out the scope for the EU action on integration of migrants are the 2004 common basic principles for immigrant integration with its 11 principles, including the respect for basic EU values, and the Commission's 2016 action plan on the integration of third-country nationals. 2 Who replied to this public consultation? The public consultation received 864 responses. In addition, 53 written contributions were received from 7 individuals (all EU citizens) and 46 organisations. A majority of respondents answered as individuals (63% or 541 responses out of all responses). Out of those, 94% (or 508 responses) were EU citizens and 6% (or 33 responses) were non-EU citizens. The rest of the respondents (37% or 323 responses) answered as organisations, with 13 non-EU based organisations. The main types of organisations were non-governmental organisations (139 responses), academic/research institutions (72 responses) and public authorities (40 responses). A few responses were received from business associations, trade unions, business organisations and consumer organisations 1 . Responses were received from all EU Member States and the main countries represented were Slovakia (38% or 324 responses), Belgium (9% or 81 responses), Spain (73 responses), Germany (63 responses), Italy (52 responses) and France (39 responses). 1 47 respondents defined themselves as other categories of organisations, including 6 associations, 2 religious organisations, 2 networks and one foundation. ",
        "Analysis of the public consultation on the integration and inclusion of migrants and people with a migrant background November 2020 2 Figure 1. Profile of respondents The highest number of responses from organisations were received from Belgium (62 responses); followed by Spain (54 responses), Germany (36 responses) and Italy (35 responses). The highest number of responses from individuals were received from Slovakia (318 responses or 59% of the replies received from individuals); followed by Germany (27 responses), France (21 responses), Belgium (19 responses) and Spain (19 responses). The public consultation received a particularly high number of responses from Slovak citizens (324 responses) who largely conveyed a negative perception of migrants and migrants’ integration 2 . This high number of responses represents almost 60% of the responses by EU citizens and more than a third of all responses, which has obviously an impact, sometimes important, on some results 3 . The analysis therefore systematically assessed the number and share of Slovak respondents, in addition to analysing the replies from the EU citizens, the non-EU citizens (individuals) and the organisations. 3 What are the views of respondents who replied to the public consultation? 3.1 Definition of integration Successful integration and social inclusion were perceived by respondents through several factors and outcomes. Labour market participation was most commonly seen as a defining factor for migrant integration (22% of respondents to this question). Another important factor highlighted by 21% of respondents was speaking the language of the host country . Other commonly indicated factors for successful integration included adequate housing, access to healthcare as well as equal treatment in terms of access to the same rights, social protection and the same socio-economic opportunities . 2 No specific campaign has been identified. In Slovakia, the information on the Public Consultation was widely published in different online media news websites between 23 – 28 July 2020 (around 30 articles), which was shared via social media. The bulk of the responses were concentrated in 2 days – i.e. 142 respondents replied on 7 October and further 84 on 8 October 2020. Respondents formulated their own views in their own words – i.e. not identical or very similar responses received. 3 The impact is to be taken into account when analysing the support or the non-support to some issues. It was often chosen by the Slovak respondents to reply “other” to questions and to express their rejection of migration and integration policy in general. ",
        "Analysis of the public consultation on the integration and inclusion of migrants and people with a migrant background November 2020 3 More than 10% indicated that migrants would need to feel a sense of belonging, acceptance or contentment in the host country to be successfully integrated and socially included as well as being part of a community, through events (for example, local clubs or charity events) and to establish networks of friends and contacts (particularly with residents), to be able to socially integrate into society. Another 22% reported adopting the local culture and customs and respecting the culture and laws of the host country as factors for successful integration 4 . As regards to the challenges for successful migrant integration, with slight variations between organisations and individuals, respondents saw a lack of knowledge of the language of the host country as the top challenge indicated by 57% of all respondents – with both organisations and individuals perceiving this as a key challenge. Other indicated main challenges included difficulties in recognition of qualifications and skills validation (32% of all respondents); discrimination, xenophobia and racism (30%) as well as difficulties in finding a job (30%). Figure 2. Main challenges for successful integration(n=848) 4 However, these answers were often coupled with a negative perception of migrants or migrants’ integration, i.e. that migrants are reluctant to integrate or are willing to change the culture of the host country. ",
        "Analysis of the public consultation on the integration and inclusion of migrants and people with a migrant background November 2020 4 A majority of respondents (76% of the respondents to this question) considered that there are areas where migrants and other groups in society face similar challenges. As indicated by respondents, the most common areas where migrants and other groups in society face similar challenges were employment (57%), followed by social inclusion (52%), education (45%) and housing (39%). Conversely, areas which were not commonly selected by respondents included vocational training (14%), health (15%) and participation in social life (24%). Other areas indicated by respondents included social mobility, justice, bureaucracy and digitalisation. Overall, respondents recognised that migrants experience similar challenges as other groups in society. The most significant of these challenges – as reported by 25% of respondents to this question – is employment and access to the labour market . In particular, respondents perceived migrants as more likely to experience unemployment and limited access to work opportunities than other groups in society, especially in terms of jobs commensurate with their skills and experience. Financial insecurity, precarious work and exploitation, alongside prejudice and discrimination in the labour market were reported as a challenge by nearly 15%. Two-thirds of respondents thought that social inclusion measures targeting migrants could also benefit other groups in society, whereas a third of respondents did not. Furthermore, two-thirds of respondents considered that there were specific groups of migrants who were in need of targeted support with an equal share of individuals and organisations. The top group considered in need of targeted support was unaccompanied minors (51%), followed by women (48%), children (36%) and asylum seekers (33%). A slight majority (55%) of respondents supported targeted measures should be in place to facilitate the integration of people in need of protection being relocated, with a clear support to private sponsors and local communities 5 . 3.2 Role of different actors in the integration process Most of the respondents considered local , regional / national authorities and civil society organisations amongst the most important stakeholders. For more than half of the respondents to the question, local communities can significantly contribute to the integration process by becoming of ambassadors / mentors , helping migrants navigate the job market or learning the language as well as promoting meaningful exchanges among community members (youth, sport activities) A majority of respondents (62% 6 ) perceived that it is important to involve migrants in the design and implementation of integration measures. The most salient suggestion of such involvement related to the co-design of integration measures and programmes (42%) and to regular consultation processes (15%). 3.3 The role of the EU and priority areas for EU action Several questions focused on the role of the EU and the definition of key areas for future EU action on integration and the social inclusion of migrants. Local authorities, civil society organisations and national authorities were considered 5 Both the targeted support for specific groups of migrants and the targeted measures to facilitate the integration of people being relocated were clearly rejected by the Slovak respondents, which decreases significantly the overall share of supportive respondents. 6 A share largely and negatively influenced by numerous Slovak respondents estimating that involving migrants and people with migrant background was not important. ",
        "Analysis of the public consultation on the integration and inclusion of migrants and people with a migrant background November 2020 5 as the actors that should receive in priority EU support through exchanges of practices and expertise. Civil society organisations and national authorities were ranked second and third overall by respondents Large shares of respondents saw the professional sphere and processes as priority areas for EU work , such as employment (51%), vocational training (34%), and recognition of skills (33%) together with education , including early childhood and care (48%). In addition, 42% of respondents considered that the EU should focus on supporting actions on the ground through EU funding followed by supporting better cooperation between the different actors responsible for integration for 31% of respondents. In terms of funding, a majority of respondents considered the impact of the EU funding for integration to be very important or important (60%), while those who perceived that this is not important or not at all important accounted for 25%. Such funding was thought to be most helpful supporting the fields of employment (34%), education (32%), and vocational training (26%). Respondents thought that key recipients of EU funding should be local authorities (49%), civil society organisations (38%), national authorities (27%), and education and training institutions (25%). Lastly, respondents (639) provided a varied range of suggestions for improvement of EU funding for integration. The most common types of suggestions included facilitating access to EU funding (e.g. through simplified procedures – 7%); the distribution of funding directly to local and regional authorities (6%); the direct provision of funding to NGOs and migrant community organisations (5%); and an improved monitoring and evaluation of EU-funded projects to ensure funds reach end beneficiaries and that project results are considered in future funding decisions (5%). 3.4 Practical actions at EU level Some questions explored the type of actions which could be adopted at EU level to support migrant integration and inclusion. 60% of respondents (or 410 from a total of 680) provided at least one suggestion, with the most salient being support for employment and the development of skills (23% of suggestions), and educational programmes (20%). 55% of respondents highlighted innovative practices, which also focused on labour market insertion (24% of examples provided) and the facilitation of language courses or access to education through tailored programmes or student exchanges (11% of examples). In addition, a large share of respondents (70%) suggested ways in which they could contribute to new integration initiatives, the most prominent being again linked to education, training and professional development (30% of examples provided), as well as the sharing of best practices and cooperation (20%). 3.5 Governance and cooperation Some questions covered in this section explored the perceived importance of boosting cooperation and partnerships among key stakeholders and asked for good examples of such agreements. A significant number of respondents supported the idea that building partnerships between different stakeholders and cooperation between the EU, national and local level is an important or very important aspect in the field of integration and social inclusion of migrants. When asked to suggest successful examples of partnership/cooperation, a large proportion of respondents (60%) provided at least one example which mostly related to educational programmes for migrants, networking groups , cultural events, and sports activities that promote integration while boosting tolerance and cultural exchanges. Other questions sought understanding how much the specific needs of migrants should be taken into consideration in integration and inclusion policies and practices. 66% of respondents answering the question indicated that taking into consideration the ",
        "Analysis of the public consultation on the integration and inclusion of migrants and people with a migrant background November 2020 6 specific situation of migrant women, men and children in integration and inclusion policies is important or very important. Furthermore, a majority of respondents (57% 7 ) perceived as important and very important that the specific needs of migrants are expressly taken into consideration by public services . In addition, almost half (49%) of the respondents to the question suggested examples of good integration practices, which consider the specific needs of migrants. The most prominent ones were again linked to education , networks , intercultural events , while also adding counselling and mentoring programmes. 4 Next steps The results of this consultation will feed into the future action plan on integration and inclusion foreseen to be adopted the last quarter 2020 as announced in the 2020 European Commission Work Programme under the current European Commission's priority of promoting our European way of life. The future action plan is part of a second 'package' linked to the new Pact on migration and asylum. A more detailed analysis report is presented separately. 7 A share negatively influenced by numerous Slovak respondents estimating not important and not at all important that the specific needs of migrants are expressly taken into consideration by public services. ",
        "GETTING IN TOUCH WITH THE EU In person: All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european- union/contact_en On the phone or by email: Europe Direct is a service that answers your questions about the European Union. You can contact this service:  by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls)  at the following standard number: +32 22999696, or  by email via: https://europa.eu/european-union/contact_en ",
        "doi:10.2837/110357 "
    ]
}