{
    "text": [
        "EN EN EUROPEAN COMMISSION HIGH REPRESENTATIVE OF THE EUROPEAN UNION FOR FOREIGN AFFAIRS AND SECURITY POLICY Brussels, 25.3.2015 SWD(2015) 64 final JOINT STAFF WORKING DOCUMENT Implementation of the European Neighbourhood Policy in Azerbaijan Progress in 2014 and recommendations for actions Accompanying the document JOINT COMMUNICATION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC ANS SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Implementation of the European Neighbourhood Policy in 2014 {JOIN(2015) 9 final} {SWD(2015) 63 final} {SWD(2015) 65 final} {SWD(2015) 66 final} {SWD(2015) 67 final} {SWD(2015) 68 final} {SWD(2015) 69 final} {SWD(2015) 70 final} {SWD(2015) 71 final} {SWD(2015) 72 final} {SWD(2015) 73 final} {SWD(2015) 74 final} {SWD(2015) 75 final} {SWD(2015) 76 final} {SWD(2015) 77 final} ",
        "2 1. OVERALL ASSESSMENT AND RECOMMENDATIONS FOR ACTION This document reports on the progress made between 1 January and 31 December 2014 in the implementation of the EU-Azerbaijan European Neighbourhood Policy (ENP) Action Plan. Developments outside this reporting period are taken into consideration where relevant. This is not a general review of the political and economic situation in Azerbaijan. Information on regional and multilateral sector processes is contained in the Eastern Partnership Implementation Report. Azerbaijan made good progress in its macroeconomic development, not least through its efforts to further diversify the economy. The macroeconomic environment remained stable due to growth in the non-oil economy and greater social stability. There were no relevant developments in trade although there was some progress regarding Azerbaijan’s WTO membership after two substantive rounds of negotiation. There was good progress on the EU’s Strategic Energy Partnership with Azerbaijan to improve European energy security and the diversification of energy supplies. The commitment to implementing the Southern Gas Corridor continued to be of utmost importance for EU-Azerbaijan dialogue. There was tangible progress with regard to several bilateral agreements, such as the entry into force of the Visa Facilitation Agreement and the Readmission Agreement, preparation to implement the Mobility Partnership, and the signature of the Protocol on Azerbaijan’s participation in EU programmes and agencies, which can help further to develop EU- Azerbaijani relations. Between May and November, Azerbaijan held the chairmanship of the Committee of Ministers of the Council of Europe. At the same time, conditions for civil society organisations in Azerbaijan (CSOs) deteriorated considerably and a more restrictive legal framework was introduced. As a result, many CSOs suspended their activities. A number of prominent human rights defenders were detained, travel bans were issued and bank accounts of CSOs were frozen. Amendments to the Electoral Code to improve the composition of electoral commissions and conditions for candidate registration, as recommended by the Organisation for Security and Cooperation in Europe’s Office for Democratic Institutions and Human Rights (OSCE/ODIHR), were not implemented in 2014. The municipal elections held in December were prepared and conducted on a good technical level. However, little time was made available for campaigning and there were some shortcomings that will need to be addressed. No legislation was adopted to protect human rights and fundamental freedoms. International standards were often not respected. In certain areas, such as freedom of expression and freedom of association, even factual restrictions persisted. Only limited progress was reached in the fight against corruption and there was a lack of coherence in initiatives and continuing actions. There was no progress regarding actual judicial independence. Last year it was the 20th anniversary of the 1994 ceasefire agreement in the Nagorno- Karabakh conflict against the background of a continued stalemate. The Presidents of Azerbaijan and Armenia met in Sochi, at the NATO summit in Newport and in Paris, revitalising the most important channel of communication between the two sides and exchanges on a peaceful settlement. The security situation on the ground remained a matter of serious concern amid incidents and casualties on a level not seen since 1994, an increase in confrontational rhetoric and a continued arms race. The EU continued to fully support the ",
        "3 OSCE Minsk Group Co-Chairs and peace-building activities. The High Representative for Foreign Affairs and Security Policy / Vice-President of the European Commission supported continued peace-making efforts, including through the new EU Special Representative (EUSR) for the South Caucasus and the conflict in Georgia, Herbert Salber. He regularly visited the region for high-level meetings and maintained frequent contacts with relevant interlocutors. There were welcome achievements in macroeconomic developments, the finalisation and publication of the Public Expenditure and Financial Accountability (PEFA) review and in the energy partnership with the EU, notably the implementation of the Southern Gas Corridor (SGC). Nevertheless, these achievements were overshadowed by regression in most areas of deep and sustainable democracy, human rights and fundamental freedoms. As a result, Azerbaijan made very limited progress overall in implementing the ENP Action Plan. The frequency of political dialogue between the EU and Azerbaijan also decreased, and this had a knock-on effect on the formal human rights dialogue. Based on the assessment of its progress in 2014 on implementing the ENP, Azerbaijan should focus its work in the coming year on: • respecting and implementing its commitments as a member of the Council of Europe on fundamental rights and freedoms, the rule of law (in particular by strengthening the independence of the judiciary and the right of defence/equality of arms); improving democracy and human rights in the country in almost all related areas; respecting and implementing the rulings of the European Court for Human Rights; • creating a more conducive political environment for civil society, in particular making the related legal framework less restrictive, allowing civil society organisations to carry out their activities; • stepping up efforts towards reaching a comprehensive peace settlement in accordance with the commitments made in the Minsk Group; refraining from actions and statements that could heighten tension and undermine the peace process; creating an environment conducive to making progress in resolving the conflict and to encouraging and supporting related peace-building activities; ensuring that EU representatives working in support of conflict transformation activities have unimpeded access to Nagorno-Karabakh and the surrounding regions; • reinvigorating steps to upgrade the existing partnership between the EU and Azerbaijan in order to better reflect new realities in mutual relations; • bringing electoral legislation into line with OSCE/ODIHR recommendations and ensuring effective implementation before the forthcoming parliamentary elections; • continuing the reform of the judiciary, adopting the 2014-20 Judiciary Reform Programme and ensuring full independence of the judiciary. This will include the following measures: passing a law on the role of the Judicial Legal Council; analysing shortcomings in judicial practice, and giving full consideration to reports of alleged shortcomings resulting in unfair trials with a view to addressing these and ",
        "4 rehabilitating those imprisoned; improving training of the judiciary; nominating a contact point for Eurojust to facilitate closer judicial cooperation; • adopting a law on defamation with the aim of decriminalising libel; • implementing the 2012-2015 National Anti-Corruption Action Plan; • continuing the policy of economic diversification and development of the regions, in particular adopting and implementing a law on competition to create more predictability and transparency in the market and a level playing field for investors; • aligning policy, legislative and institutional frameworks on local government in Azerbaijan with the European Charter of Local Self-Government. 2. POLITICAL DIALOGUE AND REFORM Deep and sustainable democracy The political dialogue between the EU and Azerbaijan (including the visits by the then European Commission President Barroso and Vice-President Šef č ovi č ) was enhanced in light of the strong Azerbaijani commitment to the southern gas corridor, intensive dialogue over regional issues, including Ukraine, and security, including international terrorism. However, political dialogue was overshadowed by Azerbaijan’s deteriorating democracy and human rights record and the shrinking space for civil society. Azerbaijan continued to participate in the multilateral events of the EaP (on energy security, SMEs and trade). The democratic and human rights environment significantly deteriorated in 2014 while Azerbaijan was chairing the Committee of Ministers of the Council of Europe between May and November. On 17 October 2014 President Aliyev signed a decree amnestying 84 prisoners, including Shahin Novruzlu, Elsever Mursalli and Bakhtiyar Guliyev, three pro- democracy youth activists associated with the N!DA Civic Movement, and Hasan Huseynli, Head of the ‘Perfect Citizen’ non-governmental organisation after the N!DA youth activists had sent respective petitions. In addition, 87 prisoners were pardoned in the President’s newyear pardon on 29 December 2014. Among them were 10 civil activists, including two other N!DA members: Zaur Gurbanli and Uzeir Mammadli, and two journalists: Avaz Zeynalli, editor-in-chief of the ‘Khural’ newspaper and Sardar Alibeyli from the ‘Nota Bene’ newspaper and the ‘PS Nota’ news portal. New legislation on NGOs entered into force at the beginning of 2014. National independent and international NGOs working in Azerbaijan faced both administrative and judicial problems. Administrative problems resulted in administrative fines, unclear tax claims and problems with the use of bank accounts. Judicial problems related to criminal investigations and arrests of NGO leaders on charges of treason, tax evasion, illegal entrepreneurship and abuse of power. These also created obstacles to receiving EU financial assistance. Some NGOs felt forced to leave the country, while others closed or were compelled to scale down their operations. On 17 October 2014 the Milli Majlis adopted amendments to the laws on non-governmental organisations (public associations and foundations)’ and on grants. These were approved by President Aliyev on 19 November 2014. The absence of clear implementing rules recreated a legal vacuum and forced some civil organisations to temporarily scale down their activities. The Council of Europe's Venice Commission issued an opinion on the amendments on 15 December 2014 and in an overall assessment found that the amendments ‘ further restrict the operations of NGOs in Azerbaijan ’. ",
        "5 The actions by the Azerbaijani authorities particularly focused on NGOs/civil society activists who deal with fundamental freedoms . Some of their leading proponents were arrested on charges of high treason, espionage, illegal entrepreneurship, tax evasion and illegal business. A number of human rights defenders and civic activists were given harsh prison sentences. Activists working on projects to complement the internationally mediated Nagorno-Karabakh peace process were also subject to particular attention by the authorities. Activities in this context were significant in 2014 and included freezing the bank accounts of NGOs. The EU remains convinced that civil society has a vital role to play in defending fundamental freedoms, safeguarding security and stability and in promoting peace-building, especially during times of conflict. In 2014 the EU completed procedures to support civil society through grants of more than EUR 3 million to 14 projects. The projects on democracy and human rights were mostly implemented by foreign NGOs in partnership with local organisations. As was the case for all new NGO grants awarded in the second half of 2014, registration of these new EU-funded grants was deferred by the Ministry of Justice in anticipation of a new legislative framework. This prevented most EU-funded NGOs from starting their activities. The EU issued 17 statements in 2014 (including those in OSCE Permanent Council meetings) and in September the European Parliament passed a resolution calling for strict observation by Azerbaijan of its international commitments and obligations. Regarding prisoners of conscience, Azerbaijan’s human rights defenders issued several, sometimes conflicting, lists of prisoners in 2014, varying from 30 to 129 cases. The state of health of some detainees and prisoners gave reasons for concern. The 2011 national human rights action plan was implemented in some areas, particularly for internally displaced persons/refugees, entrepreneurs and in connection with HIV awareness. The joint working group on human rights was re-established between the Government of Azerbaijan and civil society representatives, with the Council of Europe acting as a mediator and observer. Meetings were held starting from October, leading also to the amnesty of some prisoners. NGOs active on issues relating to lesbian, gay, bisexual, transgender and intersex (LGBTI) people also encountered difficulties over registration and receiving grants and there were some reports of harassment. However, the main problem remained the lack of a legislative framework protecting LGBTI people and the resulting inaction by law enforcement bodies to prevent homophobia. In general, LGBTI issues do not have broad support from the government or from the opposition or civil society. This has to be seen against the background of rather dominant conservative cultural mainstream and religious values. The Electoral Code was not amended in 2014 to improve the composition of electoral commissions and candidate registration, as recommended by the OSCE ODIHR. 2 837 sites were identified for free gatherings with regard to the 2014 municipal elections, including 1436 previously closed sites. The municipal elections on 23 December 2014 were conducted at a very good technical level, in the presence of local observers and web cameras. However, the time allowed for campaigning was short, and there were some reported shortcomings that will need to be addressed. Azerbaijani authorities reached out to opposition parties, but the major opposition parties did not participate. ",
        "6 Freedom of expression for the media remained limited other than on the internet. Azadliq , one of the two main opposition media outlets, continued to incur high court fines under the current defamation legislation. Despite previous announcements by the Azerbaijani authorities that the legislation would be softened, no improvements took place in 2014. Instead, in response to the growing use of social media among the Azerbaijani population, social media were added to the list of spaces where defamation may be punished. Television remained under government control, with only a few internet or foreign-based broadcasts impinging on the government’s airtime information monopoly. The internet remained the freest channel of information and the number of users was rising. According to the latest statistics, 73 % of the population have access to the internet. In December, the Azerbaijani Parliament approved amendments to the law on mass media that ban any mass media outlet funded by any foreign individuals or legal entities. Also under the new amendments, any media outlet found by court decision to be responsible for disseminating incorrect information twice within a year (instead of the previous three times) may be closed down. Restrictions of freedom of assembly continued, along with the de facto interpretation of the requirement for prior notification as a request for authorisation. However, the authorities did grant permits, including to the opposition Popular Front Party to hold a public rally on the occasion of its 25th anniversary, to the opposition Musavat Party in commemoration of International Human Rights Day and to two demonstrations by the opposition National Council for Democratic Forces. According to many civil society activists, unofficial, but mandatory prior authorisation from the central and local authorities is needed to hold any event in any region of the country. On freedom of religion or belief , new restrictions were introduced and were strictly implemented. These were intended mainly to reduce the number of persons allowed to pray in mosques and the import of religious literature. Limited progress was achieved in the fight against corruption but there continued to be a lack of coherence in how this was implemented e.g. in the number of high ranking officials charged and sentenced on the basis of corruption charges. The National Action Plan for 2012- 2015 on Combating Corruption lays down measures to improve the work of the Anti- corruption Department under the Prosecutor-General’s Office. In 2014 the Anti-corruption Department was upgraded to a directorate-general the Prosecutor-General’s Office and its staff and responsibilities were expanded. Azerbaijan was ranked 126 out of 175 countries on the Transparency International Corruption Perceptions Index in 2014. At the end of 2014, 382 e-services were available from 45 state institutions and agencies and were actively used by about one million citizens. The Certification Centre has already issued approximately 30 000 e-signatures, in addition to 60 000 certificates for mobile e-signatures. The internet penetration rate in Azerbaijan was 70 %. Broadband internet penetration among the population stands was 50 %, while the mobile phone penetration was 110 %. The ‘Fibre to the home’ project for national broadband internet development will bring high-speed internet even to rural areas. The successful operation of the e-governance service assessment network institution (ASAN) continued with the opening of a fourth centre in Baku in May and a third regional centre in December in Sabirabad, following those in Ganja and Sumgait. These offered up to 30 services in a ‘cash-free one stop-shop’ for 0.5 million people regularly, while serving daily up to 1 000 people across all regions of Azerbaijan. The services provided by ASAN service centres in the country remained at the core of the Government’s anti- corruption efforts in 2014. An EU-funded project has supported ASAN since August 2013 with the aim of developing corporate ISO and human resource management standards. ",
        "7 There was no tangible development with regard to judicial independence in 2014 . Access to legal counsel continued to be impeded, and on several occasions courts ruled in the absence of lawyers or defendants. In some cases, individuals were allegedly kept in pre-trial detention in the Ministry of National Security penitentiary facility and were not transferred to the Ministry of Interior within 48 hours, as required by law. The EU conducted trial monitoring of some cases relating to civil society activists. These revealed severe procedural and judicial shortcomings. One of the main obstacles to fair trials was the shortage of defence lawyers, particularly those willing to represent activists/journalists who have been critical of the Government. The ‘Bar Association Azerbaijan’ (BAA) actively pursued disciplinary measures against BAA members acting on behalf of certain journalists. A draft law on public participation providing for the creation of public councils under central and local executive authorities was ratified by the President of Azerbaijan in January 2014 after consultation with local civil society and international experts. The law entered into force in July 2014. With respect to the promotion of local democracy , an EU-funded project ‘to build capacity for increased participation by citizens and increased accountability of elected bodies’ managed to establish advisory councils in a number of local communities, but encountered obstacles, pressure and interference by authorities in several regions. The local government system in Azerbaijan did not improve as regards municipalities’ compliance with the principles of good local governance such as transparency, a focus on citizens’ needs, citizen participation and accountability. Other human rights and fundamental freedoms Azerbaijan continued to neglect European Court of Human Rights (ECHR) rulings that required adjustment of previous court decisions. There were also new reports of torture and ill-treatment of young political activists during pre-trial detention. No secondary legislation to implement the 2012 law on the rights of individuals kept in detention facilities was adopted. In September the State Committee for Family, Women and Children’s Affairs (SCFWCA) and the Ministry of Labour and Social Protection of the Population signed a joint national action plan to prevent child labour exploitation, supported by an EU Twinning project. Draft rules on gender equality and domestic and inter-country adoption were developed and approved by the SCFWCA. Despite these positive measures and steps taken, a national action plan still needs to be drawn up to further safeguard women’s rights, including combating violence against women, improving gender equality through appropriate administrative and legal measures. Action is also needed to adopt and implement laws on child protection and to prohibit physical punishment of children. The office of the Human Rights Commissioner (Ombudsman) improved its outreach, especially to detainees with a political background, but its capacities still need to be reinforced to be able to influence the course of the legal proceedings. The protection of fundamental rights and freedoms continues to be a concern in the Nakhchivan Autonomous Republic of Azerbaijan. A thorough assessment of the situation remains difficult due to the lack of access and information. ",
        "8 The government continued to improve conditions for internally displaced persons and refugees, in particular by providing new housing and education facilities. Poverty levels among internally displaced persons are still three times higher than the national average. Cooperation on foreign and security policy, regional and international issues, conflict prevention and crisis management Azerbaijan held the chairmanship of the Committee of Ministers of the Council of Europe between May and November. In 2014 Azerbaijan did not align itself with any of the EU’s Common Foreign and Security Policy (CFSP) declarations. In 2013, Azerbaijan aligned with seven out of the 32 EU CFSP declarations (22 %) it had been invited to support. Azerbaijan continued to provide financial assistance through the Azerbaijan International Development Agency (AIDA) as a donor country to other countries and international organisations in the fight against global threats. In the past three years, the total amount of such aid amounted to USD 16 million. In 2014 alone, Azerbaijan provided USD 1 million for the UN Global Fund to fight Ebola, about USD 640 000 to address the humanitarian crisis in Gaza, about USD 535 000 to assist refugees and internally displaced persons in Serbia and around USD 1 million to different countries for humanitarian purposes and to address the consequences of natural disasters (USD 200 000 for the Philippines and for the humanitarian and food aid campaign in Pakistan). On Nagorno-Karabakh, against the background of persisting stalemate in the Minsk Process, the meetings in Sochi, Wales and Paris revitalised communication at the highest level between the sides and the exchanges on the road towards a peaceful settlement. The flare-up of violence on the line of contact and the international border in the summer of 2014 and the downing of a helicopter on 12 November were unprecedented since the signing of the ceasefire agreement in 1994. The number of OSCE-reported casualties on both sides in 2014 sharply rose to 57 servicemen and one civilian killed, and 57 servicemen and 13 civilians wounded, compared to 14 servicemen killed, 32 servicemen and five civilians wounded in 2013. Confrontational rhetoric, continued arms race as well as humanitarian issues further impacted on the conflict settlement process. The lack of progress continued to have a serious effect on the population that was displaced as a result of the conflict. The EU called on parties to refrain from actions and statements that could heighten tensions and undermine the peace process, and promote an environment conducive to help settling the conflict, while encouraging and supporting peace-building actions. The EU continued to provide full support to the OSCE Minsk Group co-chairs. The HR/VP supported continued efforts towards peace. The new EUSR for the South Caucasus and the conflict in Georgia, Herbert Salber, made regular visits the region for high-level meetings and maintained frequent contacts with relevant interlocutors. The EU continued to financially support the ‘European Partnership for the Peaceful Settlement of the Conflict in Nagorno-Karabakh’ project, bringing together stakeholders across the conflict divide in peace-building activities. The EU continued to call for unimpeded access for EU representatives to Nagorno-Karabakh and the surrounding regions as an important means of supporting conflict transformation activities and to complement the efforts of the Minsk Group. ",
        "9 The EU maintained its support for activities that promote confidence and people-to-people contacts, promote cultural and educational activities and facilitate the dissemination of balanced information in both Azerbaijan and Armenia. No tangible development was noted in Azerbaijan’s accession to the Mine Ban Treaty , the Convention on Conventional Weapons or the Convention on Cluster Munitions . Since January 2014 the local OSCE Office in Baku has been working in the downgraded format of project coordinator’s office. Since then, the number of new projects has slowly increased. These focus on human trafficking, domestic violence, tolerance/non-discrimination and providing support to ASAN. In September 2014, Azerbaijan and OSCE signed a memorandum of understanding on the OSCE Project Coordinator in Baku. Azerbaijan participated in the Fourth Caspian Summit in Astrakhan in September 2014 where the delimitation of the Caspian Sea was discussed at the level of heads of state. Although no final status agreement was reached, agreements were concluded on the definition of the exclusive national economic and fishing zones and on the absence of any military presence by third countries. 3. ECONOMIC REFORM AND SOCIAL REFORM AND DEVELOPMENT Azerbaijan’s economic growth slowed to 2.8 % 1 in 2014 (from 5.8 % in 2013), due mostly to falling oil prices and a decline in oil production, which had started in the last quarter of 2013. Production from a new platform began in early 2014 but this only partly offset declining production elsewhere. The non-oil sector grew by 7 % in 2014, down from 10.3 % in the previous year, due to lower public investment, while the oil sector contracted by 2.9%. At the same time, domestic consumption remained robust and turned out to be the main factor behind the overall growth for the year. Officially the unemployment rate was around 5 % in 2014. However, there was a risk that unemployment would rise due to the over-dependency and concentration of employment in certain sectors and due to youth unemployment remaining disproportionately high . The proportion of employed people also continued to decline among the employable population due to increased inactivity. The employment situation is partially distorted because of the high share of informal employment and the way employment is measured. Under the 2011-15 Employment Strategy, employment services registered 13 742 placements during the first half of 2014. The number of the families eligible for targeted social assistance fell by 17 %. In November 2014 the President approved pension reforms. Social spending was estimated to have risen to 22 % of total public expenditure, up from 20 % in 2013. The agricultural sector reform strategy provides for the restructuring of the Ministry of Agriculture, a development plan for agricultural cooperatives, the establishment of slaughterhouses and meat sale centres that comply with food safety standards, higher agricultural production, support for cold chains in transport of foodstuffs, and the development of food safety and food quality control standards. An initial draft strategy on the development of the food and agricultural industry was prepared and submitted to state bodies and international organisations (FAO, World Bank, EU). 1 For sources and detailed figures, see Statistical Annex accompanying the reports; figures without sources are forecasts by Commission services. ",
        "10 4. TRADE-RELATED ISSUES, MARKET AND REGULATORY REFORM In 2014 EU-Azerbaijan bilateral trade amounted to EUR 16.7 billion Euro (EU imports: EUR 13.2 billion; EU exports: EUR 3.5 billion; EU trade deficit: EUR 9.7 billion). The EU remained Azerbaijan’s main trading partner. Azerbaijan made some progress on WTO accession at a multilateral meeting held in February 2014 and in market access negotiations held in February and July. It also joined the WTO Information Technology Agreement. Negotiations took place with 19 countries, and protocols were signed with five (United Arab Emirates, Oman, Turkey, Georgia and Kyrgyzstan). As Azerbaijan was reclassified by the World Bank as an ‘upper-middle income’ country, in February 2014 it had to exit the EU’s reformed generalised scheme of preferences (GSP). From then on, Azerbaijan’s exports to the EU were subject to the ‘most-favoured nation’ trade rules. On imports and exports , the government changed the rules for importing cars and imposed other non-trade barriers to hinder the purchase of used cars. This had a negative impact on EU car exports. Following the entry into force of the new Customs Code, Azerbaijan continued its implementation of the 2012-15 State Customs Office action plan. Waiting times for customs procedures fell significantly at all border checkpoints. An EU Twinning project to provide support for the development of a modern system of standardisation and technical regulations is being carried out. Azerbaijan started to apply Euro 4 standards in April 2014, and from that time banned the import of used cars which did not comply with the new requirements. In the sanitary and phytosanitary area, in January 2014, institutional reforms started with a presidential decree on streamlining of food safety control systems. The reform process was accompanied by the EU via a technical assistance project. Azerbaijan became one of the top 20 countries on the ease of starting a business in the annual ranking of the World Bank 2015 Doing Business Report. Nevertheless, foreign direct investment remained largely limited to the energy sector, where activities soared in 2014 after the conclusion of the Shah Deniz II Final Investment Decision and the formal launch of the southern gas corridor in September. On statistics , the State Statistical Committee started modernising its organisational structure and introducing modern quality management systems at central and regional levels. On the movement of workers, the influx of skilled international labour was further boosted by the advancing Shah Deniz II and southern gas corridor projects. At the same time, Azerbaijan’s policy of helping the national workforce to find employment was reflected in an increasing proportion of skilled Azerbaijani labour in international projects and companies. Problems continued to be reported in the field of property registration . In January 2014, the Urban Planning and Building Codes entered into force. These stipulate that citizens no longer need permission to build a house, and instead need only to inform the relevant authorities. Overall tax revenues remained low by international standards, at 12 % of GDP. The amended Tax Code, which had been developed with support of an EU Twinning project, introduced measures to stimulate increased use of cashless payment operations, imposed new ",
        "11 requirements for electronic reporting and established a legal basis for e-auditing. A new Twinning project was launched in September 2014 to support the Ministry of Taxes through training and institutional capacity building. On competition policy , a draft Competition Law was examined by parliament but has not yet been adopted. In December 2014, the World Bank, the Swiss State Secretariat for Economic Affairs (SECO) and the EU published a final report on the public expenditure financial accountability (PEFA) assessment . The final report was prepared on the basis of an assessment of public finances in 2011-13. According to the report, Azerbaijan made significant achievements on 17 out of 31 indices, in particular through increasing comprehensiveness of the documents included in the budget package, through strict adherence to the schedule for preparing the draft budget, and by improving budget classifications and increased participation by legislative bodies in the budget process. On government procurement, Azerbaijan scored ‘B’ (relatively good) for performance indicator 19 ‘Transparency, competition and complaint mechanisms in procurement’ in the 2014 PEFA assessment’. Indicator 26 \"Scope, nature and follow-up of external audit \" scored 'D+', indicating the need for further progress in the supreme audit institution's performance. As regards SME policy , the President adopted a 'Decree on Additional Measures for Entrepreneurship Development' which has the aim to improve the operating environment for local business by reducing procedures and delays during the e-registration of legal entities and individuals engaged in entrepreneurship in line with the one-stop-shop principle. 5. COOPERATION ON JUSTICE, FREEDOM AND SECURITY In December 2013 Azerbaijan signed a joint declaration with the EU Commission and with eight EU Member States establishing a mobility partnership. This followed the earlier initialling of the readmission agreement and signature of the visa facilitation agreements. The EU is preparing financial support for the mobility partnership. The EU-Azerbaijan readmission and visa facilitation agreements entered into force on 1 September 2014. A new decree improving the visa-issuing process entered into force in November. Amendments to the Migration Code are being prepared following the Decision of Azerbaijan’s parliament to extend the period for obligatory registration of foreigners to a maximum ten days. The amendments will also cover provisions of the draft ‘Law on placing foreigners and stateless persons into detention centres for irregular migrants and on the rules of their custody’. The number of Schengen visa applications in Azerbaijan reached 71 889 over a period of 12 months; the average rate of refusal is around 3.86 %. In 2014 consulates started to issue multiannual visas with a validity of up to 5 years. Azerbaijan’s law enforcement authorities participated in the bilateral workshop held by the Czech Police Academy on the fight against cross-border organised crime and also in the Technical Assistance and Information Exchange (TAIEX) forum for public prosecutors. In July 2014, Azerbaijan approved the 2014-18 national action plan on combating human trafficking . Azerbaijan remained an important transit country for drugs produced in Afghanistan. Drugs are transported through Iran via Azerbaijan, using the so called ‘northern route’, to markets in Russian and Western Europe. The number of officially registered drug addicted people is growing. A new programme to tackle drugs and psychotropic substances was adopted to help ",
        "12 combating the growing use of amphetamines. The programme covers the period until 2018. Azerbaijan expanded its cooperation with Georgia and created a joint working group on cyber security with the OSCE. As regards counterterrorism , Azerbaijan was active in the fight against radicalisation and the recruitment of fighters. 26 people suspected of collaboration with Da'esh were arrested in September 2014. Changes were introduced to the Criminal Code to punish participation by civilians in armed conflicts in third countries. No major development took place on data protection legislation. 6. TRANSPORT, ENERGY, ENVIRONMENT, CLIMATE CHANGE, INFORMATION SOCIETY, RESEARCH AND DEVLOPMENT AND INNOVATION Azerbaijan made little progress on transport policy reforms. A ‘Law on Sea Ports’ was adopted in May 2014 following support under an EU Twinning project. The Civil Aviation Administration of Azerbaijan stated in its 2013 annual report that Azerbaijan was not ready to continue harmonisation with the EU’s Common Aviation Area. No progress was therefore reached in this area in 2014. The restructuring of the Ministry of Energy was finalised in May 2014 and a new Energy Efficiency and Alternative Energy Sources Department was established. In June the Ministry created an energy efficiency fund and energy efficiency action plan. In July the State Agency on Alternative and Renewable Energy Resources opened the Surakhany solar power station in Baku, with a generation capacity of 4 million kWh per year. Several other similar stations were under construction elsewhere in the country. A national ‘inventory’ of potential solar power was compiled, following similar work on wind power during 2013. Production from these two types of renewable energy was projected to overtake hydroelectric power by 2020. Work was also undertaken to develop new production from hydroelectric power, biomass and possibly geothermal sources. Oil production was slightly lower than in 2013, and was expected to remain at around 40 million tonnes per year in 2015-16. Gas production rose by 5% compared to 2013, reaching 18.7 bcm of marketable gas. Proven gas reserves were reported to have risen to 2.3 trillion cubic metres. BP announced that the Shah Deniz II project would begin production in 2018. Initially it will export to Georgia and Turkey, with deliveries to the EU expected from 2020. The Shah Deniz consortium awarded contracts valued at some USD 9.6 billion and work already started in most construction areas across Azerbaijan and Georgia. The EU and Azerbaijan agreed in February 2014 to review the action plan under the memorandum of understanding on energy cooperation prioritising activities of joint interest. In September 2014, Azerbaijan hosted an Eastern Partnership (EaP) informal ministerial meeting on energy, which was also attended by Georgia, Moldova, Ukraine and Belarus. Participants stressed the importance of diversifying energy supply sources in order to strengthen energy security, and ministers underlined their commitment to enhanced cooperation to achieve this objective. Also in September 2014 the southern gas corridor was officially launched. From 2020, an estimated 10 billion cubic metres per year of Azerbaijani gas will be supplied to Europe along this corridor. ",
        "13 Azerbaijan continued to support the negotiation process on the Trans-Caspian gas pipeline project and contributed to the environmental scoping study on the pipeline. There was still no comprehensive policy to prevent and mitigate climate change in Azerbaijan. An EU funded regional project is assisting in this area. In June 2014, the Prime Minister’s office commissioned sectoral analyses that focus on energy efficiency in buildings, waste, transport, forestry and agriculture. There was limited progress on the environment and environmental governance. Adoption was still pending for the 2014-20 national environment action plan and the draft law on environmental impact assessment. In April 2014 a national strategy for the development of the information society was approved by the President. In May a regulation on high technology parks was adopted. The number of e-services provided by the government portal www.e-gov.az (launched in 2013) increased considerably, offering citizens 291 e-services provided by 46 state agencies and enterprises. A national nuclear research centre was created under the Ministry of Communications and High Technologies in May. The purpose of the centre is to make greater use of nuclear technology for peaceful purposes. 7. PEOPLE-TO-PEOPLE CONTACTS, EDUCATION AND HEALTH A draft action plan on implementing the approved 2013 state strategy for the development of education was submitted to the Cabinet of Ministers for formal adoption. The action plan foresees a number of state programmes and the development of an Azerbaijani qualification framework (AzQF). The administration was restructured, with departments for licensing, quality control, internal control, student exchanges and educational development programmes being established. In addition, 15 regional education departments were established, covering 62 departments at district level. Additional incentives were developed to stimulate the employment of young teachers in rural areas. The government established a unified system of educational credit allocations based on the European Credit Transfer and Accumulation System (ECTS), and these are efficiently used in universities. The State Students’ Admissions Commission started to conduct centralised school completion examinations for all students graduating from secondary general education institutions. The Ministry of Education launched ‘SABAH’ (knowledgeable-competent-skilled) groups in higher education . These involved 738 students in 34 universities. Staff numbers in vocational education and training increased and a professional training and support centre was established to provide capacity building to vocational education and training structures. In the 2014-15 academic year, the admission of students to vocational education schools was for the first time based on a labour market study. Azerbaijan started a pilot project to establish vocational education complexes in cooperation with industries. Azerbaijan participated in the Tempus programme with 22 on-going projects out of which 5 are coordinated by an Azerbaijani higher education institution. 226 students and staff from Azerbaijan were selected for mobility within partnerships supported by Erasmus Mundus and one student was selected for a joint master’s degree. One organisation and 34 staff members took part in Marie Curie actions (MCA) and three applications were selected for funding under 'Horizon 2020'. Azerbaijan also participated in the eTwinning plus action with 44 ",
        "14 schools. The Erasmus + programme helped young people and youth organisations, with 877 participants in mobility projects and 27 in the action for young people and decision-makers in the field of youth. The ‘ Culture Concept of the Republic of Azerbaijan’ was adopted in February 2014. Azerbaijan also participated as a partner in three regional projects under the EaP Culture programme. On public health, Azerbaijan adopted a national strategy for communicable diseases, including the implementation of the international health regulations. In October 2014 the government approved a resolution requiring all medical facilities in Azerbaijan to apply live and still birth criteria in accordance with WHO recommendations from 2015. In most other respects, the healthcare system in Azerbaijan remained unreformed. According to official statistics, there were 28 489 doctors, 56 842 mid-level medical staff, 750 hospitals, 1 670 healthcare clinics, and around 70 000 hospital beds. The average admission and occupancy rates were 4.7 % and 25.6 % respectively. The average length of stay of 12.2 days was high. Azerbaijan appointed a national correspondent for relations with the European Centre for Disease Prevention and Control (ECDC) and participated in the National ECDC Correspondents’ meeting in May. ______________________________ "
    ]
}