{
    "text": [
        "Separated, asylum-seeking children in European Union Member States Summary report EQUALITY ",
        "This report addresses matters related to the rights of the child (Article 24) falling under Chapter III ‘Equality’ of the Charter of Fundamental Rights of the European Union. Photo (cover & inside): iStockphoto More information on the European Union is available on the Internet (http://europa.eu). FRA – European Union Agency for Fundamental Rights Schwarzenbergplatz 11 – 1040 Vienna – Austria Tel.: +43 (0)1 580 30 - 0 Fax: +43 (0)1 580 30 - 691 Email: information@fra.europa.eu fra.europa.eu Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2011 ISBN 978-92-9192-697-8 doi:10.2811/27742 © European Union Agency for Fundamental Rights, 2010 Reproduction is authorised, except for commercial purposes, provided the source is acknowledged. Printed in Luxembourg Printed on white chlorine-free paper Europe Direct is a service to help you find answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. In certain cases, these calls may be chargeable from telephone boxes or hotels. ",
        "Separated, asylum-seeking children in European Union Member States Summary report ",
        "",
        "The respect, protection, promotion and fulfilment of the rights of the child are one of the European Union’s main priorities. Article 24 of the EU Charter of Fundamental Rights enshrines the principle that the child’s best interests must be a primary consideration in all actions relating to children, and that children have a right to such protection and care as is necessary for their well-being. The arrival to the European Union (EU) of thousands of children who are third-country nationals or stateless persons and often seek asylum, without their parents, their legal or customary primary caregiver every year, poses a serious challenge to EU institutions and the authorities of EU Member States, since, according to the EU Charter of Fundamental Rights and the UN Convention on the Rights of the Child, they have a duty to care for and protect children. These separated, asylum-seeking children have fled from their country of origin displaced by war or for fear of persecution, or to escape from abusive environments or extreme poverty. They may also have been trafficked for sexual or labour exploitation. They may have started their journey alone or may have become separated from their family during the journey. Their precarious situation makes them particularly vulnerable to human rights abuses, rendering their protection critical, given the high risks to which they are exposed. Most of these children are boys aged 14 years and over, with diverse ethnic, cultural, religious and social backgrounds mainly originating from Afghanistan, Somalia, Angola, the Democratic Republic of Congo, Eritrea and Iraq. According to the United Nations High Commissioner for Refugees (UNHCR), over 15,000 unaccompanied and separated children claimed asylum in the EU, Norway and Switzerland in 2009. In December 2009, the European Council, acknowledging the problem, stated in the Stockholm Programme that “priority will be given to the needs of international protection and reception of unaccompanied minors”. In this context, the European Union Agency for Fundamental Rights (FRA) investigated the conditions of life and experiences with legal procedures of separated, asylum-seeking children by engaging directly with them and adults responsible for their care through interviews in 12 EU Member States. This research, which complements another FRA report on child trafficking in the EU that was published in 2009, applies the child rights indicators developed by the FRA. The indicators have highlighted the need to prioritise the protection and care of separated, asylum-seeking children according to the principle of the best interests of the child. The research has found that many of the rights of these children, often not clearly reflected in EU legal provisions, are not always fulfilled. Although under the care of the State, these children may live in accommodation that is not suitable for them – sometimes in detention or under strict curfew rules, even if they have not committed a crime; they are not always provided with quality medical care and do not always enjoy access to education and training appropriate for them; their religious needs are not always respected; they can be victims of discrimination or even mistreated with little opportunity for redress. Often, they are insufficiently informed about legal procedures and opportunities available to them, which are crucial for their future. Their views are frequently not taken into account, while their future depends on decisions, which are too often taken after very long and arduous processes that make the children feel insecure and unprotected. At present, separated, asylum-seeking children are not comprehensively protected in the EU. Therefore, the relevant provisions of the UN Convention on the Rights of the Child and General Comments of the Committee on the Rights of the Child should be appropriately implemented. As noted in the Stockholm Programme, “the rights of the child […] must be systematically and strategically taken into account with a view to ensuring an integrated approach”. Given the continuing conflicts in various parts of the world and the ongoing global economic crisis, it is reasonable to assume that the number of separated, asylum-seeking children will rise. The challenge for the EU and its Member States will be to deal with this issue effectively, while fully respecting fundamental rights and acting in the best interests of the child. Foreword 3 ",
        "4 In accordance with the Stockholm Programme, the rights of the child must be systematically and strategically taken into account with a view to ensuring an integrated approach. The effective protection of separated, asylum-seeking children at EU level should not be delayed. Therefore, it is essential to enhance cooperation between Member States, encourage exchange of information and good practices, and reinforce existing protection instruments as soon as possible. In this context, an action plan on unaccompanied minors providing effective measures for the protection of separated asylum- seeking children should be adopted without delay. Morten Kjærum Director ",
        "Contents FOREWORD .......................................................................................................................................................3 INTRODUCTION ................................................................................................................................................7 BACKGROUND TO THE REPORT ...................................................................................................................... 9 THE DUTY TO CARE FOR THE CHILD .............................................................................................................. 11 1. LIVING CONDITIONS .................................................................................................................................13 1.1. Accommodation and boarding ................................................................................................................................13 1.2. Religion .......................................................................................................................................................................15 1.3. Recreation and leisure ...............................................................................................................................................15 1.4. Social workers ...........................................................................................................................................................16 1.5. Healthcare ...................................................................................................................................................................17 1.6. Education .....................................................................................................................................................................18 1.7. Social interaction ....................................................................................................................................................... 20 1.8. Discrimination and other forms of mistreatment .................................................................................................21 2. LEGAL ISSUES AND PROCEDURES ........................................................................................................... 23 2.1. Legal guardianship and legal representation ....................................................................................................... 24 2.2. Age assessment qualifying a person as ‘child’ ......................................................................................................25 2.3. Family tracing and reunification ............................................................................................................................. 27 2.4. The asylum procedure ............................................................................................................................................. 29 2.5. Detention ....................................................................................................................................................................31 CONCLUDING REMARKS ................................................................................................................................33 5 ",
        "6 CHARTER OF FUNDAMENTAL RIGHTS OF THE EUROPEAN UNION Article 24 The rights of the child 1. Children shall have the right to such protection and care as is necessary for their well-being. They may express their views freely. Such views shall be taken into consideration on matters which concern them in accordance with their age and maturity. 2. In all actions relating to children, whether taken by public authorities or private institutions, the child’s best interests must be a primary consideration. 3. Every child shall have the right to maintain on a regular basis a personal relationship and direct contact with both his or her parents, unless that is contrary to his or her interests. ",
        "7 The respect, protection, promotion and fulfilment of the rights of the child are one of the European Union’s main priorities. According to Article 3 of the Treaty on European Union, the Union shall promote the protection of the rights of the child. Article 24 of the Charter of Fundamental Rights of the European Union, which is devoted to the rights of the child, states that “children shall have the right to such protection and care as is necessary for their well- being”, while requiring that “in all actions relating to children, whether taken by public authorities or private institutions, the child’s best interests must be a primary consideration”. Among children, those who are separated from their parents, or from their legal or customary primary caregiver, are in a situation of heightened risk. Among separated children, those outside their country of citizenship are in an even more vulnerable position. These children have fled from their country of origin for various reasons, such as being displaced by war, for fear of persecution, or to escape from abusive environments or extreme poverty. They are often trafficked for sexual or labour exploitation. According to the United Nations High Commissioner for Refugees (UNHCR), over 15,000 unaccompanied and separated children claimed asylum in the European Union, Norway and Switzerland in 2009. The precarious situation of these children makes them particularly vulnerable to human rights abuses, rendering their protection critical, given the high risks to which they are exposed. The European Parliament in its resolution of 25 November 2009 on the Stockholm Programme considered it essential that all EU measures respect and promote children’s rights as set out in the UN Convention on the Rights of the Child and recognised in the Charter, and calls for enhanced EU action on child protection. In particular, the Parliament considered that there is an urgent need to address the question of protection of unaccompanied and separated children, given the special risks to which they are exposed. In this light the Parliament urged Member States to ensure that EU asylum, migration and trafficking policies treat migrant children as children first and foremost, and to ensure that they benefit from their rights as children without discrimination, especially the right to family reunification. The European Council in its recently adopted Stockholm Programme, specifically stated that: “The rights of the child – i.e. the principle of the best interest of the child being the child’s right to life, survival and development, non- discrimination and respect for the children’s right to express their opinion and be genuinely heard in all matters concerning them according to their age and level of development as proclaimed in the Charter and the United Nations Convention on the Rights of the Child, concern all EU policies. They must be systematically and strategically taken into account with a view to ensuring an integrated approach. […] The European Council calls upon the Commission […] to identify measures in order to protect and promote the rights of the child. Children in particularly vulnerable situations should receive special attention, notably children that are victims of sexual exploitation and abuse as well as children that are victims of trafficking and unaccompanied minors in the context of immigration policy. […] The strengthening of border controls should not prevent access to protection systems by those persons entitled to benefit from them and especially people and groups that are in vulnerable situations. In this 7 Introduction ",
        "Separated, asylum-seeking children in European Union Member States 8 regard, priority will be given to the needs of international protection and reception of unaccompanied minors.” Furthermore, the European Council recognising that unaccompanied children from third countries represent a particularly vulnerable group identified a number of areas as “requiring particular attention”, including: the exchange of information and best practice; the smuggling of minors; cooperation with countries of origin; age assessment, identification and family tracing; and the need to pay particular attention to unaccompanied children in the context of the fight against human trafficking. The Commission has announced that it will be issuing shortly an Action Plan on Unaccompanied Minors (2010-2014). ",
        "9 In March 2009, the FRA published its report on indicators for the protection, respect and promotion of the rights of the child in the EU. The core areas covered by the indicators include: “family environment and alternative care”, “protection from exploitation and violence”, “adequate standard of living” and “education, citizenship and cultural activities”. In the first core area, a specific indicator group was devoted to “rights and welfare of children separated from their family due to migration”. The report stressed that in applying the indicators for the collection of primary data for this indicator group “appropriate cross-national qualitative child-centred participatory research would yield significant information and ensure the children’s participation in the collection of relevant data, particularly regarding separated children”. Accordingly, the FRA designed and launched in the same year fieldwork research, outsourced to the International Organization for Migration (IOM), based on semi-structured individual, face-to-face interviews with 336 separated children and 302 adults responsible for, assisting and working with such children in 12 EU Member States – Austria, Belgium, Cyprus, France, Hungary, Italy, Malta, The Netherlands, Poland, Spain, Sweden and the United Kingdom (UK). These countries represent a diverse sample with regard to aspects such as geographical location, socio-economic characteristics, size and length of EU membership. The children interviewed were mostly over the age of 14, representing a diverse sample as to their country of origin, length of stay under host state supervision, gender and legal status. The research covered two main areas – living conditions, and legal issues and procedures. It should be noted that the research was not designed to examine particularly sensitive issues, such as mistreatment by officials and few children or adults spoke about them. The present document summarises the forthcoming full report in which the findings are presented in detail with specific references to the EU Member States covered. The relevant provisions of the CRC and the Charter of Fundamental Rights of the European Union, as well as elements of the asylum and immigration and family reunification legislation of the EU are also outlined in that report. The FRA report on Separated, asylum-seeking children in European Union Member States and the complementary study of the European Migration Network (EMN) on “Policies on reception, return and integration arrangements for, and numbers of, unaccompanied minors” will provide useful information to the forthcoming Commission Communication Action Plan on Unaccompanied Minors (2010-2014). While the EMN study covers the legal and policy dimension (e.g. motivations for entering the EU, entry procedures, reception arrangements including integration, detention, return practices, statistics and identified best practices), the FRA report investigates the situation ‘on the ground’ in 12 EU Member States through child-centred participatory research. The FRA report is guided by Article 12 of the CRC that requires the participation of children in decisions which affect them. Seen together, the FRA report and the EMN study will fill a significant knowledge gap, and provide added value assisting on-going policy- making at EU level related to separated, asylum- seeking children. Background to the report ",
        "",
        "11 There is currently no comprehensive legal framework at EU level specifically devoted to addressing the needs of separated, asylum-seeking children. However, the Charter of Fundamental Rights of the European Union and EU legal instruments in the areas of immigration and asylum, and family reunification establish a basic set of legal provisions binding on all EU Member States, where aspects relating to the ‘duty to care’ of separated, asylum-seeking children under EU legal provisions emerge. These standards are an initial step in developing more thorough responses at EU level to the problems that separated, asylum- seeking children face. However, a key issue of concern is that the right to remain in a Member State is expressly provided only for those unaccompanied minors who have applied for asylum (Article 7 of the Asylum Procedures Directive). 1 Article 4 of the Return Procedures Directive contains the principle of non-refoulement, but EU law does not provide clear guidance as to how the ‘duty to care’ for separated children from third countries who do not request international protection should be applied in practice. 1 Council Directive 2005/85/EC of 1 December 2005 on minimum standards on procedures in Member States for granting and withdrawing refugee status, OJ L326, 13 December 2005, pp. 13-34. United Nations Convention on the Rights of the Child Article 20 1. A child temporarily or permanently deprived of his or her family environment, or in whose own best interests cannot be allowed to remain in that environment, shall be entitled to special protection and assistance provided by the State. 2. States Parties shall in accordance with their national laws ensure alternative care for such a child. 3. Such care could include, inter alia, foster placement, kafalah of Islamic law, adoption or if necessary placement in suitable institutions for the care of children. When considering solutions, due regard shall be paid to the desirability of continuity in a child’s upbringing and to the child’s ethnic, religious, cultural and linguistic background. In establishing a state obligation to care for separated children the CRC calls for both special protection and assistance, as well as for the provision of alternative care. Although the CRC provides States with a broad margin of discretion in considering solutions, it requires them to take into account the importance of continuity in a child’s upbringing and the child’s ethnic, religious, cultural and linguistic background. Article 39 of the CRC pays particular attention to children who are victims of any form of neglect; the article establishes that “recovery and reintegration shall take place in an environment which fosters the health, self- respect and dignity of the child”. The duty to care for the child ",
        "",
        "13 1.1. Accommodation and boarding Several aspects of the accommodation of separated children stood out in the research as particularly important, as they were highlighted by children or adults as issues of particular concern. This included the type of accommodation, its location, its cleanliness and sanitary conditions, the type, as well as quantity and provision of food and the degree to which movement is restricted. 2 EU legal provisions refer to forms of placement. For instance, Article 30 of the Qualifications Directive 3 and Article 19 of the Reception Conditions Directive 4 , require that unaccompanied minors be placed either with adult relatives, a foster family, in specialised centres for minors or in other accommodation facilities suitable for children, and also that changes of residence be limited to a minimum. Furthermore, the Qualifications Directive requires that the views of the unaccompanied child regarding the choice of placement be taken into account (Article 30), and that beneficiaries of refugee or subsidiary protection have access to accommodation under equivalent conditions as other legally resident third-country nationals (Article 31). Also, the Reception Conditions Directive (Article 13), requires EU Member States to provide material reception conditions to ensure a standard of living adequate for the health of asylum applicants and capable of ensuring their subsistence. Research findings “The shelter is not healthy [...]. For example, there is no window in the kitchen and only a very small one in the bathroom. A solution 2 Accommodation centres across Member States have different rules regarding children’s free movement, some allowing children completely free entry and exit, and some, restricting exit to various degrees. In certain cases separated children are deprived of their liberty and hosted in detention facilities. 3 Council Directive 2004/83/EC of 29 April 2004 on minimum standards for the qualification and status of third-country nationals or stateless persons as refugees or as persons who otherwise need international protection and the content of the protection granted, OJ L 304, 30 September 2004, pp. 12-23. 4 Council Directive 2003/9/EC of 27 January 2003 laying down minimum standards for the reception of asylum seekers, OJ L 31, 6 February 2003, pp. 18-25 Living conditions United Nations Convention on the Rights of the Child Article 18 […] 2. For the purpose of guaranteeing and promoting the rights set forth in the present Convention, States Parties shall render appropriate assistance to parents and legal guardians in the performance of their child-rearing responsibilities and shall ensure the development of institutions, facilities and services for the care of children. […] United Nations Convention on the Rights of the Child Article 27 1. States Parties recognize the right of every child to a standard of living adequate for the child’s physical, mental, spiritual, moral and social development. […] 1 ",
        "Separated, asylum-seeking children in European Union Member States 14 needs to be found for the ventilation of these rooms.” (Official, Hungary) “I like the centre a lot, it’s good […] I go to school […] and afterwards there are activities in the afternoon. The food is very good […] in the afternoon sometimes we work in the orchard […] those over 16 have permission to go out alone.” (Boy, 15, Spain) The children interviewed had experienced a variety of accommodation types. Practically all children preferred facilities housing a small number of children. The children and adults interviewed shared the view that forms of closed accommodation and detention centres, as well as hotels and hostels, are not suitable. Similarly, placements where children are mixed with adults were considered as entirely inappropriate. Children, as well as adult respondents complained of overcrowding, mainly in reception centres and large accommodation facilities. In some cases, children, as well as some adults, complained about sanitary conditions, especially in hotels/hostels and private housing. Conversely, both children and adults commented favourably on smaller accommodation facilities, which provide a “family atmosphere”, as well as more privacy, better facilities and care. Many older children emphasised the importance of privacy, a feature of smaller accommodation facilities. The children’s experiences and views of foster care varied depending on their age, length of stay and host country. However, as it could be expected, younger children favoured this type of placement more than older ones, as the latter seemed to prefer the privacy and independence afforded by other forms of accommodation. “It is exhausting because we walk a lot when we want to see friends who live in other places. During the winter it is even harder.” (Boy, France) The location of the accommodation was also considered important by both the children and the adults interviewed, as it affected the possibilities for creating or maintaining social contacts. Children and adults held different views as to whether location in isolated rural areas or big cities provided better opportunities for such interaction. While older children clearly preferred to stay in or close to a big city, some adults were concerned about the risks these children could face in large urban centres. “Food is our foremost therapeutic method.” (Official, Sweden) “We are really worried about the quality of the food […] it is old. It doesn’t taste good.” (Boy, Netherlands) “It is not always possible to eat Iraqi food, the other children don’t like it.” (Boy, 14) Food was clearly a very important issue for the children, some of whom expressed their dissatisfaction about its quantity, quality, the inflexible timing of lunches and dinners and, particularly, its cultural appropriateness. Some children complained about not being provided with as much as food as they wanted, about the quality of the food or about the possibility of eating at different, more “culturally appropriate” times. In some countries, adults shared the children’s concerns. All of the children stated that they would prefer to eat food familiar to them, but this is rarely available. The practice in some housing facilities of employing cooks originating from the same countries as the separated children was viewed favourably. Many children expressed their wish to have access to kitchen facilities and pocket money to buy food. Possibilities for learning how to cook and cooking were highly appreciated by the children interviewed. CONSIDERATIONS Separated, asylum-seeking children should be placed in suitable care according to their best interests based on a thorough assessment of their needs, which must be regularly reviewed. Younger children should preferably be placed in the care of adult relatives or with foster families from their own culture, following a thorough assessment of their suitability. Older, more mature children should be placed in suitable, preferably semi-autonomous small group accommodation, with due regard to their need for privacy, under the supervision of adequately trained social workers. The provision of suitable facilities is particularly important with respect to children requiring special care, protection or treatment for their physical or mental health. Accommodation in facilities hosting a small number of children is, in principle, preferable to large accommodation facilities. The placement of separated children together with adults not responsible for their care, including in hotels and hostels, or other forms of rented private housing is not suitable. The placement of separated, asylum-seeking children in closed facilities should only be considered, if deemed essential for child protection in response to the child’s best interests requirements, determined and reviewed in the same way as for citizens of the host state. ",
        "15 The location of accommodation facilities for separated, asylum-seeking children should, as far as possible, facilitate social interaction with the local community, as well as friends and peers from their own culture. Children should be provided with sufficient, good quality food in a culturally sensitive manner, which takes into account religious dietary needs. 1.2. Religion Religion and belief emerged in the research as an important aspect of the life of a number of separated, asylum-seeking children. In addition to Article 14 the CRC requires in Article 30 that a child belonging to a religious minority shall not be denied the right to profess and practise his or her own religion. EU asylum and immigration legislation addresses this aspect only through a general reference to the EU Charter of Fundamental Rights, which in Article 10 reaffirms the principles of freedom of thought, conscience and religion. Research findings “[…] We do not have a clean place to pray [...]. I am afraid that they would give me pork.” (Boy, 17, Poland) Many of the children interviewed indicated that religion represented an important element of their personal and social life in terms of being a source of motivation and support. Some of these children, however, complained that their religious needs were not always taken seriously and, in some countries, Muslim children questioned whether the food they were provided conformed to the requirements of their religion. Living conditions CONSIDERATIONS The right to freedom of thought, conscience, religion or belief of separated, asylum-seeking children as well as their right to manifest and practice their religion should be adequately respected, protected and fulfilled. Accordingly, in the provision of care and services to these children, particularly with regard to food, due consideration should be given to meeting their religious requirements, especially as they relate to practice and observance. 1.3. Recreation and leisure Leisure activities, which constitute an essential element of the life of every child, acquire particular relevance in the case of separated, asylum-seeking children. As the research showed, they emerge as key to the protection and promotion of their social, spiritual and moral well-being, as well as their physical and mental health. In modern societies, the use of the media, especially electronic media, is an important component of the leisure activities in which children like to engage. Under Article 17 of the CRC, States Parties recognise the important function performed by the mass media and undertake to ensure that the child has access to information and material from a diversity of national and international sources. Article 11 of the Charter of Fundamental Rights of the European Union makes specific reference to the right to receive and impart information and ideas regardless of frontiers. Research findings “Watching action films, playing football, not thinking about my parents gives me strength.” (Boy, 14) United Nations Convention on the Rights of the Child Article 31 1. States Parties recognize the right of the child to rest and leisure, to engage in play and recreational activities appropriate to the age of the child and to participate freely in cultural life and the arts. 2. States Parties shall respect and promote the right of the child to participate fully in cultural and artistic life and shall encourage the provision of appropriate and equal opportunities for cultural, artistic, recreational and leisure activity. United Nations Convention on the Rights of the Child Article 14 1. States Parties shall respect the right of the child to freedom of thought, conscience and religion. […] ",
        "Separated, asylum-seeking children in European Union Member States 16 “For me, the most important things are training and TV. Unfortunately, TV does not work here because the antenna is broken. I would like to watch news on TV. I use internet to keep in touch with my family. It would be really bad without internet here.” (Boy, 17) Recreation and leisure activities were vital for all children involved in the research, many of whom saw them as a source of strength and a way of keeping their mind off negative thoughts. Many children indicated that they wished to engage in sports and cultural activities, and adults emphasised the significance of sports and leisure activities, as well as the participation in cultural activities. Opportunities for this were provided in almost all countries, although some children highlighted their lack of sufficient financial resources to have access to such activities, for example, to sport facilities such as gyms or sport clubs. Watching television and access to the internet were also frequently mentioned as favourite pastime activities as well as important sources of information – sometimes the only ones children could afford. Media access was considered as a source of remaining in contact with and receiving news about their country of origin. Some children, however, either did not have access to the media or could not access them frequently. Similarly, lack of sufficient pocket money reduced the opportunities for social interaction, such as going out with friends or to the cinema. CONSIDERATIONS Separated, asylum-seeking children should be provided with possibilities to engage in leisure activities, such as sports, as well as to participate in cultural life, including of the society where they live. The competent authorities should consider appropriate opportunities, facilities and means available, or those that could be made available in this respect, and ensure that these be accessible to or provided for separated, asylum-seeking children. The children should be provided with opportunities to use media (especially electronic and broadcast media radio, television, internet) to adequately satisfy their communication needs. 1.4. Social workers The role of social workers responsible for the care of separated, asylum-seeking children is crucial for their well-being and development, as well as their physical and psychological recovery. EU legal provisions address the importance and character of this training, for instance in Article 19(4) of the Reception Conditions Directive, Article 30 of the Qualifications Directive and in Article 14 of the Reception Conditions Directive. In this regard, it should be noted that Article 23(4) of the Reception Conditions Directive recast proposal 5 requires that those who work with unaccompanied minors receive continuous training regarding their needs. Research findings “The counsellors take care of you and help you to overcome your problems and to get stronger” (Girl, 16) “My aunt [social worker] is the most important person for me. She is like my mum.” (Girl, 16, Poland) “There are only a few social workers and many children and they are getting to be more and more.” (Social worker, Hungary) In most countries, the children interviewed were satisfied with the care and support provided by social workers, expressing sometimes their appreciation for the affection they showed towards them. However, adults across most countries suggested that particularly the number, but also the qualifications and training of social workers, and especially that of those working in initial reception centres, should be improved. Although volunteers often support the work 5 European Commission, Proposal for a Directive of the European Parliament and of the Council laying down minimum standards for the reception of asylum seekers (recast), COM (2008) 815 final, Brussels, 3 December 2008. United Nations Convention on the Rights of the Child Article 3 […] 3. States Parties shall ensure that the institutions, services and facilities responsible for the care or protection of children shall conform with the standards established by competent authorities, particularly in the areas of safety, health, in the number and suitability of their staff, as well as competent supervision. ",
        "Living conditions 17 of social workers, there is clearly a need for more and better trained human resources, and for the provision of more training in relation to the specific needs of separated, asylum-seeking children. CONSIDERATIONS The care provided to separated, asylum-seeking children should be comparable to that provided to children holding the citizenship of the host state, including the appropriate ratio of appropriately qualified social workers, to allow for individualised care. Social workers should be provided with special and continuous training to be able to respond to the special needs of separated, asylum-seeking children. The training should allow social workers to understand the children’s cultural, linguistic and religious needs and the issues that may affect them. 1.5. Healthcare In addition to the general duties with regard to healthcare established under Article 24 of the CRC, Article 39 of the CRC requires that all appropriate measures be taken to promote the physical and psychological recovery and social reintegration of a child victim of any form of neglect, exploitation, or abuse; torture or any other form of cruel, inhuman or degrading treatment or punishment; or armed conflicts. Such recovery and reintegration is to take place in an environment which fosters the health, self- respect and dignity of the child. Article 35 of the EU Charter of Fundamental Rights establishes a general right for everyone to benefit from medical treatment under the conditions established by national laws and practices. Also United Nations Convention on the Rights of the Child Article 24 1. States Parties recognize the right of the child to the enjoyment of the highest attainable standard of health and to facilities for the treatment of illness and rehabilitation of health. States Parties shall strive to ensure that no child is deprived of his or her right of access to such health care services. […] relevant under EU legal provisions are Article 15 and, in particular, Article 18 of the Reception Conditions Directive that requires Member States to ensure access to rehabilitation services for minors who have been victims of any form of abuse, neglect, exploitation, torture or cruel, inhuman and degrading treatment, or who have been affected by armed conflicts. It should also be noted that Article 19 of the Reception Conditions Directive recast proposal maintains that access to health care for persons with special needs, such as separated children, shall be granted under the same conditions as nationals. Research findings “Here the doctors see the patient as a patient, they do not differentiate, and this is great. It is so much better than in my home country.” (Boy, 15, Austria) “I went to the doctor because I broke my finger […]. He said he could not help me because I was irregular, even though my finger was swollen. Now, if I’m sick, I don’t say anything to anybody […].” (Boy, 17, Italy) Children had mixed experiences of accessing healthcare. Most were happy with the treatment they had received as well as with the behaviour of the medical staff. Nonetheless, both children and adults interviewed identified problems with healthcare. In some countries, respondents reported a lack of appropriate medical screening and health assessment upon arrival, or no assessment at all, while in some cases specialist medical treatment was denied to children because of their lack of a residence permit. Social workers, medical personnel, officials and NGO staff interviewed noted the need for better psychological support, even in countries that have established specialised centres for the psychological care of separated, asylum-seeking children. Children rarely indicated in the interviews that they had asked for psychological support, although many mentioned that they had not been informed about the availability of such support. A number of children and adults in several countries identified the need for more and better interpreters when dealing with medical staff, in particular concerning psychological support. Thus, it appears that children often need to go through medical procedures without an interpreter. Some children complained that they were “not taken seriously” by the doctors. Many children stressed the importance of the support provided by social workers, foster parents, volunteers, friends and other persons of trust to these children, ",
        "Separated, asylum-seeking children in European Union Member States 18 including in the form of interpretation and intercultural mediation, when they need to access healthcare. Some girls noted that they would prefer female doctors, but this wish could not always be accommodated. Adult respondents also underlined the need for sex education. CONSIDERATIONS A thorough health assessment of separated, asylum-seeking children to attend to their health needs should be conducted as soon as possible upon their entering into contact with authorities, while ensuring their informed consent. The results of this assessment should in no way influence or affect negatively the outcome of the asylum claim. Access to adequate health care must be guaranteed to all children without discrimination and irrespective of their legal or other status, and incorporate mandatory professional interpretation and intercultural mediation support. Especially girls, and also boys, should, as far as possible, be provided with doctors of the same sex when this is their preferred option. Specific attention should be devoted to the emotional problems and the mental health situation of separated, asylum- seeking children. 1.6. Education The EU establishes the right to education and to access to vocational and continuing training under Article 14 of the EU Charter of Fundamental Rights. In the field of asylum, the relevant EU standards address the application of the principle of non-discrimination in accessing education, for example, under Article 27 of the Qualifications Directive, Article 14 of the Temporary Protection Directive, 6 and Article 10 of the Reception Conditions Directive. According to Article 12 of the latter text, Member States may allow asylum seekers access to vocational training irrespective of whether they have access to the labour market. Nevertheless, access to vocational training relating to an employment contract is made dependent on the extent to which the applicant has access to the labour market. Research findings “School means everything. It is incredibly important [...].” (Official, Sweden) 6 Council Directive 2001/55/EC of 20 July 2001 on minimum standards for giving temporary protection in the event of a mass influx of displaced persons and on measures promoting a balance of efforts between Member States in receiving such persons and bearing the consequences thereof, OJ L 212, 7 August 2001, pp.12-23. United Nations Convention on the Rights of the Child Article 28 1. States Parties recognize the right of the child to education, and with a view to achieving this right progressively and on the basis of equal opportunity, they shall, in particular: (a) Make primary education compulsory and available free to all; (b) Encourage the development of different forms of secondary education, including general and vocational education, make them available and accessible to every child, and take appropriate measures such as the introduction of free education and offering financial assistance in case of need; (c) Make higher education accessible to all on the basis of capacity by every appropriate means; (d) Make educational and vocational information and guidance available and accessible to all children; (e) Take measures to encourage regular attendance at schools and the reduction of drop- out rates. […] ",
        "Living conditions 19 “Work with foreign children requires more effort, much more work. There should be extra funds made available to compensate teachers who are willing to undertake such effort.” (Social worker, Poland) “The teacher is very correct and she does everything. She helps a lot, she is like my mother. She even helps with out of school things.” (Girl, 16, Hungary) “The school is fun if I am fine, sometimes when I think about the asylum procedure I cannot think and concentrate anymore and I feel bad.” (Boy, 16, Austria) Adult respondents in several countries noted difficulties in the school enrolment of separated, asylum-seeking children for a variety of reasons. For instance, schools may only enrol new students at the beginning of a school year, or schools are generally reluctant to take foreign children, or they lack the space or the resources to provide the special support that the separated children require. According to the interviews, in some of the initial reception centres education mainly consisted of language courses. However, the research also found that in most countries efforts were made to place separated, asylum-seeking children in mainstream schools. Unfortunately, this was not always the case for children placed in large accommodation centres, particularly in initial reception centres and in detention centres. Furthermore, some adult respondents expressed concern as to whether these children actually attended school and asked therefore for more systematic monitoring of school attendance and performance. Children often said that they were placed in classes with other foreign students and most did not like this and would prefer to attend ‘normal’ classes despite the language barriers. At the same time, some of the adults interviewed were sceptical about the way these children are expected to participate in the general education system given their minimal language skills. Practically all children complained about the limited information they had received about educational possibilities and many did not know at what stage in their asylum application procedure they could actually start attending school. Children and adult respondents agreed that special educational and psycho¬social support was necessary, particularly at the time of entering school. Children often asked for more hours of language teaching. Some children, however, were more interested in learning English than the local language, considering the possibility that they may have to leave the country. Some of the adult respondents claimed that those older children who had arrived to the Member States mainly to work and support their families, might be frustrated attending school, as they would prefer to work as soon as possible, even in low-paid, unskilled jobs. This was reflected in the responses of some children, who were anxious to earn and send money home, even though they seemed to be aware of the benefits of education for improving their life chances. Although separated, asylum-seeking children should enjoy the right to access education under similar conditions as citizens, in some countries they said that they had experienced problems in accessing vocational education and training. Adult respondents also pointed out that access to vocational training courses may be limited, since it often requires a work permit. Nevertheless, a number of children referred to vocational training as a good educational option. Vocational training was often discussed in connection with employment. Children often expressed their wish to “learn a trade” so that they could make some money and be more independent. Some manage to do that in the host Member State by working during the summer holidays. Most of the children interviewed said that they would like to work, some as soon as possible, others after finishing school. Some children said that they were or had been working irregularly because they needed the money to cover their own needs or to support their families, or because it helped them to take their mind off their problems. When asked where they worked or had worked, the answers varied: cleaning, kitchen work, cutting grass, assisting in shops, waiters in restaurants, and construction work. Children in some countries particularly appreciated the occasional opportunity to work in their accommodation facility for pocket money. CONSIDERATIONS In compliance with the relevant EU legislation, access to education must be guaranteed to separated, asylum-seeking children under similar conditions as for country nationals. In order to be able to make adequate choices, child-friendly information on educational possibilities should be provided as soon as possible to these children in a language that they understand. It is equally important to discuss educational possibilities with the children. Educational authorities and schools should be adequately resourced to provide special educational and psychosocial support to these ",
        "Separated, asylum-seeking children in European Union Member States 20 children, particularly in relation to language training. In order to ensure that they regularly attend and participate in school, educational authorities should systematically monitor school attendance and performance. Separated, asylum-seeking children could clearly benefit from better access to vocational education and training; in this context, a more flexible approach to work permit requirements could facilitate this, in so far as they can meet educational and language requirements. Those children, who wish to work and fulfil the necessary age requirements, should be assisted in finding work, if this does not interfere with their education, for instance, by providing opportunities for appropriate work experience, such as summer jobs or paid internships. However, it is important to strictly monitor the application of the relevant regulations regarding hours and conditions of work to ensure that children are not exploited. 1.7. Social interaction Social interaction plays a crucial role in the development and education of separated, asylum- seeking children. Interaction with members of the host society, particularly with peers, emerged in the research as an essential aspect of the children’s life. EU asylum legislation does not specifically require access to specific integration programmes for separated, asylum-seeking children prior to their granting of refugee or subsidiary protection status. 7 Nonetheless, barriers to social interaction while waiting for a decision may have negative consequences for their development. Research findings “I believe that a very good practice is going out with groups from here. What is that called? Exchange [...]. We have done this several times and it felt very good because you meet new people. Tonight they are coming to see our play. There should be more opportunities to be together.” (Boy, 14, Spain) All children expressed a strong desire to interact more with peers from the host society, while contact with other separated children or other asylum seekers experiencing similar problems was also considered important. Some children, however, indicated that they felt more comfortable with people from their home country or from the same ethnic group. In general, children wished to make friends among peers from the local community, saying that this improved their sense of ‘belonging’. Adult respondents emphasised that this was an important motivation for language learning. Most of the children who lived in accommodation centres did not have friends from the local community, while those who did clearly felt more accepted and better integrated. Children placed in foster families seemed to find it easier to have local friends. The ability to speak the national language and overcome, or at least understand, cultural differences also seems to influence the children’s ability to interact with local people. Those children who had developed friendships with local children reported that they enjoyed going out with them; they complained, however, of practical barriers such as lack of adequate pocket money or an early evening curfew in their accommodation. CONSIDERATIONS The interaction of separated, asylum-seeking children with their peers, as well as with children and adults from the host society, including with those belonging to the same ethnic or cultural group, should be encouraged and facilitated as this is an important aspect of their development. In this context, the competent authorities should 7 It is worth noting, however, that the European Refugee Fund can co-finance Member States’ actions aimed at facilitating the integration of asylum applicants and beneficiaries of international protection, The Community co-financing may be increased to 75 per cent for projects addressing actions aimed at taking into account the special needs of vulnerable people, such as unaccompanied minors. United Nations Convention on the Rights of the Child Article 29 1. States Parties agree that the education of the child shall be directed to: […] (d) The preparation of the child for responsible life in a free society, in the spirit of understanding, peace, tolerance, equality of sexes, and friendship among all peoples, ethnic, national and religious groups and persons of indigenous origin; […] ",
        "Living conditions 21 consider the beneficial effects that participation in integration programmes could have for these children and for society. Administrative and disciplinary rules applicable to separated, asylum-seeking children should be aimed at the children’s protection and establish no undue, detrimental or discriminatory restrictions affecting the children’s ability to interact with others. Financial or other forms of material support should be adequate, in order to ensure the children’s ability to participate in social life, interacting with their peers from the host society. 1.8. Discrimination and other forms of mistreatment United Nations Convention on the Rights of the Child Article 2 1. States Parties shall respect and ensure the rights set forth in the present Convention to each child within their jurisdiction without discrimination of any kind, irrespective of the child’s or his or her parent’s or legal guardian’s race, colour, sex, language, religion, political or other opinion, national, ethnic or social origin, property, disability, birth or other status. […] Article 19 1. States Parties shall take all appropriate legislative, administrative, social and educational measures to protect the child from all forms of physical or mental violence, injury or abuse, neglect or negligent treatment, maltreatment or exploitation, including sexual abuse, while in the care of parent(s), legal guardian(s) or any other person who has the care of the child. 2. Such protective measures should, as appropriate, include effective procedures for the establishment of social programmes to provide necessary support for the child and for those who have the care of the child, as well as for other forms of prevention and for identification, reporting, referral, investigation, treatment and follow-up of instances of child maltreatment described heretofore, and, as appropriate, for judicial involvement. EU asylum legislation contains references to respect for fundamental rights and observance of the EU Charter of Fundamental Rights, as well as to Member States’ obligations under instruments of international law to which they are party. The EU Charter of Fundamental Rights prohibits in Article 21 any discrimination on the ground of sex, race, colour, ethnic or social origin, genetic features, language, religion or belief, political or any other opinion, membership of a national minority, property, birth, disability, age or sexual orientation. It also prohibits any discrimination on grounds of nationality, within the scope of application of the EU Treaties. The Charter also provides protection against various forms of mistreatment. In particular, Article 3 calls for respect for a person’s physical and mental integrity, and Article 4 prohibits torture and inhuman or degrading treatment or punishment. Research findings “If someone says ‘You are a foreigner’, I reply, ‘If you are going on holidays you are also a foreigner’, and if someone says, ‘You Nigger’, I reply, ‘That’s my last name.’” (Boy, 16, Austria) “They beat me at the beginning; they slapped me on the face and took me to the prison after. Later they told me that they thought that I was born in 1982, and they blamed me that I didn’t tell them that I was born in 1992, but they never asked me when they arrested me.” (Boy, age not given) A small number of children reported experiences of discrimination and racism in their daily life. Some children said that they had experienced discrimination by other children and also sometimes from adults responsible for their care, such as teachers, social workers and officials. Adult respondents provided a number of examples of discriminatory behaviour in public places, such as a shop assistant openly ignoring them and speaking only to their social worker, or people in a café moving to another table when a group of asylum-seeking children and their mentor sat next to them. One of the psychologists interviewed argued that sometimes parents did not want their children to be friends with separated, asylum-seeking children. Some adults indicated that children experienced similar problems when looking for work as foreigners. Another adult respondent claimed that negative stereotypes and prejudice often made social interaction with the local community difficult. Elsewhere, it was argued that discrimination existed also between different ethnic groups within the accommodation centre. ",
        "Separated, asylum-seeking children in European Union Member States 22 It should be noted that the research was not designed to examine particularly sensitive issues, such as mistreatment by officials and very few children or adults spoke about them. While in one Member State children said that they had suffered abuse or harassment during their journey, in another Member State they noted they had suffered abuse upon arrival. One child reported harassment by a social worker, who was subsequently dismissed. In several of the countries surveyed, some children complained about verbal abuse by officials, and some boys claimed that they had been abused physically by the police and other officials. Most children said that if they were mistreated they would report it to a social worker. However, they could not say how they are encouraged or empowered to report incidents of mistreatment or what they would do, if a social worker would mistreat them. More worryingly, as an adult respondent said, children might refrain from reporting abuse fearing how this may affect their asylum claim. Adults interviewed in one Member State argued that although under the Code of Criminal Procedure officials are obliged to report any incident of abuse, this could be problematic. They cited one case, for instance, in which a child who made allegations of abuse was consequently accused of defamation. CONSIDERATIONS Effective mechanisms should be in place for the prevention, identification, reporting, referral, investigation, treatment and follow-up, and, as appropriate, for judicial review of instances of discrimination and mistreatment of separated, asylum-seeking children. This should apply to any form of physical or mental violence, injury or abuse, neglect or negligent treatment, maltreatment or exploitation, including sexual abuse. Authorities should ensure that separated, asylum- seeking children are well informed about the existence of these mechanisms and possibilities for legal action and legal aid. They should be actively encouraged to and supported in reporting situations of discrimination and mistreatment to the authorities, in particular to child ombudsmen institutions, where they exist. Adequate guarantees should be provided to ensure that the children do not derive negative consequences from the reporting of discriminatory or abusive practices, including in the context of the conduct of legal procedures that concern them. Initiatives combating discrimination and mistreatment should be supported at national level, as well as in the local communities where the children live and within their particular placements. Appropriate training and oversight should be provided to social workers, officials and other persons responsible to care for the children, so that they do not engage in conscious or involuntary practices of discrimination or other inappropriate conduct vis-à-vis the children. ",
        "23 Legal issues, namely guardianship, age assessment, family tracing and reunification, the asylum procedure, and detention emerged in the research as being of primary importance to the children interviewed. As reflected in the preamble of the CRC, international law attaches great importance to the family as the ‘fundamental group’ of society and the natural environment for the growth and well-being of children. The CRC also emphasises that children should grow and develop in an atmosphere of happiness, love and understanding in line with their best interests. These basic principles also inform EU legal provisions to varying degrees. For instance, the principle of family unity plays a pivotal role. This is reflected in the granting to family members of various rights, including the right to family reunification, placement, and access to benefits, such as those granted in connection with refugee or subsidiary protection status (see, for example, Article 23 of the Qualifications Directive). The principle of family unity also serves as a basis for defining specific duties for Member States. For instance, Article 19 of the Reception Conditions Directive requires that when placing unaccompanied minors, siblings be kept together, taking into account the best interests of the child concerned and, in particular, their age and degree of maturity. Another key aspect of the protection of separated, asylum-seeking children in the context of legal procedures given the limited legal capacity of a child concerns guardianship and legal protection, including access to justice. The Committee on the Rights of the Child in its General Comment No. 68 provides 8 Committee of the Rights of the Child, Thirty-ninth session, 17 May-3 June 2005, General Comment No. 6 (2005), Treatment of unaccompanied and separated children outside their 2 detailed guidance on the appointment of a guardian or adviser and legal representative. In this respect, it is worth noting that Article 47 of the EU Charter of Fundamental Rights guarantees that legal aid shall be made available to those who lack sufficient resources in so far as this is necessary to ensure effective access to justice. The EU asylum acquis also refers to obligations regarding the provision of legal representation of separated, asylum-seeking children. In the interviews, children spoke about the relationship with their guardians, the age assessment procedures and the possibility to reunite with their family. They further referred to the length of the asylum procedures, the difficulties in communicating with officials and the work of the interpreters, as well as the documents they were asked to provide and the information they were given. Adult respondents in several EU Member States reported a considerable lack of adequate, easy to understand, child-friendly information regarding the legal procedures or the opportunities for the children to stay in the host country. Even where information was provided to the children upon arrival or at a later stage, they very often did not understand it. As a result, they frequently turned to possibly unreliable information sources, such as compatriots, peers or even those who had smuggled them. country of origin, available at: http://www.unhchr.ch/tbs/doc. nsf/%28symbol%29/CRC.GC.2005.6.En?OpenDocument. Legal issues and procedures ",
        "Separated, asylum-seeking children in European Union Member States 24 2.1. Legal guardianship and legal representation In Article 3 and other articles, the CRC refers to the role of the legal guardian, in conjunction with the role of the parents of the child, without, however, regulating the actual content of the legal guardianship function, which is addressed extensively by General Comment 6 of the UN Committee on the Rights of the Child. Legal guardianship complements the incomplete legal capacity of a child and gives the responsibility for a child’s well-being to a natural or legal person. Given the specific vulnerability of separated, asylum-seeking children, the provision of the most comprehensive forms of support of adequate quality is crucial for their protection. Nevertheless, child guardianship regimes as well as the type and scope of support provided to separated, asylum-seeking children in this regard vary greatly in EU Member States, as outlined in the above mentioned studies of the EMN. EU legal provisions in the field of asylum recognise the importance of legal guardianship and refer to guardianship and various forms of legal representation, but do not define guardianship functions; for example, Article 19 of the Reception Conditions Directive, Articles 16 of the Temporary Protection and Article 30 of the Qualification Directive. The Reception Conditions and the Qualification Directives require authorities to assess legal representation regularly. The latter further places an obligation on Member States to ensure that the minor’s needs are duly met by the appointed guardian or representative. With respect to the examination of the asylum application, Article 17 of the Asylum Procedures Directive establishes a duty of ensuring promptly the provision of representation of a child, but it also allows exceptions. In this regard, the European Commission in its recast of the Asylum Procedures Directive9 places emphasis on improving the representation of a child by strongly supporting the idea of ‘legal guardianship’ vis-à-vis other forms of representation. The recast further supports the provision of free legal assistance for all procedures under the directive, thereby reducing the scope for exclusions under national legislation for reasons of unavailability of sufficient resources. The recast also envisages the engagement of NGOs in the provision of free legal assistance and/ or representation reducing the possible exceptions to the duty to appoint a representative. Research findings “I do not know what is a legal guardian. Do I have one?” (Girl, 17, Austria) “They told me the guardian will come, but she did not come […]. I don’t have her number […].” (Boy, 17, Hungary) “It is nice having someone on your side.” (Boy, 16, Sweden) “My Nidos [guardian] is my father and mother.” (Girl, 15 ) Most of the children interviewed were not fully aware of whether they had a guardian, who that person was or which responsibilities were attached to the guardianship function. This was reflected in their different perceptions of guardianship. In one Member State, children named roommates or foster families as their guardians; in another Member State, they considered their care workers as guardians, while in other countries children named teachers and solicitors. Interestingly, in some countries, even adult respondents believed that they were guardians, although this was not the case, or they were unaware of the existence of guardianship provisions and duties. For most adult respondents, the role of a guardian related to assisting the child in accessing and completing the asylum procedures. The perception of other guardianship functions varied among the Member States and even within one country. Some adults had doubts whether the guardianship entailed only legal support duties or whether it was also related to supporting the child with education and healthcare, for example. Some adult respondents commented on the delays in assigning a guardian: while guardians were allegedly appointed 9 European Commission, Proposal for a Directive of the European Parliament and of the Council on minimum standards on procedures for granting and withdrawing international protection (recast), COM (2009) 554 final, 21 October 2009. United Nations Convention on the Rights of the Child Article 3 2. States Parties undertake to ensure the child such protection and care as is necessary for his or her well-being, taking into account the rights and duties of his or her parents, legal guardians, or other individuals legally responsible for him or her, and, to this end, shall take all appropriate legislative and administrative measures. […] ",
        "Legal issues and procedures 25 immediately upon arrival in some countries, in others appointment was invariably delayed, sometimes for more than six months following the arrival of a child. According to both children and adults, the frequency and quality of contact between guardians and children varied. There were some complaints about contact frequency that was generally considered as insufficient and often limited to procedural asylum issues. However, in some countries a significant number of children were very satisfied with their guardians and the frequency of contact with them. Children expressed a wish to meet their guardians more regularly and to establish a more personal relationship with them – an issue that adult respondents also thought was important for a child’s well-being. Regarding legal representation, both children and adult respondents were often critical. Some of the children and adults interviewed suggested that guardians or legal representatives should be better trained and qualified. Furthermore, they also stressed the importance of adequate, professional interpretation . CONSIDERATIONS It is essential to provide adequate, easy to understand, child-friendly information to separated, asylum-seeking children and their carers about the various forms of representation and the possibilities to complement the limited legal capacity of a child available under the legal system. A legal guardian should be provided to every separated, asylum-seeking child as soon as possible. Legal guardians and other representatives should be encouraged to maintain a close relationship with the children for whom they are responsible. Where necessary, the support of professional interpreters should be provided in order to facilitate communication between the child and their legal guardian or other representative. Furthermore, those assigned legal guardianship duties, as well as any other person/s in charge of safeguarding the child’s best interests, should be provided with the appropriate training and support to carry out their functions effectively. The exercise of legal guardianship and other representation functions should be regularly and independently monitored through the conduct of regular and independent assessment by judicial authorities, for instance. Finally, appropriate legal representation, advice and counselling, as well as free legal aid, as appropriate, should be provided to separated, asylum-seeking children and their legal guardians or other representatives, in the context of legal procedures, as soon as possible, to ensure fair access to justice. 2.2. Age assessment qualifying a person as ‘child’ Although the CRC makes no specific reference to age in Article 8, age can be considered as an essential element of a child’s identity, especially as the CRC defines childhood by reference to age. The Committee on the Rights of the Child notes in its General Comment No. 6 that the identification of a child as separated or unaccompanied includes age assessment, which should take into account physical appearance, but also psychological maturity. Moreover, according to the Committee, the assessment must be conducted in a scientific, safe, child and gender-sensitive and fair manner, avoiding any risk of violation of the physical integrity of the child, giving due respect to human dignity, and, in the event of remaining uncertainty, should accord the individual the benefit of the doubt United Nations Convention on the Rights of the Child Article 8 1. States Parties undertake to respect the right of the child to preserve his or her identity, including nationality, name and family relations as recognized by law without unlawful interference. 2. Where a child is illegally deprived of some or all of the elements of his or her identity, States Parties shall provide appropriate assistance and protection, with a view to re-establishing speedily his or her identity. […] ",
        "Separated, asylum-seeking children in European Union Member States 26 such that if there is a possibility that the individual is a child, she or he should be treated as such. 10 EU legal provisions regulate some aspects of age assessment. The Asylum Procedures Directive, for example, envisages use of medical examinations to determine the age of unaccompanied minors within the framework of the examination of the asylum application. However, it does not deal with the controversial issue of which type of medical examinations are adequate and/or appropriate. The directive does require, though, that if medical examinations are used, the child must be adequately informed regarding the method of examination and the possible consequences of its results and of the child’s possible refusal to undergo that examination on the asylum application. The directive does not require that the child is informed about the health consequences of the examination, although it does require the consent of the child and/or their representative. Furthermore, according to the directive, the rejection of an asylum application cannot be solely based on a refusal of age assessment medical examinations. The recast proposal amending the Asylum Procedures Directive maintains that such medical examinations may be used where following the child’s general statements or other relevant evidence, Member States still have doubts concerning the child’s age. The proposal also states that the less invasive examinations shall be selected when performing a medical examination, fully respecting the child’s dignity. Moreover, the proposal maintains that the relevant information on the medical examination shall be provided in a language that the child understands (as opposed to “may reasonably be supposed to understand” as is the wording in the current directive). Research findings 11 “[…] everyone thinks we lie over our age.” (Boy, 17, Spain) “Age assessment was a disappointment for me. […]. The medical check-up wasn’t too serious, I had to show my chest, they looked into my mouth and it was less than three minutes […] I do not have any proof, because there is no government in my country. How could I have any evidence? The worst thing is that they think I am a liar.” (Boy, 17, Hungary) 10 General Comment No. 6 (2005) ‘Treatment of Unaccompanied and Separated Children outside their Country of Origin’, paragraph 31. 11 In this respect, see also FRA report (2009) Child Trafficking in the European Union. Challenges, Perspectives and Good Practices, pp. 54-55, available at: www.fra.europa.eu. The research found that age assessment procedures apply a variety of methods, for example, checking documentary evidence, interviews or medical examinations (such as magnetic resonance tomography, bone and dental assessment, and radiological testing). These examinations are often applied in combination to assess a child’s age. The interviews revealed that there is a lack of a standardised approach between or even within EU countries. In one Member State, there were allegations that refusal to undergo age assessment medical tests can result in treating the applicant as an adult. Most children expressed fear and were critical of age assessment procedures, and in some countries had little information on these procedures. In others, children considered age assessment unfair, and most children wished that officials would simply believe them. Some children seemed troubled and perplexed by the fact that their statements about their age were challenged, as well as being distressed about the possibility of being perceived as “liars”. Adult respondents noted that the conduct of age assessment examinations is not based on common standards, and while some considered this approach as appropriate, most called for a standardised, common nation-wide approach. Adult respondents were on the whole not satisfied with the current age assessment procedures and expressed doubts about their reliability and objectivity, while some claimed that the resources available for this purpose are limited. CONSIDERATIONS Age assessment should only be used where there are grounds for serious doubt of an individual’s age. If medical examinations are considered essential, the child must give his/her informed consent to the procedure after any possible health and legal consequences have been explained in a simple, child-friendly way and in a language that the child understands. Age assessment should be undertaken in a gender appropriate manner by independent experts familiar with the child’s cultural background and fully respecting the child’s dignity. Recognising that age assessment cannot be precise, in cases of doubt, authorities should treat the person as a child and grant the right to appeal age assessment decisions. ",
        "Legal issues and procedures 27 2.3. Family tracing and reunification Given the importance of the family as the natural environment for the growth and well-being of children, tracing a child’s family, facilitating regular contact, and reuniting the child and the family, when this is in the best interests of the child, are crucial. The CRC provisions underline the importance attached to facilitating personal relations and contacts between the child and parents on a regular basis, except if it is contrary to the child’s best interests. EU legal provisions contain very detailed regulation regarding family tracing and reunification, for example Article 19 of the Reception Conditions Directive and Article 15 of the Temporary Protection Directive. Article 15 of the Dublin II Council Regulation 12 establishes that “Member States shall if possible unite the minor with his or her relative or relatives […].” The Commission recast proposal 13 amending the Dublin Council II Regulation sets a clear obligation towards Member States on this issue by deleting the reference to “if possible”. Moreover, the proposal introduces an obligation for Member States to trace the family members of unaccompanied minors, in the same lines as in the recast proposal amending the Reception Conditions Directive. This strengthens the obligation of Member States to trace family members by maintaining that relevant procedures must be established in national legislation. Article 12 of the Commission Regulation from 2003 14 (complementing the Dublin II Council Regulation) requires that the competent authorities in the Member States responsible for the protection of minors cooperate to decide on the ability of adults to take charge of a child in a way that serves his or her best interests, and Article 5 of the Family Reunification Directive establishes some common criteria to determine the material conditions for exercising the right to family reunification, also with due regard to the child’s best interests. Research findings “I know about tracing in Eritrea with Red Cross, but I rather like to think that they are safe, somewhere, instead of finding out that they are already dead.” (Girl, 17, Austria) “I don’t know where they are, my parents were sleeping, we just scattered, there is problem in my country. I don’t know even about my brothers. I don’t know if they are alive, or [...].” (Girl, 16, Cyprus) “We actually have phone numbers that just lie in dossiers with us, at the Social Welfare Service and similar places […]. I believe it is more of an attitude question, than a technical 12 Council Regulation (EC) No. 343/2003 of 18 February 2003 establishing the criteria and mechanisms for determining the Member States responsible for examining an asylum application lodged in one of the Member States by a third-country national, OJ L50, 25 February 2003, pp. 1-10. 13 See European Commission Communication COM (2008) 820 final, Brussels, 3 December 2008. 14 Commission Regulation (EC) No. 1560/2003 establishing the criteria and mechanisms for determining the Member State responsible for examining an asylum application lodged in one of the Member States by a third-country national. United Nations Convention on the Rights of the Child Article 10 1. […] applications by a child or his or her parents to enter or leave a State Party for the purpose of family reunification shall be dealt with by States Parties in a positive, humane and expeditious manner. States Parties shall further ensure that the submission of such a request shall entail no adverse consequences for the applicants and for the members of their family. 2. A child whose parents reside in different States shall have the right to maintain on a regular basis, save in exceptional circumstances personal relations and direct contacts with both parents […]. Article 22 1. States Parties shall take appropriate measures to ensure that a child who is seeking refugee status or who is considered a refugee in accordance with applicable international or domestic law and procedures shall, whether unaccompanied or accompanied by his or her parents or by any other person, receive appropriate protection and humanitarian assistance in the enjoyment of applicable rights set forth in the present Convention and in other international human rights or humanitarian instruments to which the said States are Parties. 2. For this purpose, States Parties shall provide, as they consider appropriate, co-operation in any efforts by the United Nations and other competent intergovernmental organizations or non-governmental organizations co¬operating with the United Nations to protect and assist such a child and to trace the parents or other members of the family of any refugee child in order to obtain information necessary for reunification with his or her family. In cases where no parents or other members of the family can be found, the child shall be accorded the same protection as any other child permanently or temporarily deprived of his or her family environment for any reason, as set forth in the present Convention. ",
        "Separated, asylum-seeking children in European Union Member States 28 question […]. [People say] ‘why should we call?’ instead of ‘why shouldn’t I call?’” (Official, Sweden) The research found that most children wish to be reunited with their family, although reunification rarely occurs, as according to most children and adult respondents it is an overly bureaucratic and lengthy procedure. Overall, those children who had asked for family tracing were not happy with the outcome; in most cases, they reported that their families had not been traced. Only a few children stated that they did not wish to re-establish contact with their families, because they were mistreated or neglected by them in the past. This finding suggests that family reunification should not automatically be considered to be in the best interests of the child. The research also identified a general lack of awareness among both children and adults regarding the possibilities for family tracing and reunification, and the opportunities available in this regard. While some children indicated that they had never heard about family tracing opportunities, others mentioned that they knew of these opportunities, without being aware of how or where to request family tracing. Reactions from children who had requested family tracing were mixed: some children expressed their satisfaction with the results and the assistance they received, but others were disappointed. Children with experiences of family tracing pointed out that they appreciated the assistance of the International Committee of the Red Cross (ICRC), but they complained of long waiting periods. However, in one Member State, some children indicated that they did not trust the ICRC and did not want to make use of its services. Adult respondents acknowledged the support provided in family tracing by the ICRC and other organisations, such as the Refugee Work, the International Organization for Migration and the International Social Service. The support provided by legal guardians for family tracing was also highlighted by some children in one Member State, whereas in other countries children mentioned the support in family tracing from friends and distant relatives, as well as other persons of trust. Several adult respondents considered family tracing as a precondition to enable children to plan their future, while some adults were more sceptical of the outcome, considering the possible negative effects of family tracing on the children’s asylum claim and the possibly serious risks family members may face as a result of tracing. Similarly, some children were concerned that identifying the location of family members might result in the rejection of their asylum claim and subsequently in the return to their country of origin. Other children feared negative consequences for their family in the country of origin; they were anxious that the family tracing procedures may alert the authorities to their asylum claim, thus exposing their family to harm. Some children did not want to attempt to trace their family fearing bad news. As some adults pointed out, family tracing may indeed result in traumatising a child, for instance, by finding out about the death of a parent. They suggested increased caution and appropriate counselling before, during and after family tracing. For most children, family reunification in the EU Member State hosting them would be an ideal situation, although several children and adult respondents expressed concern in this regard, especially if they were not satisfied with the children’s living conditions in that Member State. In one of the Member States studied, children actually expressed a wish to return home indicating that they had applied for voluntary return assistance. Several adult respondents underlined the importance of adequate preparation for family reunification, highlighting that it can cause serious stress to the child, especially if family members coming to the host country expect to be supported by the child. The child may find it very difficult to cope with this responsibility. Another issue concerning family reunification was raised by some adult respondents active in combating human trafficking: 15 they suggested that it is very important to verify carefully whether those claiming to be parents might not be traffickers. In one reported case, although the police suspected the children to be victims of trafficking, a court granted custody to a woman claiming to be their mother based only on documentary evidence. CONSIDERATIONS Separated, asylum-seeking children who wish to maintain personal relations and direct contact with their families should be supported, unless this is contrary to the child’s best interests. Effective mechanisms of family tracing and reunification need to be in place. Children should be well informed about the possibilities available to them and assisted in accessing such specialised 15 See also additional information on this issue provided in FRA (2009) Child Trafficking in the European Union: Challenges, Perspective and Good Practices, Luxembourg: Publications Office of the European Union, available at: www.fra.europa.eu . ",
        "Legal issues and procedures 29 services. Sufficient guarantees should also be established so that the submission of a family tracing or reunification request does not entail any adverse consequences for those concerned. The initiation of family tracing by a child should always be supported with appropriate counselling. When family reunification is to be effected, the child should receive support (including psychological) so that he or she does not suffer any negative consequences. Any unnecessary bureaucratic and financial obstacles to a swift family reunification should be removed. Furthermore, it is important to strengthen cooperation among competent authorities in the EU Member States. Such cooperation should ensure that authorities or courts responsible for the protection of children can decide, with full knowledge of the facts, on the willingness and the ability of the adult/s concerned to take charge of a child in a way that serves his or her best interests. A primary consideration in deciding in which Member State family reunification should take place should be the best interests of the child – to be assessed in each individual case following a thorough and swift procedure. 2.4. The asylum procedure Clear legal interpretative guidance is provided in respect to the asylum procedures in the UNHCR ‘Guidelines on International Protection: Child Asylum Claims under Articles (1)(A)(2) and 1(F) of the 1951 Convention and/or under the 1967 Protocol relating to the Status of Refugees’ published in December 2009. The asylum protection afforded in the EU context addresses some of the needs of separated children. Of particular relevance are, for instance, Article 9(2)(f) of the Qualifications Directive, Articles 6, 7, 10, 11, 12, 15, 17, 23 and 39 of the Asylum Procedures Directive, Article 5 of the Reception Conditions Directive, Article 6 and 15 of the Dublin II Council Regulation, and Articles 11 and 12 of the Dublin II Commission Regulation. Research findings “It is unfair that you have to wait for such a long time before you know if you may stay or not. You shouldn’t give children false hope.” (Boy, 16) “A social worker explained to me the procedures when I arrived, but I did not understand.” (Boy, 16, France) “Even if you don’t do anything wrong, you are not sure to get resident permit.” (Boy, 17, France) “The policeman said: my child is 15 and understands everything. Then he said: you are 15 and do not understand anything at all. How is that possible?” (Girl, 15, Austria) “I’d like to forget some things from the past, but officials from the asylum agency asked me a thousand times the same things to see if I was telling the truth or if I was lying.” (Boy, 16, France) “Inadequate communication is producing frustration at both ends the police and the children themselves.” (NGO, Malta) “The procedure is very bureaucratic; it is like being on trial and being the culprit.” (Social worker, Austria) Children were very eager to discuss the asylum procedure; this discussion often attracted most of their comments. The children reported that having to wait for decisions on their legal status, hence for their fate to be decided, was a serious psychological burden. Overall, they considered the asylum procedure too lengthy, while in some cases they indicated that they would prefer the process to end quicker no matter the outcome. They often commented that the period of waiting, which may last for months or even years, makes them feel bored or even ill, especially if they are not engage in other activities, such as education, and/or work. In some of the countries surveyed, children indicated that the United Nations Convention on the Rights of the Child Article 22 1. States Parties shall take appropriate measures to ensure that a child who is seeking refugee status or who is considered a refugee in accordance with applicable international or domestic law and procedures shall, whether unaccompanied or accompanied by his or her parents or by any other person, receive appropriate protection and humanitarian assistance in the enjoyment of applicable rights set forth in the present Convention and in other international human rights or humanitarian instruments to which the said States are Parties. […] ",
        "Separated, asylum-seeking children in European Union Member States 30 uncertainty during the long waiting period hampers their personal development, as it limits their ability to concentrate on important aspects of their life, such as schooling. Similarly, adults spoke extensively and quite critically about the asylum procedure for separated children, particularly referring to the length and complexity of the procedure. In several countries, adult respondents complained that the language used in information material and by officials was often too complex for children to understand. In one Member State, however, adult respondents considered the asylum procedure system as being generally child- friendly, while in another Member State they praised the practice of interviewing separated children in a specialised NGO setting. Many of the children interviewed were frustrated by the limited time allocated to discussing their case with legal advisers. A large number of the children also stated that they lacked information on the specific role of the different persons involved in the asylum procedure, such as the interviewers, as well as their legal representatives and guardians. As one adult respondent noted, although steps are taken to make children feel comfortable, sometimes the formality of the interview room or the presence of unknown persons may upset them. Many children expressed the wish to have a person they trust attend their interviews. Although an interpreter is usually present at asylum procedure interviews, when necessary, in some countries both children and adults mentioned cases where the quality of the interpretation was not good, for example, when the interpreter spoke a dialect different from that of the child. In some cases, children also expressed doubts about the impartiality of the interpreters. In six of the 12 countries surveyed where children were interviewed, they suggested that the interpretation services were inadequate. In some cases, people other than professional translators often need to play the role of interpreters, due to the small number of interpreters available. In one of the countries, the need was reiterated to have ‘cultural interpreters’ along with ‘language interpreters’. In another Member State, adults suggested establishing a 24-hour seven days a week telephone hotline staffed with interpreters to facilitate communication with these children. Moreover, both children and adult respondents considered that sometimes the questions asked in the interview were irrelevant, for example, insisting on asking a child from Afghanistan for the name of its street address in a village, where streets have no name. Other questions were considered not child- friendly, culturally-sensitive or appropriate for a separated, asylum-seeking child’s emotional state, for instance, when children were asked to repeat again and again details of their traumatic experiences. In some countries, there were allegations that children’s cultural sensitivities are often not taken into account during interviews. In this context, adult respondents stressed that asylum procedure interviews should only be carried out by officials with the required special training. Many children failed to understand why asylum was granted to one applicant and not to another, and many believed that the decisions are subjective. Also, as both children and adults indicated, a negative decision, which may be interpreted as “personal failure”, may have a very negative emotional effect on a child, especially if their family in the home country expects their financial support and/or has been heavily indebted to pay for the child’s smuggling into the EU. CONSIDERATIONS Any legal procedures, including interviews, concerning separated, asylum-seeking children should be conducted by officials with the necessary expertise in dealing with children’s specific needs. Legal representatives and officials should have expertise in migration, asylum and anti-trafficking law and have a good understanding of child-specific forms of persecution and exploitation. They should be well informed of instruments for victim protection and support, and specially trained in dealing with separated children in a gender and culture sensitive manner. The children should be adequately informed in a language they understand and in a child-friendly way about legal procedures and their possible consequences. They should be granted free legal aid, as expeditiously as possible. Asylum interviews should be conducted giving primary consideration to the best interests of the child, in a child-friendly manner and in a non-intimidating environment. Children should be allowed to be accompanied by persons they trust. Particular care should be taken in questioning, making all efforts to avoid the risk of re-traumatising the child, and ensuring that the questions are suitable for the child’s circumstances and respectful of his/her culture and religion. ",
        "Legal issues and procedures 31 Every effort should be made to ensure that asylum applications by separated children or other legal procedures, especially those determining their legal status, are given the highest priority and speedily processed. The children should receive adequate and clear explanation of any decisions affecting them, including an explanation of the underlying reasons. 2.5. Detention The Committee on the Rights of the Child, by reference to Article 37 of the CRC, has stated in its General Comment No. 6 that: “Detention cannot be justified solely on the basis of the child being unaccompanied or separated, or on their migratory or residence status, or lack thereof”. 16 The Committee has also requested that all efforts, including acceleration of relevant processes, be made to allow for the immediate release of separated children from detention, and their placement in other forms of appropriate accommodation. Under EU legal provisions, of particular relevance are Article 18 of the Asylum Procedures Directive and Article 17 of the Return Directive. It should be noted that the prohibition of the detention of unaccompanied children is envisaged both in the recast of the Reception Conditions Directive and in the recast of the Dublin II Council Regulation (both texts propose a specific provision according to which “unaccompanied minors shall never be detained”). 16 General Comment No. 6 (2005) ‘Treatment of Unaccompanied and Separated Children outside their Country of Origin’, paragraph 61. Research findings “We were sitting, when the police came [...] my heart nearly stopped. When they get to know I am Afghan, they let me relax and sit. They behaved kindly.” (Boy, 16) “Detention is no good, you eat and sleep like an animal, there’s shouting, fighting over food and rows over football.” (Boy, 16) “As is well known we oppose detention in principle, and we are especially concerned about the fact that all asylum seekers, regardless of individual circumstances, are taken in detention; irrespective of processing times, vulnerable people should not be in detention in the first place.” (Official) A few children were interviewed during the research while held in detention. Other children spoke of earlier experiences of detention. It was not easy for the children to distinguish between different forms of detention or to understand why they were “locked up”, if they had not committed any crime. Some referred to their stay in closed accommodation facilities as ‘detention’, even if they had not been legally detained. They were often confused when asked if they had ever been detained, and most answered negatively, while stressing their good conduct. Answering the question on detention, one child exclaimed: “No! I am not a criminal!”. Children were detained for a variety of reasons. Some were systematically detained upon arrival in the host Member State until their age was established. Others stated that they had been detained for shoplifting after their arrival. Other children who had committed minor offences were placed under the responsibility of special centres in one Member State, as foreseen by the national legislation. In another Member State, cases of detention were reported in relation to identity checks, when a child looked older and carried no residence permit. In other countries, children were afraid that this could happen to them as well, if the police stopped them without papers. Children in several countries reported that they knew of other children who had been held in detention pending deportation. 17 Adults and children who had experienced detention claimed in a number of countries that no legal advice or any form of counselling was available during detention. In two of the countries under examination, some children claimed that they had experienced verbal and physical abuse during detention (such 17 See also FRA (2009) Child Trafficking in the European Union. Challenges, Perspectives and Good Practices , Luxembourg: Publications Office of the European Union, pp. 92-95. United Nations Convention on the Rights of the Child Article 37 States Parties shall ensure that: (a) No child shall be subjected to torture or other cruel, inhuman or degrading treatment or punishment […]; (b) […] The arrest, detention or imprisonment of a child shall be in conformity with the law and shall be used only as a measure of last resort and for the shortest appropriate period of time […]. […] ",
        "Separated, asylum-seeking children in European Union Member States 32 as shouting, humiliation and even beating). Adult respondents in these countries, however, did not in general corroborate such claims. In one Member State, children claimed that living in a closed accommodation facility was a form of abuse. In another Member State, children pointed out that, while in detention, they had the possibility to attend school and considered this very positive. None of the children interviewed while in detention felt well about it. These children made statements such as: “I feel like a criminal here”; “I feel locked in”; “I don’t feel good, I haven’t seen my girlfriend for three months and she doesn’t know where I am”; “The mentors look after us. Some do, some don’t”; and “There are mentors who treat us with respect. But there are others who are really mean. One is very mean. Maybe she hates us or she hates illegal aliens”. CONSIDERATIONS Separated, asylum-seeking children should never be detained for reasons relating to their residence status, or their lack of it, or the conditions of their entry into an EU Member State. Detention should be applied only where this is in the child’s best interests, and with similar conditions and safeguards as for children having the citizenship of the state. In Member States where detention is used for the purpose of removal, there is a need to respect scrupulously all safeguards provided for in Article 17 of the Return Directive, that is, to: apply detention only as a measure of last resort and for the shortest appropriate period of time; provide accommodation in institutions provided with personnel and facilities that take into account the needs of children; offer the children the possibility to engage in leisure activities, including play and recreational activities; and provide the children with access to education. ",
        "33 Concluding remarks s The experiences, views and perceptions of the separated, asylum-seeking children who were interviewed in 12 EU Member States vary between and within the countries in many respects. The diverse findings correspond to the different settings and environments in which these children live, but also to their own interpretation of the situation which is influenced by previous experience. Nevertheless, the interviews provide a valuable insight into the situation on the ground and evidence about how the needs of these children can be met. The interviews show that the rights of these children are not always fulfilled. Although under State care, these children often live in accommodation that is not suitable for them – including in detention, even if they have not committed a crime, or under strict curfew rules; they frequently lack quality medical care and equal access to appropriate education and training; their religious needs are not always respected or fulfilled; they can be victims of discrimination with little opportunity for redress or even mistreated. They are often insufficiently informed about legal procedures and opportunities available to them, which are crucial for their future in life. Their views are frequently not taken into consideration, and their life depends on decisions for which authorities can take a very long time. These decisions are based on processes that make the children feel insecure and often unprotected or ill-advised. At present, no comprehensive or articulate system exists for the protection of separated, asylum-seeking children in the EU. The implementation of relevant CRC provisions, essential for the protection of these children, is frequently not effective. However, as noted in the Stockholm Programme, “the rights of the child […] must be systematically and strategically taken into account with a view to ensuring an integrated approach”. The Stockholm Programme further highlights that the situation of unaccompanied children arriving in the Member States from third countries requires special attention and dedicated responses. Hence, an Action Plan, as proposed by the European Council providing for the effective protection of separated, asylum- seeking children should be adopted without delay. The number of separated, asylum-seeking children will most likely continue to rise given the continuing conflicts in different areas of the world and economic disparities. The question and human rights challenge for the EU and its Member States will be how to deal with this issue fully respecting fundamental rights and acting in the best interests of the child. ",
        "",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Union’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Priced publications: • via EU Bookshop (http://bookshop.europa.eu). Priced subscriptions (e.g. annual series of the Official Journal of the European Union and reports of cases before the Court of Justice of the European Union): • via one of the sales agents of the Publications Office of the European Union (http://publications.europa.eu/others/agents/index_en.htm). European Union Agency for Fundamental Rights Separated, asylum-seeking children in European Union Member States Summary report 2011 — 33 p. — 21 x 29.7 cm ISBN 978-92-9192-697-8 doi:10.2811/27742 A great deal of information on the European Union Agency for Fundamental Rights is available on the Internet. It can be accessed through the FRA website at fra.europa.eu. ",
        "The arrival of thousands of separated children in the European Union from third countries poses a serious challenge to EU institutions and Member States, since, according to the EU Charter of Fundamental Rights and the UN Convention on the Rights of the Child, they have a duty to care for and protect children. This summary highlights the key findings of the FRA research on separated, asylum-seeking children in EU Member States. It examines the experiences and views of 336 separated, asylum-seeking children and those of 302 adults responsible for their care across 12 EU Member States. It looks at their living conditions as well as the legal issues and procedures which concern them. The different findings correspond to the various settings in which these children live, thereby addressing the need to incorporate children’s views and experiences into work that seeks to inform policy action. The challenge for the EU and its Member States is how to deal with this issue effectively, while fully respecting fundamental rights and acting in the best interests of each child. FRA - EUROPEAN UNION AGENCY FOR FUNDAMENTAL RIGHTS Schwarzenbergplatz 11 - 1040 Vienna - Austria Tel: +43 (1) 580 30 – 60 - Fax: +43 (1) 580 30 – 693 fra.europa.eu - info@fra.europa.eu facebook.com/fundamentalrights twitter.com/EURightsAgency HELPING TO MAKE FUNDAMENTAL RIGHTS A REALITY FOR EVERYONE IN THE EUROPEAN UNION T K - 3 0 - 11 - 1 7 4 - E N - C d o i : 1 0 . 2 8 11 / 2 77 4 2 "
    ]
}