{
    "text": [
        "EN EN EUROPEAN COMMISSION HIGH REPRESENTATIVE OF THE UNION FOR FOREIGN AFFAIRS AND SECURITY POLICY Brussels, 24.4.2018 JOIN(2018) 7 final JOINT REPORT TO THE EUROPEAN PARLIAMENT AND THE COUNCIL Hong Kong Special Administrative Region: Annual Report 2017 ",
        "1 REPORT TO THE EUROPEAN PARLIAMENT AND THE COUNCIL H ONG K ONG S PECIAL A DMINISTRATIVE R EGION : A NNUAL R EPORT 2017 Summary Since the handover of Hong Kong to the People’s Republic of China (PRC) in 1997, the European Union (EU) and its Member States have closely followed political and economic developments in the Hong Kong Special Administrative Region (SAR) under the ‘one country, two systems’ principle. The EU adheres to its ‘one China’ policy and supports the ‘one country, two systems’ principle and its implementation. In line with the commitment given to the European Parliament in 1997, an annual report is issued on developments in Hong Kong. This is the 20th report, covering developments in 2017. 2017 marked the 20th anniversary of the handover. It was an eventful and politically challenging year for the Hong Kong SAR and for the functioning of the ‘one country, two systems’ principle. The year was marked by the election of the Chief Executive; the visit of President Xi Jinping; the disqualification of a further four pro-democracy lawmakers; the controversial co-location agreement, including the decision by the National People's Congress Standing Committee (NPCSC) to approve the latter, raising questions amongst Hong Kong’s legal community regarding its legal basis; and dozens of judicial cases with political overtones (many of them related to participation in the Occupy Central movement in 2014). Despite some challenges, overall the ‘one country, two systems’ principle worked well. However, concerns about its gradual erosion give rise to legitimate questions about its implementation and Hong Kong’s high degree of autonomy in the long term. The rule of law prevailed and the judiciary continued to demonstrate its independence and consistent respect for due process, although it again faced several politically sensitive judicial reviews. Free speech and freedom of information are generally respected. However, two negative trends became more pronounced: self-censorship when reporting on China’s domestic and foreign policy developments, and pressure on journalists. Hong Kong remained a competitive international business and financial centre and the world’s premier hub for business with mainland China. The new administration, which took up its duties on 1 July, aimed to make a fresh start by launching a range of initiatives to improve people’s livelihoods. Chief Executive Carrie Lam pledged to make efforts to bridge the political divide and to strive for an inclusive society. The government announced ambitious plans to diversify Hong Kong’s economy and boost its innovation and technology capacity, to ensure long-term competitiveness. The rule of law, a transparent regulatory framework, very low levels of corruption and crime, along with an efficient public administration and an independent judiciary, contributed to ",
        "2 preserving and fostering the favourable investment climate that lies at the heart of Hong Kong’s success. As already stated in previous reports and reiterated on other occasions, the EU encourages the Hong Kong SAR and the Central Government authorities to resume electoral reform in line with the Basic Law, to reach agreement on an electoral system that is democratic, fair, open, and transparent. Universal suffrage would give the government greater public support and legitimacy in its efforts to meet Hong Kong’s economic objectives and tackle socioeconomic challenges. Political developments On 26 March, a closed-circuit Election Committee of 1194 members elected Carrie Lam as Hong Kong’s fourth Chief Executive, by a comfortable margin. The election campaign was lively and contested, even though all three candidates were from the pro-establishment camp. There was extensive and free media coverage, though there were some restrictions on digital media. However, the elections were tainted by allegations of interference and pressure on the part of Beijing. Carrie Lam took up her duties on 1 July. She pledged to reach out to the pan- democrats and work for reconciliation in Hong Kong society by focussing on economic development and urgent social issues. The beginning of her mandate was not easy, owing to the large number of sensitive judicial procedures launched by the preceding administration. The oath-taking controversy, which resulted in the disqualification of two lawmakers in 2016, continued into 2017. In July, a further four pan-democratic lawmakers (making a total of 6 out of 70) were disqualified 1 . Thus the pro-democracy camp has been stripped of its de facto veto power in some legislative proceedings; its one-third minority blocking power in other proceedings has become very fragile. In December, benefiting from the weakening of the opposition, pro-establishment lawmakers succeeded in changing LegCo rules and procedures. Filibustering, in the past often used by the pan-democratic camp to oppose the Government’s bills, was made more difficult. Groups calling for self-determination in some cases or outright independence in others have been weakened. Calls for independence have faded, though some pro-independence banners can be seen on university campuses. Despite a number of challenges, judicial independence and full respect for the rule of law were maintained in 2017. These are vital if Hong Kong is to maintain its democratic credentials, its standing as an international business centre, and its ambitions to consolidate its role as an international centre for arbitration and mediation. 1 B y-elections for four lawmakers (two disqualified in 2016 and a further two disqualified in 2017, who have not appealed against the disqualification) took place on 11 March 2018. ",
        "3 In 2017, no fewer than 10 Hong Kong legislators from the opposition were undergoing some kind of judicial procedure. Some were involved in legal proceedings on different counts, ranging from oath-taking controversy and disruptive behaviour to flag desecration. From March on, dozens of people were charged with unlawful assembly, inciting public disorder and similar counts, mostly related to the Occupy Central protests in 2014 or demonstrations outside Beijing’s Liaison Office in November 2016. On 17 August, Hong Kong’s Court of Appeal sentenced three Occupy leaders (Joshua Wong, Nathan Law and Alex Chow) to prison for unlawful assembly outside government headquarters in 2014. Each had already served community service by the time of the appeal. The Justice Secretary appealed against the first sentence handed down by the lower court judge, which was considered too lenient. Thirteen other pro-democracy activists were also jailed. Pan-democrats accused the government of eroding the rule of law and using the judicial system as a weapon to suppress opposition. The Bar Association and the Law Society issued a joint statement saying that there were no indications that the decisions had been influenced by political considerations. On 20 August, over 22 000 people marched peacefully to protest against the sentence. The jail sentences of more than three months for the three Occupy leaders mean that they will not be able to stand for election to the LegCo for the next five years. The three were later released on bail pending judgment by the Court of Final Appeal 2 . Members of the opposition are not the only people against whom judicial proceedings have been taken. On 17 February, seven policemen were sentenced to two years in prison for assaulting a pro-democracy activist during the 2014 Occupy protest, prompting public expressions of discontent from supporters of the establishment. The railway co-location agreement with mainland China was another issue that posed challenges in 2017. The project has been under preparation for nearly a decade, but procedures were expedited in July, when the new government took up its duties. Under the agreement, an area of the new Hong Kong-mainland railway station will be leased to mainland China for one-stop clearance procedures. The proposed agreement will grant mainland China almost full jurisdiction over the platform, the train compartments and the passengers' waiting hall. Jurisdiction is not restricted to immigration, customs and quarantine but also covers criminal and other matters. In practical terms, this is a convenient arrangement: plugging Hong Kong into China's national high-speed rail network makes economic and logistical sense. However, questions have been raised about the compatability of this co-location arrangement with the ‘one country, two systems’ principle. On 27 December, the NPCSC controversially approved the agreement. The legal community has voiced concerns about the lack of a legal basis for the 2 On 6 February 2018, the Court of Final Appeal unanimously quashed the sentences of imprisonment and reinstated the sentences by the lower court magistrate. ",
        "4 NPCSC decision, which they say undermines the Basic Law. LegCo is expected to adopt an implementing bill in the first half of 2018. On 11 October, EU citizen Benedict Rogers was refused entry to Hong Kong. There is no doubt that Hong Kong immigration authorities have the power to decide who can enter Hong Kong’s territory. However, it appears, from comments made by both Hong Kong authorities and the spokesperson of the Chinese Ministry of Foreign Affairs, that this decision was taken by Beijing on the basis of its competence in ‘foreign affairs’. This raised questions about the implementation of the ‘one country, two systems’ principle, inasmuch as, under the Basic Law, immigration falls under the remit of Hong Kong. The last of the ‘missing’ booksellers , whose cases have not yet been satisfactorily clarified, reappeared in October 2017. Gui Minhai, a mainland-born naturalised Swedish citizen, was released by mainland authorities following his disappearance in 2015. He was detained again in January 2018. In the aftermath of the booksellers’ case, the alleged abduction of a Chinese businessman, Xiao Jianhua, from his hotel in Hong Kong on 27 January renewed concern that mainland security forces may be operating on Hong Kong soil. Equal opportunities, rights and freedoms Hong Kong enjoys a high level of freedom. Freedom of expression, media freedom and freedom of information are core values under the ‘one country, two systems’ principle and are an essential component of Hong Kong’s strength as a global business centre. The EU calls on all stakeholders to preserve these values. Even though Hong Kong's media still enjoy a high level of freedom, challenges have been accumulating for several years. In 2017, the Press Freedom Index (Reporters Without Borders) downgraded Hong Kong by four places to 73 rd , a historical low. In its latest annual report on press freedom, the Hong Kong Journalists Association concluded that self-censorship was getting worse; 7 out of 10 journalists said press freedom had deteriorated. Many mainstream media organisations are at least partly owned by mainland companies, which affect their coverage and editorial policy. Several instances of intimidation and threats to journalists were investigated by the police. There was one notable positive development in 2017: after years of complaints, the government finally lifted its restrictions on coverage of government events by internet-based media. Freedom of expression is well respected in Hong Kong, even if questions are increasingly being asked about its limits in relation to the sensitive issue of calls for self-determination or independence. Early in the year, pro-independence parties criticised the government for violating freedom of expression after they were barred from setting up booths at the Lunar New Year fair. Authorities said that promoting Hong Kong's independence could endanger public safety. Banners and posters calling for Hong Kong's independence displayed on the campuses of several Hong Kong universities were eventually banned from most campuses. ",
        "5 On 16 September, the heads of 10 universities issued a joint statement rejecting Hong Kong’s independence and condemning the ‘abuse’ of freedom of expression. The student unions of 12 higher education institutions issued a joint reply defending their freedom to discuss independence on campuses. The government rejected speculation that it had put pressure on the universities to issue the statement and added that advocacy of independence would not be tolerated. Hong Kong still faces a whole range of socioeconomic issues and inequality : the Gini coefficient reached a record 0.539 3 , making Hong Kong one of the most unequal cities in the world. The gap is widening, with the richest 10% of households earning 44 times more than the poorest 10%. Poverty alleviation and support for the disadvantaged are at the top of the government’s agenda. Hong Kong still lacks a comprehensive anti-discrimination law. In March, the Equal Opportunities Commission issued a joint statement with 75 major companies, the Chinese University and the Hong Kong Bar Association urging the government to pass legislation against discrimination on the grounds of sexual orientation, gender identity and intersex status. The government has not responded to the statement. The Government appealed against two landmark cases concerning same-sex partners. If the Court of Final Appeal confirms the earlier judgments, this may give impetus for the adoption of a comprehensive anti-discrimination law that would cover discrimination based on sexual orientation. Foreign domestic workers (FDW) , who number around 320 000, continued to suffer from a lack of adequate labour and social protection. Two existing laws regarding FDW are of particular concern, namely the live-in requirement and the ‘two-week’ rule, under which foreign domestic workers must find work within two weeks following expiry of their contract or face deportation. The government has taken steps to crack down on debt bondage and malpractices by employment agencies, but more resolute action is needed. On 3 October, the High Court began hearing a legal challenge against the live-in requirement for FDW. Abolishing this requirement would be a welcome step in improving the rights of FDW: human rights groups have frequently denounced their unsuitable living conditions and urged the authorities to de-criminalise live-out arrangements. Trafficking in human beings remains a concern, particularly in the absence of a single legislative and policy framework. The SAR Government has set up a task force to address the matter and is collaborating with the EU and other members of the international community. Hong Kong has stepped up its cooperation with mainland China, including joint operations. The EU and the Hong Kong Security Bureau held a successful workshop on trafficking in human beings in July and are looking forward to continuing their cooperation. 3 According to HKSAR Government, the Gini coefficient is slightly lower (0.473) if the effects of taxation and social benefits are taken into account. ",
        "6 The anti-corruption system remained vigorous and resilient. Hong Kong boasts very high standards of transparency and anti-corruption measures. The authorities and political and business leaders alike recognise that transparency, including for mainland firms, is vital if Hong Kong is to maintain its pre-eminence as an international business centre. Relations between Hong Kong and mainland China Sections of Hong Kong society are worried about what they perceive as the gradual erosion of Hong Kong’s ‘high degree of autonomy’ within the People’s Republic of China and the declining respect for Hong Kong’s values and way of life under the ‘one country, two systems’ principle. During his visit to Hong Kong on the occasion of the 20th anniversary of the handover, President Xi Jinping reiterated the Central Government’s commitment to the ‘one country, two systems’ principle. He also stressed that endangering national security and sovereignty and challenging the power of the central government were red lines not to be crossed. Following Xi’s visit and his report to the 19th Party Congress, speeches and comments made by several high-ranking Beijing officials suggest that there is a new understanding of the Basic Law, with China asserting its ‘comprehensive jurisdiction’ over Hong Kong. In November, the NPCSC voted to introduce the national anthem law into Annex III of Hong Kong’s Basic Law, which lists PRC national laws that are also applicable in Hong Kong. The Hong Kong SAR government said the national anthem law would be applied in the SAR through appropriate local legislation. Some of the penalties for which national law makes provision cannot be applied in Hong Kong because of significant differences in criminal law. Retroactive application is not expected. Two further events in 2017 caused concern regarding the implementation of the ‘one country, two systems’ principle: Beijing’s decision to refuse a EU citizen entry to Hong Kong, and the NPCSC decision of 27 December approving the co-location agreement without due reference to the Basic Law. In December, Hong Kong and mainland China signed an agreement to set up a faster notification system for cases where residents of one region are detained as criminals by the other region. Both committed themselves to informing each other within seven working days (somewhat longer in more complex cases) if a person is being held for minor crimes. The agreement, which was triggered by the disappearance of five booksellers, offers greater transparency. Also in December, a panel of 1 989 electors, including about 300 pan-democrats, elected the 36 Hong Kong deputies to the National People’s Congress (NPC). The election campaign was contested. Under new rules adopted by the NPC in March, Hong Kong candidates had to sign a declaration that they would uphold the national constitution and Hong Kong’s Basic Law, uphold the ‘one country, two systems’ principle, pledge loyalty to the People’s Republic of China and the Hong Kong Special Administrative Region, and accept no financial assistance from foreign countries in connection with elections. On these grounds, applications by 10 ",
        "7 candidates from the ‘localist’ and pan-democratic camps were invalidated. Forty-nine candidates eventually ran for the 36 seats, with 11 first-time deputies elected. Economic Developments Hong Kong continues to prosper as an international financial and trade centre in Asia, and to lead in various global economic competitiveness surveys. The government and the business community, however, are concerned about long-term competitiveness vis-à-vis Hong Kong's regional competitors. In 2017, the government led a number of initiatives to shape Hong Kong's economic future, trying to encourage more development, especially in innovation and technology, and to exploit its role in China's Belt and Road Initiative. Sustained growth in 2017 As the external economic environment steadily improved, Hong Kong enjoyed economic growth, low inflation and full employment. Real GDP growth reached 3.8% in 2017 4 , almost doubling its 2% growth pace in 2016. The expansion was underpinned by strong exports of goods and services, investment expenditure and consumption. The domestic market held up well, supported by favourable employment conditions and more positive business sentiment. The annual unemployment rate was 3.1%. Inflationary pressure was mild at 1.7% in 2017. Driven by ample liquidity, positive market outlook and strong corporate earnings, the Hang Seng Index outperformed other major Asian indexes in 2017. It rose by more than 35% year- on-year, closing at 29 919 on 29 December 2017. Initial public offering (IPO) activities were buoyant, despite a smaller average deal size compared with 2016. However, Hong Kong lost its crown as the largest global IPO market, dropping to third place in terms of funds raised in 2017, after New York and Shanghai. The drop in ranking might partly be due to the absence of mega listings and Chinese technology companies' increasing preference for seeking listings in the US. Funds raised from IPOs dropped to HK$128.5 billion in 2017, down by 34.2% 5 . About 50% of the listed companies were mainland Chinese enterprises. Recognising the competitive pressure Hong Kong faces in attracting listings from new economy companies, the Hong Kong Stock Exchange announced on 15 December 2017 that it would expand its listing regime to include issuers from emerging and innovative sectors that have weighted voting rights structures (dual class structures) 6 , as well as pre-revenue biotech issuers. The change in position of the Securities and Futures Commission ended the long- standing controversy over the regulator's rejection of the proposal of special voting rights in the wake of Alibaba Group Holding Ltd.'s New York listing in 2014. 4 Source: Unless otherwise stated, all macroeconomic data were sourced from the Hong Kong Census and Statistics Department. 5 Source: Hong Kong Exchange and Clearing Ltd. . 6 The dual-class share structure gives one group of shareholders greater voting rights than others. It is popular with technology companies but remains controversial with corporate governance stakeholders. ",
        "8 Hong Kong's financial regulators have spearheaded a range of initiatives to promote the development of fin-tech. The Hong Kong government and regulators signed cooperation agreements with counterparts in other fin-tech hubs, including the United Kingdom and Singapore, to foster financial innovation. The launch of the Bond Connect scheme (July 2017) will further strengthen financial linkages between Hong Kong and China. It follows the model of the Shanghai-Hong Kong Stock Connect (launched in 2014) and the Shenzhen-Hong Kong Stock Connect (2016) schemes. The initial phase limits trading to one-way northbound. Together with the Mutual Recognition of Funds scheme introduced in 2015, Hong Kong has built up multiple channels linking its capital markets with China, and it has continued to play a pioneering role in China's capital markets liberalisation. In her 2017 Policy Address, Chief Executive Carrie Lam proposed that spending on research and development be doubled from 0.73% to 1.5% of GDP over five years and set out an array of measures to spur development. A HK$2bn Innovation and Technology Venture Fund was launched in 2017 to support tech start-ups. Earlier in the year, in January, the governments of Hong Kong and Shenzhen signed an agreement jointly to set up an innovation and technology park in Lok Ma Chau, on the border between the two cities. The two sides hoped to complement each other in technology development, so as to compete with other global technology hubs. China's Belt and Road Initiative was a key element in the policy-making of the Hong Kong SAR. The Hong Kong government emphasised the need to capitalise on the opportunities arising from this initiative and the Guangdong-Hong Kong-Macao Bay Area (the 'Greater Bay Area') development. The stated aim was for the SAR to be a business services, financing and asset management hub for the Belt and Road, and to make the city a centre of dispute resolution and arbitration for the Asian Infrastructure Investment Bank (AIIB). In June 2017, Hong Kong succeeded in joining the AIIB as a non-sovereign member under the auspices of China. In December, the Hong Kong authorities and the National Development and Reform Commission signed an arrangement to facilitate Hong Kong's participation in China's Belt and Road Initiative. The arrangement includes specific measures focussed on six key areas: (i) finance and investment, (ii) infrastructure and maritime services, (iii) economic and trade facilitation, (iv) people-to-people relations, (v) the Greater Bay Area development; and (vi) project interfacing and dispute resolution services. Private sector participation in Belt and Road projects is growing, with business interest ",
        "9 predominantly confined to the ASEAN region. The first Belt and Road bond was issued by the China Development Bank in Hong Kong in December. In keeping with its efforts to enhance its anti-money laundering and anti-terrorist financing regimes, in June the Government gazetted the Anti-Money Laundering and Counter-Terrorist Financing (Financial Institutions) (Amendment) Bill 2017 and the Companies (Amendment) Bill 2017. The aim of the former bill was to apply statutory customer due diligence and record-keeping requirements to designated non-financial businesses and professions when they engage in specified transactions. The latter bill sought to require companies incorporated in Hong Kong to maintain beneficial ownership information, by keeping a Significant Controllers Register. This register should be open for inspection by law enforcement officers on demand. Both bills' ultimate objective was to bring Hong Kong's regulatory regime up to date, in line with international requirements as promulgated by the Financial Action Task Force (FATF). However, as a result of submissions made during the consultation process, the Government decided to restrict access to beneficial ownership information to competent authorities, rather than making such information public. Importantly, the disclosure requirements would only apply to Hong Kong-incorporated private companies, and not to registered non-Hong Kong companies or Hong Kong listed companies. The two bills were adopted by the Legislative Council on 24 January 2018. Trade policy On the external front, Hong Kong has been pursuing free trade and investment agreements, focussing on trade and investment links within China's Belt and Road Initiative. In 2017, Hong Kong signed and concluded a number of bilateral agreements and launched negotiations with new partners, in addition to its existing free trade agreements with New Zealand, the European Free Trade Association and Chile. Negotiations with Georgia and the Maldives continued. In May, Hong Kong commenced free trade agreement negotiations with Australia. A free trade agreement and a related investment agreement with ASEAN were signed in November in the margins of the ASEAN Summit. Investment promotion and protection agreements were concluded with Bahrain, Mexico, Myanmar and UAE, and negotiations with Iran and Russia were under way. Hong Kong remained an active WTO member and a staunch supporter of multilateralism. On regional integration, two new agreements, namely an Investment Agreement and an Agreement on Economic and Technical Cooperation under Hong Kong and Mainland's Closer Economic Partnership Arrangement (CEPA) were signed in June 2017. The agreements grant Hong Kong businesses most preferential investment access to China – in both the services and the non-services sectors – and pave the way for Hong Kong to participate to a greater degree in China's Belt and Road Initiative. In addition, a Closer Economic Partnership Arrangement was signed with Macao in October. Hong Kong and Macao have each entered into a separate CEPA with the mainland. The three administrations have envisaged building upon their ",
        "10 CEPAs to establish a new, common platform to advance further liberalisation and facilitation of trade and investment in the 'Greater Bay Area'. Property market and housing Fuelled by low interest rates, excess liquidity and strong demand from investors, the property market reached record highs in 2017. In particular, private residential property prices rose by 16.7% 7 compared with 2016, making Hong Kong the world's most expensive housing market. It is the world's least affordable urban centre for home buyers. Flats in new buildings have been getting smaller on average to make them more affordable for new home buyers. As residential prices and rents in the private sector continued to soar, demand for public housing increased more than ever. The Hong Kong authorities have been working hard to increase supply and manage demand, but the efforts have not so far generated notable improvements. The demand-driven measures rolled out in previous years (such as tightening mortgage lending and imposing a 15% double stamp duty for non-first time buyers) remained in force. Various types of public housing schemes were introduced or refined, while project developments were expedited. However, meeting the long-term housing supply target remains a huge challenge for the government, given the shortage of land. To garner broad consensus within the community, the Chief Executive appointed a 30-member task force in September 2017. The land supply task force will engage the public in 2018 to review various controversial options such as land reclamation, speeding up urban renewal, and exploiting conservation parks. Fiscal management, poverty and wealth gap The Hong Kong government has accumulated deep fiscal reserves since 1997. Financial Secretary Paul Chan presented a strong fiscal report on the Hong Kong SAR in February 2017, with a budget surplus of 3.7% of GDP for 2016-17 and estimated reserves of 37% of GDP for 2017-18. On top of a range of one-off concessionary measures, the fiscal surplus was budgeted to spend more on care of the elderly and developing innovation. Chief Executive Carrie Lam pledged to increase spending in a number of policy areas, given that fiscal reserves exceed HK$1 trillion. The comfortable fiscal position also allowed the administration to reduce the tax burden on companies. Amongst other measures, the Chief Executive proposed halving the corporate tax rate to 8.25% for the first HK$2 million in profits. Despite robust economic growth and full public coffers, the poverty situation deteriorated and income disparities increased, largely because of a more rapidly ageing population. The latest government study 8 showed that 1.35 million of the city’s 7.35 million residents were living 7 Source: Hong Kong Property Review – monthly supplement, the Rating and Valuation Department of the Hong Kong SAR 8 Source: the Hong Kong Poverty Situation Report 2016, the Government of the Hong Kong SAR, November 2017 ",
        "11 below the official poverty line. The poverty rate rose 0.2% percentage points to a record high of 19.9% in 2016. The government pledged to implement appropriate taxation and social welfare policies to let different strata of society share the fruits of economic development and government resources. Environment protection policy In 2017 environmental protection climbed up the policy agenda. A number of initiatives and legislative procedures were launched and initiated. Hong Kong vowed to move towards a low carbon economy and to become the greenest region of China. In January, Hong Kong published the ‘Climate Action Plan 2030+’ report in response to the Paris Agreement. The report sets out Hong Kong’s new absolute carbon emissions reduction target of 26% to 36% for 2030 as compared to 2005 and the concerted plans to achieve it. In an effort to reduce and better manage urban waste, a detailed proposal was published in March for a municipal solid waste charging scheme, to be introduced in 2019. A state-of-the-art Waste Electrical and Electronic Equipment Treatment (WEEE) facility became operational in December. The facility, built and operated by a European waste management firm (in a joint venture with a local service provider) was the first of its kind in Hong Kong. Hong Kong also launched a three-step plan to phase out the ivory trade by the end of 2021. The government submitted the relevant bill to the Legislative Council for scrutiny in June 2017 (and the bill was passed in January 2018). EU-Hong Kong bilateral relations and cooperation in 2017 The European Union and Hong Kong are major trade and investment partners. They continued to deepen bilateral relations in 2017. The European Union is Hong Kong's second largest trading partner after China and one of its key foreign investors. With more than 2,100 EU companies based in Hong Kong, the EU remains the largest foreign business constituency in the city. In turn, Hong Kong is the 14th largest trading partner in goods and one of the EU's key Asian trading partners in services. In 2017, EU exports of goods to Hong Kong rose by 5% year-on-year to € 36.8 billion while imports from Hong Kong amounted to €11.2 billion, resulting in a sizable surplus for the EU of €25.6 billion, the fourth highest EU external trade surplus. EU exports of goods to Hong Kong are boosted by robust demand for machinery and equipment, jewellery, clothing, luxury goods, food, wine, and automobiles. Bilateral trade in services between the EU and Hong Kong remained stable. In 2016 (the most recent year for which data are available), bilateral trade in services amounted to €22.3 billion. EU imports of services from Hong Kong reached €11.4 billion, while exports to Hong Kong reached €10.9 billion, resulting in a EU deficit of €461 million. ",
        "12 Two-way investment flows between the EU and Hong Kong are significant. Hong Kong is one of the EU's major direct investment destinations. Excluding offshore centres, the EU is the second largest foreign investor in Hong Kong (after mainland China), contributing 9.7% of the total foreign direct investment stock in 2016 (latest available). A significant percentage of EU investment in China transits via Hong Kong. The presence of high-quality service providers and the rule of law are among the main reasons for this. In turn, Hong Kong remains the EU's second most important direct investor from Asia, after Japan, partly because a sizeable proportion of China's outbound investment in Europe is channelled through Hong Kong. In 2017 the EU and Hong Kong held informal talks (in March and November) to explore the possible launch of negotiations on investment agreement. The 11th EU-Hong Kong annual Structured Dialogue meeting took place in Hong Kong on 16 November 9 . The two sides discussed a wide range of subjects and identified areas for further cooperation, in particular intellectual property protection, customs matters, environment (waste management and wildlife trafficking) and competition policy. The two sides exchanged views on regulatory matters, including public light buses and public procurement, and agreed to continue working towards a better understanding of each other’s concerns and priorities. For the first time, an expert meeting on financial services took place in the margins of the Structured Dialogue. Both sides updated each other on their respective developments in the sector and explored ways to step up cooperation on financial regulation, particularly as regards equivalence processes and Mutual Recognition of Funds (MRF). As regards cooperation on customs, the EU and Hong Kong are currently assessing the compatibility of their respective Authorised Economic Operator (AEO) schemes with a view to a possible Mutual Recognition Agreement (MRA). The EU is committed to continuing the AEO mutual recognition process with Hong Kong in 2018. The co-funding mechanism of the Hong Kong Research Grants Council (set up in 2015 to foster cooperation under the EU’s Horizon 2020 framework programme) continued to bear fruit. The scheme worked well in its first year of operation, and the fund for 2016-17 was fully allocated. As part of its agenda for fair taxation at global level, on 5 December the EU unveiled a list of 'non-cooperative' tax jurisdictions ('the List'). Hong Kong did not figure on the List, thanks to its recent policy and legislative proposals and to its commitment to address the concerns identified by the EU during the screening process, notably under the criteria of transparency and fair taxation. Hong Kong was therefore considered to be a 'cooperative' jurisdiction, provided that it successfully meets its commitments by the end of 2018. The EU will monitor the effective implementation of these commitments and will continue the constructive dialogue established with the Hong Kong authorities. 9 https://eeas.europa.eu/delegations/benin/35762/joint-press-statement-structured-dialogue-meeting-between- hksarg-and-european-union-explores_en ",
        "13 EU business interests in Hong Kong are represented by the European Chamber of Commerce (ECC). The ECC has five 'business councils' that focus on the automotive sector, intellectual property, energy and the environment, financial services and information, communication and technology. It works closely with the EU Office in Hong Kong and Macao to facilitate dialogue with the government. In 2017, the ECC worked towards a stronger, more coordinated representation of the EU business community by making substantial submissions to the government highlighting the interests, priorities and recommendations of European businesses, and by organising a number of sectoral round tables with government representatives to enhance the business-to-government interface. The diplomatic missions of the EU and its Member States in Hong Kong continued to work together to raise the EU’s profile in Hong Kong. To this end, the EU Office to Hong Kong organised a number of ‘dialogue’ meetings between the EU Heads of Mission and senior members of the Hong Kong Government, the Legislative Council and judiciary, and other leading figures, including from the business world. The EU and Hong Kong also worked together to increase people-to-people contacts, notably in the areas of academic cooperation, student mobility, culture and creative industries. The EU diplomatic missions and cultural institutes worked together with local partners on many people-to-people activities. Examples of such activities included the EU Film Festival with an opening concert, the first EU booth at the Hong Kong Book Fair, the EU Day of Languages, an EU-themed animated short film competition with local schools, a beach cleaning event and several human rights-focussed seminars. The EU hopes to build on this momentum to continue its work with the government, civil society and business in promoting exchanges on rights and freedoms. There were a number of high-level visits from the EU institutions in 2017. The highlight was the December visit of European Commission Vice-President Valdis Dombrovskis, who met the Chief Executive, the Financial Secretary, the Financial Services Secretary and the Hong Kong Monetary Authority. Members of the European Parliament visited Hong Kong twice in 2017. On 13 December, the European Parliament adopted a recommendation on Hong Kong 10 , taking stock of developments 20 years after handover. 10 http://www.europarl.europa.eu/sides/getDoc.do?type=TA&reference=P8-TA-2017- 0495&language=EN&ring=A8-2017-0382 "
    ]
}