{
    "text": [
        "P7_TA(2013)0558 EU donor coordination on development aid European Parliament resolution of 11 December 2013 with recommendations to the Commission on EU donor coordination on development aid (2013/2057(INL)) (2016/C 468/12) The European Parliament , — having regard to Article 225 of the Treaty on the Functioning of the European Union (TFEU), and in particular Articles 9 and 151 and Article 153(1)(e) thereof, — having regard to Articles 209 and 210 TFEU, — having regard to the United Nations Millennium Declaration of 8 September 2000, — having regard to the Paris Declaration of 2005, the Accra Agenda for Action (AAA) of 2008 and the Global Partnership for Effective Development of 2011, — having regard to the joint statement by the Council and the representatives of the governments of the Member States meeting within the Council, the European Parliament and the Commission on European Union Development Policy: The European Consensus ( 1 ), — having regard to the Commission communication of 13 October 2011 entitled ‘Increasing the impact of EU Development Policy: an Agenda for Change’ (COM(2011)0637), — having regard to the Council’s conclusions of 14 May 2012 on ‘Increasing the Impact of EU Development Policy: an Agenda for Change’ ( 2 ), — having regard to the Conclusions of the Council and of the Representatives of the Governments of the Member States meeting within the Council of 15 May 2007 on the ‘European Union Code of Conduct on Complementarity and the Division of Labour in Development Policy’ ( 3 ), — having regard to its resolution of 28 September 2006 on ‘more and better cooperation: the 2006 EU aid effectiveness package’ ( 4 ), — having regard to its resolution of 22 May 2008 on the follow-up to the Paris Declaration of 2005 on Aid Effectiveness ( 5 ), — having regard to its resolution of 25 October 2011 on the 4th High Level Forum on Aid Effectiveness ( 6 ), — having regard to the Conclusions of the General Affairs and External Relations Council of 17 November 2009 on an Operational Framework on Aid Effectiveness ( 7 ), — having regard to the Conclusions of the Foreign Affairs Council (Development Ministers) of 14 June 2010 on Cross- country Division of Labour ( 8 ), which makes a number of additions and changes to the Operational Framework on Aid Effectiveness, 15.12.2016 EN Official Journal of the European Union C 468/73 Wednesday 11 December 2013 ( 1 ) OJ C 46, 24.2.2006, p. 1. ( 2 ) Doc. 9369/12. ( 3 ) Doc. 9558/07. ( 4 ) OJ C 306 E, 15.12.2006, p. 373. ( 5 ) OJ C 279 E, 19.11.2009, p. 100. ( 6 ) OJ C 131 E, 8.5.2013, p. 80. ( 7 ) Doc. 15912/09. ( 8 ) Doc. 11081/10. ",
        "— having regard to the Conclusions of the Foreign Affairs Council (Development Ministers) of 9 December 2010 on ‘Mutual Accountability and Transparency: A Fourth Chapter for the EU Operational Framework on Aid Effectiveness’ ( 1 ), — having regard to the consolidated text of the Operational Framework on Aid Effectiveness adopted by the General Secretariat of the Council of the European Union on 11 January 2011 ( 2 ), — having regard to the report of October 2009 entitled ‘Aid Effectiveness Agenda: Benefits of a European Approach’, commissioned by the Directorate-General for Development of the Commission ( 3 ), — having regard to the final report of March 2011 entitled ‘Joint Multiannual Programming’, commissioned by the Directorate-General for Development of the Commission ( 4 ), — having regard to the ‘Final Report on the Evaluation of the Paris Declaration: Phase 2’, published in May 2011, — having regard to the ‘Cost of Non-Europe Report’ on ‘Increasing coordination between EU donors’, presented to the Committee on Development on 10 July 2013, — having regard to Council Decision of 26 July 2010 establishing the organisation and functioning of the European External Action Service (2010/427/EU) ( 5 ), in particular Article 9 (External action instruments and programming), — having regard to Rules 42 and 48 of its Rules of Procedure, — having regard to the report of the Committee on Development and the opinion of the Committee on Foreign Affairs (A7-0393/2013), A. whereas recent estimations set out in the above-mentioned ‘Cost of Non-Europe Report’ show that as much as EUR 800 million could be saved annually from cutting transaction costs if the EU and its Member States concentrated their aid efforts on fewer countries and activities; and whereas a further EUR 8,4 billion of annual savings could be achieved if country allocation was completely coordinated and had poverty reduction as its only target; B. whereas, in a context where, overall, there has been limited progress towards reaching the UN goal of providing 0,7 % of gross national income as Official Development Assistance by 2015, more efficient coordination at EU level is a matter of the utmost importance; C. whereas, given the change in international demographics and the greater future interdependence between what is now the developing world and the EU as a whole, more efficiency in the spending of development aid will bring about more effective assistance on the ground and have the added benefit of breeding greater mutual respect into the future; D. whereas coordinated action by the EU as a whole, particularly by setting up a committee comprising representatives of the Commission, the Council and the European Parliament, has an added value which, in terms of policy and financial leverage, is greater than the sum of the individual actions of its 28 Member States and the Commission; E. whereas the EU and its Member States should continue to lead by example in reducing aid fragmentation by fully implementing the international aid and development effectiveness commitments made in Paris, Accra and Busan and by building on the progress made in the current process of Joint Programming; C 468/74 EN Official Journal of the European Union 15.12.2016 Wednesday 11 December 2013 ( 1 ) Doc. 17769/10. ( 2 ) Doc. 18239/10. ( 3 ) Project No 2008/170204 — Version 1. ( 4 ) Project No 2010/250763 — Version 1. ( 5 ) OJ L 201, 20.5.2010, p. 3. ",
        "F. whereas EU donor coordination should contribute to the objective of ending all formal and informal tied aid and to turning the ‘Aid Effectiveness Agenda’ into a ‘Development Effectiveness Agenda’; G. whereas EU initiatives to enhance donor coordination are mainly of a voluntary, non-binding nature; and whereas the EU Code of Conduct on Complementarity and Division of Labour in Development Policy has led to limited results; H. whereas the Treaties give the EU the legal basis to strengthen the coherence and the effectiveness of the EU's external action; I. whereas the Commission should be the driving force behind the full implementation of the aid and development effectiveness agenda at EU level; 1. Calls on the EU and its Member States to honour their commitments under the Paris Declaration, the Accra Agenda for Action and the Busan Global Partnership for Effective Development Cooperation, the main obstacles to which are lack of political will, bureaucracy and high transaction costs; recalls in this context that one basic condition for fulfilment of the ‘aid effectiveness agenda’ is to embrace fully the principle of ‘democratic ownership’, implying that development strategies are country-driven and reflect the commitment of all national stakeholders; 2. Calls on the EU and its Member States to fully exploit the legal provisions of the TFEU on development that call for complementarity between the EU and its Member States in development cooperation (Articles 208 and 210 TFEU) so as to reinforce effective coordination between EU donors; 3. Calls for more effective coordination by the EU and its Member States through, inter alia, joint programming including in-country division of labour in order to avoid overlapping of actions and high transaction costs; insists equally on the need to undertake a careful analysis of each recipient country's specific situation needs, while ensuring that financed projects are embedded in the local economy and benefit those most in need; 4. Calls for more effective coordination by the EU and its Member States of cross-country division of labour in order to address the problem of ‘aid darlings’ and ‘aid orphans’; stresses that the EU's policy on division of labour should ensure that horizontal issues such as human rights, gender equality and climate change are fully addressed; stresses also that the aim to increase the impact of aid and to get more results and value for money should not lead to a risk-averse development policy which only focuses on ‘easy countries’; 5. Calls for a re-evaluation of the comparative advantages of the EU and its Member States in the division of tasks in the development field by assessing strengths and weaknesses, which should involve the Member State concerned (or the Commission), as well as other donors and partner countries; 6. Notes, however, that better coordination is also needed with the international community and, more importantly, with local actors, specifically with local governments, national parliaments, civil society and NGOs; recalls that Millennium Development Goal 8, ‘forming a global partnership for development’, encourages wide participation and close collaboration between all development actors; 7. Stresses that, by pooling the resources provided by donor countries, multilateral development organisations have the potential to increase aid effectiveness and maximise efficiency; notes that the use of resources put in place by international organisations also helps donors exchange information on the development activities, resulting in greater transparency and accountability; 8. Stresses that it is important to support the development of those countries’ capacity so that they can build up the skills, know-how and institutions required to manage their own development effectively; stresses the importance of free trade, a market economy and entrepreneurship in order for developing countries themselves to be able to fight poverty and thus create sustainable economic development and reduce their dependency on aid; stresses likewise the importance of promoting and defending good governance and that it is important that authorities in recipient countries should combat corruption and build up their fiscal infrastructure in order to be able to safeguard their tax revenue and combat tax evasion and unlawful capital flight; 15.12.2016 EN Official Journal of the European Union C 468/75 Wednesday 11 December 2013 ",
        "9. Emphasises the growing role of non-traditional donors, as well as private-sector investments, and philanthropic financial flows to developing countries that pose additional coordination challenges; takes the view that the new framework for EU donor coordination on development aid should also explore the opportunities for integrating these aspects, building on the commitments undertaken through the Busan Partnership for Effective Development; 10. Underlines the importance of a differentiated approach to aid effectiveness, taking into account the level of development of the partner countries (least developed, fragile or middle-income) and their specific needs; that differentiated approach should be based on multidimensional development indicators going beyond GDP that take into account in- country poverty, inequality and vulnerability; 11. Calls on the Member States to take full advantage of new electronic tools for the coordination of projects, like the Official Development Assistance to Mozambique Database (ODAMoz), the creation of which the EU funded. 12. Calls on the EU to ensure that the commitments on aid and development effectiveness are fully reflected in all the financial mechanisms relevant to development cooperation; 13. Stresses that, given the constraints on national and EU budgets resulting from economic difficulties and due to growing political concern over demonstrating more effective development spending, improved donor coordination is imperative and the EU should play a key role in its promotion, and that the coordination should cover all major aspects of all development projects, including their planning, monitoring and evaluation; 14. Considers that, as a result of their voluntary, non-binding nature, current EU initiatives to enhance donor coordination have not completely exploited the full potential of the EU and its Member States to render its development aid more effective and efficient; therefore calls on the EU and its Member States to establish a new instrument for coordination in the form of a Regulation; 15. Requests the Commission to submit, preferably by 31 December 2015 and in any event no later than the first semester of 2016, on the basis of Articles 209 and 210 TFEU, a proposal for an act concerning regulatory aspects on EU donor coordination on development aid, following the adoption and implementation of a road map of preparatory actions to facilitate the entry into force of these regulatory aspects, following the detailed recommendations set out in the Annex hereto; 16. Asks the Commission and the EEAS to evaluate that road map on the basis of a set of indicators previously agreed. In this process the participants, on the one hand, would be EU delegations together with Member States' diplomatic representations in partner countries and, on the other hand, DG DEVCO and the EEAS together with representatives of Member States; that process would involve the Commission and the EEAS reporting back to the European Parliament in order to agree on the implementation of the roadmap; 17. Confirms that the recommendations respect fundamental rights and the principle of subsidiarity; 18. Considers that the requested proposal does not have financial implications; 19. Instructs its President to forward this resolution and the accompanying detailed recommendations to the Commission and the Council. C 468/76 EN Official Journal of the European Union 15.12.2016 Wednesday 11 December 2013 ",
        "ANNEX TO THE RESOLUTION: DETAILED RECOMMENDATIONS AS TO THE CONTENT OF THE PROPOSAL REQUESTED Recommendation 1 (on the objective and scope of the Regulation to be adopted) The objective of the Regulation should be to codify and strengthen the mechanisms and practices for ensuring better complementarity and effective coordination of development aid. Its scope should provide for an appropriate solution to the question of increasing the effectiveness and efficiency of EU development aid. The Regulation should apply to Member States and the EU's Institutions. Recommendation 2 (on the general principles which should govern coordination among EU donors) The Regulation should codify the following principles: — Ownership: The EU and its Member States should respect partner country leadership and align behind central government-led strategies. They should include, where appropriate, actions to help strengthen partner country capacity to lead operational frameworks for donor coordination. — Harmonisation: The EU and its Member States should implement common arrangements at country level for programming (joint programming) and work together to reduce the number of separate, often duplicated, missions to the field and diagnostic reviews. They should also delegate authority to lead donors for the execution of the activities for which one of those donors has a comparative advantage at sector or country level. — Alignment: The EU and its Members States should base their overall support (country strategies, policy dialogues and development cooperation programmes) on partners' national development strategies and periodic reviews of progress in implementing those strategies. To make aid administration less burdensome, they should use country-systems as the first option. The EU and its Members States should avoid creating dedicated structures for day-to-day management and implementation of aid-financed projects and programmes. — Predictability of funds: In order to effectively coordinate their development efforts, the EU and its Member States should provide developing countries with timely information on their forward expenditure and/or implementation plans, with indicative resource allocations to allow partner countries to integrate them in their medium-term planning. — Transparency and mutual accountability: The EU and its Member States should work together with partner countries to establish mutually-agreed frameworks that provide reliable assessments of performance, transparency and accountability of country systems and to improve availability and quality of data in partner countries. Key initiatives helping to achieve these goals such as the EU Transparency Guarantee and the International Aid Transparency Initiative should be further promoted. — Differentiated approach: In the implementation of this Regulation, a differentiated approach based on development contexts and needs should be pursued so that partner countries and regions are provided with specific, tailor-made cooperation, based on their own needs, strategies, priorities and assets. — Review, evaluation and discussion of results: The EU should monitor and report on the implementation of the Regulation. Actions taken should be reported on an annual basis to national parliaments and to the European Parliament. 15.12.2016 EN Official Journal of the European Union C 468/77 Wednesday 11 December 2013 ",
        "Recommendation 3 (on Joint Programming) The Regulation should codify the EU and its Member States' commitment to increasing their participation in joint multi- annual programming aligned with partner countries' development strategies including, to the best possible extent, the synchronisation with programming cycles at partner country level. The joint programming framework is a pragmatic tool to advance division of labour and should complement and strengthen existing arrangements for donor coordination in order to avoid unnecessary parallel processes. The Regulation should ensure that the EU actively monitors progress at country level and at headquarters to ensure that steady progress is made on existing commitments, and that road maps for the implementation of the EU joint programming framework are duly followed up. Recommendation 4 (on division of labour) The EU and its Member States have developed a wide array of guiding principles on the way division of labour should be effectively conducted. The EU Code of Conduct on Complementarity and Division of Labour in Development Policy provides guidance to the EU and its Member States and should be speedily implemented in all partner countries. Recommendation 4.1: on in-country division of labour The EU and its Member States should reduce transaction costs by limiting the number of EU donors active in sector policy dialogue and cooperation activities. In order to do so, they should develop and implement sector exit plans for better sector concentration, based on a dialogue with partner governments and other donors as well as on an impact analysis of potential financing gaps. Recommendation 4.2: on cross-country division of labour With a view to reducing cross-country aid fragmentation and donor proliferation, the EU and its Member States should ensure that their country allocations are carried out on an informed basis including by taking into account other Member States' intentions and opportunities for EU impact. Member States should strive for better geographic concentration while the Commission should play a coordinating role, particularly in orphan countries. In this respect, EU joint analyses and strategies for both EU ‘darling’ and ‘orphan’ countries could serve as a basis for better cross-country division of labour. Recommendation 5 (on monitoring progress at headquarters and country level) The Regulation should codify the mechanisms to report evidence of progress of increased donor coordination at the country level by including, inter alia: a) disaggregated information on all relevant aid flows; b) progress on Joint Programming processes, with particular attention to division of labour; c) evidence of reduced transaction costs through division of labour; and d) the mainstreaming of Joint Programming and division of labour in strategic planning processes. That information should be made available to partner countries so that they may report it in their national budget documents and thus facilitate transparency towards parliaments, civil society and other relevant stakeholders. Recommendation 6 (on the involvement of national parliaments in the monitoring of donor coordination) The Regulation should include provisions to increase the participation of national parliaments in the monitoring of donor coordination. To this end, annual meetings between the European Parliament and national parliaments should be held to assess progress and discuss results. Recommendation 7 (on the annual report to the European Parliament and the Council) The Regulation should include provisions on evaluation by means of an annual report. The Commission should examine the progress made in implementing the measures taken under the Regulation and should submit to the European Parliament and the Council, as well as to the Committee referred to in Recommendation 9, an annual report on its implementation and the results in terms of coordination of EU assistance. C 468/78 EN Official Journal of the European Union 15.12.2016 Wednesday 11 December 2013 ",
        "That report should also be submitted to the European Economic and Social Committee and to the Committee of the Regions. The annual report should be based on information relating to the previous year provided by headquarters and the field. It should assess the results of the efforts in enhancing coordination of the development policies of the EU and its Member States, using as far as possible specific and measurable indicators of progress towards meeting the objectives of the Regulation. Recommendation 8 (on the review) The Commission should submit to the European Parliament and the Council a report evaluating the implementation of the Regulation in the first three years accompanied, if appropriate, by a legislative proposal introducing the necessary amendments. Recommendation 9 (on the establishment of the Committee on Coordination) The Regulation should include provisions for the establishment of a Committee. The Committee should adopt its rules of procedure and should be composed of representatives from the Commission, the Council and the European Parliament. 15.12.2016 EN Official Journal of the European Union C 468/79 Wednesday 11 December 2013 "
    ]
}