{
    "text": [
        "Opinion of the European Economic and Social Committee on the ‘Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Innovation for a Sustainable Future — The Eco- innovation Action Plan (Eco-AP)’ COM(2011) 899 final (2012/C 351/14) Rapporteur: Mr RIBBE On 15 December 2011, the European Commission decided to consult the European Economic and Social Committee, under Article 304 of the Treaty on the Functioning of the EU, on the Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Innovation for a sustainable Future — The Eco-innovation Action Plan (Eco-AP) COM(2011) 899 final. The Section for Agriculture, Rural Development and the Environment, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 29 August 2012. At its 483rd plenary session, held on 18 and 19 September 2012 (meeting of 18 September), the European Economic and Social Committee adopted the following opinion by 141 votes to 5 with 6 abstentions. 1. Summary of the EESC's conclusions and recommen­ dations 1.1 The EESC welcomes the proposed Eco-Innovation Action Plan. It would particularly like to highlight the approach adopted in the plan for pinpointing and removing obstacles, as well as for consolidating the drivers behind positive devel­ opments. 1.2 It is not possible to have a \" one-size-fits-all \" definition of the term \" eco-innovation \" , because within society (and between different cultures) there are quite different ideas as to what \" innovative \" and \" progressive \" mean. The Commission should therefore establish qualitative and, if possible, even quantitative award criteria which are as clear as possible, for the different areas where it wants to take action. 1.3 Companies which will benefit from the future action plan should be obliged to describe briefly, in a small additional study, where they themselves see the biggest obstacles to imple­ menting their technologies and placing them on the market. 1.4 Eco-innovation supported by the EU must be propitious to resource conservation and be equitable and sustainable. Such support must be linked to the EU's sustainable development strategy criteria. 1.5 Particular attention should be paid to small, appropriate environmental technologies. As far back as its 2004 opinion on the \" Realities and prospects for appropriate environmental tech­ nologies in the candidate countries \" ( 1 ), the EESC pointed out that a plethora of alternatives to large-scale, centralised solutions were already in existence or should be developed. Appropriate, decentralised and small-scale technological solutions are often of no interest to research bodies or investors, since very little or no money at all can be made from them precisely because they are cheap, although they are nonetheless effective. The EESC recommends that the Commission incorporate into the new action plan the suggestions set out in that EESC opinion. 1.6 Existing directives and regulations, as well as structural fund and agricultural policy eligibility criteria, must be reviewed at regular intervals to check whether they need to be adjusted to the latest innovations in environmental technology. 1.7 Likewise, the Commission must at last compile the list of environmentally harmful subsidies and gradually abolish them. Nowadays it is no longer appropriate to support eco-innovation with a lot of money and effort, while at the same time contributing to environmental damage by implementing an unsuitable subsidy policy. 2. Content of the Commission document 2.1 In order to implement and give concrete form to the Europe 2020 Strategy – the Commission's current political planning and governance tool – seven flagship initiatives have been launched, namely: — Innovation Union — Youth on the Move — Digital Agenda for Europe — Resource Efficient Europe — An Industrial Policy for the Globalisation Era EN 15.11.2012 Official Journal of the European Union C 351/65 ( 1 ) OJ C 112 of 30.4.2004, p 83. ",
        "— Agenda for New Skills and Jobs and — European Platform against Poverty. 2.2 The Innovation Union flagship initiative is to be fleshed out inter alia by the Eco-innovation Action Plan (Eco-AP) , although other flagship initiatives are also mentioned therein, such as the Resource Efficient Europe initiative and the Agenda for New Skills and Jobs . 2.3 The action plan points out that environmental protection technologies are not only able to open up fast-growing markets, but can also create many new jobs. 2.4 The plan builds on the old \" Environmental Technologies Action Plan (ETAP) \" from 2004. Its focus, however, is now no longer just on traditional research and the development of new \" green \" techniques and technologies. The new action plan should be viewed more as a package of measures based on a comprehensive idea of what eco-innovation is about; in addition, it examines the obstacles hindering the introduction of new technologies and how these obstacles can be removed and also the drivers behind the implementation of these tech­ nologies and how they can be fostered. 2.5 The Commission document contains interesting results from a survey on this subject, which describe both hindrances and drivers and quantify them to some extent. 2.6 The survey shows that unstable demand from the market and uncertain return on investment are two of the main barriers, while high energy and material prices, new regulations and standards, and access to knowledge are among the main drivers. 2.7 The action plan states that: Eco-innovation has until now penetrated to the markets relatively slowly, with the exception of renewable energy as a result of energy and climate policies . Bottlenecks to eco-innovation include the failure of market prices to accurately reflect environmental costs and benefits, rigid economic structures, infrastructure and behavioural lock-ins, and harmful incentives and subsidies. It can be deduced from this that subsidies which are detrimental to the environment should be abolished in order to consolidate eco-innovation. 2.8 The plan aims to speed up eco-innovation across the board, i.e. in all sectors of the economy, with targeted measures. To help create stronger, more stable market demand for eco-innovation, measures are to be taken in future on regulatory incentives, private and public procurement and standardisation; support is to be provided for SMEs so as to improve investment readiness and networking opportunities. 2.9 The Eco-innovation Action Plan therefore includes measures on demand and supply, research and industry, and policy and financial instruments. It consolidates the underlying importance of environmental law as a driver of eco-innovation, and a review of relevant legislation and standardisation has been envisaged should these turn out to be an obstacle. 2.10 The plan also emphasises the international aspect of eco-innovation and highlights better policy coordination with international partners. 2.11 In all, seven areas of action are listed for the action plan, a milestone being outlined for each one: 1. Using environmental policy and legislation as drivers for eco-innovation; 2. Supporting demonstration projects and partnerships to bring promising, smart and ambitious operational technologies to market; 3. Developing new standards to boost eco-innovation; 4. Mobilising financial instruments and support services for SMEs; 5. Promoting international cooperation; 6. Supporting the development of emerging skills and the creation of jobs and related training programmes to match labour market needs; and 7. Promoting eco-innovation through the Innovation Union flagship imitative. 3. General comments 3.1 The EESC supports the action plan: it appears to be logically structured and properly thought out. 3.2 Eco-innovation is a key – if not the key – way to remain competitive and achieve sustainability targets, but also to demonstrate to hitherto less-developed regions how to boost their economies and prosperity without damaging the environment. 3.3 One not-insignificant question is, however, what eco- innovation actually means. What one person or one cultural group finds innovative and progressive, might well meet with resistance from another. This is illustrated most clearly in matters relating to genetic engineering and nuclear power. These alone clearly demonstrate that there is no \" one-size-fits- all \" definition of eco-innovation. 3.4 In any case, the Commission does attempt to home in on a kind of definition in its action plan. It believes that: \" Eco- Innovation is any form of innovation resulting in or aiming at significant and demonstrable progress towards the goal of sustainable development, through reducing impacts on the environment, enhancing resilience to environmental pressures, or achieving a more efficient and responsible use of natural resources. \" What is still unclear, however, is what actually constitutes \" significant and demonstrable \" progress in reducing the impact on the environment. The EESC therefore recommends that the Commission, in the implementation plan to be issued at a later point, describe the individual priority EN C 351/66 Official Journal of the European Union 15.11.2012 ",
        "areas in greater detail and ensure that EU financing for \" eco- innovation \" is channelled towards projects which contribute most efficiently to achieving the environmental goals of each sector. 3.5 The EESC also recommends that thought be given to specifying the areas in the action plan that are to be promoted as a priority. This might include those areas of envi­ ronmental policy where a) for many years, Europe has only made very little progress, b) it is clear that some environmental goals will only be achieved with difficulty and c) the tech­ nologies remain expensive. 3.6 The EESC feels it is important to point out that particular attention should also be paid to what are known as small-scale, appropriate environmental technologies. As early as 2004, in its opinion on the \" Realities and prospects for appro­ priate environmental technologies in the candidate countries \" (NAT/203 of 31.3.2004), the EESC pointed out that a plethora of alternatives to large-scale, centralised solutions already existed or should be developed. Appropriate, decen­ tralised and small-scale technological solutions are often of no interest to research bodies or investors, since very little or no money at all can be made from them, precisely because they are cheap, although they are nonetheless effective. The EESC recommends that the Commission incorporate into the new action plan the suggestions set out in the 2004 EESC opinion. 3.7 Consequently, eco-innovation comprises not only new technologies which make their way onto the market, but also ideas and concepts which can be put into practice without any major investment, but whose development depends less on companies which have to keep their share of the market or want to open up new markets. 3.8 The development of such appropriate solutions, inter alia for rural areas or less developed regions and countries, should therefore be driven forward with at least the same degree of intensity as companies' research and development projects. 3.9 The EESC endorses the action plan as a whole, particularly the announcement that obstacles will be subject to close examination, something it deems to be especially welcome. 4. Specific comments 4.1 It does, however, remain unclear how the above- mentioned obstacles could be eliminated, because first of all the obstacles to innovation (both technical and non-technical) need to be identified. This is a task of major importance. 4.2 One concrete example of this is the \" 2nd generation vegetable oil \" project promoted under the EU's Seventh Research Programme. The aim of the project was to discover whether locally manufactured unrefined plant oils could be used to power farm tractors, while complying with European envi­ ronmental and climate protection standards. The outcome: today's high-tech engines can indeed do this, with a simul­ taneous reduction in greenhouse gases of up to 60 %, a level which is far better than the minimum stipulated in the renewable energies directive. 4.3 Yet this technology, which can clearly be described as eco-innovation, will not be successful in the EU as long as a) fossil diesel fuel is given favourable tax treatment, b) the CO 2 component of scheduled energy taxation measures turns out to be as minor as planned and c) the use of vegetable oil is banned outright by law. 4.4 The Commission should therefore consider stipulating that there should be an additional small study for all such projects, providing indications as to possible or real obstacles. This should not entail academic analyses, but merely indications to policy-makers as to where additional implementation needs lie. 4.5 At the same time, the Commission needs to review all its directives and regulations - as well as structural fund and Common Agricultural Policy eligibility criteria - at regular intervals, to check whether they have to be adjusted to the latest environmental technology innovations. 4.6 Lastly, the EESC would like to highlight that this action plan, like many other documents, quite rightly points out that environmentally harmful subsidies have to be abolished. The EESC finds it all the more annoying that, despite its repeated calls, the Commission has not yet published a list of environ­ mentally harmful subsidies, although it has been promising to do so for more than five years. If there is such a wide gap between words and action, there has to be doubt as to whether the Commission is seriously committed to this. Brussels, 18 September 2012. The President of the European Economic and Social Committee Staffan NILSSON EN 15.11.2012 Official Journal of the European Union C 351/67 "
    ]
}