{
    "text": [
        "EU-Africa Infrastructure Trust Fund • EU-Africa Infrastructure Trust Fund • EU-Africa Infrastructure Trust Fund • EU-Africa Infrastructure Trust Fund Summary sheet Access to transport and communication services, water and energy is at the heart of reducing poverty and achiev- ing sustainable economic growth. Europe and Africa are working together to bridge Africa’s infrastructure deficit. The EU-Africa Infrastructure Trust Fund, an instrument of the EU-Africa Partnership on Infrastructure, supports this objective. The Fund promotes regional infrastructure schemes to foster wider African development. EU-Africa Infrastructure Trust Fund Initiatives to enhance African infrastructure networks The EU Strategy for Africa sets out priorities and actions to support Africa’s efforts to achieve the United Nation’s Millennium Development Goals (MDGs). The EU-Africa Partnership on Infrastructure is a cornerstone of the EU Strategy for Africa. The partnership aims to increase European and African investment in infrastructure and related services. It identifies and addresses the missing links in the infrastructure chain, harmonises policies and develops cross- border and regional infrastructure. Eligible infrastructure sectors ➾ Energy ➾ Transport (rail, road, air and sea) ➾ Water ➾ Information technology/ (tele)communications EASSy landing, Sudan ",
        "2 Summary sheet • EU-Africa Infrastructure Trust Fund EU-Africa Infrastructure Trust Fund • EU-Africa Infrastructure Trust Fund • EU-Africa Infrastructure Trust Fund • EU-Africa Infrastructure Trust Fund The Fund provides grants alongside long- term loan finance made available by financial institutions. Projects which benefit from this innovative fund com- bine the following characteristics: ➾ identified by the African Union and its New Economic Partnership for Afri- ca’s Development (NEPAD) as priority trans-African infrastructure projects; ➾ cross-border or national projects with a demonstrable regional impact on at least two eligible countries in sub- Saharan Africa 1 ; ➾ sustainable and development-oriented projects, assessed in the light of their financial and economic viability, their impact on the environment, and on 1 Currently, South Africa is not an eligible country. How- ever, it can indirectly benefit from the Fund if a cross- border project includes a South African component. their contribution to sustainable eco- nomic growth and poverty reduction; ➾ projects carried out by public, private or mixed-capital entities. The Fund provides four types of grant support : ➾ interest rate subsidies on medium/ long-term project loans; ➾ technical assistance, including feasibil- ity studies and project-related capac- ity building; ➾ one-off grants for social or environ- mental components of the projects; ➾ insurance premia to cover risks during the inception phase of the project. The Fund fosters co-financing and tech- nical collaboration between numerous stakeholders , in line with the principles of the Paris Declaration on Aid Effective- ness and the European Consensus for Development. The main stakeholders are: ➾ the European Commission and Euro- pean Member States; ➾ the African Union and African Mem- ber States; ➾ the European Investment Bank and participating European development finance institutions; ➾ the African Development Bank; ➾ other potential donors/ private inves- tors involved in the projects. The Fund shares the same objectives as the Infrastructure Consortium for Africa (ICA), a network of bilateral donors, mul- tilateral agencies and African institutions which supports infrastructure initiatives in Africa, encouraging information-sharing, good practice and project development. approval process of ITF grant Parallel processing of loan / grant approval Implementation of Project approval process of Financier’s loan submission to the ITF Executive Committee full approval CIP Board approval loan signature PFG Opinion due diligence ITF grant disbursement Financier’s loan disbursement Other sources of funds Lead Financier Sponsors / Promoters submit infrastructure project proposal to a Financier of the PFG Grant request Loan processing Blended Investment ",
        "3 Summary sheet • EU-Africa Infrastructure Trust Fund EU-Africa Infrastructure Trust Fund • EU-Africa Infrastructure Trust Fund • EU-Africa Infrastructure Trust Fund • EU-Africa Infrastructure Trust Fund Governance structure of the Fund Governance structure EU-Africa Infrastructure Partnership Steering Committee: ensures stra- tegic guidance and consistency with other African and multi-stake- holder initiatives. The Trust Fund Executive Committee: – Governing body – Approves all grant operations – Voting members: donors to the Fund – Overall responsibility/monitoring of performance The Secretariat, housed at the EIB, assists the Executive Committee. The Manager (the EIB) is in charge of the financial management of the Fund (disbursements and internal control, treasury, accounting, etc.). Project Financiers Group 2 : – Composition: each donor nominates a development finance institu- tion (a Member State bank, agency or public body with international development project expertise) – Checks the eligibility of the project and subsequently includes it in the project pipeline – Elects the lead financier, which acts as coordinator/spokesman for a given project and is responsible for submitting the project – Requests the grant operation – Transfers the advantageous conditions to the project promoter(s) 2 As of June 2010: Belgian Investment Company for Developing Countries SA/NV (BIO), African Development Bank, Austrian Development Bank, European Investment Bank, Kreditan- stalt für Wiederaufbau (KfW), Agence Française de Développement (AFD), Lux-Development S.A., Hellenic Ministry of Economy and Finance, Società Italiana per le Imprese all’Estero (SIMEST), Compania Española de Financiación del Desarrollo (COFIDES), Sociedade para o Financiamento do Desenvolvimento Instituição Financeira de Crédito (SOFID). African Union Secretariat Assistance to the Executive Committee European Union EU-Africa Infrastructure Partnership Steering Committee - provides strategy guidance to the Executive Committee - Trust Fund Executive Committee Approves the grant Project Financiers Group/Lead financier - Project assessment/evaluation & eligibility check - Submits the grant request Fund Manager EIB – Responsible for treasury and accounting Thirteen European donors to date: European Commission Austria Belgium Finland France Germany Greece Italy Luxembourg Netherlands Portugal Spain United Kingdom ",
        "© E I B – 0 6 / 2 0 1 0 – Q H - 3 1 - 0 9 - 1 5 2 - E N - C – © E I B G r a p h i c T e a m Summary sheet • EU-Africa Infrastructure Trust Fund EU-Africa Infrastructure Trust Fund • EU-Africa Infrastructure Trust Fund • EU-Africa Infrastructure Trust Fund • EU-Africa Infrastructure Trust Fund For further information, contact: European Investment Bank 98 -100, boulevard Konrad Adenauer L-2950 Luxembourg 3 (+352) 43 79 – 1 5 (+352) 43 77 04 www.eib.org/acp – U info@eib.org Head of the Secretariat Yves de Rosée 3 (+352) 43 79 - 82968 5 (+352) 43 79 - 64999 U y.derosee@eib.org www.eu-africa-infrastructure-tf.net Summary of main facts and figures on the Fund Objective Attract and leverage resources and technical expertise to support cross-border infrastructure investments in sub-Saharan Africa Operational since June 2007 Pledged contribution amount (as of 30 June 2010) EUR 383.7 million Donors (as of 30 June 2010) - European Commission: EUR 308.7 million - 12 EU Member States: EUR 75 million Manager European Investment Bank Geographical coverage Projects with a demonstrable regional impact involving at least one of the 47 eligible Sub-Saharan African countries Intermediaries European financing institutions with development expertise Final beneficiaries Project promoters (public, private or mixed- capital entities) • Angola • Benin • Botswana • Burkina Faso • Burundi • Cameroon • Central African Republic • Chad • Congo Brazzaville • Democratic Republic of Congo • Eritrea • Ethiopia • Djibouti • Gabon • Equatorial Guinea • São Tomé and Principe • Ghana • Togo • Guinea-Bissau • Guinea Republic • Ivory Coast • Liberia • Kenya • Somalia • Lesotho • Swaziland • Madagascar • Malawi • Mali • Mauritania • Mauritius • Comores • Seychelles • Mozambique • Namibia • Niger • Nigeria • Rwanda • Senegal • Cape Verde • Gambia • Sierra Leone • Sudan • Tanzania • Uganda • Zambia • Zimbabwe List of eligible African countries "
    ]
}