{
    "text": [
        "The use of the Global Food Security Index to inform the situation in food insecure countries Thomas A.-C., D’Hombres B., Casubolo C., Kayitakire F., Saisana M. 2017 EUR 28885 EN ",
        "This publication is a Technical report by the Joint Research Centre (JRC), the European Commission’s science and knowledge service. It aims to provide evidence-based scientific support to the European policymaking process. The scientific output expressed does not imply a policy position of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of this publication. Contact information Name: Anne-Claire THOMAS Email: anneclaire.thomas@gmail.com JRC Science Hub https://ec.europa.eu/jrc EUR 28885 EN PDF ISBN 978-92-79-76681-7 ISSN 1831-9424 doi:10.2760/83356 Luxembourg: Publications Office of the European Union, 2017 © European Union, 2017 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. How to cite this report: Thomas A.-C., D’Hombres B., Casubolo C., Saisana M., Kayitakire F., The use of the Global Food Security Index to inform the situation in food insecure countries , EUR 28885 EN, JRC, Ispra, 2017, ISBN 978-92-79-76681-7, doi:10.2760/83356 All images © European Union 2017 ",
        "i Contents 1 Introduction ...................................................................................................... 5 2 Conceptual Framework of the GFSI ...................................................................... 8 2.1 Pillars, Aggregation and Weights .................................................................... 8 2.2 Main results for the 2015 GFSI .................................................................... 11 3 Assessment of the GFSI ................................................................................... 18 3.1 Conceptual Framework ............................................................................... 18 3.1.1 Conceptual choices and scope of the GFSI ............................................. 18 3.1.2 Selection of indicators ......................................................................... 20 3.2 Statistical assessment ................................................................................ 22 3.2.1 Estimated data and outlier detection ..................................................... 22 3.2.2 Correlation analysis ............................................................................. 25 3.2.3 Principal Component Analysis ............................................................... 28 3.2.4 Weights versus importance of the indicators ........................................... 31 3.2.5 Impact of Modelling Assumptions on the GFSI index results ..................... 34 4 Comparison of the GFSI with other indicators ...................................................... 39 4.1 Comparison with the IFPRI Global Hunger Index ............................................ 39 4.2 Comparison with the Prevalence of Undernourishment (PoU) ........................... 41 5 Conclusions .................................................................................................... 45 References ......................................................................................................... 47 List of abbreviations and definitions ....................................................................... 48 List of figures ...................................................................................................... 49 List of tables ....................................................................................................... 50 Annexes: Statistical assessment – complementary figures ........................................ 52 ",
        "2 Authors THOMAS A-C, D’HOMBRES B., CASUBOLO C., SAISANA M, KAYITAKIRE F. ",
        "3 Abstract This report is meant to document the use of the Global Food Security Index (GFSI) to inform the food security situation in countries of interest for DEVCO. Since the GFSI is a composite indicator, a clear understanding of its modelling choices is needed to insure a well-informed use of the indicator. The reports is structures as follows. In the introduction of the report, we briefly remind the usual flow of composite indicators and derive the specific implications for measuring countries food security. The second section presents the conceptual framework behind the GFSI and the 2016 results. The assessment of the indicator follows. First, the conceptual framework is examined and the scope of the GFSI is defined. Second, the robustness of the GFSI country ranking is tested against the presence of outliers and missing values, and, against a change of the weighting scheme and aggregation method. In its 2016 release, the GFSI score was computed for 113 countries. Among the 62 DEVCO priority countries, 37 countries received a GFSI score. The classification is globally consistent with other food security ranking. Yet, several country ranks are different from what is obtained with other food security indicators. The indicators included in the GFSI are indeed covering only a portion of the food security determinants. Moreover, the age of the data varies across countries and indicators. For example, countries hit by the 2015-2016 El Nino phenomenon rank better than expected because the impact of El Nino was not recorded in the indicator used for computing the score. The review of conceptual framework indicates that the GFSI has to be interpreted as a food security environment rating. It focuses on the food security determinants rather than on the food security outcomes. It includes some of the usual food security determinants such as food supply, food share in total expenditure, poverty or nutritional policies and enlarges to less direct determinants like access to financial services, corruption, political stability and so on. It thus only partially overlap with existing food security indicators. Indicators included in the GFSI are measured at the national level and not at the household level. Inequality indicators are not included. The GFSI is thus measuring the average situation in the countries rather than focusing on food insecure households. The GFSI exhibits good statistical properties. The GFSI is statistically coherent and robust to changes in the weight and aggregation methods. The data coverage is good and the effect of outliers on the final score is not important. The indicators are on average ",
        "4 strongly correlated with their respective dimension and the principal component analysis suggests that the three dimensions composing the GFSI are indeed apprehending one single phenomenon. The uncertainty analysis also shows that although a few country ranks in the GFSI are sensitive to the methodological choices, the published GFSI ranking can be considered, for the vast majority of countries, robust to variations in the weighting scheme and the aggregation method. Yet we note that the information contents of two indicators and two variables are lost at the dimension and overall index levels. In addition, the comparison of the weighting scheme with the statistical importance of each indicator suggests that there are differences between these two measures of importance. While this might have been done intentionally by the developers of the GFSI, this could be clarified. It is thus recommended to use the GFSI in conjunction with other indicator of food insecurity namely those measuring the outcomes of food security in terms of food consumption and the nutritional status of the population. ",
        "5 1 Introduction Tracking progress towards global food security is critical for designing and evaluating policies and programs. Nonetheless, finding appropriate indicators is challenging. It has been discussed widely that the concept of food security is multidimensional, dynamic and even context specific. The complexity of the concept, compounded by the challenge of collecting data led to a veritable proliferation of indicators in the last two decades (Hoddinott 1999; CFS 2011). The Global Food Security Index (GFSI) is a composite indicator aiming at monitoring progress towards food security at country level. It was designed by the Economist Intelligence Unit and sponsored by DuPont. It is produced annually since 2012 and covers more than 100 countries. The conceptual framework of the GFSI is based on three dimensions of food security - namely affordability, availability and quality and safety. It uses a total of 28 indicators grouped in 3 domains: affordability (6 indicators), availability (11 indicators), and quality and safety (11 indicators). The index focuses on contributing factors to food security rather than on outcomes such as food consumption or the nutritional status of the population. Data sources include the Economist Intelligence Unit database as well as World Bank, FAO, WFP, and the World Trade Organization indicators. The individual indicators included in the GFSI and their weight in the final score have been decided by an expert panel coming from the academic, non- profit, and public sectors. In this report, we will examine the soundness of the framework chosen and the statistical validity of the weight and aggregation method used. The choice of a composite indicator has the advantage to summarize a big amount of information in one unique score. It is a very appealing approach when monitoring countries food security progress because it simplifies dramatically trends analyses and comparisons between countries. However, if the composite is poorly constructed, interpreted or understood, it can lead to misleading conclusions and policy decisions. The pros and cons of composite indicators are well summarized in Table 1 copied from the OECD-JRC Handbook on Constructing Composite Indicators (OECD-JRC, 2008). ",
        "6 Table 1 Pros and Cons of Composite Indicators. Pros and Cons of Composite indicators Pros Cons ● Can summarize complex, multi- dimensional realities with a view to supporting decision makers ● Are easier to interpret than a battery of many separate indicators ● Can assess progress of countries over time ● Reduce the visible size of a set of indicators without dropping the underlying information base ● Make it possible to include more information within the existing size limit ● Place issues of country performance and progress at the centre of the policy arena ● Facilitate communication with general public (i.e citizens, media, etc) and promote accountability ● Help to construct/underpin narratives for lay and literate audiences ● Enable users to compare complex dimension ● May send misleading policy message if poorly constructed or misinterpreted ● May invite simplistic policy conclusions ● May be misused e.g. support a desired policy if the construction process is not transparent and/or lacks sound statistical or conceptual principles ● The selection of indicators and weights could be subject of political dispute ● May disguise serious failings in some dimensions and increase the difficulty of identifying proper remedial action if the construction process is not transparent ● May lead to inappropriate policies if dimensions that are difficult to measure are ignored Source: (OECD-JRC, 2008) The “Pros” and “Cons” are both exacerbated in the field of food security because it is a very complex concept that is not well defined in terms of measurement. This renders the construction of a composite indicator of food security both appealing and very daring 1 . The final index is necessarily partial and subject to dispute. It is then crucial to understand how the individual indicators included in the model have been selected, how the weight have been chosen, and more generally how the design of the indicators affects the results obtained. This report aims at enlightening what aspects of food security the GFSI is measuring. It tries to assess its fitness for purpose for measuring food insecurity in food insecurity prone countries. The goal is to understand the advantages and risks of using this index to inform decisions in selection and prioritization of countries (and at a less extent intervention areas) for fund allocation by the European Commission (DG DEVCO). To that 1 For example, the FAO preferred monitoring a set of individual indicators rather than computing a composite indicator (http://www.fao.org/economic/ess/ess-fs/ess-fadata/en/#.WeCx4tOCxaQ) ",
        "7 end, the theoretical soundness of the framework used for the construction of the GFSI is reviewed. A statistical assessment is conducted. It first evaluate the impact of missing data and outliers. Second, it compares the actual statistical importance of each indicator to its assigned weight. Third, it assesses the robustness of the weights schemes and the aggregation method. Finally, the countries ranking obtained with the GFSI is compared with the one obtained with the IFPRI Global Hunger Index (GHI) and the FAO Prevalence of Undernourishment (PoU). ",
        "8 2 Conceptual Framework of the GFSI 2.1 Pillars, Aggregation and Weights The Global Food Security Index (GFSI) is produced annually since 2012 by the Economist Intelligence Unit and covers more than 100 countries. The conceptual framework of the GFSI, based on three dimensions of food security, namely affordability , availability and quality and safety. It is is summarized in Table 2. The three dimensions are populated by 19 indicators formed by 28 individual indicators . The indicators were selected on the basis of EIU expert analysis and consultation with a panel of food-security specialists. As mentioned in Table 2, the GFSI includes  Quantitative indicators from national and international statistical organizations. Where there were missing values in quantitative or survey data, the EIU has used estimates.  Qualitative indicators either created by the EIU, based on information from development banks and government websites, or drawn from a range of surveys and data sources and adjusted by the EIU Nine out of the 28 indicators are calculated by qualitative scoring by EIU analysts. Qualitative scoring requires the subjective judgement of the team of experts who designed. The qualitative scorings are summarized in Table 3. The main data sources used in the GFSI are the EIU, the World Bank Group, the International Monetary Fund (IMF), the UN Food and Agriculture Organisation (FAO), the UN Development Programme (UNDP), the World Health Organisation (WHO), the World Trade Organisation (WTO), the World Food Programme (WFP), Agricultural Science and Technology Indicators (ASTI) and national statistical offices. Indicator scores are normalized (min-max rescaling) and are scaled from 0 to 100, with 100 corresponding to the most favorable situation. The scores at the dimension level correspond to the weighted mean of underlying indicators. The overall GFSI score is a weighted average of the dimension scores. The default weights (see Table 2) are averages of the weightings suggested by the members of an expert panel. To assess how the weighting scheme is affecting the final ranking of countries, an uncertainty analysis is conducted in section 3.2.5. ",
        "9 Table 2 Conceptual framework of the GFSI – year 2016 Weight (%) D i m e n s i o n Weight (%) Indicators and sub-indicators * Source 40 A f f o r d a b i l i t y 22.22 Food Consumption as a share of household expenditure National accounts 20.20 Proportion of population under global poverty line WB-WDI 22.22 GDP per capita at PPP EIU 10.10 Agricultural Import tariffs WTO 14.14 Presence of food safety-net programmes Qualitative scoring by EIU 11.11 Access to financing for farmers Qualitative scoring by EIU 44 A v a i l a b i l i t y 23.42 Sufficiency of supply EIU scoring Average food supply (73.33%) FAO Dependence on chronic food aid (26.67%) WFP 8.11 Public expenditure on agricultural research& development EIU estimates 12.61 Agriculture infrastructure EIU scoring Existence of adequate crop storage facilities (22.2%) Qualitative scoring by EIU Road infrastructure (40.74%) EIU Risk briefing Port infrastructure (37.04%) EIU Risk briefing 13.51 Volatility of agricultural production FAO 9.91 Political stability risk EIU Risk briefing 9.91 Corruption EIU Risk briefing 9.91 Urban absorption capacity WB, WDI 12.61 Food loss FAO 16 Q u a l i t y a n d S a f e t y 20.34 Diet diversification FAO 13.56 Nutritional standards EIU scoring National dietary guidelines (34.62%) Qualitative scoring by EIU National nutrition plan or strategy (30.77%) Qualitative scoring by EIU Nutrition monitoring and surveillance (34.62%) Qualitative scoring by EIU 25.42 Micronutrient availability EIU scoring Dietary availability of vitamin A (33.33%) FAO Dietary availability of animal iron (33.33%) FAO Dietary availability of vegetal iron (33.33%) FAO 23.73 Protein quality EIU 16.95 Food safety EIU scoring Agency to ensure the safety and health of food (32.14%) Qualitative scoring by EIU Percentage of population with access to potable water (42.86%) WB Presence of formal grocery sector (25%) Qualitative scoring by EIU *weights of sub- indicators are in parenthesis, Source: EIU Global Food Security Index – 2016 ",
        "10 Table 3 Indicators obtained from qualitative scoring by the EIU Indicator Scoring rule Presence of food safety-net programmes measured on a 0-4 scale based on the prevalence and depth of food safety-net programmes: 0 = No evidence of food safety-net programmes or very minimal presence of ineffective programmes run by NGOs or multilaterals only. 1 = Minimal presence of food safety-net programmes run by NGOs and multilaterals only or very rudimentary, ineffective government-run programmes. 2 = Moderate prevalence and depth of food safety-net programmes run by government, multilaterals or NGOs. 3 = National coverage, with very broad, but not deep, coverage of food safety-net programmes. 4 = National government-run provision of food safety-net programmes. Depth indicates the quantity of funds available to recipients; breadth indicates the range of services available. Access to financing for farmers Measured on a 0-4 scale based on the depth and range of financing for farmers: 0 = Virtually no access to government or multilateral financing programmes (typically, but not necessarily, a developing economy). 1 = Limited multilateral or government financing programmes (typically, but not necessarily, a developing economy). 2 = Some multilateral or government financing (typically, but not necessarily, an emerging-market economy). 3 = Broad, but not deep, financing (typically, but not necessarily, a developed economy) OR well-developed multilateral financing programmes (typically, but not necessarily, an emerging-market economy). 4 = Access to deep financing (typically, but not necessarily, an advanced economy). Depth indicates the quantity of funds available; range covers credit and insurance. Dependence on chronic food aid Measured on a 0-2 scale: 0 = Received chronic food aid on an increasing basis over the past five years. 1 = Received chronic food aid on a decreasing basis over the past five years. 2 = Receives little or no food aid or received food aid only on an emergency basis. Public expenditure on agricultural research and development (R&D) Measured as a percentage of agricultural GDP and is scored on a nine-point scale: 1 = 0-0.5% 2 = 0.51-1.0% 3 = 1.01-1.5% 4 = 1.51-2.0% 5 = 2.01-2.5% 6 = 2.51-3.0% 7 = 3.01-3.5% 8 = 3.51-4.0% 9 = 4.01-4.5% National dietary guidelines A binary indicator that measures whether the government has published guidelines for a balanced and nutritious diet: 0 = No 1 = Yes National nutrition plan or strategy A binary indicator that measures whether the government has a current, published national strategy to improve nutrition: 0 = No 1 = Yes *A country receives credit if the national strategy was current as of February 2016. For example, a national strategy covering 2010-20 would receive credit; a strategy covering 2010-15 would not receive credit. Credit may also be assigned if there is clear evidence that an expired strategy is currently being re-implemented or updated. Nutrition monitoring and surveillance A binary indicator that measures whether the government monitors the nutritional status of the general population. Examples of monitoring and surveillance include the collection of data on undernourishment, nutrition-related deficiencies, etc. 0 = No 1 = Yes Agency to ensure the safety and health of food Binary indicator that measures the existence of a regulatory or administrative agency to ensure the safety and health of food: 0 = No 1 = Yes Presence of formal grocery sector measured on a 0-2 scale: 0 = Minimal presence 1 = Moderate presence 2 = Widespread presence ",
        "11 2.2 Main results for the 2015 GFSI 2 In the June 2016 release of the GFSI country ranking, the GFSI score was computed for 113 countries. Among the 62 DEVCO priority countries, 37 countries received a GFSI score, as listed in Table 4. Table 4: List of DEVCO priority countries that received or did not received a GFSI score Country that did not received a GFSI score in 2016: 25/62 -40% Afghanistan Fiji Namibia CAR Suriname Bhutan Gambia North Korea Sao Tomé Swaziland Cuba Guinea Bissau North Sudan* Solomon Islands Timor Djibouti Liberia OPT Somalia Vanuatu Eritrea Mauritania PNG South Sudan* Zimbabwe Country that did received a GFSI score in 2016 : 37/62-60% Angola Chad Honduras Nepal Sri Lanka Bangladesh Colombia Kenya Nicaragua Tanzania Benin Cote d’Ivoire Laos Niger Uganda Bolivia Dem Rep Congo Madagascar Nigeria Yemen Burkina Faso Ethiopia Malawi Pakistan Zambia Burundi Ghana Mali Rwanda Cambodia Guatemala Mozambique Senegal Cameroon Haiti Myanmar Sierra Leone *: The GFSI gives a score for Sudan. It is not mentioned if Sudan means the former Sudan (North and South) or only North Sudan. The country ranking and the GFSI scores are summarized in Table 5. The bottom 5 countries are Congo (Dem. Rep.), Haiti, Mozambique, Niger, Chad, Sierra Leone and Burundi. The country ranking obtained with the GFSI will be compared with the one obtained with the PoU and the GHI in section 4. It may be worth noting that the GFSI is similar to a prevalence of food insecurity and not to the number of food insecure in absolute terms. For example, at the last place in the 2016 GFSI ranking (113/113), we find Burundi that has around 4 000 000 food insecure who represent 37% of the population in 2016, according to JRC, 2016, compared to a country like Ethiopia that rank much better (98/113) and that has a much larger number of food insecure, around 10 000 000 who represent 10 % of the population in 2016 according to JRC, 2016. 2 These are the latest results at the time of the writing of the report. They were published in June 2016. ",
        "12 Table 5 2016 GFSI overall rankings table Weighted total of all category scores (0-100 where 100=most favourable) Rank Country GFSI score Rank Country GFSI score Rank Country GFSI score 1 United States 86.6 39 Mexico 68.1 77 Honduras 48.2 2 Ireland 84.3 40 Slovakia 67.7 78 Ghana 47.8 3 Singapore 83.9 41 Brazil 67.6 78 Pakistan 47.8 4 Australia 82.6 42 China 65.5 80 Myanmar 46.5 4 Netherlands 82.6 42 Romania 65.5 81 Uganda 44.2 6 France 82.5 44 Panama 64.4 82 Nepal 42.9 6 Germany 82.5 45 Turkey 63.6 83 Kenya 42.7 8 Canada 81.9 46 Belarus 63.1 84 Cote d’Ivoire 42.3 8 United Kingdom 81.9 47 South Africa 62.9 85 Cameroon 41.6 10 Sweden 81.3 48 Russia 62.3 86 Senegal 41.0 11 New Zealand 81.1 49 Colombia 61.0 87 Rwanda 40.7 12 Norway 81.0 50 Bulgaria 60.6 88 Benin 40.2 13 Switzerland 80.9 51 Thailand 59.5 89 Cambodia 39.8 14 Denmark 80.0 52 Serbia 59.4 90 Nigeria 39.4 14 Portugal 80.0 53 Tunisia 57.9 91 Mali 39.3 16 Austria 79.3 54 Botswana 57.8 92 Tajikistan 38.6 17 Finland 78.9 55 Peru 57.7 93 Togo 37.9 17 Israel 78.9 56 Ecuador 57.5 94 Tanzania 36.9 19 Spain 77.7 57 Azerbaijan 57.1 95 Bangladesh 36.8 20 Qatar 77.5 57 Egypt 57.1 96 Syria 36.3 21 Belgium 77.4 57 Vietnam 57.1 97 Guinea 35.0 22 Italy 75.9 60 Jordan 56.9 98 Ethiopia 34.7 22 Japan 75.9 60 Venezuela 56.9 98 Sudan 34.7 24 Chile 74.4 62 Morocco 55.5 100 Yemen 34.0 25 Czech Republic 73.9 63 Ukraine 55.2 101 Angola 33.7 26 Oman 73.6 64 Dominican Republic 55.1 102 Zambia 33.3 27 Kuwait 73.5 65 Sri Lanka 54.8 103 Laos 32.7 28 South Korea 73.3 66 Algeria 54.3 104 Madagascar 31.6 29 Poland 72.4 67 Paraguay 54.2 105 Malawi 31.4 30 United Arab Emirates 71.8 68 Kazakhstan 53.7 106 Burkina Faso 31.0 31 Greece 71.5 69 El Salvador 53.3 107 Congo (Dem. Rep.) 30.5 32 Saudi Arabia 71.1 70 Bolivia 51.6 108 Haiti 29.4 33 Bahrain 70.1 71 Indonesia 50.6 108 Mozambique 29.4 34 Hungary 69.3 72 Uzbekistan 49.8 110 Niger 29.0 35 Malaysia 69.0 73 Guatemala 49.6 111 Chad 28.6 36 Uruguay 68.4 74 Philippines 49.5 112 Sierra Leone 26.1 37 Argentina 68.3 75 India 49.4 113 Burundi 24.0 37 Costa Rica 68.3 75 Nicaragua 49.4 ",
        "13 The GFSI ranking does not capture the impact of El Nino on the food security. For example, in the 2016 GFSI ranking, South Africa, El Salvador and Guatemala ranks quite improved compared to the despite the important food security crisis linked to the consequences of El Nino. Similarly, Ethiopia improved its GFSI score in 2016 despite the large food crisis that hit the country following 2016 drought and floods. This supports what was already mentioned in section 2 that the GFSI does not capture the recent changes in the food security situation. Below, several cases are examined more thoroughly to illustrate how the GFSI scores are obtained. Syria ranks quite low (96/113) because of the consequence of the conflict. All indicators related to public policies ‘Presence of food safety net programmes’, ‘Public expenditure on agricultural R&D’, ‘Political stability risk’, ‘Corruption’ and ‘Nutritional standards’ are set to the worse score ( zero on a 0 to 100 scale). This explains the ranking of Syria at the 96 th rank over 113 even if sufficiency of supply, volatility of agricultural production , poverty rate and protein quality are quite good (see Figure 1). Zambia ranks in the lower end of the ranking (102/113). This may be surprising since Zambia witnessed a rapid economic growth recently. In the GFSI, the low ranking comes from the country having a zero score for indicator of public expenditure (worse-off country) and a low score for GDP, protein and micronutrient availability, diet diversification and poverty rate. This is consistent with the results obtained from the IFPRI Global Hunger Index which indicate a very poor nutritional situation in Zambia. The FAO indicators ‘Prevalence of undernourishment’ and the ‘Dietary supply adequacy’ are also quite bad in 2015 3 . Chad has the third worse ranking. It is behind Niger. Chad scores zero (worse country) for corruption and political stability, nutritional standard, safety nets, public expenditures on agricultural R&D, and almost zero for the GDP. Niger has also a zero score for these indicators except for corruption where it reaches a 25% score. Niger has a much better sufficiency of supply than Chad, that explains (partly) why Niger scores better than Chad. 3 The data quality for the computation of the PoU have been discussed. The nutrition figures on the opposite seems to be right and malnutrition seems highly prevalent in Zambia (see for example, http://www.renapri.org/wp-content/uploads/2017/01/IAPRI_TP5.pdf) ",
        "14 Figure 1 Syria indicator and dimension scores (0 to 100 scale) 0 means that the country is performing worse for the given indicator. 100 means that the country is performing best .These 0 to 100 score are the one used to compute the dimension score in association with the chosen weight, and the GFSI score. 85.8 63.3 62.3 61.5 60.5 58.5 48.7 45.8 34.5 34.1 28.6 25.0 19.4 2.3 0.0 0.0 0.0 0.0 0.0 0 10 20 30 40 50 60 70 80 90 100 Food loss Volatility of agricultural production Proportion of population under global poverty line Agricultural import tariffs Sufficiency of supply Protein quality Urban absorption capacity Food consumption as a share of household expenditure Food safety Micronutrient availability Diet diversification Access to financing for farmers Agricultural infrastructure Gross domestic product per capita (US$ PPP) Presence of food safety net programmes Public expenditure on agricultural R&D Political stability risk Corruption Nutritional standards Syria- indicator scores 32.3 40.8 34.2 0 20 40 60 80 100 Affordability Availability Quality and safety Syria GFSI score: 36.3 Rank: 96/113 ",
        "15 Figure 2 Zambia indicator and dimension scores (0 to 100 scale) 0 means that the country is performing worse for this,100 means that the country is performing best .These 0 to 100 score are the one used to compute the dimension final score in the GFSI calculation 94.1 71.9 70.1 65.9 65.4 58.4 50.0 41.7 25.0 25.0 25.0 23.7 22.0 15.1 14.3 12.0 7.9 2.4 0.0 0 10 20 30 40 50 60 70 80 90 100 Food loss Urban absorption capacity Agricultural import tariffs Volatility of agricultural production Nutritional standards Food safety Political stability risk Agricultural infrastructure Presence of food safety net programmes Access to financing for farmers Corruption Food consumption as a share of household… Sufficiency of supply Proportion of population under global poverty line Diet diversification Micronutrient availability Protein quality Gross domestic product per capita (US$ PPP) Public expenditure on agricultural R&D Zambia - indicator scores 22.2 45.7 26.6 0 20 40 60 80 100 Affordability Availability Quality and safety Zambia- dimension score GFSI score: 33.3 Rank : 102/113 GFSI score: 33.3 Rank : 102/113 ",
        "16 79.0 75.6 65.4 65.2 60.2 58.4 35.6 32.9 30.2 27.8 21.4 14.9 10.2 1.5 1.1 0.0 0.0 0.0 0.0 0 10 20 30 40 50 60 70 80 90 100 Urban absorption capacity Food loss Nutritional standards Agricultural import tariffs Volatility of agricultural production Micronutrient availability Food consumption as a share of household expenditure Protein quality Proportion of population under global poverty line Political stability risk Diet diversification Sufficiency of supply Agricultural infrastructure Food safety Gross domestic product per capita (US$ PPP) Presence of food safety net programmes Access to financing for farmers Public expenditure on agricultural R&D Corruption Chad GFSI score: 28.6 rank: 111/113 77.3 72.2 68.8 43.4 39.2 37.5 37.3 34.6 33.9 32.7 25.0 22.2 16.7 11.9 7.7 0.4 0.0 0.0 0.0 0.0 10.0 20.0 30.0 40.0 50.0 60.0 70.0 80.0 90.0 100.0 Agricultural import tariffs Urban absorption capacity Food loss Sufficiency of supply Protein quality Micronutrient availability Food consumption as a share of household expenditure Nutritional standards Diet diversification Volatility of agricultural production Corruption Agricultural infrastructure Political stability risk Proportion of population under global poverty line Food safety Gross domestic product per capita (US$ PPP) Presence of food safety net programmes Access to financing for farmers Public expenditure on agricultural R&D Niger GFSI score: 29 rank: 110/113 ",
        "17 Figure 3 Chad indicator and dimension scores (0 to 100 scale) 0 means that the country is performing worse for this,100 means that the country is performing best .These 0 to 100 score are the one used to compute the dimension final score in the GFSI calculation 20.8 18.6 33 37.3 36.1 31.7 0 20 40 60 80 100 Chad Niger Chad Niger Chad Niger Niger and Chad dimension score Quality and Safety Availability Affordability ",
        "18 3 Assessment of the GFSI 3.1 Conceptual Framework 3.1.1 Conceptual choices and scope of the GFSI Food security is defined as a situation where “all people, at all times, have physical and economic access to sufficient safe and nutritious food that meets their dietary needs and food preferences for an active and healthy life.” (1996 World Food Summit). This definition has been used to identity food security as a four-dimensional object (FAO, 2009). The four dimensions are: availability, access, utilization and stability. A hierarchy exists between the dimensions in terms of geographic scale and logic relationships. Availability is understood as the availability of food at the national or regional level. Access corresponds to the household level and is describing if the household have the physical and financial means to access food. Utilization corresponds to the individual level and to what extent an individual is making a good use of nutrients in the food consumed. It includes good care and feeding practices, food preparation, diversity of the diet, intra-household distribution of food, and biological utilization. In terms of logic relationships, availability is necessary but not sufficient for ensuring access, access is necessary but not sufficient to ensure utilization. Availability, access and utilization at all times are necessary to ensure stability and food security. GFSI uses a different conceptualization. It understands food security as a tridimensional object. The three dimensions are affordability, availability and quality and safety . Affordability is described as “the capacity of country’s people to pay for food, and the costs, that they may face both when the food supply is stable and at time of food related shocks”. Availability is “the capacity of the country to produce and distribute food, including risks of food shortages”. Quality and safety refers to “the nutritional quality of average diets and the food safety environment of each country”. Table 6 Standard and GFSI conceptualization of food insecurity Standard Conceptualization of Food Security GFSI Conceptualization of Food Security Availability Affordability and capacity to cope with shocks Access Availability and Risk of Food Shortages Utilization Quality and Food Safety Stability ",
        "19 From the conceptual point of view, having stability inside each dimension rather than separate seems reasonable. However, it is not straightforward to match the GFSI dimension to the ‘usual’ ones. Affordability contains part of the access dimension (the financial access) and part of the stability dimension, plus other information. Availability contains information on food supply and food aid that are also recorded in the ‘FAO availability’ concept, as well as, information usually recorded in the access dimension (such as infrastructure which describes the physical access) and in the stability dimension (such as volatility of agricultural production, political stability and food loss). It also embeds other information such as the research budget, the corruption level and the urban absorption capacity. Finally, the Quality and safety dimension includes a lot of information on nutrition policies that are not usually recorded in the utilization dimension, even if they are contributing factors. The theoretical model thus only partially overlaps with the standard FAO conceptualization of food security. An important feature of the GFSI is that it focuses on the national level. The GFSI is country-centered whereas FAO conceptual framework is people-centered. The index is also not aimed at giving information about the food security status of vulnerable households neither on inequalities. Information on inequalities or specific groups of people such as the poor or the food insecure, for example, are not included in the index. All the indicators included are national averages. The GFSI is intended to measure food security worldwide. It is not focusing on food security prone countries. It tries to embed the food security issues of rich countries and middle-income countries. In that sense, it is different from the Global Hunger Index (GHI) or the results from the Integrated food security classification analysis (IPC) that focus on food security prone countries. Moreover, it is focusing on the average (also called structural or chronic) level of food security over a certain period. It is generally not describing the acute situation, especially in case of recent food security changes. The main reason is that the data covers a time window of approximately ten years. This is usual and almost unavoidable when computing a composite index with global coverage. The index is thus representative of the situation of the country only to the extent that the data (still) depict the current situation. More specifically, if the situation is stable in a country (regarding the indicators measured), the score will well represent the current situation. In a country where the situation is changing quickly, the score will not represent the current situation. A direct implication of that is also that the index cannot be used to monitor the food security condition in real time. It is reacting with some delay. A fortiori, it means that it ",
        "20 does not give information on the acute situation during a crisis for deciding on humanitarian aid allocation. The GFSI is thus designed to monitor trends in food security in a country. Alternative indicators with similar purposes 4 include: — the indicators chosen to monitor the goal 2.1 and 2.2 of the Sustainable Development Goals (SDG): The Prevalence of Undernourishment (PoU), the Food Insecurity Experience Scale (FIES) both calculated by the FAO, the prevalence of Stunting (low height-for-age) in children under 5 years of age, the prevalence of overweight children under 5 years of age. — the FAO set of indicators food security that can be found at http://www.fao.org/economic/ess/ess-fs/ess-fadata/en/#.V_N-gZPhCfc — the Global Hunger Index (GHI) by IFPRI — the IPC Chronic product 5 . Last but not least, the GFSI contains only contributing factors to food insecurity. It does not contain outcomes such as food consumption or nutritional status of the population like the Global Hunger Index for example. This may be a valid choice. An index based on contributing factors is useful when informing how to improve the food security environment of a country. Looking at individual indicator or dimensions by “deconstructing” the final score helps to identify where the country is performing or is rather lagging behind. When interpreting the GFSI, it should be remembered that it is measuring the conditions able to lead to food security but not the results in terms of food consumption or nutritional status of the population. The final score tends to measure the conditions for food security, or an enabling environment for food security instead of actual food security level . 3.1.2 Selection of indicators Regarding the selection of indicators (see Table 2), the choice has been driven by both data availability at global level and expert judgment about which indicators to be included. Subjective (but well informed) interpretation of data is common when evaluating food insecurity in food insecurity prone countries. This is linked to the 4 Others indicators have the purpose to inform the severity of food insecurity and/or the number of food insecure in almost real time. This is for example the product of the IPC acute analysis or the WFP indicators such as the Food Consumption Score or the Coping Strategy Index. 5 This product is more ambitious and wants to give population estimates in different severity of food insecurity. Moreover, it wants to work at the second order administrative level. ",
        "21 complexity of factors contributing to food security and the importance of context in interpreting these factors. It is thus important to apprehend correctly the scope of an indicator before using it. The GFSI contains usual food security determinants such as supply, losses, poverty, share of food in expenditures but it also extends to governance and policy areas that have a less direct relationship to food security measures even if they are recognized as contributing factors. Because of that, both the relationship to the dimension and the placement in one dimension rather than another can be discussed. For example, the availability dimension contains political risk, corruption, urban absorption capacity and agricultural infrastructure. They could also be well related to affordability of food. Similarly agricultural import tariff and access to finance for farmers could also be conceptually linked with availability rather than with affordability. In fact, the statistical analysis confirms that the three dimensions (availability, affordability and quality) are strongly inter-related and not independent. Regarding individual dimension, ‘affordability’ is defined as “the capacity of country’s people to pay for food, and the costs, that they may face both when the food supply is stable and at time of food-related shocks”. It includes six indicators (Table 2). Average income and poverty prevalence fully make sense in this dimension given the definition of the dimension. The agricultural import tariffs indicator may make sense for developed countries but it is more questionable in food insecure countries. It may bring information on food price levels, but only very partially, or on trade openness 6 depending on the context. Additionally, the population 7 average of ‘Food Consumption as a share of household expenditure’ and the ability of the population only very partially capture the ability of the food insecure to cope with shocks. The availability dimension is built on 11 indicators (Table 2). Sufficiency of supply, trend of food aid over the past five years, and food losses do not call discussion for inclusion in that dimension. Including public expenditure on agricultural R&D may be questionable in food insecure countries. A limited budget can lead to divert expense from R&D to food security intervention. The volatility of agricultural production over the most recent 20 years period capture the risks of food shortages. Political instability and corruption surely play a role in determining food insecurity but are quite indirect determinants. The Quality and safety dimension includes several indicators (protein quality, micronutrient availability, diet diversification) that are describing the production side 6 The link between trade openness and food security is not straightforward. Both the existence of a link and the polarity of the link between tariffs may be questioned in food security prone countries. 7 The average on the poorest quintiles of the population is generally preferred when assessing food insecurity. Here, the GFSI focuses on the average situation rather than the poorest quintile of poverty distribution. ",
        "22 rather than the actual consumption of individuals or households. Following the FAO conceptualization of food security, these indicators would rather be included in the availability dimension, unless we assume that food consumption reflects very well the domestic food production. This dimension also includes indicators that measure nutrition governance and the food safety environment. The Quality and Safety dimension is thus quite different from the utilization dimension in the standard FAO model of food insecurity. The latter focuses on nutritional outcomes at the individual level, whereas the former focuses on contributing factors to food safety and diet quality at the national level. 3.2 Statistical assessment The statistical assessment of the GFSI presented below is based on the normalized scores of the 2016 GFSI version. 8 3.2.1 Estimated data and outlier detection In this section, we examine whether the indicators include missing values and/or contain extreme values. Assessing the quality of the data, in particular the percentage of imputed data, is an important component of the statistical evaluation of any composite indicator. Missing data can indeed hinder the development of robust composite indicators (OECD/JRC Handbook on Constructing Composite Indicators, 2008). The data coverage of the GFSI is very good with more than 60% of the indicators containing no estimated values at all for the year 2016. In addition, for 25% of the indicators, the percentage of imputed values is less than 5%. Similar findings are reported at the country level. For more than 46% of countries (52 out of 113 countries), the 28 indicators are fully covered. One or two have been imputed for more than 50% of countries. Imputed values are mainly concentrated on two indicators, i.e. Proportion of population under global poverty line (dimension affordability) and Public expenditure on agricultural R&D (dimension availability). For both indicators, the share of estimated values amounts to around 30%. Two countries – Bahrain and Qatar stand a bit apart with the values of the indicators having been imputed in 28% and 25% of cases in the two respective countries. 9 8 However, we also checked if similar conclusions are reached while relying on data collected for the entire period available, i.e. 2012-2016. The results could be discussed for the complete audit of the GFSI. 9 Estimated values for Oman and Singapore amounts to 14%. ",
        "23 We then examine if some indicators and variables contain observations with unusually large or small values, i.e. extreme values called outliers. These outliers might be the results of value incorrectly recorded or simply infrequent data values. Outliers are problematic in the context of composite indicators because they may become unintended benchmarks and bias the correlation structure. In order to identify potential outliers, we study the shape of the distribution of each of the indicators and compute the kurtosis and the skewness. Indicators with the absolute values of the skewness and kurtosis respectively greater than 2 and 3.5 are considered problematic and should be carefully examined. Table 7 shows that there are six such indicators. In Figure 4 we plot these indicators so as to identify countries for which extreme values are observed. In this case, outliers are infrequent values rather than wrong values. Table 7 Outlier detection- Indicators with an absolute value of skewness greater than 2 and an absolute value of kurtosis greater than 3.5 Dimensions Indicators/Variables Absolute values of Skewness/Kurtosis Affordability Gross domestic product per capita (US$ PPP) 2.16/7.65 Agricultural import tariffs 2.36/7.68 Availability Public expenditure on agricultural R&D 2.44/6.30 Urban absorption capacity 2.04/7.05 Food loss 3.03/13.67 Quality and Safety Agency to ensure the safety and health of food 2.44/4.05 ",
        "24 Figure 4 Outliers detection – countries with extreme values To correct for the possible effect of extreme values on the aggregated scores, we have winsorized the problematic indicators. This implies that the highest/smallest value of the indicator is replaced by its next highest/smallest value and the procedure is repeated until the skewness and kurtosis values are respectively above 2 and above 3.5. This classical method employed to correct for the effect of extreme values works well for continuous variables but not for discrete ones. Hence the winsorization has been done for all 6 indicators but the one measuring Agency to ensure the safety and health of food Qatar 0.0 20.0 40.0 60.0 80.0 100.0 0 20 40 60 80 100 12 Gross domestic product per capita (US$ PPP) Egypt Norway South Korea 0.0 10.0 20.0 30.0 40.0 50.0 60.0 70.0 80.0 90.0 100.0 0 20 40 60 80 100 12 Agricultural import tariffs Ireland Netherland s Oman United States 0.0 10.0 20.0 30.0 40.0 50.0 60.0 70.0 80.0 90.0 100.0 0 20 40 60 80 100 120 Public expenditure on agricultural R&D Yemen 0.0 10.0 20.0 30.0 40.0 50.0 60.0 70.0 80.0 90.0 100.0 0 20 40 60 80 100 120 Urban absorption capacity Sierra Leone 0.0 20.0 40.0 60.0 80.0 100.0 120.0 0 20 40 60 80 100 120 Food loss 0.0 20.0 40.0 60.0 80.0 100.0 120.0 0 20 40 60 80 100 120 Agency to ensure the safety and health of food ",
        "25 (Quality and safety dimension). We then compared the ranking of the countries obtained with the GFSI and the winsorized version of the GFSI. As shown in Table 8 Difference of country ranking before and after the winsorization, most of the countries only shift by one or two positions. The countries for which we observe a shift by more than four positions the outliers identified in Figure 2. Table 8 Difference of country ranking before and after the winsorization Rank difference Percentage Countries 0 60.18% +/-1 30.09% +/-2 3.53% +/-3 2.65% Shift by more than 4 positions Qatar (-6), Netherlands (-6), Egypt (+5)South Korea (+4) The comparison of the rankings of countries without and with winsorization suggests that the effect of the outliers on the final score is not important. 3.2.2 Correlation analysis We analyze below the correlation structure of the GFSI. Correlation analysis is an important component of any statistical assessment as it allows identifying if there are silent indicators, negative and significant correlations and up to which level the indicators/variables maintain their information content. Table 9 Spearman’ rank correlation coefficients between the indicators, the three dimensions and the overall GFSI. The Spearman’s rank correlation has the advantage to be insensitive to outliers (contrary to the Pearson correlation coefficient). Most of the bivariate correlations between the indicators and their corresponding dimension range between 0.3 and 0.9. Yet, some indicators and sub-indicators exhibit low or very low correlations with the corresponding pillar and the overall GFSI score. This is the case of the following indicators Volatility of agricultural production and Urban absorption capacity (dimension Availability), and of two variables, namely National nutrition pla n or strategy and Dietary availability of vegetal iron belonging to the third dimension Quality and Safety. Note that while these two variables are relatively influential at the indicator level, their information content is lost at the dimension and overall GFSI index levels. Moreover, the correlation coefficients of these four indicators with all the others indicators included in the GFSI are very low and insignificantly different from zero. This might suggest that the inclusion of these indicators in the framework is cosmetic. ",
        "26 The bivariate correlations reported in Table 9 Spearman’ rank correlation coefficients between the indicators, the three dimensions and the overall GFSI also show that most of the indicators are strongly correlated with the dimension to which the indicators belong to as well as with the two other dimensions. This suggests that most of the variables could be placed under the different pillars. We normally expect the indicators to be more strongly correlated with their corresponding dimension than with the other dimensions composing the overall index. This is indeed, on average, the case in the context of the GFSI. ",
        "27 Table 9 Spearman’ rank correlation coefficients between the indicators, the three dimensions and the overall GFSI Indicators and sub.indicators Dimension Affordablity Dimension Availability Dimension Quality and Safety Overall GFSI A f f o r d a b i l i t y Food consumption as a share of household expenditure 0.90 0.85 0.82 0.90 Proportion of population under global poverty line 0.95 0.83 0.89 0.92 Gross domestic product per capita (US$ PPP) 0.96 0.88 0.90 0.95 Agricultural import tariffs 0.45 0.29 0.35 0.38 Presence of food safety net programmes 0.91 0.86 0.86 0.91 Access to financing for farmers 0.92 0.87 0.88 0.92 A v a i l a b i l i t y Sufficiency of supply 0.85 0.85 0.87 0.88 Average food supply 0.80 0.81 0.84 0.83 Dependency on chronic food aid 0.81 0.77 0.78 0.81 Public expenditure on agricultural R&D 0.43 0.52 0.47 0.49 Agricultural infrastructure 0.85 0.89 0.81 0.89 Existence of adequate crop storage facilities 0.38 0.44 0.36 0.42 Road infrastructure 0.82 0.84 0.79 0.85 Port infrastructure 0.76 0.81 0.73 0.80 Volatility of agricultural production -0.05 0.13 -0.01 0.03 Political stability risk 0.62 0.74 0.64 0.69 Corruption 0.71 0.83 0.70 0.78 Urban absorption capacity 0.02 0.10 -0.01 0.05 Food loss 0.62 0.61 0.61 0.64 Q u a l i t y a n d S a f e t y Diet diversification 0.83 0.75 0.87 0.83 Nutritional standards 0.54 0.65 0.65 0.62 National dietary guidelines 0.52 0.60 0.60 0.58 National nutrition plan or strategy 0.08 0.18 0.18 0.14 Nutrition monitoring and surveillance 0.20 0.28 0.24 0.25 Micronutrient availability 0.74 0.71 0.84 0.77 Dietary availability of vitamin A 0.72 0.64 0.77 0.72 Dietary availability of animal iron 0.86 0.80 0.89 0.87 Dietary availability of vegetal iron -0.18 -0.10 -0.06 -0.13 Protein quality 0.82 0.81 0.91 0.86 Food safety 0.90 0.87 0.92 0.92 Agency to ensure the safety and health of food 0.45 0.47 0.50 0.48 Percentage of population with access to potable water 0.90 0.86 0.89 0.91 Presence of formal grocery sector 0.80 0.75 0.81 0.81 ",
        "28 3.2.3 Principal Component Analysis Principal component analysis (PCA) is a method of extracting relevant information from a high data dimensional space. In the context of the assessment of the GFSI PCA is useful to identifying patterns of association across indicators. More specifically this will allow us to examine whether the indicators grouped under each of the three pillars are all positively associated with the given dimension and are well balanced. Intuitively, for each pillar, the first principal component corresponds to the weighted arithmetic average of the underlying indicators with the weight assigned to each indicator being set in a way to maximize the proportion of the variance explained by this first principal component. The second principal component accounts for the maximum of the remaining variance and so on. The last principal component contains all the remaining variance not accounted in the previous components. The result of the principal component analysis at the level of the three dimensions is reported in the Table 10 below. The Kaiser’s rule recommends retaining only components with eigenvalues greater than one. In our context, this implies that the three dimensions are properly capturing one underlying phenomena . The first component explains 86% of the total variance of the three dimensions and is equally correlated with each of them. The index seems to measure the conditions for food security. The statistical analysis confirms the conceptual analysis. The three dimensions in the GFSI framework, availability, affordability and quality and safety are strongly inter- related despite that the design gives the impression of independent dimensions. Eigenvalue Cumulative (variance) Component1 2,59 0,86 Component2 0,26 0,91 Component3 0,15 1 Correlation coefficients with the Components 1 Affordability 0.58 Availability 0.56 Quality and Safety 0.58 Table 10 Statistical coherence of the GFSI ",
        "29 3.2.3.1 Dimension Affordability The results of the principal component analysis for the Affordability dimension are displayed in Table 11. The principal component analysis reveals that the dimension is composed of two statistical dimensions that capture together 83% of the variance. Table 11 shows that the first component is mainly described by five out of the six indicators equally. Only the indicator Agricultural import tariffs do not correlate much with the first component while the second component is entirely made of this stand-alone indicator Agricultural import tariffs . Should this indicator be excluded from this pillar, the Cronbach’s alpha would increase from. 0.88 to 0.92. The cronbach’s alpha is a measure of correlations for all pairs of indicators, which assesses the reliability of the indicators composing the dimension. When the cronbach’s alpha is above 0.7, the indicators are considered to reliably measure the underlying dimension. Table 11 Statistical coherence of the Affordability Dimension Eigenvalue Cumulative (variance) Component1 4,00 0,67 Component2 0,98 0,83 Component3 0,47 0,91 Component4 0,26 0,95 Component5 0,17 0,98 Component6 0,11 1 Correlation coefficients with the Indicators Component 1 Component 2 Food consumption as a share of household expenditure 0.44 -0.00 Proportion of population under global poverty line 0.44 -0.07 Gross domestic product per capita (US$ PPP) 0.42 0.04 Agricultural import tariffs 0.10 0.99 Presence of food safety net programmes 0.46 -0.05 Access to financing for farmers 0.47 -0.13 3.2.3.2 Dimension Availability The Availability dimension is composed of two dimensions, with the first one explaining 45% of the variance while the second one accounts for 15 % of the variance. The first component is described by six of the eight indicators, namely Sufficiency of supply , Public expenditure on agricultural R&D , Agricultural Infrastructure , Political stability risk , Corruption and Food loss . However, Food loss and Public expenditure on agricultural R&D are only moderately correlated with the component, with a correlation 012345 E i g e n v a l u e s 1 2 3 4 5 6 Number 95% CI Eigenvalues ",
        "30 coefficient equal to approximatively 0.30 in both cases. The second dimension is largely based on the Urban absorption capacity indicator and Volatility of agricultural production . The Availability dimension has a cronbach’s alpha equal to 0.78, which implies that the indicators belonging to this dimension are reliable to measure the underlying phenomena. Note that the value of the cronabach’s alpha would rise to 0.86 if the two indicators less correlated with the first component were removed from the dimension. Table 12 Statistical coherence of the Availability Dimension Eigenvalue Cumulative (variance) Component1 3,59 0,45 Component2 1,16 0,59 Component3 1,00 0,72 Component4 0,83 0,82 Component5 0,60 0,90 Component6 0,43 0,95 Component7 0,22 0,98 Component8 0,18 1,00 Correlation coefficients with the Indicators Component 1 Component 2 Sufficiency of supply 0,42 -0,18 Public expenditure on agricultural R&D 0,32 -0,37 Agricultural Infrastructure 0,47 -0,03 Volatility of agricultural production 0,01 0,37 Political stability risk 0,43 0,18 Corruption 0,47 -0,03 Urban absorption capacity 0,11 0,79 Food loss 0,29 0,19 3.2.3.3 Quality and Safety Dimension As shown in Table 13, the Quality & Safety dimension is composed of one dimension, which alone explains 66% of the variance. This component appears to be relatively well correlated with each of the five indicators and the value of the cronbach’s alpha is well above the 0.7 threshold (0.86). 0 12345 E i g e n v a l u e s 0 2 4 6 8 Number 95% CI Eigenvalues ",
        "31 Table 13 Statistical coherence of the Availability Dimension. Eigenvalue Cumulative (variance) Component1 3,33 0,67 Component2 0,76 0,82 Component3 0,38 0,89 Component4 0,35 0,96 Component5 0,18 1,00 Correlation coefficients with Indicators Component 1 Diet Diversification 0,47 Nutritional Standards 0,33 Micronutrient availability 0,47 Protein Quality 0,49 Food Safety 0,46 3.2.4 Weights versus importance of the indicators We now compare the importance of the indicators with the weight assigned to them by the developers of the GFSI. The ratio of nominal weights inform on the relative importance of two indicators under scrutiny (Paruolo et al., 2013). This importance given to each indicator can then be compared with statistical measures of the importance of variables based on the squared of the Pearson’s correlation coefficients. Comparisons of the nominal weights to the statistical importance of the dimensions are reported in Figure 5. The bars represent the statistical importance of each dimension while the dots correspond to the weights assigned to each of the three dimensions. The associated figures are displayed in Table 14. Column 1 displays the weight while column 2 reports the squared person correlation (equivalent to the R-squared) associated with each dimension. The squared Pearson correlation coefficients measure the percentage of the variance of the overall GFSI score explained by each dimension. While the designers of the GFSI have assigned more than twice the weight to each of the first two dimensions (Affordability and Availability) than to the third dimension, the statistical importance of the three dimensions is roughly the same. 01234 E i g e n v a l u e s 1 2 3 4 5 Number 95% CI Eigenvalues ",
        "32 Figure 5 Weight scheme versus Statistical Importance of each dimension Table 14 Weight scheme versus Statistical Importance of each dimension Overall GFSI score Weight Squared Pearson Corr Affordability 40% 95% Availability 44% 91% Quality 16% 91% Tables 15-17 report the corresponding results at the dimension level. The corresponding figures are reported in Appendix. At the affordability dimension level, we note that while the weights assigned to Agricultural import tariffs and Access to financing farming were roughly the same, statistically speaking the second indicator is far more important than the first one. Overall, the last two indicators reported in Table 15 count more than the first two indicators, contrary to what it was “assumed” looking just at the weighting scheme. 88% 89% 90% 91% 92% 93% 94% 95% 96% 0% 5% 10% 15% 20% 25% 30% 35% 40% 45% 50% Affordability Availability Quality R s q u a r e d - S t a t i s t i c a l I m p o r t a n c e W e i g h t s Statistical Importance Weigthing Scheme ",
        "33 Table 15 Weight scheme versus Statistical Importance within the Affordability dimension Weight Squared Pearson Corr Food consumption as a share of household expenditure 22.22% 76% Proportion of population under global poverty line 20.20% 82% Gross domestic product per capita (US$ PPP) 22.22% 66% Agricultural import tariffs 10.10% 5% Presence of food safety net programmes 14.14% 84% Access to financing for farmers 11.11% 86% Table 15 underlines that, at the Availability dimension level, two indicators, namely Volatility of agricultural production and Urban Absorption capacity have almost no impact on the score attributed to this dimension. Additionally, the weight assigned to the last three indicators reported in Table 16 also stands in sharp contrast with the statistical importance of these indicators. Table 16 Weight scheme versus Statistical Importance within the Availability dimension Weight Squared Pearson Corr Sufficiency of supply 23.42% 69% Public expenditure on agricultural R&D 8.11% 31% Agricultural Infrastructure 12.61% 78% Volatility of agricultural production 13.51% 5% Political stability risk 9.91% 57% Corruption 9.91% 69% Urban absorption capacity 9.91% 5% Food loss 12.61% 29% Finally, results displayed in Table 17 show that the weight assigned to each indicator within the Safety and Quality dimension are in line with the statistical importance of each indicator. Table 17 Weight scheme versus Statistical Importance within the Safety and Quality dimension Weight Squared ",
        "34 Pearson Corr Diet Diversification 20.34% 74% Nutritional Standards 13.56% 35% Micronutrient availability 25.42% 72% Protein Quality 23.73% 82% Food Safety 16.95% 70% Overall, the results reported above suggest that the statistical importance of the indicators is not related to the weight assigned to them. While this might have been done intentionally by the developers of the GFSI, this should be certainly clarified. 3.2.5 Impact of Modelling Assumptions on the GFSI index results Country ranks depend in large part on modelling choices, ranging from the selection of indicators and imputation of missing values, to the normalization, weight and aggregation methods employed to combine the indicators into a single index. The purpose of the uncertainty analysis below is to complement the country ranks with some confidence intervals and see if some countries positions are particularly sensitive to the modelling choices. In what follows we examine the robustness of the GFSI to two modelling assumptions, namely, the choice of the weighting scheme and the aggregation function at the dimension level. Note that other uncertain parameters entering into the calculation of the GFSI could have been taken into account in particular the normalization scheme or the imputation method for the missing data. However, previous uncertainty analyses show that these two assumptions (aggregation method and weighing scheme) are those having the strongest impact on composite indicators-based rankings. For the robustness assessment of the GFSI, we have carried out Monte Carlo simulations as follows. First 1,000 different weighting schemes were generated, each one corresponding to a different set of weights applied to the three dimensions of the GFSI, i.e., Affordability , Availability and Quality and Safety . The weights were randomly sampled from a uniform distribution centered at the weight value adopted for the GFSI (respectively 40%, 44% and 16% for the dimensions Affordability, Availability and Quality and Safety). A perturbation of the weights ± 25% around these reference values was adopted. For each simulation, weights are rescaled so that they always sum up to 1. Second, we have relaxed the assumption of perfect substitutability between the three dimensions induced by the use of a weighted arithmetic mean as aggregation method. ",
        "35 This aggregation method has been challenged in the literature because of its fully compensatory nature, i.e. a comparative high advantage in one dimension can be compensated by comparative disadvantage in another dimension (Munda, 2008). For the robustness assessment, we thus considered an alternative aggregation method - the geometric average - which is only partially compensatory. 10 Two models were then tested based on the combination of the aggregation method (arithmetic versus geometric average) and the 1000 simulated weighing schemes. The GFSI score was thus simulated 2,000 times. Table 18 summarizes the uncertainties considered for the robustness assessment of the GFSI. Table 18 Uncertainty analysis: weighing and aggregation methods Uncertainty in aggregation method at the dimension level Reference: weighted arithmetic mean Alternative: Weighted geometric mean Uncertainty in the weights at the dimension level Dimension/Sub-index Reference value for the weight Distribution assigned for robustness analysis Affordability 0.40 U[0.30, 0.50] Availability 0.44 U[0.33, 0.55] Quality & Safety 0.16 U[0.12, 0.20] The main results of the robustness analysis are shown in Figure 6. Countries are ordered from best to worst according to their reference rank (black line), the dot being the median rank. Error bars represent, for each country, the 90% interval across all simulations. The same information, reported in Table 19, allows to more closely examine the impact of the two modelling choices – aggregations method and weighing scheme - on each country rank. The uncertainty analysis suggests that the country ranks are robust to changes in the methodological choices with the median rank being very closed (less than ± 4 positions differences) to the GFSI reference rank for 92% of countries. Similarly, the 10 Note that we have not changed the aggregation method and the weighing scheme within each dimension. ",
        "36 simulated confidence intervals are narrow for most of the countries (less than ±5 positions for more than 75% of the countries) and all GFSI ranks lay within the simulated 95% confidence intervals. However, we note that for a small number of countries, the ranks are sensitive with variations in the weighting scheme and aggregation function. This is particularly the case for Qatar , Botswana , Egypt and Kazakhstan . For these four countries, the difference between the median rank and the GFSI reference rank amounts to 10 or more positions. Those large swings are due to performance variations across the three dimensions. Quatar ranks first in Affordability dimension and 43 th in Quality and Safety dimension. Similarly, Kazakhstan ranks 45 th in the Affordability dimension and 97 th in the Quality and Safety one. More generally, if we compute the coefficient of variation across the three dimensions for each country, it is apparent that the top performer countries tend to perform well across the three dimensions (low coefficient of variation) while the low performer countries, on contrary, show uneven performance across the dimensions. Figure 6 Robustness analysis GFSI rank vs. median rank, 90% confidence intervals) Overall, although a few country ranks in the GFSI are sensitive to the methodological choices, the published GFSI ranking can be considered, for the vast majority of countries, robust to variations in the weighting scheme and the aggregation method. Qatar Botswana Egypt Kazakhstan 1 11 21 31 41 51 61 71 81 91 101 111 G F S I r a n k s a n d i n t e r v a l o f s i m u l a t e d r a n k s Countries Median rank ",
        "37 Table 19 Country ranks and 90% intervals for the GFSI Countries GFSI rank Median rank 95%CI Countries GFSI rank Median rank 95%CI United States 1 1 [1, 1] Egypt 57 66 [58, 70] Ireland 2 3 [2, 4] Vietnam 57 59 [57, 62] Singapore 3 2 [2, 3] Jordan 60 59 [57, 60] Australia 4 4 [4, 6] Venezuela 60 57 [53, 61] Netherlands 4 5 [5, 6] Morocco 62 64 [62, 66] France 6 7 [6, 9] Ukraine 63 61 [57, 65] Germany 6 6 [4, 8] Dominican Republic 64 64 [63, 66] Canada 8 8 [8, 9] Sri Lanka 65 67 [64, 69] United Kingdom 8 9 [7, 11] Algeria 66 68 [66, 69] Sweden 10 10 [9, 11] Paraguay 67 63 [60, 67] New Zealand 11 11 [11, 14] Kazakhstan 68 62 [54, 69] Norway 12 13 [11, 17] El Salvador 69 68 [65, 69] Switzerland 13 13 [12, 15] Bolivia 70 70 [69, 70] Denmark 14 14 [12, 15] Indonesia 71 71 [71, 73] Portugal 14 16 [14, 18] Uzbekistan 72 74 [72, 75] Austria 16 16 [13, 16] Guatemala 73 73 [72, 75] Finland 17 17 [16, 18] Philippines 74 75 [73, 75] Israel 17 19 [17, 21] India 75 76 [74, 78] Spain 19 20 [19, 21] Nicaragua 75 72 [71, 76] Qatar 20 16 [3, 21] Honduras 77 77 [76, 78] Belgium 21 21 [19, 21] Ghana 78 79 [78, 79] Italy 22 22 [22, 23] Pakistan 78 77 [76, 79] Japan 22 23 [22, 23] Myanmar 80 80 [80, 83] Chile 24 26 [24, 27] Uganda 81 81 [80, 81] Czech Republic 25 25 [25, 26] Nepal 82 83 [82, 84] Oman 26 28 [26, 30] Kenya 83 83 [81, 83] Kuwait 27 24 [24, 28] Cote d’Ivoire 84 84 [81, 85] South Korea 28 28 [26, 30] Cameroon 85 85 [84, 87] Poland 29 29 [28, 30] Senegal 86 87 [86, 88] United Arab Emirates 30 28 [25, 32] Rwanda 87 89 [87, 89] Greece 31 32 [30, 34] Benin 88 90 [88, 90] Saudi Arabia 32 31 [31, 32] Cambodia 89 86 [85, 89] Bahrain 33 33 [32, 34] Nigeria 90 92 [90, 97] Hungary 34 34 [33, 35] Mali 91 92 [90, 94] Malaysia 35 35 [34, 38] Tajikistan 92 88 [87, 92] Uruguay 36 39 [36, 40] Togo 93 93 [91, 95] Argentina 37 36 [35, 39] Tanzania 94 96 [94, 97] Costa Rica 37 41 [37, 41] Bangladesh 95 96 [94, 98] Mexico 39 40 [38, 40] Syria 96 93 [91, 96] Slovakia 40 37 [35, 41] Guinea 97 99 [97, 101] Brazil 41 39 [36, 41] Ethiopia 98 102 [98, 102] China 42 43 [42, 46] Sudan 98 97 [93, 99] Romania 42 42 [42, 43] Yemen 100 98 [92, 101] ",
        "38 Panama 44 45 [44, 48] Angola 101 100 [99, 101] Turkey 45 46 [45, 48] Zambia 102 103 [102, 107] Belarus 46 45 [44, 47] Laos 103 101 [100, 103] South Africa 47 49 [46, 50] Madagascar 104 108 [104, 111] Russia 48 45 [43, 48] Malawi 105 104 [104, 106] Colombia 49 50 [49, 52] Burkina Faso 106 106 [104, 108] Bulgaria 50 48 [45, 50] Congo (Dem. Rep.) 107 105 [103, 107] Thailand 51 52 [51, 52] Haiti 108 107 [106, 109] Serbia 52 51 [49, 52] Mozambique 108 111 [108, 112] Tunisia 53 54 [53, 56] Niger 110 111 [110, 112] Botswana 54 60 [53, 63] Chad 111 109 [108, 111] Peru 55 55 [54, 58] Sierra Leone 112 111 [105, 112] Ecuador 56 55 [54, 57] Burundi 113 113 [113, 113] Azerbaijan 57 57 [53, 61] ",
        "39 4 Comparison of the GFSI with other indicators 4.1 Comparison with the IFPRI Global Hunger Index In this section, we compare the ranking of countries obtained with the GFSI with the one derived from the Global Hunger Index (GHI). The GHI is designed to measure and monitor hunger globally and by country and region. This index, produced annually by the International Food Policy Research Institute (IFPRI), is based on four indicators, (i) the percentage of the population that is undernourished, (ii) the percentage of children under five years old who suffer from wasting (low weight for height), (iii) the percentage of children under five years old who suffer from stunting (low height for age), and (iv) the percentage of children who die before the age of five (child mortality). The indicators on undernourishment and mortality are assigned a weight of one- third while the other two indicators on malnutrition weight one-sixth each. Additional information on the GHI can be found at http://ghi.ifpri.org/results/. We rely on the 2015 GHI version and limit the analysis to the set of countries for which an overall score has been computed for both indices. The sample is composed of 78 countries. Table 20 Countries common to the GFSI and GHI rankings The rank correlation between the two indices is very high with the spearman rank correlation coefficient being equal to 0.90. Figure 7 clearly shows that the two rankings are highly correlated to each other. Algeria Angola Argentina Azerbaijan Bangladesh Belarus Benin Bolivia Botswana Brazil Bulgaria Burkina Faso Cambodia Cameroon Chad Chile China Colombia Costa Rica Cote d’Ivoire Dominican Republic Ecuador Egypt El Salvador Ethiopia Ghana Guatemala Guinea Haiti Honduras India Indonesia Jordan Kazakhstan Kenya Kuwait Laos Madagascar Malawi Malaysia Mali Mexico Morocco Mozambique Myanmar Nepal Nicaragua Niger Nigeria Pakistan Panama Paraguay Peru Philippines Romania Russia Rwanda Saudi Arabia Senegal Serbia Sierra Leone Slovakia South Africa Sri Lanka Tajikistan Tanzania Thailand Togo Tunisia Turkey Uganda Ukraine Uruguay Uzbekistan Venezuela Vietnam Yemen Zambia ",
        "40 We then examine how the two rankings differ for each country. Results reported in Table 21 show the following: - The rankings based on the two indices differ by 2 positions or less for 19 countries (i.e. 24.3% of countries), - There are substantial differences in the rankings for 50% of the countries. In particular, for 35% of countries, the rank difference with the two indices is equal to 10 or more, - The median rank difference amounts to 7, - 17 countries ranking in the bottom 25% “less food secured” are common to both rankings while five countries are ranked in the bottom 25% in one ranking only. Figure 7 GFSI ranking against GHI ranking 0 20 40 60 80 R a n k i n g b a s e d o n t h e G F S I 0 20 40 60 80 Ranking based on the GHI R-squared=0.81 ",
        "41 Table 21 Country Ranking – GFSI ranking versus GHI ranking Rank difference Number of Countries (%) Rank difference Between 0 and 2 positions 19 (24.3%) 0 Angola, Chile, Kenya, Peru, Romania -1/+1 Azerbaijan Bulgaria Cameroon Chad Guatemala Haiti Kuwait Philippines Slovakia -2/+2 Bolivia Ivory Coast Myanmar Russia Sierra Leone Between 3 and 6 positions 19 (24,3%) -3/+3 Dominican Republic Madagascar Mali Niger Tajikistan Tanzania -4/+4 Ethiopia Guinea Serbia -5/+5 Argentina Colombia Costa Rica Indonesia Nepal Saudi Arabia Senegal Yemen -6/+6 Morocco Turkey Between 7 and 9 positions 13 (16.6%) -7/+7 Burkina Faso El Salvador Ghana Mozambique Nicaragua Paraguay Uzbekistan -8/+8 Bangladesh Rwanda Uganda Uruguay Zambia -9/+9 Brazil 10 positions or more 27 (34.6%) -10/+10 positions or more Algeria Belarus Benin Botswana Cambodia China Ecuador Egypt Honduras India Jordan Kazakhstan Laos Malawi Malaysia Mexico Nigeria Pakistan Panama South Africa Sri Lanka Thailand Togo Tunisia Ukraine Venezuela Vietnam Countries ranked in the 25% less “food/hunger secured” with the GHI and the GFSI Common countries Angola Burkina Faso Chad Ethiopia Guinea Haiti Laos Madagascar Mali Mozambique Niger Nigeria Sierra Leone Tajikistan Tanzania Yemen Zambia Countries in one of the two rankings India Bangladesh Malawi Pakistan Rwanda Togo In order to understand better the differences between these two rankings we also look at the correlation rank between the GFSI indicators and the GHI. Results reported in appendix in Tables 24-26 are twofold. First, the indicators composing the GFSI are on average strongly correlated with the GHI. Second, the indicators that were very weakly associated with the overall GFSI index are also unrelated to the GHI. This is the case of two indicators belonging to the Availability dimension, i.e, volatility of agricultural production and urban absorption capacity . 4.2 Comparison with the Prevalence of Undernourishment (PoU) In this section, we compare the ranking of countries obtained with the GFSI with the one derived from the Prevalence of Undernourishment (PoU). The prevalence of undernourishment, or proportion of population below the minimum level of dietary energy consumption, was a Millennium Development Goal indicator (MDG 1.9) and is a Sustainable Development Goal Indicator. It is published annually by the FAO in the State ",
        "42 of Food Insecurity (SOFI) report. The PoU is estimated, by computing the value of the cumulative distribution of the food consumption evaluated at the minimum dietary energy requirement . For the comparison, we rely on the 2015 PoU and limit the analysis to the set of countries for which an overall score has been computed for both the GFSI and the PoU. The sample composed of 73 countries is reported in Table 22. Table 22 Countries common to the GFSI and PoU rankings The spearman rank correlation is equal to 0.73. Figure 8 shows that the GFSI ranking is less correlated with the PoU ranking than with the GHI one. Thirteen countries placed in the bottom 25% of the GFSI and PoU rankings are common while almost the same number of countries (12) ranks in the bottom 25% in only one of the two rankings (see Table 23). The correlation rank between the GFSI indicators and the PoU is reported in Tables 27-29. As for the GHI, we find that two indicators belonging to the Availability dimension, i.e., volatility of agricultural production and urban absorption capacity are not correlated with the PoU index. Furthermore, two additional indicators, i.e. Political stability risk and Agricultural Import tariffs (belonging respectively to the GFSI availability and affordability dimensions) appear to be not related to the PoU index. The comparison of the country ranks obtained with the two rankings cannot be replicated for the PoU because of ties related issues, the PoU having for instance 24 countries with the index value equal to 5. The comparisons of the GFSI with other indicators show that the GFSI is relatively strongly correlated with the GHI. In comparison, the PoU and the GFSI differ much more substantially. Two indicators belonging to the GFSI i.e, volatility of agricultural production and urban absorption capacity, appear to be uncorrelated with GFSI index himself but also with the GHI and PoU indices. 11 11 While not reported in the document, note that the rank correlation between the PoU and the GHI is higher than the rank correlation between the PoU and the GFSI. Around 17 out of the 25 countries ranking in the bottom 25% are common to both rankings. 99 countries are common to both rankings. Algeria Angola Argentina Azerbaijan Bangladesh Benin Bolivia Botswana Brazil Burkina Faso Cambodia Cameroon Chad Chile China Colombia Costa Rica Cote d’Ivoire Dominican Republic Ecuador Egypt El Salvador Ethiopia Ghana Guatemala Guinea Haiti Honduras India Indonesia Jordan Kazakhstan Kenya Kuwait Laos Madagascar Malawi Malaysia Mali Mexico Morocco Mozambique Myanmar Nepal Nicaragua Niger Nigeria Oman Pakistan Panama Paraguay Peru Philippines Rwanda Saudi Arabia Senegal Sierra Leone South Africa Sri Lanka Tajikistan Tanzania Thailand Togo Tunisia Turkey Uganda United Arab Emirates Uruguay Uzbekistan Venezuela Vietnam Yemen Zambia ",
        "43 Figure 8 GFSI ranking against PoU ranking Table 23 Countries ranked in the 25% less “food secured” with the GFSI and PoU rankings Common countries Burkina Faso Chad Ethiopia Haiti Laos Madagascar Malawi Mozambique Sierra Leone Tajikistan Tanzania Yemen Zambia Countries in one of the two rankings Angola Bangladesh Botswana Kenya Guinea Mali Pakistan Rwanda Niger Sri Lanka Uganda Togo 0 20 40 60 80 R a n k i n g b a s e d o n t h e G F S I 0 20 40 60 80 Ranking based on the PoU R-squared=0.53 ",
        "44 ",
        "45 5 Conclusions Like any measurement, the GFSI has its specific characteristics and limitations. The GFSI is that it is based on contributing factors rather than outcomes of food security. It does describe the food security conditions. However, it does not measure the outcomes of food security, namely food consumption or malnutrition figures. It tends to measure the conditions for food security, or an enabling environment for food security instead of actual food security level . In addition, given constraints linked to data availability (timeliness, frequency) and the choice of indicators included, the indicator is meant to measure structural levels food insecurity. It tends to integrate the changes in the food security situation of a country with some delays, depending on how recent the data are. The GFSI does not capture the entire spectrum of food security. It reflects specific aspects chosen by the team of experts that designed the index. The index namely focuses on the GDP as well as poverty and on the agricultural production side. The GFSI extends to governance and policy areas that are usually not directly included in food security indicators. It is thus complementary to other food security measures but it is not a substitute. The GFSI, like any other composite indicator, does not allow to draw any causal inference between the dimensions of the indicators (affordability, availability, quality and safety), or the individual indicators included, and food security. Any change in an individual indicator included in the composite will mechanically change the final score, proportionally to the weight of the indicator in the final score. This will happen even if the individual indicator has nothing to do with food security. Any causal relationship between an individual indicator and food security should be tested outside of the composite indicator construction process by a regression analysis between the individual indicator and valid measure of food security, ideally an “output variables” like food consumption. The statistical assessment of the GFSI shows that the index exhibits good statistical properties. Data coverage is very good. The percentage of imputed values is low both at the country and indicator levels. Six out of the twenty-eight indicators contain outliers. The comparison of the rankings of countries without and with winsorization suggests that the effect of the outliers on the final score is not important. The indicators are on average strongly correlated with their respective dimension. Yet we note that the information contents of two indicators and two variables are lost at the dimension and overall index levels. The principal component analysis reveals that the three dimensions composing the GFSI are indeed apprehending one single phenomenon. ",
        "46 The comparison of the weighting scheme with the statistical importance of each indicator suggests that there are differences between these two measures of importance. While this might have been done intentionally by the developers of the GFSI, this could be clarified. The uncertainty analysis has shown that although a few country ranks in the GFSI are sensitive to the methodological choices, the published GFSI ranking can be considered, for the vast majority of countries, robust to variations in the weighting scheme and the aggregation method. Overall the statistical analysis suggests that the index is statistically coherent and robust to changes in the weight and aggregation methods. The GFSI and the GHI are strongly correlated to each other. Seventeen out of twenty countries ranking in the bottom 25% of the two rankings are common. In comparison, the correlation between the GFSI and the PoU is lower. We thus recommends to use the GFSI in conjunction with other indicator of food insecurity namely those measuring the outcomes of food security in terms of food consumption and the nutritional status of the population to have a good assessment of the actual food security and nutrition situation in food insecure countries. ",
        "47 References Barrett, C. B. (2010). Measuring Food Insecurity. Science 327, pp. 825-928. CFS (2011). Measuring Food Insecurity: Meaningful Concepts and Indicators for Evidence-Based Policy Making. Rome: Round Table on Monitoring Food Security, 12-13 September 2011. De Haen, H. (2003) Lessons learned, in FAO, Measurement and assessment of food deprivation and undernutrition, in FAO. Measurement and Assessment of Food Deprivation and Undernutrition. Proceedings of the International Scientific Symposium. Rome 26-28 June 2003: Food and Agriculture Organization of the United Nations. FAO, 2009. Committee on world Food Security: Assessment of the world Food Security Situation. . Rome: Food and Agriculture Organization of the United Nations. Hoddinott, J. (1999). Choosing Outcomes Indicators of Household Food Security. Technical Guide #7. IFPRI. JRC (2016). Global analysis of food and nutrition security situation in food crisis hotspots. Science for policy report. Jones, A. D., Ngure, F. M., Pelto, G., & Young, S. L. (2013). What are we assessing when we measure food security? A compendium and review of current metrics. Advances in Nutrition: An International Review Journal, 4(5), 481-505. doi: 10.3945/an.113.004119 Munda, G. (2008). Social Multi-Criteria Evaluation for a Sustainable Economy. Berlin Heidelberg: Springer-Verlag. OECD/EC JRC. 2008. Handbook on Constructing Composite Indicators: Methodology and User Guide. Paris: OECD. Paruolo, P., Saisana, M., Saltelli, A. (2013). Ratings and rankings: Voodoo or Science?, Journal of the Royal Statistical Society – A 176(2), doi: 0964–1998/13/176000 Saisana, M., D’Hombres, B., Saltelli, A. (2011). Rickety numbers: Volatility of university rankings and policy implications, Research Policy 40, 165-177. Saisana, M., Saltelli, A., Tarantola, S., (2005). Uncertainty and sensitivity analysis techniques as tools for the analysis and validation of composite indicators. Journal of the Royal Statistical Society A 168(2), 307-323. ",
        "48 List of abbreviations and definitions EIU Economist Intelligence Unit WB World Bank WDI World Development Index WTO World Trade Index ",
        "49 List of figures Figure 1 Syria indicator and dimension scores (0 to 100 scale) ...................................14 Figure 2 Zambia indicator and dimension scores (0 to 100 scale) ...............................15 Figure 3 Chad indicator and dimension scores (0 to 100 scale) ...................................17 Figure 4 Outliers detection – countries with extreme values .......................................24 Figure 5 Weight scheme versus Statistical Importance of each dimension ....................32 Figure 6 Robustness analysis GFSI rank vs. median rank, 90% confidence intervals) ...36 Figure 7 GFSI ranking against GHI ranking ..............................................................40 Figure 8 GFSI ranking against PoU ranking ..............................................................43 Figure 9 Weight scheme versus Statistical Importance within the Affordability dimension ..........................................................................................................................52 Figure 10 Weight scheme versus Statistical Importance within the Availability dimension ..........................................................................................................................52 Figure 11 Weight scheme versus Statistical Importance within the Safety and Quality dimension ............................................................................................................53 Figure 12 Dimension scores – coefficients of variation across dimensions ....................55 ",
        "50 List of tables Table 1 Pros and Cons of Composite Indicators. ........................................................ 6 Table 2 Conceptual framework of the GFSI – year 2016 ............................................. 9 Table 3 Indicators obtained from qualitative scoring by the EIU ..................................10 Table 4: List of DEVCO priority countries that received or did not received a GFSI score 11 Table 5 2016 GFSI overall rankings table .................................................................12 Table 6 Standard and GFSI conceptualization of food insecurity ..................................18 Table 7 Outlier detection- Indicators with an absolute value of skewness greater than 2 and an absolute value of kurtosis greater than 3.5 ...................................................23 Table 8 Difference of country ranking before and after the winsorization .....................25 Table 9 Spearman’ rank correlation coefficients between the indicators, the three dimensions and the overall GFSI ............................................................................27 Table 10 Statistical coherence of the GFSI ...............................................................28 Table 11 Statistical coherence of the Affordability Dimension .....................................29 Table 12 Statistical coherence of the Availability Dimension .......................................30 Table 13 Statistical coherence of the Availability Dimension. ......................................31 Table 14 Weight scheme versus Statistical Importance of each dimension ...................32 Table 15 Weight scheme versus Statistical Importance within the Affordability dimension ..........................................................................................................................33 Table 16 Weight scheme versus Statistical Importance within the Availability dimension ..........................................................................................................................33 Table 17 Weight scheme versus Statistical Importance within the Safety and Quality dimension ............................................................................................................33 Table 18 Uncertainty analysis: weighing and aggregation methods .............................35 Table 19 Country ranks and 90% intervals for the GFSI ............................................37 Table 20 Countries common to the GFSI and GHI rankings ........................................39 Table 21 Country Ranking – GFSI ranking versus GHI ranking....................................41 Table 22 Countries common to the GFSI and PoU rankings ........................................42 Table 23 Countries ranked in the 25% less “food secured” with the GFSI and PoU rankings ..............................................................................................................43 Table 24 Spearman Rank correlation between GFSI Affordability related indicators and GHI scores ...........................................................................................................53 Table 25 Spearman Rank correlation between GFSI Availability related indicators and GHI scores ...........................................................................................................53 Table 26 Spearman Rank correlation between GFSI Quality and Safety related indicators and GHI scores ....................................................................................................54 Table 27 Spearman Rank correlation between GFSI Affordability related indicators and PoU scores ...........................................................................................................54 Table 28 Spearman Rank correlation between GFSI Availability related indicators and PoU scores ...........................................................................................................54 Table 29 Spearman Rank correlation between GFSI Quality and Safety related indicators and PoU scores ....................................................................................................54 ",
        "51 ",
        "52 Annexes: Statistical assessment – complementary figures Figure 9 Weight scheme versus Statistical Importance within the Affordability dimension Figure 10 Weight scheme versus Statistical Importance within the Availability dimension 0% 20% 40% 60% 80% 100% 0% 5% 10% 15% 20% 25% Food consumption as a share of household expenditure Proportion of population under global poverty line Gross domestic product per capita (US$ PPP) Agricultural import tariffs Presence of food safety net programmes Access to financing for farmers R s q u a r e d - S t a t i s t i c a l I m p o r t a n c e W e i g h t s Statistical Importance Weigthing Scheme 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 0% 5% 10% 15% 20% 25% Sufficiency of supply Public expenditure on agricultural R&D Agricultural infrastructure Volatility of agricultural production Political stability risk Corruption Urban absorption capacity Food loss R s q u r e d - S t a t i s t i c a l I m p o r t a n c e W e i g h t s Statistical Importance Weigthing Scheme ",
        "53 Figure 11 Weight scheme versus Statistical Importance within the Safety and Quality dimension Table 24 Spearman Rank correlation between GFSI Affordability related indicators and GHI scores GFSI Indicators GHI GFSI Food consumption as a share of household expenditure 0.63 0.90 Proportion of population under global poverty line 0.88 0.92 Gross domestic product per capita (US$ PPP) 0.83 0.95 Agricultural import tariffs 0.34 0.38 Presence of food safety net programmes 0.87 0.91 Access to financing for farmers 0.77 0.92 Table 25 Spearman Rank correlation between GFSI Availability related indicators and GHI scores GFSI Indicators GHI GFSI Sufficiency of supply 0.85 0.88 Public expenditure on agricultural R&D 0.30 0.49 Agricultural Infrastructure 0.65 0.89 Volatility of agricultural production -0.02 0.03 Political stability risk 0.20 0.69 Corruption 0.34 0.78 Urban absorption capacity -0.03 0.05 Food loss 0.32 0.64 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 0% 5% 10% 15% 20% 25% 30% Diet diversification Nutritional standards Micronutrient availability Protein quality Food safety R s q u a r e d - S t a t i s t i c a l I m p o r t a n c e W e i g h t s Statistical Importance Weigthing Scheme ",
        "54 Table 26 Spearman Rank correlation between GFSI Quality and Safety related indicators and GHI scores GFSI Indicators GHI GFSI Diet Diversification 0.72 0.83 Nutritional Standards 0.28 0.62 Micronutrient availability 0.57 0.77 Protein Quality 0.76 0.86 Food Safety 0.89 0.92 Table 27 Spearman Rank correlation between GFSI Affordability related indicators and PoU scores GFSI Indicators PoU GFSI Food consumption as a share of household expenditure 0.42 0.90 Proportion of population under global poverty line 0.66 0.92 Gross domestic product per capita (US$ PPP) 0.68 0.95 Agricultural import tariffs 0.17 0.38 Presence of food safety net programmes 0.75 0.91 Access to financing for farmers 0.62 0.92 Table 28 Spearman Rank correlation between GFSI Availability related indicators and PoU scores GFSI Indicators PoU GFSI Sufficiency of supply 0.85 0.88 Public expenditure on agricultural R&D 0.36 0.49 Agricultural Infrastructure 0.57 0.89 Volatility of agricultural production 0.10 0.03 Political stability risk 0.11 0.69 Corruption 0.39 0.78 Urban absorption capacity -0.13 0.05 Food loss 0.67 0.64 Table 29 Spearman Rank correlation between GFSI Quality and Safety related indicators and PoU scores GFSI Indicators PoU GFSI Diet Diversification 0.42 0.83 Nutritional Standards 0.23 0.62 Micronutrient availability 0.57 0.77 Protein Quality 0.77 0.86 Food Safety 0.72 0.92 ",
        "55 Figure 12 Dimension scores – coefficients of variation across dimensions ",
        "56 ",
        "GETTING IN TOUCH WITH THE EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: http://europea.eu/contact On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: - by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), - at the following standard number: +32 22999696, or - by electronic mail via: http://europa.eu/contact FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU publications You can download or order free and priced EU publications from EU Bookshop at: http://bookshop.europa.eu. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact). ",
        "K J - N A - 28885 - E N - N doi:10.2760/83356 ISBN 978-92-79-76681-7 "
    ]
}