{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 25.9.2012 COM(2012) 553 final 2011/0282 (COD) Amendment to the Commission proposal COM(2011) 627 final/3 for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) ",
        "- 2 - EXPLANATORY MEMORANDUM 1. CONTEXT OF THE PROPOSAL The accession of Croatia to the EU is scheduled for 1 July 2013. Although the Act of Accession 1 has not yet been ratified by all Member States, the Commission has recently updated its Multi-Annual Financial Framework proposals 2 in view of Croatia's accession. A similar adjustment exercise should be prepared for the CAP reform proposals to ensure that once they are adopted, Croatia will be fully covered as a new Member State. The adoption of Regulation (EU) No 671/2012 of the European Parliament and of the Council of 11 July 2012 amending Council Regulation (EC) No 73/2009 as regards the application of direct payments to farmers in respect of the year 2013 3 provides for voluntary adjustment for the United Kingdom whereby funds for direct payments for calendar year 2013 would be made available for the next rural development programming period. As a consequence a relevant provision to allow transfer of the funds to the EAFRD should be made in the CAP reform proposal for rural development. 2. RESULTS OF CONSULTATIONS WITH THE INTERESTED PARTIES AND IMPACT ASSESSMENTS There was no need for consultation of interested parties or an impact assessment since these adjustments follow, in relation to Croatia, from the Act of Accession and, in relation to the voluntary adjustment for the United Kingdom, from the adoption of Regulation (EU) No 671/2012. 3. LEGAL ELEMENTS OF THE PROPOSAL The adjustment will take the form of an amendment to the proposal COM(2011) 627 final/3 for a Regulation of the European Parliament and of the Council on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) in order to: - introduce a temporary additional measure on financing complementary national direct payments, - provide for specific conditions applicable to Croatia in relation to LEADER (minimum EAFRD contribution reserved for LEADER of 2.5% instead 5%) and investments for the implementation of Council Directive 91/676/EEC 4 for a maximum period of four years (provision of a support rate of 75%), - introduction of an empowerment to the Commission to adopt transitional rules for the transition of Croatia from support under IPARD to support under the new Rural Development regime, also covering the ex-post evaluation. In relation to voluntary adjustment for the UK the adjustment consists in introducing a reference to the amounts to be transferred in application of the relevant provisions of Regulation (EC) No 73/2009. 5 1 OJ L 112 of 24 April 2012. 2 COM(2012)388 of 6 July 2012. 3 OJ L 204, 31.7.2012, p.11. 4 OJ L 375, 31.12.1991, p. 1. 5 OJ L 52, 31.1.2009, p.1. ",
        "- 3 - 4. BUDGETARY IMPLICATION This amendment has no budgetary implications, apart from those already set out in the explanatory memorandum for the updated proposals for the Multi-Annual Financial Framework. ",
        "- 4 - 2011/0282 (COD) Amendment to the Commission proposal COM(2011) 627 final/3 for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on support for rural development by the European Agricultural Fund for Rural Development (EAFRD) Commission proposal COM(2011) 627 final/3 is amended as follows: (1) Recital (70) is replaced by the following: \"(70) In order to facilitate a smooth transition from the system established by Regulation (EC) No 1698/2005 to the system established by this Regulation, the power to adopt acts in accordance with Article 290 of the Treaty should be delegated to the Commission in respect of establishing transitional provisions. In order to take account of the Treaty of Accession of the Republic of Croatia those acts should also cover, for Croatia, the transition from support for rural development under Council Regulation (EC) No 1085/2006 of 17 July 2006 establishing an instrument for pre- accession assistance (IPA)*, where necessary. * OJ L 170, 29.6.2007, p. 1.\" (2) The following Article 40a is inserted: \"Article 40a Financing of complementary national direct payments for Croatia 1. Support may be granted to farmers eligible for complementary national direct payments under Article 17a of Regulation (EU) No [DP/2012]. The conditions laid down in that Article shall also apply to the support to be granted under this Article. 2. The support granted to a farmer in respect of the years 2014, 2015 and 2016 shall not exceed the difference between: (a) the level of direct payments applicable in Croatia for the year concerned in accordance with Article 16a of Regulation (EU) No [DP/2012]; and (b) 45 % of the corresponding level of the direct payments as applied from 2022. 3. The Union contribution to support granted under this Article in Croatia in respect of the years 2014, 2015 and 2016 shall not exceed 20 % of its respective total annual EAFRD allocation. 4. The EAFRD contribution rate for the complements to direct payments shall not exceed 80%. (3) In Article 64, paragraph 5 is replaced by the following: \"5. In addition to the amounts referred to in paragraph 4, the implementing act referred to in the same paragraph shall also include the funds transferred to the EAFRD in application of Articles 7(2) and 14(1) of Regulation (EU No DP/2012 and ",
        "- 5 - the funds transferred to the EAFRD in application of Articles 10b and 136 of Council Regulation (EC) No 73/2009* in respect of calendar year 2013. * OJ L 30, 31.1.2009, p.16.\" (4) In Article 65, paragraph 5 is replaced by the following: \"5. At least 5%, and in the case of Croatia 2,5%, of the total EAFRD contribution to the rural development programme shall be reserved for LEADER.\" (5) Article 95 is replaced by the following: \"Article 95 Transitional provisions In order to facilitate the transition from the system established by Regulation (EC) No 1698/2005 to the system established by this Regulation, the Commission shall be empowered to adopt delegated acts, in accordance with Article 90, concerning the conditions under which support approved by the Commission under Regulation (EC) No 1698/2005 may be integrated into support provided for under this Regulation, including for technical assistance and for the ex-post evaluations. Those delegated acts may also provide conditions for the transition from rural development support for Croatia under Regulation (EC) No 1085/2006 to support provided for under this Regulation.\" ",
        "- 6 - (6) In Annex I the fourth row is replaced by the following: \" 18(3) Investments in physical assets 50% 75% 75% 65% 40% 50% 75% 65% 40% Agricultural sector Of the amount of eligible investment in less developed regions Of the amount of eligible investment in outermost regions Of the amount of eligible investment in Croatia for the implementation of Council Directive 91/676/EEC* within a maximum period of four years from the date of accession pursuant to Article 3(2) and Article 5(1) of that Directive Of the amount of eligible investment in the smaller Aegean islands Of the amount of eligible investment in other regions The above rates may be increased by 20%, provided that maximum combined support does not exceed 90%, for: - Young farmers setting up - Collective investments and integrated projects - Areas facing natural constraints as referred to in Article 33. - Operations supported in the framework of the EIP Processing and marketing of Annex I products Of the amount of eligible investment in less developed regions Of the amount of eligible investment in outermost regions Of the amount of eligible investment in the smaller Aegean islands Of the amount of eligible investment in other regions The above rates may be increased by 20%, provided that maximum combined support does not exceed 90%, for operations supported in the framework of the EIP * OJ L 375, 31.12.1991, p. 1.\" ",
        "- 7 - LEGISLATIVE FINANCIAL STATEMENT 1. FRAMEWORK OF THE PROPOSAL/INITIATIVE 1.1. Title of the proposal/initiative - Amendment to the Commission proposal COM(2011) 625 final/3 for a Regulation of the European Parliament and of the Council establishing rules for direct payments to farmers under support schemes within the framework of the common agricultural policy; - Amendment to the Commission proposal COM(2011) 626 final/3 for a Regulation of the European Parliament and of the Council establishing a common organisation of the markets in agricultural products (Single CMO Regulation); - Amendment to the Commission proposal COM(2011) 627 final/3 for a Regulation of the European Parliament and of the Council on support for rural development by the European Agricultural Fund for Rural Development (EAFRD); - Amendment to the Commission proposal COM(2011) 628 final/2 for a Regulation of the European Parliament and of the Council on the financing, management and monitoring of the common agricultural policy. 1.2. Policy area(s) concerned in the ABM/ABB structure 6 Policy Area Title 05 of Heading 2 1.3. Nature of the proposal/initiative (Legislative framework for the CAP post 2013) x The proposal/initiative relates to a new action (cid:133) The proposal/initiative relates to a new action following a pilot project/preparatory action 7 x The proposal/initiative relates to the extension of an existing action x The proposal/initiative relates to an action redirected towards a new action 1.4. Objectives 1.4.1. The Commission's multiannual strategic objective(s) targeted by the proposal/initiative In order to promote resource efficiency with a view to smart, sustainable and inclusive growth for EU agriculture and rural development in line with the Europe 2020 Strategy, the objectives of the CAP are: - Viable food production; - Sustainable management of natural resources and climate action; 6 ABM: Activity-Based Management – ABB: Activity-Based Budgeting. 7 As referred to in Article 49(6)(a) or (b) of the Financial Regulation. ",
        "- 8 - - Balanced territorial development. 1.4.2. Specific objective(s) and ABM/ABB activity(ies) concerned Specific objectives for Policy area 05: Specific objective No 1: To provide environmental public goods Specific objective No 2: To compensate for production difficulties in areas with specific natural constraints Specific objective No 3: To pursue climate change mitigation and adaptation actions Specific objective No 4: To manage the EU budget (CAP) in accordance with high standards of financial management Specific objective for ABB 05 02 - Interventions in agricultural markets: Specific objective No 5: To improve the competitiveness of the agricultural sector and enhance its value share in the food chain Specific objective for ABB 05 03 - Direct aids: Specific objective No 6: To contribute to farm incomes and limit farm income variability Specific objectives for ABB 05 04 – Rural development: Specific objective No 7 To foster green growth through innovation Specific objective No 8: To support rural employment and maintain the social fabric of rural areas Specific objective No 9 ",
        "- 9 - To improve the rural economy and promote diversification Specific objective No 10 To allow for structural diversity in farming systems 1.4.3. Expected result(s) and impact It is not possible to set quantitative targets for impact indicators at this stage. Although the policy can steer in a certain direction, the broad economic, environmental and social outcomes measured by such indicators would ultimately also depend on the impact from a range of external factors, which recent experience indicates have become significant and unpredictable. Further analysis is on-going, to be ready for the period post-2013. As regards the direct payments, Member States will have the possibility to decide, to a limited degree, on the implementation of certain components of the direct payment schemes. For rural development, the expected results and impact will depend on the rural development programmes that Member States will submit to the Commission. Member States will be asked to set targets in their programmes. 1.4.4. Indicators of results and impact The proposals provide for the establishment of a common monitoring and evaluation framework with a view to measuring the performance of the Common Agricultural Policy. That framework shall include all instruments related to the monitoring and evaluation of CAP measures and in particular of the direct payments, market measures, rural development measures and of the application of cross compliance. The impact of these CAP measures shall be measured in relation to the following objectives: (a) viable food production, with a focus on agricultural income, agricultural productivity and price stability; (b) sustainable management of natural resources and climate action, with a focus on greenhouse gas emissions, biodiversity, soil and water; (c) balanced territorial development, with a focus on rural employment, growth and poverty in rural areas. By means of implementing acts, the Commission shall define the set of indicators specific to these objectives and areas. Moreover, as regards rural development, a reinforced common monitoring and evaluation system is proposed. That system aims (a) to demonstrate the progress and achievements of rural development policy and assess the impact, effectiveness, efficiency and relevance of rural development policy interventions, (b) to contribute to better targeted support for rural development, and (c) to support a common learning process related to monitoring and evaluation. The Commission will establish, by means of implementing act, a list of common indicators linked to the policy priorities. ",
        "- 10 - 1.5. Grounds for the proposal/initiative 1.5.1. Requirement(s) to be met in the short or long term In order to meet the multi-annual strategic objectives of the CAP which are a direct translation of the Europe 2020 strategy for European rural areas and to fulfil the relevant requirements of the Treaty, the proposals, as amended to take account of the Accession of Croatia, aim to lay down the legislative framework for the Common Agricultural Policy for the period after 2013. 1.5.2. Added value of EU involvement The future CAP will not only be a policy that caters for a small, albeit essential, part of the EU economy, but also a policy of strategic importance for food security, the environment and territorial balance. Thus, the CAP, as a truly common policy, makes the most efficient use of limited budgetary resources in maintaining a sustainable agriculture throughout the EU, addressing important cross-border issues such as climate change and reinforcing solidarity among Member States. As mentioned in the Commission communication \"A Budget for Europe 2020\" 8 , the CAP is a genuinely European policy. Instead of operating 28 separate agricultural policies and budgets, Member States pool resources to operate a single European policy with a single European budget. This naturally means that the CAP accounts for a significant proportion of the EU budget. However, this approach is both more efficient and economical than an uncoordinated national approach. 1.5.3. Lessons learned from similar experiences in the past On the basis of the evaluation of the current policy framework, an extensive consultation with stakeholders as well as an analysis of future challenges and needs, a comprehensive impact assessment has been carried out. More details can be found in the impact assessment and the explanatory memorandum that are accompanying the legal proposals. 1.5.4. Coherence and possible synergy with other relevant instruments The legislative proposals concerned by this financial statement should be seen in the broader context of the proposal for a single framework regulation with common rules for the common strategic framework funds (EAFRD, ERDF, ESF, Cohesion Fund and EMFF). That framework regulation will make an important contribution to reducing administrative burden, to spending EU funds in an effective way, and to put simplification into practice. This also underpins the new concepts of the common strategic framework for all these funds and the upcoming Partnership Contracts which will also cover these funds. The common strategic framework, which will be established, will translate the objectives and priorities of the Europe 2020 Strategy into priorities for the EAFRD together with the ERDF, ESF, Cohesion Fund and EMFF, which will ensure an integrated use of the funds to deliver common objectives. 8 COM(2011)500 final of 29 June 2011. ",
        "- 11 - The common strategic framework will also set out coordination mechanisms with other relevant Union policies and instruments. Moreover, as regards the CAP, significant synergies and simplification effects will be obtained by harmonising and aligning the management and control rules for the first (EAGF) and second (EAFRD) pillar of the CAP. The strong link between the EAGF and the EAFRD should be maintained and the structures already in place in the Member States be sustained. 1.6. Duration and financial impact x Proposal/initiative of limited duration (for the draft regulations on direct payment schemes, rural development and transitional regulations) – x Proposal/initiative in effect from 01/01/2014 to 31/12/2020 – x Financial impact for the period of the next multi-annual financial framework. For rural development, impact on payments to 2023. x Proposal/initiative of unlimited duration (for the draft regulation on the single CMO and the horizontal regulation) – Implementation from 2014. 1.7. Management mode(s) envisaged 9 x Centralised direct management by the Commission (cid:133) Centralised indirect management with the delegation of implementation tasks to: – (cid:133) executive agencies – (cid:133) bodies set up by the Communities 10 – (cid:133) national public-sector bodies/bodies with public-service mission – (cid:133) persons entrusted with the implementation of specific actions pursuant to Title V of the Treaty on European Union and identified in the relevant basic act within the meaning of Article 49 of the Financial Regulation x Shared management with the Member States (cid:133) Decentralised management with third countries (cid:133) Joint management with international organisations (to be specified) 9 Details of management modes and references to the Financial Regulation may be found on the BudgWeb site: http://www.cc.cec/budg/man/budgmanag/budgmanag_en.html 10 As referred to in Article 185 of the Financial Regulation. ",
        "- 12 - Comments No substantive change compared to the present situation, i.e. the bulk of expenditure concerned by the legislative proposals on the CAP reform will be managed by shared management with the Member States. However, a very minor part will continue to fall under centralised direct management by the Commission. 2. MANAGEMENT MEASURES 2.1. Monitoring and reporting rules In terms of monitoring and evaluation of the CAP, the Commission will present a report to the European Parliament and the Council every 4 years, with the first report to be presented not later than end 2017. This is complemented by specific provisions in all areas of the CAP, with various comprehensive reporting and notifications requirements to be specified in the implementing rules. As regards rural development, rules are also provided for monitoring at programme level, which will be aligned with the other funds, and which will be coupled with ex ante, on-going and ex post evaluations. 2.2. Management and control system 2.2.1. Risk(s) identified There are more than seven million beneficiaries of the CAP, receiving support under a large variety of different aid schemes, each of which having detailed and sometimes complex eligibility criteria. The reduction in the error rate in the domain of the common agricultural policy can already be considered as a trend. Thus, most recently an error rate close to 2% confirms the overall positive assessment of previous years. It is the intention to continue the efforts in order to achieve an error rate below 2%. 2.2.2. Control method(s) envisaged The legislative package, in particular the proposal for the regulation on the financing, management and monitoring of the common agricultural policy, envisages maintaining and reinforcing the current system established by Regulation (EC) No 1290/2005. It provides for a compulsory administrative structure at Member State level, centred around accredited paying agencies, which are responsible for carrying out controls at final beneficiary level in accordance with the principles set out under point 2.3. Every year, the head of each paying agency is required to provide a statement of assurance which covers the completeness, accuracy and veracity of the accounts, the proper functioning of the internal control systems and the legality and regularity of the underlying transactions. An independent audit body is required to provide an opinion on all these three elements. The Commission will continue to audit agricultural expenditure, using a risk-based approach in order to ensure that its audits are targeted to the areas of highest risk. Where these audits ",
        "- 13 - reveal that expenditure has been incurred in breach of Union rules, it will exclude the amounts concerned from Union financing under the conformity clearance system. As regards the cost of controls, a detailed analysis is provided in annex 8 to the impact assessment accompanying the legislative proposals. Furthermore the publication of information on the beneficiaries of the EAGF and EAFRD will reinforce the public control of the use of the money and contribute to the visibility and better understanding of the CAP. 2.3. Measures to prevent fraud and irregularities The legislative package, in particular the proposal for the regulation on the financing, management and monitoring of the common agricultural policy, envisages maintaining and reinforcing the current detailed systems for controls and penalties to be applied by the paying agencies, with common basis features and special rules tailored to the specificities of each aid regime. The systems generally provide for exhaustive administrative controls of 100% of the aid applications, cross-checks with other databases where this is considered appropriate as well as pre-payment on-the-spot checks of a minimum number of transactions, depending on the risk associated with the regime in question. If these on-the-spot checks reveal a high number of irregularities, additional checks must be carried out. In this context, the by far most important system is the Integrated Administration and Control System (IACS), which in financial year 2010 covered around 80% of total expenditure under the EAGF and the EAFRD. For Member States with properly functioning control systems and low error rates, the Commission will be empowered to allow for a reduction of the number of on-the-spot checks. The package further envisages that Member States shall prevent, detect and correct irregularities and fraud, impose effective, dissuasive and proportionate penalties as laid down in Union legislation or national law, and recover any irregular payments plus interests. It includes an automatic clearance mechanism for irregularity cases, which provides that if recovery has not taken place within four years of the date of the recovery request, or within eight years in the case of legal proceedings, the amounts not recovered shall be borne by the Member State concerned. This mechanism will be a strong incentive for Member States to recover irregular payments as quickly as possible. 3. ESTIMATED FINANCIAL IMPACT OF THE PROPOSAL/INITIATIVE The amounts indicated in this financial statement are expressed in current prices and in commitments. In addition to the changes resulting from the legislative proposals as listed in the accompanying tables below, the legislative proposals imply further changes which have no financial impact. ",
        "- 14 - For any of the years in the period 2014-2020, the application of financial discipline cannot be excluded at this stage. However, this will not depend on the reform proposals as such, but on other factors, such as the execution of direct aids or future developments in the agricultural markets. As concerns direct aids, the extended net ceilings for 2014 (calendar year 2013) included in the Commission proposal regarding the application of direct payments in the transitional year 2013 (COM(2011)630) 11 are higher than the amounts allocated to direct aids indicated in the accompanying tables. The purpose of this extension is to ensure a continuation of the existing legislation in a scenario in which all the other elements would remain unchanged, without prejudice to the possible need for applying the financial discipline mechanism. The reform proposals contain provisions giving Member States a set degree of flexibility in relation to their allocation of direct aids respectively rural development. In case Member States decide to use that flexibility, this will have financial consequences within the given financial amounts, which cannot be quantified at this stage. The reform proposal for direct payments contains a provision on progressive reduction and capping of direct payments. The product of capping, to be transferred to rural development, has been estimated in order to determine the net ceilings of direct payments (Annex III of the proposal). This estimation was based on assumptions as concerns the implementation of direct payments by Member States and will therefore be revised once Member States have notified their decisions on the implementation. Moreover, for Croatia, it is not possible to estimate the product of capping at this stage due to unavailability of data. A first rough estimate, based on preliminary information, showed that the product of capping would be null for Croatia. It will be revised once data are available. This financial statement does not take into account the possible use of the crises reserve. It should be underlined that the amounts taken into account for market-related expenditure are based on no public intervention buying-in and other measures related to a crisis situation in any sectors. 3.1. Heading(s) of the multiannual financial framework and expenditure budget line(s) affected 11 The European Parliament and Council are expected to adopt the regulation in autumn 2012. ",
        "- 15 - Table 1: Amounts for the CAP including complementary amounts foreseen in the MFF proposals and the CAP reform proposals In million EUR (current prices) Budget year 2013 2013 adjusted (1) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Inside MFF Heading 2 Direct aids and market-related expenditure (2) (3) (4) (5) 44 939 45 304 44 956 45 199 45 463 45 702 45 729 45 756 45 783 318 589 Estimated assigned revenue 672 672 672 672 672 672 672 672 672 4 704 P1 Direct aids and market-related expenditure (with assigned revenue) (5) 45 611 45 976 45 628 45 871 46 135 46 374 46 401 46 428 46 455 323 293 P2 Rural development (4) 14 817 14 451 14 784 14 784 14 784 14 784 14 784 14 784 14 784 103 488 Total 60 428 60 428 60 412 60 655 60 919 61 159 61 186 61 212 61 239 426 781 Heading 1 CSF Agricultural research and innovation N.A. N.A. 682 696 710 724 738 753 768 5 072 Most deprived persons N.A. N.A. 379 387 394 402 410 418 427 2 818 Total N.A. N.A. 1 061 1 082 1 104 1 126 1 149 1 172 1 195 7 889 Heading 3 Food safety N.A. N.A. 352 352 352 352 352 352 352 2 465 Outside MFF Reserve for agricultural crises N.A. N.A. 531 541 552 563 574 586 598 3 945 European Globalisation Fund (EGF) Of which maximum available for agriculture: (6) N.A. N.A. 379 387 394 402 410 418 427 2 818 TOTAL TOTAL Commission proposals (MFF + outside MFF) + assigned revenue 60 428 60 428 62 735 63 017 63 322 63 602 63 671 63 740 63 810 443 898 TOTAL MFF proposals (i.e. excluding Reserve and EGF) + assigned revenue 60 428 60 428 61 825 62 089 62 376 62 637 62 686 62 736 62 786 437 136 ",
        "- 16 - Notes: (1) Taking into account legislative changes already agreed, i.e. voluntary modulation for the UK and Article 136 \"unspent amounts\" will cease to apply by the end of 2013. (2) The amounts relate to the proposed annual ceiling for the first pillar. However, it should also be noted that it is proposed to move negative expenditure from accounting clearance (currently under budget item 05 07 01 06) to assigned revenue (under item 67 03). For details, see estimated revenue table on the page below. (3) The 2013 figures include the amounts for veterinary and phytosanitary measures as well as market measures for the fisheries sector. (4) The amounts in the table above are in line with those in the Commission communication \"A Budget for Europe 2020\" (COM(2011)500 of 29 June 2011) and the Commission's amended proposal for the MFF 2014-2020 (COM(2012)388 of 6 July 2012). However, it remains to be decided if the MFF will reflect the transfer that is proposed for the envelope of one Member State of the cotton national restructuring programme to rural development as from 2014, implying an adjustment (4 million EUR per year) of the amounts for respectively the EAGF sub- ceiling and for pillar 2. In the tables in the sections below, the amounts have been transferred, irrespective of them being reflected in the MFF. (5) It includes the maximum amounts of the special reserve for de-mining for Croatia. (6) In accordance with the Commission communication \"A Budget for Europe 2020\" (COM(2011)500 final), a total amount of up to 2.5 billion EUR in 2011 prices will be available under the European Globalisation Fund for providing additional support to farmers suffering from effects of globalisation. In the table above, the breakdown by year in current prices is only indicative . The proposal for the inter-institutional agreement between the European Parliament, the Council and the Commission on cooperation in budgetary matters and on sound financial management (COM(2011)403 final of 29 June 2011) sets out, for the EGF, an overall maximum annual amount of 429 million EUR in 2011 prices. ",
        "- 17 - 3.2. Estimated impact on expenditure 3.2.1. Summary of estimated impact on expenditure Table 2: Estimated revenue as well as expenditure for Policy Area 05 within Heading 2 In million EUR (current prices) Budget year 2013 (1) 2013 adjusted (1) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 REVENUE 123 – Sugar production charge (own resources) 123 123 125 125 250 67 03 - Assigned revenue 672 672 741 741 741 741 741 741 741 5 187 of which: ex 05 07 01 06 - Accounting clearance 0 0 69 69 69 69 69 69 69 483 Total 795 795 866 866 741 741 741 741 741 5 437 EXPENDITURE 05 02 - Markets (2) 3 311 3 311 2 652 2 671 2 700 2 729 2 752 2 740 2 729 18 974 05 03 - Direct aids (before capping) (3) 42 170 42 535 42 970 43 193 43 428 43 637 43 641 43 678 43 715 304 261 05 03 – Direct aids (after capping) (3) (4) 42 170 42 535 42 970 43 028 43 256 43 453 43 455 43 492 43 530 303 184 05 04 - Rural development (before capping) 14 817 14 451 14 788 14 788 14 788 14 788 14 788 14 788 14 788 103 516 05 04 - Rural development (after capping) (4) 14 817 14 451 14 788 14 952 14 960 14 973 14 974 14 974 14 974 104 594 05 07 01 06 - Accounting clearance -69 -69 0 0 0 0 0 0 0 0 Total 60 229 60 229 60 410 60 652 60 916 61 155 61 181 61 207 61 232 426 751 NET BUDGET after assigned revenue 59 669 59 911 60 175 60 414 60 440 60 466 60 491 421 564 ",
        "- 18 - Notes: (1) For comparison purposes, the 2013 figures are kept unchanged to the figures in the initial Commission proposals of 12 October 2011. (2) For 2013, preliminary estimate based on Draft Budget 2012 taking into account legal adjustments already agreed for 2013 (e.g. wine ceiling, abolition of potato starch premium, dried fodder) as well as some foreseen developments. For all years, the estimates assume that there will be no additional financing need for support measures due to market disturbances or crises. (3) The 2013 amount includes an estimate of wine grubbing-up 2012. The amounts for 2014-2020, shown in Table 2, do not include the special reserve for de-mining for Croatia, whereas the corresponding amounts, shown in Table 1 include the special reserve. (4) The product of capping was estimated based on assumptions as concerns the implementation of direct payments by Member States and will therefore be revised once they have notified their decisions on the implementation. Moreover, for Croatia, it is not possible to estimate the product of capping at this stage due to unavailability of data. A first rough estimate, based on preliminary information, showed that the product of capping would be null for Croatia. It will be revised once data are available. ",
        "- 19 - Table 3: Calculation of the financial impact by budget chapter of the CAP reform proposals as regards revenue and CAP expenditure In million EUR (current prices) 2013 (1) 2013 adjusted (1) TOTAL 2014-2020 Budget year 2014 2015 2016 2017 2018 2019 2020 REVENUE 123 – Sugar production charge (own resources) 123 123 0 0 0 0 0 0 0 0 67 03 - Assigned revenue 672 672 69 69 69 69 69 69 69 483 of which: ex 05 07 01 06 - Accounting clearance 0 0 69 69 69 69 69 69 69 483 Total 795 795 69 69 69 69 69 69 69 483 EXPENDITURE 05 02 - Markets (2) 3 311 3 311 -659 -640 -611 -582 -559 -571 -582 -4 203 05 03 - Direct aids (before capping) (3) 42 170 42 535 -460 -492 -534 -577 -617 -617 -617 -3 913 05 03 - Direct aids – Estimated product of capping (4) to be transferred to rural development 0 -164 -172 -185 -186 -186 -186 -1 078 05 04 - Rural development (before capping) (5) 14 817 14 451 4 4 4 4 4 4 4 28 05 04 - Rural development – Estimated product of capping (4) to be transferred from direct aids 0 164 172 185 186 186 186 1 078 05 07 01 06 - Accounting clearance -69 -69 69 69 69 69 69 69 69 483 Total 60 229 60 229 -1 046 -1 059 -1 072 -1 085 -1 103 -1 114 -1 126 -7 605 NET BUDGET after assigned revenue -1 115 -1 128 -1 141 -1 154 -1 172 -1 183 -1 195 -8 088 ",
        "- 20 - Notes: (1) For comparison purposes, the 2013 figures are kept unchanged to the figures in the initial Commission proposals of 12 October 2011. (2) For 2013, preliminary estimate based on Draft Budget 2012 taking into account legal adjustments already agreed for 2013 (e.g. wine ceiling, abolition of potato starch premium, dried fodder) as well as some foreseen developments. For all years, the estimates assume that there will be no additional financing need for support measures due to market disturbances or crises. (3) The 2013 amount includes an estimate of wine grubbing-up 2012. The amounts for 2014-2020, shown in Table 3, do not include the special reserve for de-mining for Croatia , whereas the corresponding amounts, shown in Table 1 include the special reserve. (4) The product of capping was estimated based on assumptions as concerns the implementation of direct payments by Member States and will therefore be revised once they have notified their decisions on the implementation. Moreover, for Croatia, it is not possible to estimate the product of capping at this stage due to unavailability of data. A first rough estimate, based on preliminary information, showed that the product of capping would be null for Croatia. It will be revised once data are available. (5) The change compared to 2013 is solely due to the proposed transfer of the cotton national envelope to rural development (4 million EUR per year). In addition, the updated MFF proposals (COM(2012)388) foresee an additional amount of 333 million EUR per year. ",
        "- 21 - Table 4: Calculation of the financial impact of the CAP reform proposals as regards CAP market-related expenditure In million EUR (current prices) BUDGET YEAR Legal base Estimated needs Changes to 2013 2013 (1) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Exceptional measures: streamlined and extended scope of legal base Art. 154, 155, 156 pm pm pm pm pm pm pm pm pm Removal of intervention for durum wheat and sorghum ex Art.10 pm - - - - - - - - Food programmes for most deprived (2) Ex-Art. 27 of Reg 1234/2007 500.0 -500.0 -500.0 -500.0 -500.0 -500.0 -500.0 -500.0 -3 500.0 Private storage (Flax fibre) Art. 16 N.A. pm pm pm pm pm pm pm Pm Aid for cotton - Restructuring (3) ex Art. 5 of Reg. 637/2008 10.0 -4.0 -4.0 -4.0 -4.0 -4.0 -4.0 -4.0 -28.0 Setting-up aid for F&V producer groups ex Art. 117 30.0 0.0 0.0 0.0 -15.0 -15.0 -30.0 -30.0 -90.0 School fruit scheme Art. 21 90.0 60.0 60.0 60.0 60.0 60.0 60.0 60.0 420.0 Abolition hops PO ex Art. 111 2.3 -2.3 -2.3 -2.3 -2.3 -2.3 -2.3 -2.3 -15.9 Optional private storage for skimmed-milk powder Art. 16 N.A. pm pm pm pm pm pm pm pm Abolition aid for use of skimmed milk/SMP as feedingstuff/casein and use of casein ex Art. 101, 102 pm - - - - - - - - Optional private storage for butter (4) Art. 16 14.0 [-1.0] [-14.0] [-14.0] [-14.0] [-14.0] [-14.0] [-14.0] [-85.0] Abolition milk promotional levy ex Art. 309 pm - - - - - - - - TOTAL 05 02 Net effect of reform proposals (5) (6) -446.3 -446.3 -446.3 -461.3 -461.3 -476.3 -476.3 -3 213.9 ",
        "- 22 - Notes: (1) The 2013 needs are estimated based on the Commission's Draft Budget 2012, except for (a) the fruit & vegetables sectors where the needs are based on the financial statement of the respective reforms and (b) any legal changes already agreed. (2) The 2013 amount corresponds to the ceiling set by Regulation (EU) No 121/2012 . As from 2014, the measure will be financed within Heading 1. (3) The envelope for the cotton restructuring programme for Greece (4 million EUR/year) will be transferred to rural development as from 2014. The envelope for Spain (6.1 million EUR/year) will go to the Single Payment Scheme as from 2018 (already decided). (4) Estimated effect in case of non-application of the measure. (5) In addition to expenditure within chapters 05 02 and 05 03, it is anticipated that direct expenditure within chapters 05 01, 05 07 and 05 08 will be financed by revenue that will be assigned to the EAGF. (6) Table 4 shows the net effect of the reform proposals for affected market measures, whereas in table 3 the figures for \"05 02 Markets\" show the difference between the adjusted 2013 amount and the estimated amounts available for market-related expenditure during 2014-2020. ",
        "- 23 - Table 5: Calculation of the financial impact of the CAP reform proposals as regards direct aids In million EUR (current prices) Legal base Estimated needs Changes to 2013 BUDGET YEAR 2013 (1) 2013 adjusted (2) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Direct aids (3) 42 169.9 42 535.4 434.2 493.0 720.1 917.2 919.7 957.0 994.3 5 435.6 - Changes already decided: Phasing-in EU 12 875.0 1 133.9 1 392.8 1 651.6 1 651.6 1 651.6 1 651.6 10 008.1 Cotton restructuring 0.0 0.0 0.0 0.0 6.1 6.1 6.1 18.4 Health Check -64.3 -64.3 -64.3 -90.0 -90.0 -90.0 -90.0 -552.8 Previous reforms -9.9 -32.4 -32.4 -32.4 -32.4 -32.4 -32.4 -204.2 - Phasing-in Croatia (3) 93.3 111.9 130.6 149.2 186.5 223.8 261.1 1 156.3 - Changes due to new CAP reform proposals -459.8 -656.1 -706.5 -761.3 -802.2 -802.2 -802.2 -4 990.3 Of which: capping (4) 0.0 -164.1 -172.1 -184.7 -185.6 -185.6 -185.6 -1 077.7 TOTAL 05 03 Net effect of reform proposals -459.8 -656.1 -706.5 -761.3 -802.2 -802.2 -802.2 -4 990.3 TOTAL EXPENDITURE 42 169.9 42 535.4 42 969.7 43 028.4 43 255.6 43 452.6 43 455.2 43 492.5 43 529.8 303 183.6 Notes: (1) The 2013 amount includes an estimate of wine grubbing-up 2012. (2) Taking into account legislative changes already agreed, i.e. voluntary modulation for the UK and Article 136 \"unspent amounts\" will cease to apply by the end of 2013. (3) It does not include the special reserve for de-mining for Croatia. (4) The product of capping was estimated based on assumptions as concerns the implementation of direct payments by Member States and will therefore be revised once they have notified their decisions on the implementation. Moreover, for Croatia, it is not possible to estimate the product of capping at this stage due to unavailability of data. A first rough estimate, based on preliminary information, showed that the product of capping would be null for Croatia. It will be revised once data are available. ",
        "- 24 - Table 6: Components of direct aids In million EUR (current prices) BUDGET YEAR 2015 2016 2017 2018 2019 2020 TOTAL 2015-2020 Annex II 42 519.1 42 754.0 42 963.3 42 966.8 43 004.1 43 041.4 257 248.6 Payment for agricultural practices beneficial for the climate and environment (30%) 12 900.1 12 894.5 12 889.0 12 890.0 12 901.2 12 912.4 77 387.2 Maximum that can be allocated to the Payment for young farmers (2%) 860.0 859.6 859.3 859.3 860.1 860.8 5 159.1 Basic Payment Scheme, Payment for areas with Natural Constraints, Voluntary Coupled Support 28 759.0 28 999.9 29 215.1 29 217.4 29 242.8 29 268.1 174 702.2 Maximum that can be taken from the above lines to finance the Small Farmer Scheme (10%) 4 300.0 4 298.2 4 296.3 4 296.7 4 300.4 4 304.1 25 795.7 Wine transfers included in Annex II (1) 159.9 159.9 159.9 159.9 159.9 159.9 959.1 Capping (2) -164.1 -172.1 -184.7 -185.6 -185.6 -185.6 -1 077.7 Cotton 256.0 256.3 256.5 256.6 256.6 256.6 1 538.6 POSEI/Small Aegean Islands 417.4 417.4 417.4 417.4 417.4 417.4 2 504.4 (1) Direct aids for the period 2014-2020 include an estimate of the wine transfers to SPS based on the decisions taken by the Member States for 2013. For Croatia, it was not possible to estimate as the wine national programme will not be implemented in 2013 and Croatia has not notified any transfer at this stage. (2) The product of capping was estimated based on assumptions as concerns the implementation of direct payments by Member States and will therefore be revised once they have notified their decisions on the implementation. Moreover, for Croatia, it is not possible to estimate the product of capping at this stage due to unavailability of data. A first rough estimate, based on preliminary information, showed that the product of capping would be null for Croatia. It will be revised once data are available. ",
        "- 25 - Table 7: Calculation of the financial impact of the CAP reform proposals as regards transitional measures for granting direct aids in 2014 In million EUR (current prices) BUDGET YEAR Legal base Estimated needs Changes to 2013 2013 (1) 2013 adjusted 2014 (2) Annex IV to Council Regulation (EC) No 73/2009 40 165.0 40 530.5 541.9 Phasing-in EU 10 616.1 Health Check -64.3 Previous reforms -9.9 TOTAL 05 03 TOTAL EXPENDITURE 40 165.0 40 530.5 41 072.4 Notes: (1) The 2013 amount includes an estimate of wine grubbing-up 2012. (2) The extended net ceilings include an estimate of the wine transfers to SPS based on the decisions taken by the Member States for 2013. ",
        "- 26 - Table 8: Calculation of the financial impact of the CAP reform proposals as regards rural development In million EUR (current prices) BUDGET YEAR Legal base Rural development allocation Changes to 2013 2013 2013 adjusted (1) 2014 2015 2016 2017 2018 2019 2020 TOTAL 2014-2020 Rural development programmes 14 788.9 14 423.4 Aid for cotton - Restructuring (2) 4.0 4.0 4.0 4.0 4.0 4.0 4.0 28.0 Product of capping of direct aids (3) 164.1 172.1 184.7 185.6 185.6 185.6 1 077.7 RD envelope excluding technical assistance (4) -9.3 -9.3 -9.3 -9.3 -9.3 -9.3 -9.3 -65.2 Technical assistance (4) 27.6 27.6 9.3 4.3 4.3 4.3 4.3 4.3 4.3 35.2 Prize for local innovative co-operation projects (5) N.A. N.A. 0.0 5.0 5.0 5.0 5.0 5.0 5.0 30.0 Additional RD amount (in line with COM(2012)388) N.A. N.A. 333.0 333.0 333.0 333.0 333.0 333.0 333.0 2 331.0 TOTAL 05 04 Net effect of reform proposals 4.0 168.1 176.1 188.7 189.6 189.6 189.6 1 105.7 TOTAL EXPENDITURE (before capping) 14 816.6 14 451.1 14 788.1 14 788.1 14 788.1 14 788.1 14 788.1 14 788.1 14 788.1 103 516.5 TOTAL EXPENDITURE (after capping) 14 816.6 14 451.1 14 788.1 14 952.2 14 960.2 14 972.8 14 973.7 14 973.7 14 973.7 104 594.2 Notes: (1) Adjustments in line with the existing legislation only applicable until the end of financial year 2013. (2) The amounts in table 1 (section 3.1) are in line with those in the Commission communication \"A Budget for Europe 2020\" (COM(2011)500 final) and the Commission's amended proposal for the MFF 2014-2020 (COM(2012)388 of 6 July 2012). However, it remains to be decided if the MFF will reflect the transfer that is proposed for the envelope of one Member State of the cotton national restructuring programme to rural development as from 2014, implying an adjustment (4 million EUR per year) of the amounts for respectively the EAGF sub-ceiling and for pillar 2. In table 8 above, the amounts have been transferred, irrespective of them being reflected in the MFF. (3) The product of capping was estimated based on assumptions as concerns the implementation of direct payments by Member States and will therefore be revised once they have notified their decisions on the implementation. Moreover, for Croatia, it is not possible to estimate the product of capping at this stage due to unavailability of data. A first rough estimate, based on preliminary information, showed that the product of capping would be null for Croatia. It will be revised once data are available. (4) The 2013 amount for technical assistance was fixed based on the initial rural development envelope (transfers from pillar 1 not included). Technical assistance for 2014-2020 is fixed at 0.25% of the total rural development envelope. (5) Covered by the amount available for technical assistance. ",
        "- 27 - Heading of multiannual financial framework: 5 \" Administrative expenditure \" EUR million (to 3 decimal places) Note: It is estimated that the legislative proposals will have no impact on appropriations of an administrative nature, i.e. it is the intention that the legislative framework can be implemented with the present level of human resources and administrative expenditure. The impact of Croatia's accession has not yet been taken into account in the figures indicated below. Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 TOTAL DG: AGRI (cid:121) Human resources 136.998 136.998 136.998 136.998 136.998 136.998 136.998 958.986 (cid:121) Other administrative expenditure 9.704 9.704 9.704 9.704 9.704 9.704 9.704 67.928 TOTAL DG AGRI Appropriations 146.702 146.702 146.702 146.702 146.702 146.702 146.702 1 026.914 TOTAL appropriations under HEADING 5 of the multiannual financial framework (Total commitments = Total payments) 146.702 146.702 146.702 146.702 146.702 146.702 146.702 1 026.914 EUR million (to 3 decimal places) Year N 12 Year N+1 Year N+2 Year N+3 … enter as many years as necessary to show the duration of the impact (see point 1.6) TOTAL Commitments TOTAL appropriations under HEADINGS 1 to 5 of the multiannual financial framework Payments 12 Year N is the year in which implementation of the proposal/initiative starts. ",
        "- 28 - 3.2.2. Estimated impact on operational appropriations – (cid:133) The proposal/initiative does not require the use of operational appropriations – x The proposal/initiative requires the use of operational appropriations, as explained below: Commitment appropriations in EUR million (to 3 decimal places) Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 TOTAL OUTPUTS Indicate objectives and outputs (cid:216) Type of output Average cost of the output N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost N u m b e r o f o u t p u t s Cost Total number of outputs Total cost TOTAL COST Note: For the specific objectives, the outputs are still to be determined (see section 1.4.2 above). ",
        "- 29 - 3.2.3. Estimated impact on appropriations of an administrative nature 3.2.3.1. Summary – (cid:133) The proposal/initiative does not require the use of administrative appropriations – x The proposal/initiative requires the use of administrative appropriations, as explained below: EUR million (to 3 decimal places) Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 TOTAL HEADING 5 of the multiannual financial framework Human resources 13 136.998 136.998 136.998 136.998 136.998 136.998 136.998 958.986 Other administrative expenditure 9.704 9.704 9.704 9.704 9.704 9.704 9.704 67.928 Subtotal HEADING 5 of the multiannual financial framework Outside HEADING 5 of the multiannual financial framework Human resources Other expenditure of an administrative nature Subtotal outside HEADING 5 of the multiannual financial framework TOTAL 146.702 146.702 146.702 146.702 146.702 146.702 146.702 1 026.914 13 Based on an average cost of 127 000 EUR for establishment plan post of officials and temporary agents. ",
        "- 30 - 3.2.3.2. Estimated requirements of human resources – (cid:133) The proposal/initiative does not require the use of human resources – x The proposal/initiative requires the use of human resources, as explained below: Note: It is estimated that the legislative proposals will have no impact on appropriations of an administrative nature, i.e. it is the intention that the legislative framework can be implemented with the present level of human resources and administrative expenditure. The figures for the period 2014- 2020 are based on the situation for 2011. The impact of Croatia's accession has not yet been taken into account in the figures indicated below. Estimate to be expressed in full amounts (or at most to one decimal place) Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 (cid:121) Establishment plan posts (officials and temporary agents) XX 01 01 01 (Headquarters and Commission’s Representation Offices) 1 034 1 034 1 034 1 034 1 034 1 034 1 034 XX 01 01 02 (Delegations) 3 3 3 3 3 3 3 XX 01 05 01 (Indirect research) 10 01 05 01 (Direct research) (cid:121) External personnel (in Full Time Equivalent unit: FTE) 14 XX 01 02 01 (CA, INT, SNE from the \"global envelope\") 78 78 78 78 78 78 78 XX 01 02 02 (CA, INT, JED, LA and SNE in the delegations) - at Headquarte rs XX 01 04 yy - in delegations XX 01 05 02 (CA, INT, SNE - Indirect research) 10 01 05 02 (CA, INT, SNE - Direct research) Other budget lines (specify) TOTAL 15 1 115 1 115 1 115 1 115 1 115 1 115 1 115 14 CA= Contract Agent; INT= agency staff (\" Intérimaire\") ; JED= \" Jeune Expert en Délégation\" (Young Experts in Delegations); LA= Local Agent; SNE= Seconded National Expert; 15 This does not include the sub-ceiling on budget line 05.010404. ",
        "- 31 - XX is the policy area or budget title concerned. The human resources required will be met by staff from the DG who are already assigned to management of the action and/or have been redeployed within the DG, together if necessary with any additional allocation which may be granted to the managing DG under the annual allocation procedure and in the light of budgetary constraints. Description of tasks to be carried out: Officials and temporary agents External personnel ",
        "- 32 - 3.2.4. Compatibility with the current multiannual financial framework – x Proposal/initiative is compatible with the PROPOSALS FOR THE 2014- 2020 multiannual financial framework. – (cid:133) Proposal/initiative will entail reprogramming of the relevant heading in the multiannual financial framework. – (cid:133) Proposal/initiative requires application of the flexibility instrument or revision of the multiannual financial framework. 3.2.5. Third-party contributions – The proposal/initiative does not provide for co-financing by third parties – X The proposal regarding rural development (EAFRD) provides for the co- financing estimated below: Appropriations in EUR million (to 3 decimal places) Year 2014 Year 2015 Year 2016 Year 2017 Year 2018 Year 2019 Year 2020 Total Specify the co-financing body MS MS MS MS MS MS MS MS TOTAL appropriations cofinanced 16 To be determin ed To be determin ed To be determin ed To be determin ed To be determin ed To be determin ed To be determin ed To be determined 3.3. Estimated impact on revenue – x Proposal/initiative has no financial impact on revenue. – (cid:133) Proposal/initiative has the following financial impact: – x on own resources – x on miscellaneous revenue EUR million (to 3 decimal places) Impact of the proposal/initiative 17 Budget revenue line: Appropriations available for the ongoing budget year Year N Year N+1 Year N+2 Year N+3 … insert as many columns as necessary in order to reflect the duration of the impact (see point 1.6) For miscellaneous assigned revenue, specify the budget expenditure line(s) affected. See tables 2 and 3 in section 3.2.1. 16 This will be set out in the rural development programmes to be submitted by the Member States. 17 As regards traditional own resources (customs duties, sugar levies), the amounts indicated must be net amounts, i.e. gross amounts after deduction of 25% for collection costs. "
    ]
}