{
    "text": [
        "15091/16 ADD 13 GL/ns DGE 2B EN Council of the European Union Brussels, 2 December 2016 (OR. en) 15091/16 ADD 13 ENER 413 ENV 754 TRANS 473 ECOFIN 1149 RECH 340 IA 124 CODEC 1789 Interinstitutional File: 2016/0376 (COD) COVER NOTE From: Secretary-General of the European Commission, signed by Mr Jordi AYET PUIGARNAU, Director date of receipt: 1 December 2016 To: Mr Jeppe TRANHOLM-MIKKELSEN, Secretary-General of the Council of the European Union No. Cion doc.: SWD(2016) 406 final Subject: COMMISSION STAFF WORKING DOCUMENT EXECUTIVE SUMMARY OF THE IMPACT ASSESSMENT Accompanying the document Proposal for a Directive of the European Parliament and of the Council amending Directive 2012/27/EU on Energy Efficiency Delegations will find attached document SWD(2016) 406 final. Encl.: SWD(2016) 406 final ",
        "EN EN EUROPEAN COMMISSION Brussels, 30.11.2016 SWD(2016) 406 final COMMISSION STAFF WORKING DOCUMENT EXECUTIVE SUMMARY OF THE IMPACT ASSESSMENT Accompanying the document Proposal for a Directive of the European Parliament and of the Council amending Directive 2012/27/EU on Energy Efficiency {COM(2016) 761 final} {SWD(2016) 405 final} ",
        "2 Executive Summary Sheet Impact assessment for a proposal for a Directive of the European Parliament and the Council amending Directive 2012/27/EU on Energy Efficiency A. Need for action Why? What is the problem being addressed? The EU legal framework for energy efficiency needs to be adapted to a 2030 perspective because of political orientations (European Council in October 2014 and the European Parliament in December 2015) and to deliver the energy efficiency savings necessary for the EU's 2020 and 2030 targets. The main problems addressed in this impact assessment are the absence of a defined level of energy efficiency ambition for 2030 in the Energy Efficiency Directive 2012/27/EU ('the EED'), its nature (binding or indicative) and the fact that under the existing framework of Article 7 (energy savings obligations) and Articles 9-11 (metering and billing) a substantial amount of economically viable energy savings will not be taken up. This is damaging for all EU citizens who will see fewer benefits related to security of supply, the environment, lower energy costs for households and firms, more jobs, increased growth and innovation and health improvements. The absence of a long term objective also reduces investors' confidence to invest in energy efficiency projects. The main drivers identified are the short-term perspective (expiry of Article 7 after 2020) and the need to reflect technical progress in metering and billing to the benefit of energy consumers. What is this initiative expected to achieve? This initiative will define the optimal level of energy efficiency in 2030, based on a multi-dimensional analysis showing impacts on energy bills, reliance on external suppliers of oil and gas, employment and GDP growth, the environment, health, air pollution and others. It will also ensure that the EED contributes to the achievement of the optimal level of energy efficiency for 2030 by: • Extending Article 7 beyond 2020 to continue its contribution to the achievement of the energy efficiency target for 2030, and also update and simplify the provisions where relevant; • Ensuring that metering and billing rules are clearer and help consumers take advantage of the empowerment opportunities offered by progress in technology. What is the value added of action at the EU level? Member States can better target national policies if EU-wide headline targets are agreed and are coherent with other energy and climate objectives such as the emissions trading system ('ETS'), the Effort-Sharing Decision and the EU renewable energy target for 2030. Updating the existing energy savings requirement of Article 7 fully respects the principle of subsidiarity by leaving it to the Member States to decide which policies and measures to use to achieve the savings. In addition, because Article 7 requires the achievement of a fixed amount of energy savings, it increases the rate of application of other energy efficiency requirements such as the renovation of buildings, energy labelling and ecodesign, increasing their efficacy. In a single market for energy there is a strong case for suppliers being subject to similar if not identical obligations and rules, and for consumers to enjoy the same basic rights and be provided with comparable and recognisable information. ",
        "3 B. Solutions What legislative and non-legislative policy options have been considered? Is there a preferred choice or not? Why? For the level of the target, a reduction of primary energy compared to a 2007 baseline of 27, 30, 33, 35 and 40 % was assessed. For the formulation of the target, a primary and/or a final energy consumption, a saving or an energy intensity target were analysed. Regarding the nature of the target, the following options were assessed: • Option 1: indicative EU and national targets; • Option 2: binding EU target; • Option 3: binding Member State targets. No preferred option was identified. For Article 7 the following options were assessed: • Option 1: no regulatory action at EU level; continue with guidance on regulatory framework and work on enforcement; • Option 2: extend Article 7 to 2030; • Option 3: extend Article 7 to 2030; simplify and update (e.g. on what savings can be counted and on-building renewable energy production); • Option 4: extend Article 7 to 2030, update and simplify increase the rate of savings. For Articles 9-11 the following options were assessed: • Option 1: improved implementation and further guidance (no regulatory action) • Option 2: clarification and updating of the provisions, including consolidation of the provisions on electricity and gas with the Internal energy market legislation to ensure coherence. All options are assessed in the Impact Assessment and compared against the baseline scenario and to each other. As a result of this analysis, option 3 for Article 7 and option 2 for Articles 9-11 are the preferred options as they are the most effective in achieving the expected objectives, most efficient as well as consistent with other EU energy and climate policies. Who supports which option? The responses to the stakeholder consultation did not show definitive views on the level of the target nor on its nature. At a stakeholder event with 282 participants from European industry, civil society organisations and Member States, most stakeholders who expressed a view supported a target of up to 40 % in 2030, but there was no definitive view on the binding or other nature of the target. Most stakeholders, in particular NGOs and utility companies that participated in the public consultation, supported extending Article 7 beyond 2020. However, 7 out of 15 Member States that took part in the consultation did not support extending Article 7. Roughly 3 out of 5 stakeholders considered the provisions on metering and billing to be adequate and 92 % of all utility respondents were of this view. Member States were also generally satisfied with the status-quo. By contrast, 2 of 3 NGOs (including consumer organisations) considered the provisions inadequate and unable to guarantee consumers sufficiently frequent, detailed and understandable information on their energy consumption. ",
        "4 C. Impacts of the preferred option What are the benefits of the preferred option (if any, otherwise main ones)? The analysis shows that a higher level of energy efficiency in 2030 would have a positive impact on economic growth, employment, competitiveness, a strong impact on security of supply and the level of gas imports in particular. In the period 2021-2030, a target of 30 % energy efficiency would save €69.6 bn in fossil fuels import bills compared to a €4 274 bn cost under a 27 % energy efficiency target, would create between 395 000 and 435 000 jobs by 2030 on a net basis and would increase GDP by between 0.25 % and 0.4 % in the central scenarios. For Article 7, option 3 is preferred as it extends the energy savings requirement beyond 2020 and the simplification aspect will facilitate the achievement by Member States of the required savings, especially those coming from building renovation. This option also ensures better overall clarity of the requirements applicable to energy efficiency obligation schemes and alternative measures. For Articles 9-11, the preferred option 2 removes the legal ambiguities that currently hamper proper implementation for thermal energy in multi-apartment/purpose buildings, and it would consolidate and accelerate the transition to smart (remotely readable) heat measurement, enabling better and more frequent consumption feedback to consumers. What are the costs of the preferred option (if any, otherwise main ones)? Overall, in the period 2021-2030 and with the discount rates used, a target of 30 % would lead to energy system costs that were 0.46 % (€9 bn) higher compared to 27 % target. However, in the long term, a 30 % energy efficiency target for 2030 would lead to energy system costs that are €9 bn lower compared to 27 % target in 2021-2050. The preferred Article 7 option is unlikely to entail additional costs to Member States and obligated parties (utility companies) as the current savings level of 1.5 % will be retained. No additional administrative costs are expected and they might be even reduced as Member States are already familiar with the requirements, and also because of the simplification of calculation of savings from buildings related measures. The preferred option for Articles 9-11 is unlikely to entail any significant costs on any party affected, firstly because it clarifies the legal requirements and supports a trend towards uptake of new technologies that is already observed in the market, and secondly because the requirements to install new devices would still be subject to a cost-effectiveness criteria, as it is today. How will businesses, SMEs and micro-enterprises be affected? SMEs are key actors for upscaling energy efficiency especially in households (70 % of energy efficiency improvement measures are carried out by SMEs) and will benefit from increased business opportunities, as well as reduced energy bills resulting from reducing consumption. Extending Article 7 after 2020 will have a positive effect on SMEs who will benefit from increased business opportunities caused by the ongoing need to put energy efficiency savings into practice, in particular in building renovation. Will there be significant impacts on national budgets and administrations? Although Member States may need to increase their spending in the short term to finance the up-front energy efficiency investments, in the long term they will benefit from a decrease in fuels import bills, energy consumption bills (e.g. of public buildings) and positive budget impacts due to higher employment and economic growth. ",
        "5 Since all Member States already have measures in place, it is unlikely that extending Article 7 to 2030 would entail additional budgetary or administrative costs for Member States and obligated parties (utility companies) as the same savings level of 1.5 % per year is retained for the new period 2021- 2030. Administrative costs should be reduced thanks to the simplification of calculation of savings from buildings related measures, as the calculation methodology under the Energy Performance of Buildings Directive could be used. Will there be other significant impacts? Extending Article 7 beyond 2020 will continue to reduce the final energy consumption (81 Mtoe savings expected in year 2030), reduce energy bills for consumers, and extend the positive aspects of greater energy efficiency related to economic (e.g. further developing the energy services market), environmental, social (including addressing energy poverty) and health impacts. For Articles 9-11, the assessment estimates the extra energy savings due to improved application of the EED requirements in respect of heating in multi-apartment buildings would be about 7 Mtoe or 50 % higher than the expected savings in a non-regulatory scenario. D. Follow up When will the policy be reviewed? In the proposal, no change is made to the existing reporting obligations but the Energy Union Governance initiative will ensure that a transparent and reliable planning, reporting and monitoring system is put in place, based on integrated national energy and climate plans and streamlined progress reports by Member States regularly assessing the implementation of national plans along the five dimensions of the Energy Union. The results of the implementation of the EED will be assessed five years after the entry into force of the revised Directive, with the introduction of a new requirement for the Commission to undertake a general review of the Directive. "
    ]
}