{
    "text": [
        "Justice Study on children’s involvement in judicial proceedings – contextual overview for civil justice – Greece July 2014 (Research carried out between March 2013 and October 2013) ",
        "The information and views set out in this publication are those of the author(s) and do not necessarily reflect the official opinion of the European Union. Neither the European Union institutions and bodies nor any person acting on their behalf may be held responsible for the use which may be made of the information contained therein. European Commission – Directorate-General for Justice and Consumers More information on the European Union is available on the Internet ( http://europa.eu ). Luxembourg, Publications Office of the European Union, 2015 PDF ISBN 978-92-79-47547-4 doi:10.2838/805886 DS-01-15-306-EN-N © European Union, 2015 Reproduction is authorised provided the source is acknowledged. Study on children’s involvement in judicial proceedings – contextual overview for civil justice – Greece July 2014 (Research carried out between March 2013 and October 2013) This National Report has been prepared by Gavin McBride for Milieu Ltd in partnership with ICF under Contract No JUST/2011/CHIL/PR/0147/A4 with the European Commission, DG Justice and Consumers. Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). ",
        "1 Contents Abbreviations 3 Introduction 4 Introduction and context 4 Structure and scope 4 1 Overview of Member State’s approach to children in civil judicial proceedings and specialised services dealing with such children 6 1.1 Brief description of judicial system and institutions 6 Types of proceedings followed by Greek civil courts 6 Competent courts 7 Specialist institutions and interinstitutional cooperation 8 Training/vetting of professionals 9 Relationship between civil, criminal and administrative proceedings 9 1.2 General approach towards children under civil law: definition of child, principle of evolving capacities, best interests of the child, principle of non-discrimination 10 Definition of the term ‘child’ 10 The child’s best interests 10 Obligation to treat children with dignity and respect 11 The principle of evolving capacity 12 Non-discrimination 12 2 Child-friendly justice in civil judicial proceedings 13 2.1 The child as an actor in civil judicial proceedings 13 The child as a plaintiff 13 The child as a defendant 16 The child as a witness 16 The child in any other role 17 2.2 Provision of information 19 The child as a plaintiff/defendant 19 The child as a witness 22 The child in any other role 22 2.3 Protection of the child’s private and family life 23 General procedural rules applicable to children involved in civil judicial proceedings regardless of their role 23 The child as a plaintiff/defendant 25 The child as a witness 25 The child in any other role 26 2.4 Protection from harm and ensuring a child-friendly process 28 The child as a plaintiff 28 The child as a defendant 30 The child as a witness 30 The child in any other role 30 2.5 Protecting the child during interviews and when giving testimony 31 General procedural rules applicable to children involved in civil judicial proceedings regardless of their role 31 The child as a plaintiff/defendant 32 The child as a witness 32 The child in any other role 33 ",
        "2 2.6 Right to be heard and to participate in civil judicial proceedings 34 The child as a plaintiff/defendant 34 The child as a witness 35 The child in any other role 35 2.7 Right to legal counsel, legal assistance and representation 35 The child as a plaintiff/defendant 35 The child as a witness/in any other role 36 2.8 Alternatives to judicial proceedings 37 The child as a plaintiff/defendant 37 The child in any other role 38 2.9 Remedies or compensation for violation of rights and failure to act 38 The child as a plaintiff/defendant 38 The child as a witness 39 The child in any other role 40 2.10 Legal costs 41 The child as a plaintiff/defendant 41 The child as a witness 42 The child in any other role 43 2.11 Enforcement of civil court judgements 43 The child as a plaintiff (the party seeking enforcement of a court judgement) 43 The child as a defendant (the party against whom enforcement of a court judgement is sought) 44 The child as a witness 44 The child in any other role 44 Conclusion 46 List of Legislation 50 ",
        "3 Abbreviations CC Civil Code CCP Code of Civil Procedure EU European Union ",
        "4 Introduction Introduction and context The promotion and protection of the rights of the child is one of the objectives of the EU on which the Treaty of Lisbon has put further emphasis. This report is part of a study ‘to collect data on children’s involvement in judicial proceedings in the EU’ which supports the implementation of the Commission Communication of 15 February 2011 ‘ An EU Agenda for the rights of the child’ , which identified the lack of reliable, comparable and official data on the situation of children in the Member States (MS). This deficiency is a serious obstacle to the development and implementa- tion of evidence-based policies and is particularly evident in the context of child-friendly justice and the protection of children in vulnerable situations. Making the justice system more child-friendly in Europe is a key action of the EU Agenda. It is an area of high practical relevance where the EU has, under the Treaties, competences to turn the rights of the child into reality by means of EU legislation. Improved data is crucial to the framing of such legislation. The objective of this study is: ■ to establish statistics and collect data based on structural, process and outcome indicators on children involved in civil judicial proceedings for the years 2008-2010 (and 2011 if available) for all 28 EU Member States; ■ to provide a narrative overview of children’s involvement in civil judicial proceedings in the EU. The report describes the situation in each Member State as at 1 June 2012. ■ This report examines the safeguards in place for children involved in civil judicial proceedings . The Council of Europe Guidelines on child-friendly justice serve as a basis for the analysis of the provisions affecting children in civil judicial proceedings in each Member State. Structure and scope This report describes the national civil justice system insofar as children’s involvement is concerned. If, in addition to general rules in civil judicial proceedings, there are specific rules in the fields of family and employment law , the safeguards in place for children involved in judicial proceedings in those two specific sectors will also be described. Chapter 2 of this report provides an overview of the Member State’s approach to children’s involve- ment in civil judicial proceedings. It includes a description of the competent authorities and services. Chapter 3 of this report is divided in sections (3.1, 3.2, etc.) according to the different safeguards examined (e.g. the right to be heard, the right to information, etc.). Each of these sections is divided into subsections describing the different rules applying to children according to the different role they may have in a civil judicial proceeding (plaintiff; defendant; witness; other roles). The table below summarises the type of judicial proceedings applicable to the fields of family and employment law and the competent courts. For the sake of completeness, the table also indicates which sectors are examined in the overview for administrative justice , i.e. asylum, migration, education, health, placement into care, administrative sanctions, and offences committed by children below the minimum age of criminal responsibility (MACR). In fact, in some countries, civil procedural rules also apply to judicial proceedings in some of these sectors, but in order to ensure a degree of consistency among the overviews on the 29 jurisdictions covered by this study, the breakdown set out in the table below has been applied for each and every country overview. ",
        "5 T y p e o f j u d i c i a l p r o c e e d i n g s a n d c o u r t c o m p e t e n c e p e r s e c t o r 1 C o n t e x t u a l o v e r v i e w f o r c i v i l j u s t i c e C o n t e x t u a l o v e r v i e w f o r c i v i l j u s t i c e C o n t e x t u a l o v e r v i e w f o r a d m i n i s t r a t i v e j u s t i c e 2 C o n t e x t u a l o v e r v i e w f o r a d m i n i s t r a t i v e j u s t i c e C o n t e x t u a l o v e r v i e w f o r a d m i n i s t r a t i v e j u s t i c e C o n t e x t u a l o v e r v i e w f o r a d m i n i s t r a t i v e j u s t i c e C o n t e x t u a l o v e r v i e w f o r a d m i n i s t r a t i v e j u s t i c e C o n t e x t u a l o v e r v i e w f o r a d m i n i s t r a t i v e j u s t i c e C o n t e x t u a l o v e r v i e w f o r a d m i n i s t r a t i v e j u s t i c e S e c t o r s : F a m i l y E m p l o y m e n t A s y l u m M i g r a t i o n E d u c a t i o n H e a l t h P l a c e m e n t i n c a r e A d m i n i s t r a t i v e s a n c t i o n s O f f e n c e s < M A C R 3 T y p e o f j u d i c i a l p r o c e e d i n g a p p l y i n g i n t h e s e c t o r S p e c i a l c i v i l p r o c e e d i n g s S p e c i a l c i v i l p r o c e e d i n g s A d m i n i s t r a t i v e j u d i c i a l p r o c e e d i n g s A d m i n i s t r a t i v e j u d i c i a l p r o c e e d i n g s A d m i n i s t r a t i v e j u d i c i a l p r o c e e d i n g s A d m i n i s t r a t i v e j u d i c i a l p r o c e e d i n g s C i v i l j u d i c i a l p r o c e e d i n g s A d m i n i s t r a t i v e j u d i c i a l p r o c e e d i n g s C r i m i n a l j u d i c i a l p r o c e e d i n g s C o m p e t e n t c o u r t ( s ) S p e c i a l c h a m b e r s o f c i v i l c o u r t s C i v i l c o u r t s A d m i n i s t r a t i v e c o u r t s A d m i n i s t r a t i v e c o u r t s A d m i n i s t r a t i v e c o u r t s A d m i n i s t r a t i v e c o u r t s C i v i l c o u r t s A d m i n i s t r a t i v e c o u r t s C r i m i n a l c o u r t s 1 T h i s t a b l e p r o v i d e s a n i n d i c a t i v e s u m m a r y o f c o m p e t e n t c o u r t s a n d r e l e v a n t p r o c e e d i n g s . H o w e v e r , p l e a s e c h e c k S e c t i o n 1 f o r a c o m p l e t e o v e r v i e w o f t h e c o m p e t e n t c o u r t s o r s e c t i o n s / d i v i s i o n s w i t h i n t h e c o m p e t e n t c o u r t s . 2 T h i s s t u d y o n C h i l d r e n ’ s i n v o l v e m e n t i n j u d i c i a l p r o c e e d i n g s i s c o m p o s e d o f t h r e e c o n t e x t u a l o v e r v i e w s i . e . c o n t e x t u a l o v e r v i e w f o r c r i m i n a l j u s t i c e , c o n t e x t u a l o v e r v i e w f o r c i v i l j u s t i c e , c o n t e x t u a l o v e r - v i e w f o r a d m i n i s t r a t i v e j u s t i c e . T h e r u l e s a p p l y i n g t o j u d i c i a l p r o c e e d i n g s i n t h e s e c t o r s o f a s y l u m , m i g r a t i o n , e d u c a t i o n , h e a l t h , p l a c e m e n t i n t o c a r e , a d m i n i s t r a t i v e s a n c t i o n a n d o f f e n c e s c o m m i t t e d b y c h i l d r e n b e l o w M A C R a r e d e s c r i b e d i n t h e c o n t e x t u a l o v e r v i e w f o r a d m i n i s t r a t i v e j u s t i c e . 3 ( M A C R ) M i n i m u m A g e o f C r i m i n a l R e s p o n s i b i l i t y – s e e T a b l e 3 . 1 o f t h e E U S u m m a r y o f c o n t e x t u a l o v e r v i e w s o n c h i l d r e n ’ s i n v o l v e m e n t i n c r i m i n a l j u d i c i a l p r o c e e d i n g s o n M A C R i n E U 2 8 a s a t 1 J u n e 2 0 1 2 . ",
        "6 1 Overview of Member State’s approach to children in civil judicial proceedings and specialised services dealing with such children 1.1 Brief description of judicial system and institutions The Greek legal system belongs to the civil law tradition and is heavily influenced by German civil law. Substantive civil law relationships (e.g., contracts, torts, family law, labour/employment law, inherit- ance law) are regulated by the Greek Civil Code ( Αστικός Κώδικας , CC) 4 . Civil procedure in Greece is primarily regulated by the Code of Civil Procedure ( Κώδικας Πολιτικής Δικονομίας, CCP) 5 . Civil proceedings in Greece comply with the following fundamental procedural principles 6 : a. The dominant position of the parties, i.e. the parties determine the subject matter, the extent and the allegations upon which the civil judicial proceedings will be conducted 7 ; b. Concentration of the first hearing, i.e. all factual allegations must be submitted by the parties to the court at the first hearing of the case 8 ; c. Oral and written proceedings, i.e. the procedure prior to the hearing and outside the court- room is always written while the oral hearing is mandatory in the first degree and when adjudicating non-contentious matters; d. Good faith and morality, i.e. the parties, their legal representatives and their attorneys need to behave during the proceedings in good faith and morality 9 . Apart from the provisions regulating when children can bring an action before the court in their own name, which are discussed in detail in Section 2.1 , few procedural provisions specific to children have been identified. Thus, in principle, the same rules are applicable to child and adults parties in civil judicial proceedings. Types of proceedings followed by Greek civil courts Civil courts in Greece adjudicate both contentious and non-contentious matters. Contentious matters are adjudicated either in accordance with the rules of ordinary proceedings ( τακτική διαδικασία ) or in accordance with the rules of special proceedings ( ειδικές διαδικασίες ). The steps followed in ordinary civil judicial proceedings are the same regardless of the type of claim. Special proceedings are simpler and speedier than ordinary proceedings and the court is provided with greater powers. The law exhaustively enumerates the cases which can be adjudicated according to special proceedings; amongst them, of particular relevance to children, are the following 10 : ■ Matrimonial disputes, such as divorce or annulment of marriage 11 ; ■ Disputes concerning the relationship between parents and children 12 ; 4 Civil Code ( Αστικός Κώδικας ), Presidential Decree 456/1984, Government Gazette A’ 164/1984. Please note that in Greece consolidated versions of the legislation are not available online for free. Therefore, this report does not contain any hyperlinks to the laws mentioned therein. 5 Code of Civil Procedure ( Κώδικας Πολιτικής Δικονομίας ), Presidential Decree 503/1984, Government Gazette Α’ 182/1985. 6 Kerameus in ‘Structures of Civil and Procedural Law in: South Eastern European Countries’, p. 128 – 131. 7 See, for example, Articles 106, 107, 108, 123, 294, 296, 298 CCP. 8 Article 269 CCP. 9 Article 116 CCP. 10 Kerameus in ‘Structures of Civil and Procedural Law in: South Eastern European Countries’, p. 142 – 143. 11 Articles 592 – 613 CCP. 12 Articles 614 – 622 CCP. ",
        "7 ■ Labour/employment law disputes 13 ; ■ Maintenance and custody cases 14 . Non-contentious matters ( υποθέσεις εκούσιας δικαιοδοσίας ) are decided upon by civil courts 15 . The list of non-contentious issues which fall within the jurisdiction of civil courts is long and includes the appointment of guardians to children 16 and adoption 17 . In these instances there are no parties to the proceedings but only the person who introduces the request 18 . Exceptionally, in these cases the court can, on its own motion, order measures to verify the facts, especially those which are relevant for the protection of those concerned, the legal relationship in question or the public interest 19 . Placement of children in child care institutions takes place under the provisions of civil law: a) upon the application of the child’s parents/guardian, assigning part of the child’s custody to an institu- tion 20 ; or b) by order of the public prosecutor and a subsequent court decision in cases where parents do not properly exercise their parental responsibilities and the child is in danger of being neglected, abused or suffers from another form of maltreatment 21 (see also Section 2.1 ). Few child-specific procedural provisions concerning the appointment of a guardian (who can be either a natural or a legal person, as discussed in Section 2.1 ) to a child have been identified; thus, unless otherwise specified, the general rules applicable to non-contentious matters, and in general to proceedings where the child is the subject of the dispute, apply to these cases too. Competent courts In Greece there are two levels of jurisdiction for civil justice. At the first instance, competence to adjudicate the relevant cases rests with magistrates’ courts ( ειρηνοδικεία ), single-member courts of first instance ( μονομελή πρωτοδικεία ) and multi-member courts of first instance ( πολυμελή πρωτοδικεία ) 22 . In principle, magistrates’ courts are competent for monetary disputes below €20,000 23 ; single-member courts of first instance are in principle competent for monetary disputes between €20,000 and €250,000 24 . Single-member courts of first instance are always competent to adjudicate the following types of disputes: divorce; annulment of a marriage; recognition of the existence or non-existence of a marriage; and disputes concerning the relations between the spouses during a marriage 25 . Multi-member courts of first instance are competent for all disputes not falling within the competence of magistrates’ courts or single-member courts of first instance 26 . Appeals against the decisions of the magistrates’ courts are brought before the single-member courts of first instances 27 , whereas decisions of the single and multi-member courts of first instance are appealed before the single-member or three-member courts of appeal (μονομελή και τριμελή εφετεία ) 28 . Τhe Supreme Court ( Άρειος Πάγος ) has jurisdiction to hear actions for cassations on any errors in law made by civil courts 29 . There are no special courts dealing with cases where children are involved. Thus, cases involving chil- dren are adjudicated by the court which is competent for that type of dispute. However, family law 13 Articles 663 – 676 CCP. 14 Articles 681B – 681D CCP. 15 Article 94(2) of the Greek Constitution and Article 1(a), (b) CCP. 16 Article 796 CCP. 17 Article 800 CCP. 18 Kerameus in ‘Structures of Civil and Procedural Law in: South Eastern European Countries’, p. 145. 19 Article 744 CCP. 20 Articles 1532 and 1533 CC. 21 Articles 1589 et seq CC. See also ‘The rights of children living in institutions’, Report on a study of the Euro- pean Network of Ombudspersons for Children (ENOC), Greece (July 2011), p. 4. 22 Article 13 CCP. 23 Article 14(1)(a) CCP. Article 15 CCP lists the cases where the magistrates’ courts have jurisdiction regardless of the value of the claim; however, none of them seems particularly relevant for children, except disputes concerning the rights, compensation or expenses of witnesses examined in any court (Article 15(12) CCP). 24 Article 14(2) CCP. Article 16 CCP lists the cases where the single-member courts of first instance have juris- diction regardless of the value of the claim; some of them could be relevant to children, including employ- ment law disputes (Article 16(2) CCP) and disputes concerning compensation to lawyers (Article 16(7) CCP). 25 Article 17(1) CCP. 26 Article 18 CCP. 27 Article 17A CCP. 28 Article 19 CCP. 29 Article 20(1) CCP. ",
        "8 disputes are adjudicated by a special chamber of the civil courts which deals only with such cases. Judges who serve in these special chambers must, in theory, be specialised in family law and issues related to the protection of children and, for first instance courts, have at least five years of experi- ence as judges 30 . Until such mandatory trainings are organised by the National School of Judges, the judges appointed to the special chamber for family law disputes have practical experience on family and juvenile law. However, in district courts where there are no judges with five years of experience, judges with less experience can also be appointed to the family law chamber 31 . The public prosecutor (or the juvenile public prosecutor in those district courts that have a special- ised public prosecutor for children) may also participate in civil judicial proceedings involving chil- dren. Amongst others, the public prosecutor authorises medical interventions to children 32 , submits to the court applications for injunctions or actions to remove children from foster care or intervenes in these judicial proceedings 33 . In general, the public prosecutor in civil judicial proceedings acts as the guardian of the child’s rights. Specialist institutions and interinstitutional cooperation The Greek legislator has provided for the establishment of a social service in each district court. Each social service will be managed by a committee comprised of experts on family law, and in particular, child-related issues. Social services have advisory and decisive powers and support courts in the adjudication of the relevant cases 34 . For example, social services must inform the court, without delay, of any case where the court must intervene on its own initiative to protect a child; in this respect, the social service will also make relevant suggestions to the court. In addition, whenever a social inquiry is needed before the court examines a case, the court’s secretary must promptly inform the social service that it needs to conduct the relevant investigation (for more details on the social inquiry please see Section 2.4 ) 35 . In each social service there is a juvenile division which can also help either parents/guardian or children themselves to enforce any claims children may have against their parents; the juvenile division may also, upon request, support parents or guardians in the exercise of their parental care responsibilities 36 . Professionals who will work in the juvenile divisions of social services include graduates of Schools of Social Work, educators, child-psychiatrists or psychiatrists as well as lawyers. Social services must cooperate with the competent public prosecutors and other bodies and organisations, including the Ministry of Health and Social Solidarity, local authorities as well as child care institutions 37 . It should be noted that social services have not been established until today as the relevant Presi- dential Decree has not been issued yet. Thus, until their establishment, the relevant responsibilities are exercised by Youth Protection Associations, juvenile probation officers, social workers and other professionals of the Ministry of Justice, the Ministry of Health and the local authorities 38 . Extra-judicially, the Children’s Ombudsman (i.e. the Deputy Ombudsman responsible for the protec- tion of children’s rights) is authorised to intervene in cases involving violations of a child’s rights either by a public body or by private citizens 39 . He/she can make recommendations to the interested parties and propose the measures he/she considers necessary to ensure that children’s rights are protected 40 . It is worth noting that children have the right to submit complaints to the Children’s Ombudsman not only through their parents/guardians (similarly to when they bring an action before the court, see Section 2.1 ), but also in their own right 41 . 30 Article 48(1) Law 2447/1996 ‘Adoption, guardianship, foster care for a minor, judicial assistance, judicial guardianship of foreign affairs and related substantive, procedural and transitional provisions’ (‘ Υιοθεσία επιτροπεία και αναδοχή ανηλίκου δικαστική συμπαράσταση δικαστική επιμέλεια ξένων υποθέσεων και συναφείς ουσιαστικές δικονομικές και μεταβατικές διατάξεις’) , Government Gazette A’ 278/1996. 31 Article 48(2) Law 2447/1996. 32 Article 1534 CC. 33 Articles 1532 and 1633 CC. 34 Article 50(3) Law 2447/1996. 35 Article 1646 CC. 36 Article 50(3) Law 2447/1996. 37 Article 51(3) Law 2447/1996. 38 Article 53(1) Law 2447/1996. 39 Article 3(1) Law 3094/2003 ‘The Ombudsman and other provisions’ ( Συνήγορος του Πολίτη και άλλες διατάξεις ), Government Gazette A’ 10/2003. 40 Article 4(6) and (7) Law 3094/2003. 41 Article 4(1) Law 3094/2003. ",
        "9 Training/vetting of professionals No training requirements for actors (e.g., judges, social workers, lawyers) coming in contact with children in civil judicial proceedings exist 42 . In particular for judges, these requirements could be considered as less efficient, as judges rotate continuously amongst the various chambers of civil/ criminal courts 43 . Nonetheless, some training courses on family and juvenile law are organised both by the National School for Judges (open only to judges) and other institutions (open to the all legal professionals) 44 . Similarly, no requirements to subject professionals working with children to regular vetting exist 45 . Relationship between civil, criminal and administrative proceedings Greek legislation contains specific rules on the relationship of civil proceedings with other judicial proceedings (i.e. administrative or criminal judicial proceedings). If the adjudication of any case is dependent, wholly or partially, on the existence or non-existence of a legal relationship or the invalidity or annulment of a legal relationship which is the subject of another trial that is pending before a civil or administrative court or an administrative authority, the court can adjourn the hearing, either on its own initiative or upon the application of any of the parties. This adjournment will last until the other court or administrative authority issues a judgement which has obtained the force of res judicata ( τελεσίδικη απόφαση ), i.e., a judgement that cannot be subject to an appeal to set aside a default judgement ( ανακοπή ερημοδικίας ) or an appeal ( έφεση )). If the administrative authority has not yet dealt with the case, the court sets a deadline within which the party must submit the relevant application to the administrative authority 46 . With respect to the relationship between civil and criminal proceedings, if a case is pending before a criminal court and its outcome can affect the civil judicial proceedings, the civil court can, either on its own initiative or upon the application of any of the parties, order the adjournment of the civil case until the criminal courts have issued an irrevocable judgement ( αμετάκλητη απόφαση ), i.e. a judgement which cannot be subject to an appeal to reopen the case ( αναψηλάφηση ) or an appeal in cassation ( αναίρεση ) 47 . If the adjudication of any case is dependent, wholly or partially, on the existence, non-existence or the annulment of a marriage, the court adjourns the case, either on its own initiative or upon the application of the parties, until an irrevocable decision is issued on the existence, non-existence or annulment of the marriage. If the claim on the validity of the marriage has not been brought yet, the court sets a deadline within which the party must file it. If the party does not bring the action within the set deadline, the hearing of the formerly adjourned case resumes and it is as if the claim refer- ring to the existence, non-existence or nullity of the marriage has never been brought up 48 . Finally, if the adjudication of any case is dependent on the outcome of actions concerning the rela- tionship between parents and children 49 the court can adjourn the hearing of the case, either on its own initiative or upon the application of any of the parties, until an irrevocable decision is issued on the action referring to the relationship between parents and children. If the action on the parents- children relationship has not been brought yet, the court sets a deadline within which the party must file it. If the action on the parents-children relationship is not filed within the deadline, the hearing of 42 Information obtained through consultation with stakeholders (Lawyer). 43 Information obtained through consultation with stakeholders (Judge 1). 44 Information obtained through consultation with stakeholders (Judge 1). 45 Information obtained through consultation with stakeholders (Lawyer, Judge 1, Judge 2). 46 Article 249 CCP. 47 Article 250 CCP. 48 Article 610 CCP. 49 According to Article 614 CCP these cases are: (a) challenges to paternity; (b) the recognition of whether there is a parent – child relationship or parental care rights; (c) the recognition of the paternity of a child that was born out of wedlock; (d) the recognition that there is or that there is not or that the intended recognition of a child born out of wedlock is void or links to a child born in wedlock because of the subsequent wedding of his/her parents; (e) the recognition of whether there is an adoption or the termination of an adoption; (f) the recognition of whether there is guardianship. ",
        "10 the formerly adjourned case can resume as if the claim concerning the parents-children relationship was never brought up 50 . 1.2 General approach towards children under civil law: definition of child, principle of evolving capacities, best interests of the child, principle of non-discrimination Definition of the term ‘child’ The Greek legislator treats persons below 18 years of age as children 51 . Parental care constitutes both a right and an obligation for the child’s parents and includes: the physical care of the child; the administration of his/her property; and the child’s legal representation in any judicial proceedings he/ she may be involved in 52 The child’s best interests The best interests of the child are a primary consideration in family law proceedings (i.e., proceed- ings concerning parental care, adoption, guardianship). In this respect, court decisions must aim at ensuring the child’s best interests when awarding parental care or when regulating its exercise 53 . Court judgements must also respect the equality between the parents and must not discriminate on the basis of sex, race, language, religion, political or other beliefs, nationality, ethnic or social origin or property 54 . In cases where the child is sufficiently mature, he/she should be heard and his/her opinion should be taken into consideration on every decision pertaining to parental care and relating to the child’s interests 55 . The determination of whether a child is sufficiently mature is dependent on whether he/ she can conceptualise his/her interests. A child’s maturity is related to his/her age but not determined by it. Therefore, the degree of maturity must be examined on a case-by-case basis. Children’s right to be heard constitutes a basic principle of family law and is thus applicable also when the child is subject to guardianship 56 . Where the court intervenes to award parental care or custody to one of the parents, its only consider- ation is to safeguard the interests (physical, material, spiritual, psychological and moral) of the child. In order to reach its decision, the court also considers: the child’s relationship with his/her parents and siblings; his/her parents’ views on the child’s custody and property; as well as the child’s views. Amongst the criteria used to determine the child’s best interests are the parents’ skills, environment and occupation; their activities in the community; their capacity to adapt to the demands of modern society; and the stability they can offer their child. It should be noted that the child’s opinion does not constitute a decisive factor and does not carry special weight as, in many instances, children are influenced by others and the views they express in reality may not serve their interests 57 . Thus, even though some guiding principles on how to determine a child’s best interests exist, no checklists of protocols as such have been established. The Greek legislator has explicitly provided that the court must consider and aim at ensuring the child’s best interests in the following cases: ■ Cases where the court awards parental care to the child’s father if the child was born out of wedlock 58 ; ■ Cases where, when administering the child’s assets or gift, the parents or guardian of the child deviate from the testator’s or donor’s will 59 ; 50 Articles 620 and 621 CCP. 51 Article 127 CC. 52 Article 1510 CC. 53 Article 1511 CC. 54 ibid. 55 ibid. 56 Koutsouradis, A., Parental Responsibilities – National Report: Greece, p. 6. 57 Supreme Court Decision (Civil Section) 104/2012. 58 Article 1515 CC. 59 Articles1522 and 1616 CC. ",
        "11 ■ Cases where, after the court decision on parental custody has been issued, conditions change and the court, on the petition of one or both parents or the child’s next of kin or the public prosecutor, adapts its decision to the new conditions 60 ; ■ Adoption cases where the court decides to eliminate from the child’s surname his/her birth parents’ surname 61 ; ■ Cases where, after the termination of an adoption, the court appoints a guardian for the child 62 and decides that the child must keep the ex-adoptive parent’s surname 63 ; ■ Cases where the court appoints more than one guardian to a child 64 ; ■ Cases where the court reserves its right to change a child’s guardian 65 ; ■ Cases where the court appoints as a member of the guardianship council (in principle composed of three to five persons amongst the child’s relatives or his/her parents’ friends) a member of the social service or cases where the court assigns the tasks of the family council exclusively to the social service 66 ; ■ Cases where the court removes the child from the care of a foster family 67 . With respect to judicial proceedings outside the sphere of family law, no provisions have been iden- tified requiring courts to treat the child’s best interests as of primary or paramount consideration. However, due to the protection of childhood under the Greek Constitution 68 and the protection of children’s rights under various international conventions which Greece has ratified (and which by virtue of the Greek Constitution take precedence over conflicting provisions of domestic law 69 ), Greek judges are obliged to take into account a child’s best interests in any type of judicial proceeding a child may be involved in 70 . Where more than one child is involved in the same procedure, the court assesses the best inter- ests of each child on an ad hoc basis with full respect of the fundamental principles of justice and equality 71 . Obligation to treat children with dignity and respect No specific provisions have been identified requiring the treatment of children with dignity and respect, regardless of their role in the proceedings or their legal status and capacity. However, the Greek Constitution stipulates that all persons living within the Greek territory will enjoy full protection of their life, honour and liberty irrespective of nationality, race or language and of religious or political beliefs 72 . The Constitution further stipulates that the family, as the cornerstone of the preservation and the advancement of the nation, as well as childhood are under the protection of the State 73 . Moreover, according to the general principles, parties to civil judicial proceedings, children or adults, have the same rights and obligations and are equal before the law 74 . Thus, even though no explicit provision has been found in this respect, children involved in civil judicial proceedings are equally treated with dignity and respect. As will be discussed in more detail in Section 2.1 , Section 2.3 , Section 2.4 and Section 2.5 , specific rules have been introduced to ensure the protection of chil- dren who are involved in civil judicial proceedings. 60 Article 1536 CC. 61 Article 1565 CC. 62 Article 1575 CC. 63 Article 1577 CC. 64 Article 1594 CC. 65 Article 1597 CC. 66 Article 1634 CC. 67 Article 1664 CC. 68 Article 21(1) of the Greek Constitution. 69 Article 28(1) of the Greek Constitution. 70 Information obtained through consultation with stakeholders (Judge 1, Judge 2). 71 Information obtained through consultation with stakeholders (Lawyer, Judge 1). 72 Article 5(2) of the Greek Constitution. 73 Article 21(1) of the Greek Constitution. 74 Article 110 CCP. ",
        "12 The principle of evolving capacity The Greek legislator has not established any age limits below which a child cannot be heard in civil judicial proceedings. The principle of evolving capacity is not mentioned as such in the Greek legisla- tion. In family law proceedings this principle is implicitly recognised as the judge must consider the child’s opinion depending on his/her maturity 75 . In other civil judicial proceedings (e.g. property, torts, employment, etc.) no similar provision has been identified. However, as the judge has the right to freely evaluate the evidence presented before him/her, he/she will consider the evidence obtained by the child taking into account his/her age and maturity 76 . Non-discrimination Children in Greece are protected from discrimination in fields such as education, vocational training, health services and vocational services by virtue of Law 3304/2005 on equal treatment (race, ethnicity, religion, age, sexual orientation) 77 which transposed Directive 2000/78/EC establishing a general framework for equal treatment in employment and occupation and Directive 2000/43/EC implementing the principle of equal treatment between persons irrespective of racial or ethnic origin into the national legal order. Law 3304/2005 aims at addressing both direct and indirect discrimination while providing protection against harassment and instructions to discrim- inate. However, Law 3304/2005 does not apply to judicial proceedings and thus is not relevant for the purposes of this report. Nonetheless, as mentioned above, under the Greek Constitution, all Greeks are equal before the law 78 while under the CCP parties to civil judicial proceedings have the same rights and obligations and are equal before the law 79 . No measures aimed at affording increased protection and assistance to more vulnerable children involved in civil judicial proceedings (e.g., migrant children, refugee and asylum seeking children etc.) have been established by the Greek legislator 80 . 75 Article 1511 CC. 76 Article 340 CCP. 77 Law 3304/2005 implementation of the principle of equal treatment regardless of racial or ethnic origin, religious or other convictions, disability, age or sexual orientation ( Εφαρμογή της αρχής της ίσης μεταχείρισης ανεξαρτήτως φυλετικής ή εθνοτικής καταγωγής, θρησκευτικών ή άλλων πεποιθήσεων, αναπηρίας, ηλικίας ή γενετήσιου προσανατολισμού ), Government Gazette A’ 16/2005. 78 Article 4(1) Constitution of Greece. 79 Article 110 CCP. 80 Information obtained through consultation with stakeholders (Lawyer, Judge 1, Judge 2). ",
        "13 2 Child-friendly justice in civil judicial proceedings 2.1 The child as an actor in civil judicial proceedings The child as a plaintiff In Greece, parties to civil judicial proceedings can only be persons that have both the legal capacity ( ικανότητα δικαίου ) 81 , i.e. the capacity to have rights and obligations, and the procedural capacity ( ικανότητα δικαστικής παραστάσεως ) 82 , i.e. the capacity to bring a case and appear before the court in their own name. Children (including unborn foetuses, provided that they are born alive), like adults, have the legal capacity as this capacity is recognised to all persons regardless of their age 83 . The recognition of the procedural capacity is primarily dependent on whether a person has the right to enter into contrac- tual agreements ( δικαιοπρακτική ικανότητα ) under substantive civil law. Only adults have full proce- dural capacity as, in principle, only they can validly enter into contractual agreements 84 . However, the Greek legislator has also established a limited procedural capacity : ■ Where, even though the person does not, in general, have the capacity to validly enter into a contractual agreement, substantive civil law allows him/her to conclude a contract if certain conditions are met 85 ; ■ Where, even though the person does not, in general, have the capacity to validly enter into a contractual agreement, the legislation explicitly provides that he/she has the capacity to bring a case before the court 86 . Children can validly conclude contracts, and thus bring related cases before the court in their own right, in the following instances: ■ Children 10 years of age and above can only conclude contracts which are to their benefit 87 ; ■ Children 14 years of age and above can freely dispose of goods given to them or anything they earn from their own work 88 ; ■ Children 15 years of age and above can conclude an employment agreement if the persons who have their custody consent 89 . If the child’s parents or guardian do not give their consent, the issue will be decided by the courts upon the child’s application 90 . In these cases there is a disagreement in legal doctrine as to whether a parallel right of the legal representative to bring a case before the court exists 91 . Moreover, in proceedings aimed at the termination of adoption , adopted children who are 12 years of age and above have the right to file the relevant action, to appear in person before the 81 Article 62(1) CCP. 82 Article 63(1) CCP. 83 Articles 34 and 36 CC. 84 Article 63(1) CCP and Article 127 CC. 85 Article 63(1) CCP. 86 Article 63(1) CCP. 87 Article 134 CC. 88 Article 135 CC. Please note that in these cases the child has the right to bring an action in his/her own name only with respect to the exact goods given to him/her, i.e. this right does not extend to any further goods the child may acquire using what was originally given to him. For example, if a child was given €1000 he/she would have the right to represent himself/herself only in actions regarding that exact amount (e.g. in actions where someone claimed that the child deceived the person who gave him/her the money) and not in actions related to goods the child acquired using this money (e.g. if the child used the money and bought a defective computer). Information obtained through consultation with stakeholders (Judge 1). 89 Article 136 CC. 90 Article 136 CC. 91 See in favour of such an exclusion Nikas, N., Civil Procedure I (Sakkoulas, 2003), p. 299; the opposite opinion was expressed by the judges interviewed within the context of this study (Judge 1, Judge 2). ",
        "14 court as the plaintiff or the defendant, to conduct all procedural acts and to exercise or waive legal remedies 92 . It should be noted that no measures to facilitate the child’s exercise of this right have been identified. However, in practice all actors involved in civil judicial proceedings will assist a child in enforcing his/ her rights 93 . Married children Married children 94 can conclude all types of contracts and conduct all acts necessary to maintain or improve their property or to meet the needs of their own maintenance and education as well as the needs of their family. In this respect, they can lease on their own, for a maximum of six years, any urban or rural real estate they own, receive income from their property and participate in the judicial proceedings related to the above transactions 95 . Married children also have the right to file actions in case of matrimonial disputes ( γαμικές διαφορές ) and appear before the court on their own, without the need to obtain another person’s approval 96 . Matrimonial disputes are the following: 1. divorce; 2. annulment of a marriage; 3. recognition of the existence or non-existence of a marriage; 4. disputes concerning the relations between the spouses during the marriage (except those disputes concerning the contribution of each spouse to the family’s needs; the exercise or with- drawal of parental care; parents’ disagreements concerning the joint exercise of parental care; the communication of the child with his/her parents and other ascendants; the regulation of the use of the family house and the division of movable goods between the spouses) 97 . Married children also have the right to file actions and appear before the court in their own right, without the need to obtain another person’s approval in the following types of disputes: a. challenges to paternity 98 ; b. disputes regarding whether a parent – child relationship or parental care rights exist 99 ; c. disputes concerning the paternity of a child that was born out of wedlock 100 ; d. disputes on whether a child born out of wedlock is recognised or whether the voluntary recognition of a child born out of wedlock is void or links to a child born in wedlock because of the subsequent wedding of his/her parents as well as disputes challenging the child’s voluntary recognition 101 ; e. disputes on whether an adoption exists or that an adoption is terminated 102 ; f. the recognition of whether a guardianship relationship is established 103 ; g. the exercise of parental care during the marriage; any disagreements between the parents concerning the joint exercise of parental care in case of divorce, nullification of a marriage or 92 Article 614(4) CCP and Article 1572 CC. 93 Information obtained through consultation with stakeholder (Judge 1). 94 According to Article 1350 of the Civil Code ‘For the contracting of marriage the agreement of the future spouses is required. The related declarations are done in person and without conditions or time limits. The future spouses must have completed the 18th year of their age. The court, after hearing the future spouses and the persons who have the custody of the child, may allow the marriage even before the completion of that age, if its performing is imposed by an important reason’. 95 Article 137 CC. 96 Article 598 CCP. 97 Article 592(1) CCP. 98 Article 614(1) CCP 99 ibid. 100 ibid. 101 ibid. 102 ibid. 103 ibid. ",
        "15 if a child was born out of wedlock; the communication of the child with his/her parents and other ascendants 104 . Representation of children without procedural capacity Children who do not have the procedural capacity to bring a case to the court in their own name are represented by their legal representatives , i.e. by their parents jointly or their guardian 105 . The child can be represented by one of the parents if the other cannot exercise his/her parental care duties because he/she has died, has been declared missing has been deprived of his/her rights or when, in cases of divorce, the court awards parental care to only one of the parents 106 . A child whose parents are unmarried is represented by his/her mother. If, however, the father has voluntarily recognised the child as his own, or he has not appeared as a defendant in a case of judicial recognition, he also has parental care rights. In this case, however, the father will be able to exercise his parental care rights if the mother has been removed from her parental care rights or if she is unable to exercise them for legal or practical reasons 107 . The court can, at the father’s request, also assign the exercise of parental care to him in other instances, if the interest of the child merits this 108 . In the case of judicial recognition where the father has appeared as the defendant, he may not take part in the parental care or replace the mother in the exercise thereof 109 . Adopted children are represented by their adoptive parents 110 . If the child turns 18 during the civil judicial proceedings, then he/she automatically (i.e. without following a special procedure) continues the proceedings in his/her own name 111 . Guardians ( επίτροποι ) can file, in the name of the child, actions concerning property claims, claims which are adjudicated by the multi-member court of first instance (see Section 2), the distribution of a common item as well as actions concerning the child’s personal status, only upon the permission of the guardianship council. The same is also true when the guardian wants to resign from the relevant actions in the child’s name. Measures, which the guardian must temporarily take to ensure that the child’s interests are protected, are exempted from the obligation to first obtain the guardianship council’s approval 112 . In Greece there is a differentiation between the procedural capacity and the capacity to commu- nicate with the court orally and in writing ( δικανική ικανότητα ). Only lawyers have the capacity to communicate with the court orally and in writing. Therefore, children who have limited procedural capacity and can bring a case to the court in their own right or the children’s parents/guardians in all other cases cannot communicate with the court on their own (unless the legal representatives are lawyers) 113 . The only instances where children or their parents/guardian have the right to bring a case and appear before the court without a lawyer are: if the case is brought before the magis- trates’ court and the subject of the dispute does not exceed €12,000; in the case of injunctions ( ασφαλιστικά μέτρα ); and when necessary to prevent an imminent danger 114 . However, even in these cases, the court may oblige the party, whether a child or an adult, to hire a lawyer 115 . Claims for child support In cases where the parents cease to live together by reason of divorce or annulment of their marriage, or where the child was born out of wedlock, any child support claim the child may have against his/ her parent who does not have custody is brought by the parent with custody, and if neither of them has custody, by the parent with whom the child lives 116 . If the child seeks child support from the parent who has his/her custody, then the court must appoint a special guardian 117 . The same is also 104 Articles 681B(1)(b) and 681C(1) CCP. 105 Articles 1510 CC and 1603 CC. 106 Articles 1510 and 1513 CC. 107 Article 1515(1) CC. 108 Article 1515(2) CC 109 Article 1515(3) CC. 110 Article 1566 CC. 111 Information obtained through consultation with stakeholders (Lawyer). 112 Article 1621 CC. 113 Article 94(1) CCP. 114 Article 94(2) CCP. 115 Article 94(3) CCP. 116 Article 1516 CC. 117 Article 1517 CC. ",
        "16 true if both parents are the defendants as they are obliged to jointly support the child in proportion to their abilities 118 . Injunctions Persons who do not have full procedural capacity, including children with no or limited procedural capacity, can file an application for an injunction ( ασφαλιστικά μέτρα ) in order to prevent any imminent danger from postponing the adjudication of the case 119 (for a more detailed discussion concerning injunctions please see Section 2.4 ). Employment law disputes 120 As mentioned earlier in this section, employed children are recognised with limited procedural capacity and can thus bring the relevant actions in their own name 121 , i.e. they do not need to be represented by their parents/guardian. Nonetheless, recognised trade unions have the right: (1) to exercise on behalf of their members their rights under collective agreements, unless their members have explicitly expressed their opposition; (2) to intervene on behalf of one of the parties to the civil judicial proceedings, if the party is their member, (3) to intervene in any proceedings concerning the interpretation or application of a collective agreement in order to protect the affected by the proceedings collective interests 122 . The child as a defendant According to the Greek Civil Code, persons are liable for injuries which they have unlawfully inflicted by their fault/negligence 123 . Specific provisions concerning the liability of children also exist. Children under the age of 10 are not liable for any injury they unlawfully cause 124 . Children between 10 and 13 years of age, inclusive, are responsible for injuries they unlawfully cause unless they could not understand such unlawfulness 125 . Nonetheless, if the damage cannot be otherwise compensated, even children below 14 years of age can be requested to pay a reasonable compensation 126 . Chil- dren, 14 years of age and above, are liable for the damage they have caused. Additionally, persons who are responsible for caring for the child who has unlawfully inflicted damage (i.e., the child’s parents or guardian) are liable to compensation, unless they can prove that they exercised the appro- priate care or that the injury could not be prevented 127 . When the child is a defendant in cases not related to his/her tortious liability (e.g. in disputes concerning his/her property), the court’s decision can be enforced/executed against the child’s property. Concerning the legal representation of child defendants, the same rules apply as in the case of child plaintiffs. This means that children in principle cannot be brought before the court in their own name and are thus represented by their legal representatives, i.e. by their parents jointly or their guardian. Therefore, even though children 10 years of age and above can be held responsible for injuries they unlawfully cause, they are still represented by their parents/guardian in the relevant civil judicial proceeding 128 . The child as a witness No provision has been identified prohibiting children from testifying as witnesses in civil judicial proceedings or setting a minimum age below which children cannot give testimony. To the contrary, 118 Articles 1489(2) and 1517 CC. 119 Article 63(2) CCP. 120 Please note that unless reference to specific rules for the adjudication of employment law disputes is made in this report, employment law disputes are adjudicated in accordance with the rules applicable to ordinary proceedings. 121 Article 63 CCP and Article 136 CC. 122 Article 669 CCP. 123 Article 914 CC. 124 Article 916 CC. 125 Article 917 CC. 126 Article 918 CC. 127 Article 923 CC. 128 Information obtained through consultation with stakeholders (Lawyer). ",
        "17 even though legislation prohibits certain persons from testifying as witnesses, children are not included amongst them 129 . As no child-specific provisions exist, children, like adults, have the right to refuse to testify if they are related to one of the parties by blood, marriage or adoption up to the third degree, except if they have the same degree of relationship with all the parties. The same right is recognised to spouses, even after the dissolution of a marriage, and to the betrothed 130 . With respect to adoption, the Civil Code explicitly provides that the court is obliged to hear the opinion of the adoptive parent’s other children, depending on their maturity 131 . No provision has been identified according to which the participation of children in the civil judicial proceedings as witnesses is dependent upon the parents’/guardian’s agreement. However, when the child presents himself/herself before the court in order to testify, the court will ask if his/her parents are informed of his participation in the civil judicial proceedings. Furthermore, parents may object to their children being examined as witnesses on the basis of their parental care rights; in that case, it is the court that will decide as to whether it should allow the child to testify 132 . The child in any other role Children can take part in civil judicial proceedings in roles other than those of the plaintiff, defendant and witness. This is especially true for cases which are adjudicated under the non-contentious proce- dure introduced by the CCP (see Section 2), as well as for cases regulating their family status (e.g. custody in case of divorce, communication with parents, etc.). As far as cases on parental care are concerned, the court must seek and consider the opinion of the child depending on his/her maturity, if the decision is relevant to his/her interests 133 . Rules applicable in general to non-contentious proceedings With respect to cases which are adjudicated according to the non-contentious proceedings , chil- dren who are 16 or 17 years of age have the right to appear in court in matters relating to their personal situation and exercise any available remedies against the decision issued by the court 134 . In these instances, the child’s legal representatives (parents or guardian) must also be invited to the judicial proceedings 135 . Amongst the cases which are adjudicated through non-contentious proce- dure, the most relevant for children are: adoption; the appointment of a guardian for children; the appointment of a judicial assistant for adults 136 ; and involuntary hospitalisation. Adoption Concerning the conclusion of an adoption , children are not the plaintiffs but the ‘subject’ of the rele- vant proceedings. Children who are 15 years of age and above, have the right to appear before the court and exercise any available judicial remedies against the decision, independently from the right of their legal representatives 137 . In addition, a child who is being adopted must consent in person if 129 According to Article 399 CCP the following persons cannot be examined as witnesses: 1) members of the clergy about what they learned during confession, 2) persons who when the factual situation took place could not understand it or do not have the ability to communicate what they took notice of; 3) persons who when the factual situation took place were in a mental or intellectual situation which limited their judgment or are in such a situation when they need to be examined. In addition, as witnesses cannot be examined certain professionals (e.g., doctors, lawyers, civil servants, etc.) or persons who may have an interest in the outcome of the trial (Article 400CC). 130 Article 401 CCP. 131 Article 1556 CC. 132 Information obtained through consultation with stakeholders (Judge 1). 133 Article 1511 CC. 134 Article 742 CCP. 135 Article 742 CCP. 136 According to Article 1666 CC the proceeding for the appointment of a judicial guardian can take place not only when the person is an adult but also when the person is 17 years of age; in that case the judicial assis- tant will assume his/her responsibilities when the child turns 18. Article 1666 CC applies to cases where someone is already exercising parental care rights over a child who has, e.g. mental disability. Furthermore, Article 1669 CC stipulates that as a judicial assistant shall be appointed the person indicated by the person who will be subject to judicial assistance if the latter is over 16 years of age; Article 1669 CC applies to cases where no one is exercising parental care rights over the child. 137 Article 800(5) CCP. ",
        "18 he/she is 12 years of age and above, except in cases where he/she suffers from a psychological or mental disorder that affects his/her will. In any case, the court is obliged to hear the child depending on his/her maturity 138 . During the adoption proceedings, upon the application of the prospective adoptive parent, the court may also decide that the adoptive parent can add his/her surname to that of the child. Within a year from the conclusion of the adoption, the court, upon the application of the adoptive parent, may allow the elimination of the child’s former surname, if this is in the child’s best interests. In both instances, if the adopted child is 12 years of age and above, his/her consent is necessary for the court to accept these applications and, in any case, the court is obliged to consider the child’s opinion depending on his/her maturity 139 . Appointment of a guardian When the child’s parents do not exercise their parental care rights over him/her, the court assigns the relevant tasks to a guardian140 .This appointment takes place either at the court’s own initiative or upon submission of an application. Civil servants, public prosecutors and social service officials are obliged to submit such an application to the court when, during the exercise of their duties, they become aware of cases which may necessitate the appointment of a guardian. The child’s blood relatives, up to the third degree, are also required to submit an application to the court if they consider that the conditions for the appointment of a guardian are met 141 . If for any reason the child has not been appointed a guardian, the guardian fails to perform his duties or has resigned, the head of the social service takes, in emergency cases, all the necessary measures to protect the child and his/her property on his/her own initiative. If the child needs to be represented in court, a temporary guardian is appointed upon the request of the child’s relatives or on the court’s own initiative 142 . The guardian can also apply to the court, upon consultation with the guardianship council, so that it entrusts the care of the child to a suitable foster family and, if no such family exists, to a suitable institution 143 . If the guardianship council refuses to issue an opinion or issues a negative opinion, the court can decide upon the guardian’s application on the issue, even without the guardianship coun- cil’s consent. Furthermore, the court can decide on this issue even without an application from the guardian if the guardian does not sufficiently cater to the needs of the child; in that case the request is submitted by the public prosecutor, or any other interested third person, after consultation with the guardianship council 144 . The court can entrust the care of the child to another foster family upon the application of his/her natural parents, guardian, other relatives, the public prosecutor or on its own initiative if it finds that the foster family does not adequately perform its duties 145 . When the child’s physical or mental condition so necessitates, the court may order that the child is admitted to a special institution upon the application of the guardian and after consultation with the guardianship council. The court can also order this measure on its own initiative, upon a proposal from the guardianship council. In order to make this decision, the court must take into account specialists’ advice and the social service report 146 . The court’s decision is valid for six months 147 . In extremely urgent cases where the parents violate their parental care duties, abuse their authority or are unable to carry out the relevant tasks, the public prosecutor may order appropriate measures to protect the child whose physical or mental health is in danger. The public prosecutor then has to 138 Article 1555 CC. 139 Article 1565 CC. 140 According to Article 1589 CC a guardian is appointed to a child in the following cases: – When the child does not have a parent; – When the child’s parents cannot exercise parental care; – When the parents have abused their parental care rights and the court deprives them of such rights; – When the court in cases of divorce, annulment or factual separation assigns a third person to exercise parental care if it finds the parents unsuitable in this respect; – When the foster parents are appointed as guardians. 141 Articles 1591 and 1532 CC. 142 Article 1601 CC. 143 Article 1646 CC. 144 Article 1607 CC. 145 Article 1663 CC. 146 Article 1609 CC. 147 Article 1610 CC. ",
        "19 refer the case to the court within 30 days. The measures ordered by the public prosecutor remain in place until the court renders its judgement 148 . As these cases are adjudicated through non-contentious proceedings, children who are 16 years of age have the right to appear in court and exercise any available remedies against the court’s decision. Appointment of judicial assistant/involuntary hospitalisation In proceedings concerning the appointment of a judicial assistant or involuntary hospitalisation , children who are 16 or 17 years of age have the right to appear before the court in their own name, conduct the relevant procedural acts, accept the service of any type of documents and exercise or resign from exercising judicial remedies 149 . Emergency medical Intervention When the parents deny a medical intervention to their child, if this is urgent and necessary in order to avert a threat to the child’s life, the public prosecutor may, upon the request of the responsible physician, or the director of the hospital where the child is being treated, or any competent health authority, grant the required permission 150 . By analogy, the public prosecutor can also intervene in similar cases where the guardian denies medical intervention 151 . International child abduction In cases of international child abduction (i.e. when a child below 16 years of age is unlawfully removed or retained outside Greece), the Greek Ministry of Justice must apply the emergency proce- dure for the return of the child 152 . The relevant application is submitted to the first instance court of the district where the child was found after he/she was kidnapped or of the district where the abductor has his/her domicile or residence. The dispute is adjudicated in accordance with the proce- dure followed for the adjudication of injunctions which, as an emergency procedure, complies with the relevant requirements of the Hague Convention on the Civil Aspects of International Child Abduction153 . Interveners Third parties (i.e. persons not involved in the civil judicial proceeding as originally constituted) have the right to intervene in a case they have a legal interest in either to support the claim of one of the parties ( πρόσθετη παρέμβαση ) 154 or by becoming full parties to the action, acting independently of the original plaintiff/defendant, in order to protect their own rights ( κύρια παρέμβαση ) 155 . As no child specific rules have been identified, children can intervene in civil judicial proceedings through their parents/guardian, unless they are recognised with limited procedural capacity. 2.2 Provision of information The child as a plaintiff/defendant Rules applicable before the civil judicial proceedings In general, no rules have been identified requiring the authorities to provide children or adults with information on their right to institute civil judicial proceedings. In practice, children and their parents/ guardian are informed of this right by lawyers or the police in cases where the child seeks compen- sation due to the commission of a crime against him/her 156 . 148 Article 1532(3) CC. 149 Article 802(1) CCP. 150 Article 1534 CC. 151 Koutsouradis, A., Parental Responsibilities – National Report: Greece, p. 6. 152 Articles 2, 7(c), 10, 11 of the Convention on the Civil Aspects of Child Abduction. 153 Court of Appeals of Patra, Judgment No. 268/2009. 154 Article 80 CCP. 155 Article 79 CCP. 156 Information obtained through consultation with stakeholders (Lawyer). ",
        "20 As an exception to this general rule, the social service in each district court (and until its establish- ment, Youth Protection Associations and juvenile probation officers) can help either children’s parents/ guardian or the children themselves to enforce any claims they may have against their parent(s) 157 . In general, however, there are no measures in place to ensure that children receive information on the availability of support services or organisations which can provide support to them 158 and no material containing legal information in a child-friendly manner has been identified 159 . Child defendants, like adult defendants, do not have the right to information prior to the commence- ment of civil judicial proceedings as they have no legitimate interest 160 . Rules applicable during the judicial proceedings In general, as discussed in Section 2.1 , children are represented in civil judicial proceedings by their parents/guardian, except in cases where they have limited procedural capacity. When children are represented by their parents/guardian, even though they are the ‘bearers’ of the right to be informed, they exercise it through their parents; this effectively means that the parents are those informed about the civil judicial proceedings and not the children themselves 161 . In any case, parents have the right to be informed about all aspects of the proceedings where their children are involved (even if their children have limited procedural capacity 162 ) as this is part of their parental care rights 163 . As almost no child-specific provisions on the child parties’ right to information have been identified, even in cases where children can file an action in their own right, the general provisions applicable to adults apply to them too. As already mentioned in Section 1 , civil judicial proceedings in Greece are characterised by the dominant position of the parties. As a result, child and adult plaintiffs (and defendants, where appro- priate) are responsible for the submission of procedural documents to the court and the service of documents to the other parties. The procedural documents which are served from one party to the other (or are submitted to the court) must contain the following information: a. The judge or court before which the relevant trial or judicial action takes place; b. The type of procedural document; c. The name, surname, father’s name and residence of all parties and their legal representa- tives, and, in case of legal persons, their name and seat; d. The object of the procedural document in a clear, specific and concise manner; e. The date and signature of the child or his/her legal representative and, when necessary, the signature of his/her lawyer 164 . In addition, the procedural documents used to file an action ( αγωγή ), an appeal ( έφεση ), an appeal to set aside a default judgement ( ανακοπή ερημοδικίας ), an appeal to reopen the case ( αναψηλάφηση ), an appeal in cassation ( αναίρεση ), a third-party opposition ( τριτανακοπή ), an appeal against out-of- court and in-court actions ( ανακοπή εναντίον εξώδικων και δικαστικών πράξεων ), third party inter- ventions ( κύρια και πρόσθετη παρέμβαση ), a notice of the trial and third party forced intervention ( προσεπίκληση και ανακοίνωση της δίκης ), must also include the address, street and number of the house or office of the child party or his/her legal representative and his/her lawyer 165 . Parties, children and adults alike, are invited to participate in judicial actions with the service of the relevant procedural document or a subpoena . Only bailiffs can serve procedural documents and subpoenas to the parties 166 , usually upon the parties’ request. Parties either order the bailiff or request that the court orders the bailiff to serve the relevant document. The order is given in writing 157 Article 50(3) Law 2447/1996. 158 Information obtained through consultation with stakeholders (Lawyer). 159 Information confirmed through consultation with stakeholders (Lawyer); the interviewee noted that as there is no public organization helping children, such assistance is provided on a voluntary basis by NGOs. 160 Information obtained through consultation with stakeholders (Lawyer). 161 Information obtained through consultation with stakeholders (Lawyer). 162 Information obtained through consultation with stakeholders (Judge 1). 163 Article 1510 CC. 164 Article 118(1) CCP. 165 Article 119(1) CCP. 166 Article 122 (1) – (3) CCP. ",
        "21 on the document which is being served 167 . Even though, in principle, the relevant subpoena or proce- dural document must be served to its addressee, children cannot be served (with the exception of the cases where they have limited procedural capacity, as discussed in Section 2.1 ) and thus it is their parents/guardian who are served on their behalf 168 . In practice, after child or adult plaintiffs submit the action to the clerk of the court, the clerk appoints a date and time for the hearing and enters the case in the docket 169 . A copy of the action with the note concerning the date and time of the hearing must be served to the child defendant’s parents/guardian on the plaintiff’s initiative and responsibility 170 . Furthermore, if a case has been for any reason adjourned, child parties (either plaintiffs or defendants), like adult parties, can serve a subpoena to their opponent after they have sought the establishment of a new date and time for the hearing. Again, according to the general rules, children in these instances act through their parents/guardian, unless they have limited procedural capacity. In ordinary proceedings (see Section 2), the deadline to invite parties to the court is 60 days and, if the party leaves abroad or his/her residence is unknown, 90 days before the hearing 171 . In special proceedings (including matrimonial disputes and disputes between parents and children, see Section 2), parties must be invited, in general, 30 days before the hearing or 60 days if they live abroad or their residence is unknown 172 . In employment law disputes, the copy of the action must be served to the defendant at least 5 days before the hearing 173 . No other provisions aimed at protecting the rights of child and adult parties who are resident in other Member States have been identified. During the hearing, the presiding judge ensures that all participants to the trial clearly express them- selves about the facts of the case, that the parties submit the relevant proposals and applications and complete any claims which are incomplete or vague 174 . As no child-specific provisions have been identified, arguably the judge treats child and adult plaintiffs and defendants, in the same way. In cases tried by the multi-member courts of first instance, parties must submit their factual and legal pleadings, as well as the evidentiary and procedural means that they intend to use, at least 20 days before the hearing. The clerk notes down the date and time of this submission. All parties have the right to receive a copy of the other parties’ written pleadings at their own expense. However, only lawyers can get these copies (or third persons specifically authorised by lawyers), regardless of whether the party is a child or an adult 175 . In this way, the parties have the opportunity to file, at least 15 days before the hearing, a written confutation to the other party’s written pleadings 176 . As no child-specific provisions have been identified, the same rules apply, regardless of whether the parties are children or adults. In ordinary proceedings (see Section 1 ), if the court decides after the first hearing that a supple- mental hearing is needed for clarifications and/or filling of gaps, it can order an additional hearing in which case it must invite the parties at least 30 days before this hearing takes place 177 . The relevant subpoena is served to the child’s parents/guardian, unless the child has a limited procedural capacity for that case. Concerning the rendering of judgements , after the court votes (whenever the court is comprised by more than one judge) the judge rapporteur prepares the decision in an electronic form. In cases brought before the magistrates’ court and the court of first instance, the judgement is drafted, dated 167 Article 123(2) CCP. 168 Note that procedural documents can also be served via electronic means if they bear an advanced electronic signature. The document is considered to have been served if the party that wishes to serve the document receives an electronic receipt which bears an advanced electronic signature (Article 122(5) CCP). However, as the relevant Presidential Decree, specifying the conditions under which this will be possible, has not been issued yet, it is not clear if and how children will be able to be served with procedural documents via elec- tronic means. 169 Articles 215 and 226 CCP. 170 Article 229 CCP. 171 Article 228 CCP. 172 Article 591(1) CCP. 173 Article 663(2) CCP. 174 Article 236 CCP. 175 Article 237 CCP. 176 Article 237(3) CCP. 177 Article 254(1) CCP. ",
        "22 and signed by the judge who issues it 178 . Judgements are pronounced in a public hearing 179 . The judgement must include the following information: a. The composition of the court, and in case of multi-member courts, the name of the judge rapporteur; b. The name, occupation and residence of the child parties, their legal representatives and attorneys and the indication whether they were present at the hearing and if they submitted written pleadings; c. A brief summary of the subject and course of the trial; d. The rationale and the operative part of the judgement; e. A reference that the decision is published 180 . Court judgements are served on the child and adult parties’ initiative and responsibility. With respect to non-final court judgements/decisions, the presence of the children (where they have limited proce- dural capacity) or the children’s parents/guardian or the presence of a party’s lawyer during their publication amounts to service of the judgement 181 . Rules applicable after the judicial proceedings If the case is adjudicated by the magistrates’ court and the parties participate in the proceedings without a lawyer, the judge must indicate in his/her decision the available judicial remedies with which the child and/or his/her parents/guardian can challenge the decision. Note that violation of this obligation does not mean that the parties can challenge the court’s decision on these grounds 182 . No similar rule has been identified concerning the proceedings before the other civil courts. The child as a witness Child witnesses in civil actions in Greece, like adult witnesses, are invited by parties and not by the court to participate in relevant proceedings 183 . Thus, no formal arrangements have been identified concerning the way child witnesses are notified that they should present themselves before the court. When the child witness appears in court, the presiding judge will inquire whether the child’s parents are present, unless it is known that they consent to their child’s examination (see also Section 2.1 ). No measures aim at ensuring that children receive information on the availability of support services or organisations which can provide support to them 184 and there is no material containing legal information in a child-friendly manner 185 . Furthermore, no special arrangements for child witnesses who reside in other Member State have been found. Witnesses do not necessarily learn about the final court decision as they are not required to be present when the court pronounces its judgement. The child in any other role Regarding the existence of special arrangements for children residing in other Member States and child-friendly legal material as well as the availability of support services, the rules applicable to child parties apply also to children who constitute the subject of the proceedings. It should, however, be noted that if a child who constitutes the subject of the proceeding encounters specific problems (e.g. psychological, health, etc.), it is at the judge’s discretion to inform the public prosecutor who will then inform the social services in order to provide the child with the necessary support 186 . 178 Article 304(1) CCP. 179 Article 304(2) CCP. 180 Article 305 CCP. 181 Article 310 CCP. 182 Article 311 CCP. 183 Information obtained through consultation with stakeholders (Lawyer, Judge 1). 184 Information obtained through consultation with stakeholders (Lawyer). 185 Information confirmed through consultation with stakeholders (Lawyer); the interviewee noted that as there is no public organization helping children, such assistance is provided on a voluntary basis by NGOs. 186 Information obtained through consultation with stakeholders (Judge 1). ",
        "23 Moreover, similarly to child parties, children who constitute the subject of the court case cannot in principle be served with a court subpoena. In these instances (e.g. custody, adoption, etc.) the judge requests the parent or guardian to present the child before the court on a specific date and time 187 . Exceptionally, in proceedings concerning the appointment of a judicial assistant or involuntary hospitalisation , children who are 16 or 17 years of age have the right to serve or accept the service of any type of documents 188 . 2.3 Protection of the child’s private and family life General procedural rules applicable to children involved in civil judicial proceedings regardless of their role Publicity of trials In Greece, the sittings of all courts are public except where the court decides that publicity would be detrimental to the public morals or when special reasons call for the protection of the private or family life of the litigants 189 . Therefore, all trials are held in public and all court decisions are pronounced in public 190 . However, the presiding judge can determine, at his/her discretion, amongst others the number of persons that can be present in the courtroom as well as order the removal of children 191 . If the court considers, either on its own initiative or upon the submission of a request by the parties, that the publicity of the civil trial is contrary to public morals or public order, it may order that either the whole or part of the hearing takes place behind closed doors. The parties, their legal representa- tives and any technical advisers are entitled to remain in the courtroom. The court may order people who are under an obligation of confidentiality, witnesses and experts, to remain in the courtroom as well as allow, upon the request of any of the parties, three persons of their choice to remain in the courtroom 192 . The court delivers this decision after having heard in public the parties or their repre- sentatives and the public prosecutor, unless it is considered necessary to conduct this hearing behind closed doors too 193 . The decision ordering the continuation of the proceedings behind closed doors as well as the court’s judgement, are pronounced in public 194 . The public prosecutor and the parties have the right to appeal immediately against a decision ordering the private discussion of the case; such an appeal does not have a suspending effect 195 . Judges are obliged to keep confidential all information they learn about in the exercise of their duties or due to their position 196 . Protection of the child’s data during the civil judicial proceedings As discussed in Section 2.2 , parties can submit to the court various procedural documents, including procedural documents introducing the case to the court, which must contain the personal data of the parties, regardless of whether the party is a child or an adult. As described in Section 2.2 , other parties to the case have the right to have access to such procedural documents, thus having also access to the personal data of child parties. 187 Information obtained through consultation with stakeholders (Lawyer). 188 Article 802(1) CCP. 189 Article 93(2) of the Constitution of Greece. 190 Article 113(1) CCP. 191 Article 113(2) CCP. 192 Article 114(1) CCP. 193 Article 114(2) CCP. 194 Article 114(3) CCP. 195 Article 114(4) CCP. 196 Article 40 Law 1756/1988 ‘Code on the Organisation of Courts and the Status of Judicial Officers’ ( Κώδικας Οργανισμού Δικαστηρίων - Κατάστασης Δικαστικών Λειτουργών ), Government Gazette A’ 35/1988. ",
        "24 Disclosure of the child’s identity in the media With respect to the disclosure of the child’s identity in the media , the Code of Conduct for the news and political shows 197 prohibits the disclosure of children’s identity, including image, name or other elements which could reveal their identity when these children are witnesses, or victims of crimes or accidents, or are involved in troubled situations. Interviewing children below the age of 14 is prohibited. Exceptionally, the disclosure of a child’s identity is permitted when considered neces- sary to inform the public and is not harmful to the child; however, in this case the child’s guardian must provide his/her consent in writing 198 . In case the provisions of the Code of Conduct for the news and political shows are violated, the Greek National Council for Radio and Television can impose the following penalties 199 : a. Recommendation for compliance with the specific provision of legislation with a warning of imposing more penalties; b. A fine between 5,000,000 and 500,000,000 drachmae (i.e., approximately between €15,000 and €1,5 million); 200 c. Up to three months provisional suspension or definitive interruption of transmission of a specific programme; d. Up to three months’ provisional suspension of the broadcasting of any television programme; e. Sanctions (such as the mandatory display of an announcement with respect to the rest of the penalties imposed). This fine (which is an administrative penalty) is imposed upon the company which holds the broad- casting licence. The fine is imposed jointly and severally to the legal representative or representa- tives of the company individually and to those executive members of the board who were proven to know of the existence of the violation of the relevant legislation 201 . It should be noted that, even though the Code of Conduct for the news and political shows seems to mainly refer to children involved in criminal proceedings, the concept of ‘troubled situations’ can encompass cases where children are involved in civil judicial proceedings, thus prohibiting disclosure of the child’s identity in the media too 202 . Processing of the data of children involved in civil judicial proceedings The personal and sensitive data 203 of children and adults involved in civil judicial proceedings is also protected under the national legislation transposing the Data Protection Directive . This legisla- tion applies to the processing of personal data wholly or partly by automatic means and to the processing, otherwise than by automatic means, of personal data which form or intend to form part of a filing system 204 . The person to whom the data pertains has the right to be informed about the data processing 205 , to access the processed data 206 and to raise objections on the processing of his/ 197 Presidential Decree 77/2003 ‘Code of Conduct for the news and political shows’ ( Κώδικας δεοντολογίας ειδησεογραφικών και άλλων δημοσιογραφικών και πολιτικών εκπομπών ), Government Gazette A’ 75/2003. 198 Article 10(1) Presidential Decree 77/2003 ‘Code of Conduct for the news and political shows’. 199 Article 4(1) Law 2328/1995 ‘Legal status of private television and local radio, regulation of matters concerning the radio and television market and other provisions’ ( Νομικό καθεστώς της ιδιωτικής τηλεόρασης και της τοπικής ραδιοφωνιάς, ρύθμιση θεμάτων της ραδιοτηλεοπτικής αγοράς και άλλες διατάξεις ), Govern- ment Gazette A’159/1995. 200 For local radio stations the relevant fines are between 1,000,000 and 10,000,000 drachmae (i.e. approxi- mately between 3,000 and 30,000), Article 8(5) Law 2328/1995. 201 Article 4(3) Law 2328/1995. 202 Conclusion also confirmed through consultation with stakeholders (Judge 1). 203 As personal data are considered any information related to the subject of the data. As sensitive data are defined data relating to the racial or ethnic origin, political opinion, religious or philosophical beliefs, membership in a trade union, health, social welfare and sexual life, criminal charges or convictions as well as the participation to associations related to the above issues (Article 2(a) and (b) Law 2472/1997 ‘Protection of individuals with regard to the processing of personal data ( Προστασία του ατόμου από την επεξεργασία προσωπικών δεδομένων ), Government Gazette A’ 50/1997. 204 Article 3(1) Law 2472/1997. 205 Article 11 Law 2472/1997. 206 Article 12 Law 2472/1997. ",
        "25 her data 207 . In the case of children, in accordance with the general rules analysed in Section 2.1 , the relevant rights are in principle exercised by the child’s parents/guardian. In case of violation of the national data protection law, the Hellenic Data Protection Authority may impose on the controllers of personal data administrative sanctions, for breach of their duties 208 . Criminal sanctions can also be imposed upon persons violating their obligations under this law 209 . Moreover, any natural person or legal entity of private law which, in breach of the national data protection legislation, causes material damage will be liable for damages in full. If the same causes non-pecuniary damage, he/she shall be liable for compensation. Liability subsists even when the said person or entity should have known that such damage could be brought about. The compensation payable for non-pecuniary damages caused is set at the amount of at least two million drachmas (approximately € 6,000), unless the plaintiff claims a lesser amount or the breach in question was due to negligence. Such compensation shall be awarded irrespective of the claim for damages. These actions are litigated according to the procedure for employment law disputes, notwithstanding whether the Hellenic Data Protection Authority has issued a relevant decision or whether criminal charges have been brought or suspended or postponed on any grounds whatsoever. The decision of the court is issued within two months from the first hearing in court 210 . It is worth noting that in accordance with the general rules described in Section 2.1 , the relevant action can be brought by the child’s parents/guardian in the child’s name. Publication of the data of children involved in civil judicial proceedings The CCP does not contain any rules on the protection of a child’s personal data after judicial proceed- ings. With respect to the publication of the personal data of the parties to judicial proceedings when the relevant judgements are published either online or in print, the Hellenic Data Protection Authority has ruled that even though processing of personal data for scientific purposes is allowed, publication of the parties’ personal data, regardless of whether they are children or adults, is still not permitted. This is necessary in order to avoid any dangers publication of this data may entail for the personal, professional and financial situation of the parties to the proceedings as well as any other persons who may have taken part in them (e.g. witnesses etc.). In Greece the legal press (both online and print legal reviews) does not publish the personal data of children and adults mentioned in court judgements (e.g., name and surname, address and any other element which could reveal the identity of the persons) except for the personal data of the lawyers as well as the judges 211 . The child as a plaintiff/defendant The general rules as discussed above apply. The child as a witness The general rules as discussed above apply. Furthermore, in order to avoid any risk of adverse consequences of the judicial proceedings on family relations , the Greek legislator has introduced certain exceptions on the obligation to testify which are applicable to adults and children alike. Thus, persons who have an interest in the outcome of the case cannot testify in the relevant civil judicial proceedings 212 . Child and adult rela- 207 Article 13 Law 2472/1997. 208 The Hellenic Data Protection Authority can impose the following administrative sanctions (according to Article 21 Law 2472/1997): a) a warning with an order for the violation to cease within a specified time limit. b) a fine between three hundred thousand drachmas (approximately €900) and fifty million drachmas (approximately €150,000). c) a temporary revocation of the permit. d) a definitive revocation of the permit. e) the destruction of the file or a ban of the processing and the destruction, return or locking of the relevant data. 209 Article 22 Law 2472/1997. 210 Article 23 Law 2472/1997. 211 Hellenic Data Protection Authority Decision 43/2009, 16 June 2009, p. 6. This decision is based on Law 2472/1997 ‘Protection of Individuals with regard to the Processing of Personal Data’ (in particular, Articles 4 and 5(2)(e)). 212 Article 400 CCP. ",
        "26 tives by blood, marriage or adoption up to the third degree of any of the parties, can refuse to be examined as witnesses except in the case where they have the same degree of relationship with all parties to the proceeding 213 . Moreover, child and adult witnesses are not obliged to testify on facts which may lead to their prosecution for a punishable act, to the prosecution of any of their relatives mentioned above or which harm their or their relatives’ honour 214 . Child and adult witnesses must bring forward to the court the reasons for which they cannot testify; the court or the judge who hears the witnesses decides whether to allow them not to testify 215 . The child in any other role The general rules discussed above apply. In addition, specific rules have been identified concerning adoption proceedings, proceedings aimed at the appointment of a judicial assistant or involuntary hospitalisation as well as family law proceedings. Adoption Adoption of children in Greece is to be kept a secret even from their birth parents, if the concerned child is under the care of a social service or if the court’s consent to the adoption replaces that of the parents 216 . Nonetheless, adopted children have the right, when they turn 18, to access information concerning their adoption and their birth parents 217 . The court may order that the adoption proceedings take place behind closed doors 218 . In view of the secrecy of adoption for children, all courts of first instance must have a separate, confidential book where they record the names of the adopted children and the adoptive parents, the judgement and any other information which is considered appropriate. Adoption certificates are issued on the basis of a confidential extract from the record in the above confidential book 219 . The publication or research of data or events which may lead to the revelation of the adoption is prohibited both during and after the adoption proceedings. Judges, social workers and any other offi- cials who take part in the adoption proceedings, or learn about them in the exercise of their duties, are obliged to keep all relevant information confidential 220 . Appointment of a judicial assistant/involuntary hospitalisation Judicial proceedings concerning the appointment of a judicial assistant and involuntary hospitalisa- tion, take place behind closed doors 221 . Family law disputes In order to avoid any risk of adverse consequences of the judicial proceedings on family relations, Greece has introduced specific provisions for the protection of children involved in family-related judicial proceedings. Thus, the children of the parties (legalised by marriage/recognised/adopted, regardless of their age), the woman’s children born out of wedlock as well as their spouses and descendants are not examined as witnesses in the following cases 222 : a. divorce 223 ; b. annulment of a marriage 224 ; c. recognition of the existence or non-existence of a marriage 225 ; 213 Article 401 CCP. 214 Article 402(1) CCP. 215 Article 402(2) and (3) CCP. 216 Articles 1559(1), 1550 and 1552 CC. 217 Article 155(2) CC. 218 Article 800(2) CCP. 219 Article 8(1) Law 2447/1996. 220 Article 9 Law 2447/1996. 221 Article 802(4) CCP. 222 Articles 601 and 592(1) CCP. 223 Articles 601 and 592(1) CCP. 224 Articles 601 and 592(1) CCP. 225 Articles 601 and 592(1) CCP. ",
        "27 d. disputes concerning the relations between the spouses during their marriage ( including disputes on the exercise or withdrawal of parental care; parents’ disagreements on the joint exercise of parental care; the communication of the child with his/her parents and other ascendants; but excluding disputes on the contribution of each spouse to the family’s needs; the use of the family house; and the division of movable goods between the spouses) 226 ; e. challenges to paternity 227 ; f. the recognition of whether there is a parent – child relationship or parental care 228 ; g. the recognition of the paternity of a child that was born out of wedlock 229 ; h. the recognition that there is or there is not or that the intended recognition of a child born out of wedlock is void or of links to a child born in wedlock because of the subsequent wedding of his/her parents 230 ; i. the recognition of whether there is an adoption or the termination of an adoption 231 ; j. the recognition of whether there is guardianship 232 . Obligation of confidentiality In Greece, professionals coming into contact with children who are involved in family-law related proceedings are also under strict obligations of confidentiality . More specifically, the court can order the conduct of a social inquiry into a child’s life in certain instances (e.g., when the court attrib- utes the entire physical care of a child to a foster family when the parents cannot effectively exer- cise parental care 233 ; in cases of adoption 234 ; in cases of disputes on the exercise or withdrawal of parental care, parents’ disagreements on the joint exercise of parental care and the communication of the child with his/her parents and other ascendants 235 ). This social inquiry must be conducted by the social services established in each court of first instance and, until their establishment, by the Youth Protection Associations, juvenile probation officers or social workers 236 . Social inquiry reports prepared by juvenile probation officers are confidential and only the judge, and the persons responsible for the child’s welfare, can have access to them 237 . In addition, juvenile probation officers cannot testify before the court on information they obtained through their professional capacity 238 . Social workers are also placed under an obligation of confidentiality with respect to information they become aware of in the exercise of their profession and through the access they have to the records of the department where they serve 239 . 226 Articles 601 and 592(1), 681C(1) and 681B(1) CCP. 227 Articles 614(1) and 601 CCP. 228 Articles 614(1) and 601 CCP. 229 Articles 614(1) and 601 CCP. 230 Articles 614(1) and 601 CCP. 231 Articles 614(1) and 601 CCP. 232 Articles 614(1) and 601 CCP. 233 Articles 1533 and 1608 CC. 234 Article 1557 CC. 235 Article 681C CCP. 236 Article 53(1) Law 2447/1996. 237 Article 5(1) Law 378/1976 ‘Establishment of branch and regular positions for Juvenile Probation Officers at Juvenile Court and related matters’ ( Περί συστάσεως Κλάδου και τακτικών θέσεων Επιμελητών Ανηλίκων παρά τοις Δικαστηρίοις Ανηλίκων και ρυθμίσεως συναφών θεμάτων ), Government Gazette A’ 171/1978. Note that Article 5(1) refers to Juvenile Judges as juvenile probation officers conduct a social inquiry primarily within the context of children’s involvement in criminal proceedings. However, arguably, the confidentiality requirement would be the same for social inquiry reports they prepare within the context of civil judicial proceedings. 238 Article 5(2) Law 378/1976 . 239 Article 6(1)(e) Presidential Decree 23/1992 ‘Exercise of the profession of social worker’ ( Άσκηση του επαγγέλματος του κοινωνικού λειτουργού ), Government Gazette A’ 6/1992. ",
        "28 2.4 Protection from harm and ensuring a child-friendly process The child as a plaintiff Avoiding undue delays In Greece, in general, there are no provisions aimed at ensuring that civil judicial proceedings where children are involved take place without undue delay. This means that the general rules apply to children and adults alike. The hearings of actions ( αγωγές ), applications ( αιτήσεις ) and appeals ( εφέσεις ) must take place within a reasonable period of time which does not exceed 6 months for special proceedings and 12 months for ordinary proceedings (see Section 2) from the submission of the relevant claim to the court 240 . Judicial decisions at first instance should, in general, be delivered within eight months from the hearing of the case. After this period, the judge is obliged to return the file or else the case is taken away from the judge with a decision of the presiding judge or the chairman of the three- member administration council 241 . Personal appearance of child plaintiffs Parties to civil judicial proceedings are obliged to appear in person in court if their case is being adju- dicated before the magistrates’ court or the one-member court of first instance 242 . Children have this possibility, only if they have limited procedural capacity to bring a case before the court in their own name, as examined in Section 2.1 . However, even in these cases, children can still be represented by their parents/guardians who will be obliged to appear in person in court. Children, who are not recog- nised with limited procedural capacity, are always represented by their parents/guardian who have to appear in person in court. The court, upon the parties’ request or on its own initiative, may decide that the parties, adults or children with limited procedural capacity, and their attorneys can be in a place other than the court- room during the hearing if they need to conduct certain procedural acts. The hearing in this case will be simultaneously transmitted audio-visually both in the courtroom and the place where the parties and their lawyers are 243 . Moreover, the court, either on its own initiative or upon the request of one of the parties, may decide that child parties and witnesses, like adult parties and witnesses, as well as technical experts can be examined outside the courtroom. This decision is not subject to appeal. Their examination is simul- taneously transmitted audio-visually in the courtroom and in the place where the child is examined. This examination, which is considered as an examination before the court, has the same probative value as if it had taken place in the courtroom 244 . Protection of child plaintiffs from harm No provisions have been identified requiring the examination of children in separate areas which are child-friendly and non-intimidating. In order, however, to protect children from images and mate- rial which may prove harmful to their welfare, the presiding judge can order their removal from the courtroom 245 . Furthermore, there are no rules requiring the court to ensure that the proceedings are adapted to the child’s pace and attention span. Regarding the way child plaintiffs are examined by the court, please see Section 2.5 and Section 2.6 of this report. 240 Article 17(5) Law 1756/1988. Note, however, that this timeframe is not always respected. Actually, Greece has been convicted by the European Court of Human Rights more than 360 times for violating the right to a speedy trial (in civil, criminal and administrative proceedings), Explanatory Memorandum for the Draft Law for a fair trial and confrontation of denial of justice (2011), p. 1. 241 Article 307 CCP. 242 Article 270(1) CCP. 243 Article 270(7) CCP. 244 Article 270(8) CCP. 245 Article 113(2) CCP. ",
        "29 Injunctions In Greece, in case of urgent need or imminent danger, courts can grant injunctions ( ασφαλιστικά μέτρα ) in order to preserve a right or regulate a situation. Injunctions can also be ordered by the courts which adjudicate the ‘main case’ with respect to the right or situation for which a provi- sional arrangement is requested 246 . The relevant application is submitted, in principle, by the child’s parents/guardian; however, as mentioned in Section 2.1 , persons without full procedural capacity, including children with no or limited procedural capacity, can file for an injunction in order to prevent any imminent danger from delays in the adjudication of the case 247 . It should be noted that the court can issue an injunction on its own initiative, only in instances where the public prosecutor has the power to intervene without the submission of a complaint (i.e., removal of parental custody, emergency medical intervention, assignment of the child’s care to a suitable foster family) 248 . If the court considers it necessary, after the submission of the application for an injunction, it can order upon request or on its own initiative a provisional order ( προσωρινή διαταγή ) relating to the measures that need to be taken to preserve the right or regulate the situation in question. This order will be valid until the court reaches a decision on the application for the injunction 249 . The hearing for the provisional order takes place within two days from the filing of the application for the injunction. The judge can invite the defendant to participate in the proceedings if he/she considers that neces- sary. If the court grants the provisional order, the hearing for the injunction will take place within 30 days 250 . The following types of injunction are of particular importance for children: a. Injunction on claims for child support b. Injunctions concerning the exercise of parental care (examined under the subheading ‘the child in any other role’). Injunctions for child support A child can file an injunction against his/her parent for child support through the parent who has his/her custody, the parent with whom he/she lives or through a special guardian. As noted in Section 2.1 , children can also file injunctions on their own if this is necessary to prevent any immi- nent danger from delays in adjudicating the case. The court can grant an injunction, in whole or in part, for claims to contribute to the family needs or provide the support required by law, contract or a last testament 251 . This means that the child or his/ her parent/guardian can request the issuance of an injunction against the parent who fails to pay child support. Contrary to injunctions for other types of claims where the court can award only half of the contested amount, in case of claims to contribute to the family needs or provide the support required by law (including child support), the court can award the total contested amount 252 . Within 30 days from the award of the injunction, the child, through his parent or guardian, must file an action against the parent for child support 253 . When a child has been born out of wedlock and his/her paternity is highly likely, if his/her mother is in poverty, the court may order, even before the filing of an action for recognition of paternity, as an injunction the advance payment by the presumed father of a reasonable monthly sum 254 . In this case, the court may order that the child, through his mother or guardian, must file a paternity recog- nition action within a deadline which is not less than 30 days 255 . 246 Article 682(1) and (2) CCP. 247 Article 63(2) CCP. 248 Information obtained through consultation with stakeholders (Lawyer). 249 Article 691(2) CCP. 250 Article 691(4) CCP. 251 Article 728(1) CCP. 252 Article 729(2) CCP. 253 Article 729(5) CCP. 254 Article 1502 CC. 255 Article 693(1) CCP. ",
        "30 Employment law disputes In particular for employment law disputes, apart from the general rules described above, the hearing of actions and appeals for invalid dismissal and wages in arrears must take place within 60 days from the filing of the claim. If the hearing is adjourned, it must be set within 60 days. Applications for injunctions are submitted to the secretariat of the court where the action has been filed and are discussed the day the hearing for the action takes place 256 . The child as a defendant Concerning the avoidance of undue delays, the personal appearance of the parties and the protec- tion of children from harm, the rules applicable to child plaintiffs apply also to child defendants. The child as a witness Concerning the protection of child witnesses from harm, the same rules as for child plaintiffs apply. Regarding the way child witnesses are examined in court please see Section 2.5 and Section 2.6 . The child in any other role Avoiding undue delays An exception to the above findings (i.e. that the Greek legislator has not taken any steps to ensure that civil judicial proceedings take place without undue delay), has been identified with respect to the proceedings for appointing, replacing or terminating the appointment of a guardian . In these instances, when the court has the right to act on its own initiative, it is obliged to proceed to the relevant acts immediately to ensure that the case is discussed as soon as possible 257 . Protection from harm In order to ensure that children who constitute the subject of civil judicial proceedings are protected from harm and that any decisions taken consider their best interests, the Greek legislator requires the conduct of a social inquiry before the court hearing . More specifically, in cases of disputes on the exercise or withdrawal of parental care, parents’ disagreements on the joint exercise of parental care and the communication of the child with his/her parents and other ascend- ants258 , a compulsory pre-trial stage is established. During this stage, the competent social services must conduct research on the living conditions of the child and submit to the court, until the day of the hearing, an analytical report. When the action claims that one of the parents or the child has psychological problems, the social inquiry must be accompanied by a psychiatric report 259 . Moreover, after removing a child from the custody of his/her parents the court can entrust the child’s custody to a third party if other measures have proven insufficient to prevent risk to the physical, intellectual or mental health of the child. However, this can only happen after the morals, living conditions and, in general, the suitability of that party has been ascertained on the basis of a report from the competent social service 260 . The social service must prepare a social inquiry report also when the court assigns a child to the care of a foster family , either on its own initiative or upon the application of the guardian 261 , or when the court removes the child from the foster family’s care 262 . In cases of adoption the social service, or any other authority that is specialised in adop- tions, conducts a thorough social inquiry and submits to the court a report determining whether, on the basis of the facts, the prospective adoption is in the child’s best interests 263 . Finally, when appointing a judicial assistant, the court must consider the report of the competent social service 256 Article 672A CCP. 257 Articles 796(2) and 747(4) CCP. 258 Article 681C CCP. 259 Article 681C(2) CCP. 260 Article 1533 CC. 261 Articles 1607 and 1608 CC. 262 Article 1664 CC. 263 Article 1557 CC. ",
        "31 concerning the need for the measures and the suitability of the person who will be appointed as the judicial assistant or the body upon which judicial assistance will be entrusted 264 . The social service must submit its report to the court three days before the hearing; the court is required to take the report into consideration. If the report is not submitted on time, the court will in any case proceed to the hearing of the case 265 . Concerning the examination by the court of children who constitute the subject of the relevant judi- cial proceedings, please see Section 2.5 and Section 2.6 . Injunctions concerning the exercise of parental care The court has the right to order injunctions as necessary to regulate the relations between spouses and between parents and their children. In particular, it can: order the removal of one of the spouses from their common house; determine the items which he/she can take with him/her as well as the way in which the spouses will use the property where they live and their belongings; determine the parent who will temporarily exercise parental care; remove the parents from their parental care rights; and regulate the communication of the parents with their child. In cases of domestic violence, the abuser is ordered to leave the family residence and refrain from approaching the plaintiff’s resi- dence or workplace, the residence of the plaintiff’s close family members, his/her children’s schools as well as shelters 266 . As previously mentioned in this Section, the court can issue an injunction on its own initiative only in instances where the public prosecutor has the power to intervene without the submission of a complaint (i.e., removal of parental custody) 267 . 2.5 Protecting the child during interviews and when giving testimony General procedural rules applicable to children involved in civil judicial proceedings regardless of their role Similarly to adults, if any child (regardless of his/her role in the proceedings and his/her age) or their parents/guardian who appear in person in the hearing or in any other proceeding do not speak Greek, the court hires an interpreter . If the language is not widely known, an interpreter of the interpreter can be hired 268 . The relevant testimony is noted in the court minutes, translated 269 . When any child appears to testify in court, the court asks him/her whether he/she knows which is his/ her role in the proceedings in order to ensure that the child does not act against his/her own inter- ests 270 . With respect to the admissibility of information/evidence gathered from children, in Greece judges have the right to freely evaluate the evidence presented before them and to decide whether it is true, except in the cases where the law provides otherwise 271 . The decision must refer to the reasons which led the judge to form his/her decision 272 . No legislative provisions requiring the preparation or support of children participating in civil judicial proceedings have been identified. However, as mentioned in Section 2.1 and Section 2.7 , child and adult parties participating in civil judicial proceedings are in principle represented by a lawyer. Furthermore, the Greek legislator has not taken any measures to ensure that the number of inter- views is as limited as possible and that their length is adapted to the child’s age and attention span. In practice, however, it should be noted that children are rarely examined during civil judicial proceedings 273 . 264 Article 1674 CC. 265 Article 681C(3) CCP. 266 Article 735 CCP. 267 Information obtained through consultation with stakeholders (Lawyer). 268 Article 252(1) CCP. 269 Article 252(2) CCP. 270 Information obtained through consultation with stakeholders (Judge 1). 271 Judges cannot freely evaluate a confession made in court (Article 352(1) CCP); public documents (Articles 438 – 431 CCP); and private documents, if certain conditions are met (Articles 445 – 449). 272 Article 340 CCP. 273 Information obtained through consultation with stakeholders (Lawyer). ",
        "32 The child as a plaintiff/defendant The court can examine one or more of the parties to ascertain the true facts of the case. The court may decide that children who are 14 years of age and above, and who are able to understand their acts, can testify in court, or that their legal representative should be examined or both 274 . The parties are examined either at the court’s own initiative or upon the request of any of the other parties. The examination takes place in accordance with the provisions for the examination of child witnesses described later in this sub-section 275 . As no specific rules for the examination of children who are parties to civil proceedings exist, arguably the same procedure is followed for children and adults alike. Parties to the civil judicial proceedings, including children 14 years of age and above 276 , are examined without giving an oath , unless the court considers that their examination under oath is necessary for some, or all, of the disputed facts. The court can also invite the child party who was examined without an oath to confirm his/her testi- mony under oath. The judge points out this possibility before the examination of the party begins. Note that an examination under oath is not allowed for facts which may incur criminal responsi- bility 277 . Furthermore, the opposing parties, children and adults, cannot be examined under oath for the same contested fact 278 . The court has the right to freely evaluate: the testimony of the parties, regardless of whether it is under oath or not; a party’s unjustified failure to appear to testify even though he/she was so invited; his/her refusal to testify or answer to the questions posed; and any difference between his/her testi- mony under oath and without an oath 279 . Matrimonial disputes and disputes concerning the relationship between parents and children No specific rules have been identified in cases where a child is one of the parties to matrimonial disputes 280 . Therefore, children, similarly to adults, are examined without giving an oath 281 . In these cases, failure to attend the proceedings, omission or refusal to testify or to provide an answer to the questions asked, to state the true facts or confirm the authenticity of a document and confessions are freely evaluated by the judge, in conjunction with all other evidence 282 . The same rules also apply in the case of disputes between parents and children 283 . The child as a witness As discussed in Section 2.1 , under the Greek legal system, persons invited to testify cannot refuse to do so unless such an option is specifically provided in the law. With respect to child witnesses, the court will first ask the child whether his/her parents are present in the courtroom; if not, the court will 274 Article 415(1) and (2) CCP. 275 Article 416 CCP. 276 Based on a proportional application of Article 407 CCP. 277 Article 417(1) CCP. 278 Article 417(2) CCP. 279 Article 420 CCP. 280 As discussed in Section 2.1, as matrimonial disputes are considered : a) divorce; b) annulment of a marriage; c) recognition of the existence or non-existence of a marriage; d) disputes concerning the relations between the spouses during the existence of the marriage (except those disputes concerning the contribution of each spouse to the family’s needs; the exercise or withdrawal of parental care; parents’ disagreements concerning the joint exercise of parental care; the communication of the child with his/her parents and other ascendants; the regulation of the use of the family house and the division of movable goods between the spouses). 281 Article 600(2) CCP. 282 Article 600(1) CCP. 283 Article 614(1) CCP. As disputes between parents and children are considered : a) challenges to paternity ; b) the recognition of whether there is a parent – child relationship or parental care ; c) the recognition of the paternity of a child that was born out of wedlock ; d) disputes on whether a child born out of wedlock is recognised or whether the voluntary recognition of a child born out of wedlock is void or links to a child born in wedlock because of the subsequent wedding of his/her parents as well as disputes challenging the child’s voluntary recognition; e) the recognition of whether there is an adoption or the termination of an adoption ; f) the recognition of whether there is guardianship. ",
        "33 refrain from examining the child. If the child’s parents are not present in the courtroom, the child can testify only if his/her parents’ consent is made known to the court or if the court considers that the child should testify 284 . Parents, on the basis of their parental care rights, can contest the necessity of having their child testify in court 285 . The Greek legislator has provided that if the examination of a child below 14 years of age is essen- tial for the case, then he/she will be examined without giving an oath 286 . This means that children below 14 years of age cannot be found guilty of perjury. At the same time, this implies that children above 14 years of age can be examined under oath. Before the child is asked to testify, he/she must state his/her name and surname, his/her birthplace, residence and profession (if applicable). The court will ask him/her about his/her possible relationship with the parties and any other facts which may preclude him/her from testifying. This information is also important in order to inform the court about the child’s relationship with the parties or his/her credibility 287 . Child witnesses, like adult witnesses, are in principle examined separately and only if it is considered necessary, can they be cross-examined with other witnesses or with the parties. Witnesses testify orally and may be allowed by the court to use notes to help their memory 288 . The child has to state how he/she learned the facts about which he/she is testifying; if he/she is referring to facts for which he/she does not have direct knowledge, the child must also mention the person from whom he/she acquired the relevant information 289 . The court may prohibit the parties or their lawyers from ques- tioning child and adult witnesses, if their questions are beyond the scope of the examination. The child will be dismissed if the court considers that he/she has testified everything he/she knows about the case 290 . Similarly to adults, the child’s testimony is noted in the minutes which must refer to the oath given by the witness (where applicable) as well as any objections raised by the parties 291 . The court, either on its own initiative or upon the request of any of the parties, may order the re-examination of child and adult witnesses if necessary to supplement or clarify their testimony, or if the court considers that the witness unduly refused to testify on a certain issue. In this case, child witnesses, of 14 years of age and above, do not have to give an oath for a second time 292 . The child in any other role Matrimonial disputes As discussed in Section 2.3 , in matrimonial disputes the children of the parties, as well as their spouses and descendants, are prohibited from testifying 293 . Disputes concerning children’s maintenance and custody The court, before issuing its judgement, can consider the opinion of the child depending on his/her maturity in proceedings concerning: ■ the contribution of each spouse to the family’s needs; ■ the exercise or withdrawal of parental care; ■ parents’ disagreements concerning the joint exercise of parental care; ■ the communication of the child with his/her parents and other ascendants; and 284 Information obtained through consultation with stakeholders (Judge 1). 285 Information obtained through consultation with stakeholders (Judge 1). 286 Article 405 CCP. 287 Article 407 CCP. 288 Article 409(1) CCP. 289 Article 409(2) CCP. 290 Article 409(3) CCP. 291 Article 410 CCP. 292 Article 411 CCP. 293 Article 601 CCP. ",
        "34 ■ the regulation of the use of the family house and the division of movable goods between the spouses 294 . The court minutes note the time and place, as well as the judge who will meet with the child (when the case is adjudicated by a multimember court). The parent who lives with the child is requested to present him/her before the court. If any of the parties are missing, the court minutes are serviced to them. The communication between the judge and the child takes place in private and no other person is allowed to be present, unless the judge decides otherwise. In addition, no record of the discussion is kept 295 . Appointment of a guardian In proceedings aimed at the appointment of a guardian, the court examines the child who consti- tutes the ‘subject’ of the proceeding following the same rules as in the case of disputes concerning children’s maintenance and custody 296 . Note that the court is also obliged to hear the child in cases concerning his/her removal from a foster family’s care, depending on the child’s maturity 297 . Adoption The consent of the prospective adoptive parents, and children 12 years of age and above, is given in a private office without publicity. The same procedure is also followed when the court hears children to be adopted who are below 12 years of age or the prospective adoptive parents’ other children 298 . 2.6 Right to be heard and to participate in civil judicial proceedings The child as a plaintiff/defendant As already discussed in Section 2.1 , children can participate as plaintiffs/claimants and defendants in civil judicial proceedings in their own right under certain circumstances, in which case they have the right to be heard. However, even if they do not bring a case in their own right (and are thus repre- sented by their parents/guardian), children 14 years of age and above, who are parties to civil judicial proceedings, may be allowed by the court to be examined as parties if they are able to understand their acts 299 (see Section 2.5 ). As discussed in Section 2.5 , children can also receive assistance from interpreters and social workers in order to ensure that they effectively enforce their rights. Furthermore, they may be eligible for legal aid , as will be discussed in more detail in Section 2.7 . No special provisions concerning the communication of court rulings to children (e.g. in a language that they understand) exist since court rulings in civil judicial proceedings are pronounced in writing and are served to the interested parties and/or their lawyers 300 . No legal obligation is imposed upon any actor (judges, lawyers, public authorities) to provide information and explain to children the consequences of participating in civil judicial proceedings and expressing their views. In practice, this task is undertaken by the judge (see also Section 2.1 and Section 2.5 ), the child’s lawyer 301 as well as the child’s parents, as part of their parental care duties 302 . Limitation periods The Greek legislator has introduced certain special rules concerning limitation periods in order to facilitate children in pursuing their claims. Thus, for any claims children may have against their 294 Article 681C(3) CCP. 295 Article 681C(4) CCP. 296 Article 796(4) CCP. 297 Article 1664 CC. 298 Article 800(2) CCP. 299 Article 415(1) and (2) CCP. 300 Information obtained through consultation with stakeholders (Lawyer). 301 Information obtained through consultation with stakeholders (Judge 1; Lawyer). 302 Information obtained through consultation with stakeholders (Judge 1). ",
        "35 parents or guardian, the limitation period starts running only after they have turned 18 303 . Further- more, a child can bring a paternity challenge up until he/she turns 19 304 . The child as a witness Concerning child witnesses’ rights and obligations to be heard as witnesses, please see Section 2.1 and Section 2.5 . The child in any other role As stated in Section 2.1 and Section 2.5 , in cases where children are the subject of the proceed- ings, the court is required to seek and consider the opinion of the child, depending on his/her maturity. This is, for example, true for cases concerning the award of parental care, adoption, appointment of a guardian, assignment of the child’s care to a foster family, appointment of a judicial assistant and involuntary hospitalisation. In addition, guardianship organs (i.e., the court, the guardian and the guardianship council) must consider the child’s opinion depending on his/her maturity 305 . Children are given all the necessary information and explanations about the consequences of participating in civil judicial proceedings and expressing their views or opinions by the judge who examines them 306 . Furthermore, in these instances judges, in practice, use child-friendly language, taking into account the child’s age and any communication difficulties the child may have 307 . As discussed in Section 2.5 , children can also receive assistance from interpreters and social workers in order to ensure that they can enforce their rights. 2.7 Right to legal counsel, legal assistance and representation The child as a plaintiff/defendant Similarly to adults, children who have limited procedural capacity, or their parents/guardian in all other cases, have to be represented by a lawyer during civil judicial proceedings 308 . This is so because, as discussed in Section 2.1 , in Greece there is a differentiation between the procedural capacity and the capacity to communicate with the court orally and in writing. As representation by a lawyer is in principle mandatory 309 , it does not seem possible for a child, or his/her parents/guardian, to waive the child’s right to legal assistance 310 . Parents choose the lawyer on behalf of the child in instances where they represent their children. No provisions are in place to ensure that children are considered as fully-fledged clients with their own rights 311 . If there is a conflict between the interests of the child and those of his/her father or mother who exercise parental care as well as their spouses or relatives by blood or marriage in direct line, the court will appoint a special guardian to protect the interests of the child 312 . The guardian cannot represent a child in legal transactions and trials where the interests of the child are in conflict with those of the guardian, his/her spouse, or his/her relatives in direct line, regardless of the degree of relationship and in collateral line up to the second degree 313 . In this case, the court, either on its own initiative or upon the guardian’s application, must appoint a special guardian 314 . 303 Article 256(2) and (3) CC. 304 Article 1470 CC. 305 Article 1647 CC. 306 Information obtained through consultation with stakeholder (Judge 1). 307 Information obtained through consultation with stakeholder (Judge 1). 308 Article 94(1) CCP. 309 The only instances where children and their parents/guardian have the right to bring a case and appear before the court on their own is if the case is brought before the magistrates’ court and the subject of the dispute does not exceed €12,000, in the case of injunctions and when necessary to prevent an imminent danger. However, even in these cases, the court may oblige the party, whether a child or an adult, to hire a lawyer (Article 94(2) and (3) CCP). 310 Conclusion confirmed through consultation with stakeholder (Lawyer). 311 Information obtained through consultation with stakeholders (Judge 1; Lawyer). 312 Article 1517 CC. 313 Article 1627 CC. 314 Article 1628 CC. ",
        "36 Children and their parents have to pay for their lawyer. However, legal aid may be available in certain cases 315 . Recipients of this legal aid are, in principle, low-income citizens of any EU Member State or a third country, provided they have their habitual residence or domicile in the EU 316 . For children who have limited procedural capacity and can bring a case to the court in their own name, it is their income which is taken into consideration. If the child is represented by his/her parents/guardian then it is the family income which is taken into account 317 . Award of this legal aid means that the child does not have to pay part or all costs related to the civil judicial proceeding (stamp duty, judi- cial duty, lawyers’ fees, witnesses’ expenses, the remuneration of the experts etc.) 318 . With respect to non-Greek EU citizens, note that they are eligible for legal aid even if their income exceeds the threshold mentioned in the law, if they furnish evidence that they are unable to meet the costs of the proceedings due to the differences in the living costs between Greece and their country of domi- cile or residence 319 . For non-Greek EU citizens or citizens of third countries who have their domicile or habitual residence in the EU, legal aid may also encompass the costs for interpretation, translation of documents and travel costs 320 . In order to receive this legal aid, the child needs to apply to the court at least 15 days before the hearing 321 . The relevant application is, according to the general rules described in Section 2.1 , submitted by the child’s parents/guardians on his/her behalf. The court must justify the acceptance or rejection of the application 322 . It should be noted that if the child or his/her parents/guardian and lawyers succeed in being awarded legal aid on the basis of false facts, the court withdraws the aid and condemns them to a fine of between €100 and €200 in favour of the Department for the Insurance of Lawyers of the Common Fund of Independent Employees. It is also possible that they are requested to pay the amounts from which they were relieved, as well as be subject to criminal prosecution 323 . The General Secretariat for Youth also runs a programme for legal aid to children for all types of civil (including family) and employment law disputes (contrary to adults who can benefit from this aid up to 30 years of age for certain types of civil and family law disputes and up to 24 years of age for employment law disputes). This programme is undertaken in cooperation with the Bar Associa- tions of Athens and Thessaloniki as well as other Bar Associations throughout Greece 324 . Employment law disputes In addition to the general rules discussed above, in employment law cases, the parties, children and adults, can appear before the magistrates’ court and the court of first instance with or without a lawyer, a lawyer can appear before the court on their behalf or they can be represented by another employee 325 . The child as a witness/in any other role Witnesses, children or adults, do not have the right statutorily, to be represented by a legal counsel and, thus, legal aid. The same is also true for children who constitute the ‘subject’ of the case. 315 According to Law 3226/2004 ‘Legal aid to low-income citizens and other provisions’ ( Παροχή νομικής βοήθειας σε πολίτες χαμηλού εισοδήματος και άλλες διατάξεις ), Government Gazette A’ 24/2004. 316 Article 1(3) Law 3226/2004. See also Article 195 CCP. 317 Conclusion confirmed through consultation with stakeholder (Lawyer); otherwise all children would be enti- tled to legal aid in view of the fact that in principle children do not work. 318 Article 9(1) and (2) Law 3226/2004. 319 Article 10(a) Law 3226/2004. 320 Article 10(b) Law 3226/2004. 321 Article 2(1) – (3) Law 3226/2004. 322 Article 2(5) Law 3226/2004. 323 Article 204 CCP. 324 For further information see ‘Youth Legal Aid’, General Secretariat for the Youth. 325 Article 665(1) CCP. ",
        "37 2.8 Alternatives to judicial proceedings The child as a plaintiff/defendant In Greece, there are several mechanisms for the alternative or peaceful resolution of disputes 326 . Particularly relevant for children are the following mechanisms 327 : ■ Judicial conciliation or amicable settlement of disputes through an intervention of the court 328 ; ■ Conciliation of the parties while they are involved in civil judicial proceedings for the settlement of their dispute 329 ; ■ Arbitration 330 ; ■ Mediation 331 . More specifically, in 2010 the Greek legislator introduced the mechanism of mediation for civil and commercial matters332 . Accordingly, all types of civil law disputes, including family law disputes (as long as they are not regulated by provisions of mandatory application and they do not refer to the personal status of the parties, e.g., divorce, custody) and employment law disputes (as long as there are no mandatory provisions for the protection of the employees or no special mediation or concili- ation procedures have been established by the labour/employment legislation) 333 can be resolved through recourse to mediation. As discussed in Section 2.1 , in certain instances children are recognised to have the right to bring an action in their own right. Thus, in these cases children must also be allowed to initiate and partici- pate in alternative procedures in their own right, without the need to obtain their parents’/guardian’s consent 334 . Children, who have no procedural capacity, are represented in the relevant alternative procedures by their parents/guardian (see Section 2.1 ). However, the child’s parents or his/her guardian can agree to a conciliation or a mediation agreement or agree to subject the case to arbitration, only after obtaining the approval of the court if the subject of the dispute exceeds the annual cost required to care for the child and administer his/her property 335 , a requirement which serves as a legal safe- guard for the child’s rights. Furthermore, if the mediator considers that the way the child’s parents/ 326 The main characteristic of these alternative dispute resolution mechanisms is that they aim at reaching a private solution which will delineate again the legal relationships between the parties to the dispute. The basis of this process is the right to freely participate in the economic life of the country and the freedom of contracts (Article 5(1) of the Constitution and Article 361 CC). Depending on the role and the degree of involvement of the third party in the resolution of the dispute, the following mechanisms exist in Greece: a) Negotiation, where there is no third party; b) Conciliation, where the third party submits a proposal for the resolution of the dispute; c) Mediation, where the third party brings together the parties, organizes their dialogue, advises and encour- ages them so that they reach a mutually acceptable solution without however submitting a proposal for the resolution of the dispute; d) Arbitration, where the proposal of the third party binds the parties. 327 Other mechanisms, which are not particular relevance for children are: – Mediation for the conclusion of collective labour agreements (Article 13 et seq. Law 1876/1990) – Amicable settlement of consumer disputes (Article 11 Law 2251/1994); – Conciliation under the Bankruptcy Code (Article 99 et seq. of Law 3588/2007); – Settlement of disputes involving highly indebted individuals (Article 2 Law 3869/2010). 328 Articles 208, 209, 322(2), 524(1), 573, 548, 591, 602, 667, 681C(2) CCP. 329 Article 214A CCP. 330 Article 876 et seq. CCP and Law 2735/1999 on international arbitration. 331 Law 3898/2010 ‘Mediation in civil and commercial matters’ ( Διαμεσολάβηση σε αστικές και εμπορικές υποθέσεις ), Government Gazette A’ 211/2010. Judicial mediation was also introduced in 2012, through an amendment of the CCP (Article 214B). 332 Law 3898/2010. 333 Report of the Greek Parliament’s Directorate for Scientific Studies on the draft Law ‘Mediation in civil and commercial matters’, 8 December 2010, p. 6 – 7. 334 Conclusion confirmed through consultation with stakeholder (Lawyer). 335 Articles 1526 in combination with 1624 and 1612 CCP with respect to the parents’ ability to conclude the relevant agreement; Articles 1624 and 1612 CCP with respect to the guardian’s ability to conclude the rele- vant agreements. ",
        "38 guardian represent his/her rights are in fact detrimental to the child’s interests, he/she can inform the public prosecutor 336 . Children and their parents/guardian are in principle informed by their lawyers of the option to amicably settle their disputes through judicial conciliation; only if the relevant case is adjudicated by the magistrates’ court, is the court obliged to try to reconcile the parties 337 . No rules have been identified regulating how children participate in alternative procedures or requiring that the child’s views are taken into consideration when accessing such mechanisms. Note that as the alternative resolution of disputes in Greece is not mandatory, children are in no way prevented from accessing the courts. Matrimonial disputes Courts either on their own motion, or at the request of one of the parties, can attempt to reconcile spouses in the process of divorcing 338 . Since children who are married can bring the relevant actions in their own right (see Section 2.1 ), they can also agree on the relevant reconciliation without the need to have another person’s approval. Employment law disputes The court must try to reconcile the parties to an employment dispute 339 . Children who have the right to bring an employment law-related action in their own right (see Section 2.1 ) can also agree on the relevant reconciliation without the need to have their parents’/guardian’s approval. The child in any other role No child-specific provisions have been identified concerning the participation of children in alterna- tive dispute resolution mechanisms. Disputes concerning children’s maintenance and custody In cases concerning children’s custody, parents’ disagreement over the exercise of parental care as well as the communication of parents with their children, the court is obliged, when adjudicating the case and before each hearing, to attempt to reconcile the parties after giving the opportunity to the parties and their lawyers to express their views. The parents’ reconciliation must aim for the child’s best interests otherwise it is not binding upon the court 340 . Parents may also make use of mediation for family law disputes as long as they are not regulated by provisions of mandatory application and they do not refer to the personal status of the parties (e.g., divorce, children’s custody). Note that the court cannot oblige the parties to seek to resolve their disputes concerning their chil- dren’s maintenance and custody through mediation before resorting to civil judicial proceedings. 2.9 Remedies or compensation for violation of rights and failure to act The child as a plaintiff/defendant No special rules concerning the filing of judicial remedies by children have been identified. Thus, in Greece children, like adults, can challenge court judgements by filing an appeal ( έφεση ), an appeal to set aside a default judgement ( ανακοπή ερημοδικίας ), an appeal to reopen the case ( αναψηλάφηση ) or an appeal in cassation ( αναίρεση ). In accordance with the general rules on access to courts as described in Section 2.1 , children can file an appeal in their own right, only in cases where they have limited procedural capacity. Other- wise, judicial remedies are brought on their behalf by their parents/guardian. In view of the fact that 336 Information obtained through consultation with stakeholders (Judge 1). 337 Article 208 CCP. 338 Article 602 CCP. 339 Article 667 CCP. 340 Article 681C(2) CCP. ",
        "39 only lawyers have the capacity to communicate orally and in writing with the court, this means that children and their legal representatives authorise their lawyers to file the relevant judicial remedies. Children and their legal representatives can appeal any civil court decision by submitting an appli- cation to the court that issued the contested decision 341 . The filing of the appeal is recorded in a special book of the court where the appellant signs 342 . Appeals to set aside the default judgement and appeals against decisions of the magistrates’ court can be filed orally 343 . Those filing an appeal, an appeal to set aside a default judgement or an appeal to reopen the case, must pay a fee of €200, €300 and €400 respectively. In case of total or partial victory of the appellant, the court decides to return the fee to him/her or to submit it to the treasury 344 . No fee is required for the filing of appeals against employment law disputes as well as disputes concerning children’s support and maintenance 345 . If the case is adjudicated by the magistrates’ court and the parties participate in the proceedings without a lawyer, the magistrates’ judge must indicate in his/her decision the available judicial reme- dies with which the child and/or his/her parents/guardian can challenge the decision. However, viola- tion of this obligation does not mean that the parties can challenge the court’s decision on this ground 346 . Appeal Amongst the available judicial remedies, the one most widely used by the parties is the filing of appeals against decisions of first instance courts. The right of appeal ( έφεση ) is recognised to the plaintiffs, defendants and interveners, as well as their successors, if they have been wholly or partially defeated 347 . Children who reside in Greece can file the relevant appeal, either in their own right, or through their parents/guardian (see Section 2.1 ), within 30 days from the service of the court’s judgement; children who reside abroad or whose residence is unknown, must file the relevant appeal within 60 days from the service of the court’s judgement 348 . If the court’s judgement is not served, then the child can file the appeal within three years from its publication 349 (about the service of judgements see Section 2.2 ). Compensation for violation of rights and failure to act Children, whose rights have been violated by unlawful acts or omissions of public bodies in the exer- cise of their duties, can seek compensation from the State, unless the act or omission was due to the public interest. Alongside the State, a civil servant who acted, or omitted to act, is also severally liable 350 . In this case, according to the general rules described in Section 2.1 , the relevant action must be filed by the child’s parents/guardian. Limitation periods The Greek legislator has introduced certain special rules concerning limitation periods in order to facilitate children in pursuing specific claims. Thus, for any claims children may have against their parents or guardian, the limitation period starts running only after they have turned 18 351 . Further- more, a child can bring a paternity challenge up until he/she turns 19 352 . For other claims, the general rules apply. The child as a witness Child witnesses cannot challenge court judgements; thus, no relevant rules have been identified. 341 Article 495(1) CCP. 342 Article 495(2) CCP. 343 Article 495(3) CCP. 344 Article 495(4) CCP. 345 ibid. 346 Article 311 CCP. 347 Article 516(1) CCP. 348 Article 518(1) CCP. 349 Article 518(2) CCP. 350 Article 105 Introductory Act to the Civil Code. 351 Article 256(2) and (3) CC. 352 Article 1470 CC. ",
        "40 The child in any other role Children who constitute the subject of the dispute cannot in principle file legal challenges. Exception- ally, in cases adjudicated in accordance with non-contentious proceedings, children 16 years of age and above can file legal challenges in their own right in cases concerning the appointment of a judi- cial assistant 353 . Furthermore, children who are 15 years of age and above have the right to appear before the court and exercise any available judicial remedies against the decision, independently from the right of their legal representatives 354 . Appeals in family law – related cases are brought in accordance with the general rules described with respect to child plaintiffs. However, exceptionally an appeal cannot be brought against deci- sions of first instance courts in the following cases 355 : ■ Parental care in the case of children born out of wedlock 356 ; ■ Appointment of a guardian when there is a conflict between the interests of the child and his/ her parents who exercise parental care 357 ; ■ Issues arising from the administration of the child’s assets or gift 358 ; ■ Cases where, when administering the child’s assets or gift, the parents or guardian of the child deviate from the testator’s or donor’s will 359 ; ■ Cases concerning the productive use or timely investment of the child’s money by his/her parents or guardian 360 ; ■ Cases where the court must grant its permission before the child’s parents or guardian enter into certain transactions which may be detrimental to the property of the child (such as the disposition of property; the sale or purchase of real estate; lending or borrowing; acting as a guarantee for the debts of a third person, etc. 361 ).; ■ Cases where the court deprives parents of their parental responsibilities if it is of the opinion that they have abused their rights, violated their duties or that they cannot carry out these tasks 362 ; ■ Cases where the court appoints a guardian to a child 363 ; ■ Cases where the court allows the guardian to proceed to certain acts if the guardianship council does not grant its permission 364 ; ■ Cases where the court, upon the opinion of the guardianship council, allows the guardian to: rent or let property on the child’s name; conclude an employment agreement on behalf of the child; and take any action beyond the ordinary administration of the child’s property without the need to first obtain the guardianship council’s approval. The court may also allow the guardian to borrow or accept foreign debt on the child’s name or provide guarantees in order to benefit the child’s business 365 ; ■ Cases where the guardian must accept or refuse inheritance on behalf of the child 366 ; ■ Cases concerning the validity of the guardian’s actions 367 . 353 Article 742 CCP. 354 Article 800(5) CCP. 355 Article 47 Law 2447/1996. 356 Article 1515 CC. 357 Article 1517 CC. 358 Article 1521 CC. 359 Articles1522 and 1616 CC. 360 Articles 1525, 1613 CC. 361 Articles 1526 and 1624 CC. 362 Article 1532(1) CC. 363 Article 1594 CC. 364 Article 1622 CC. 365 Article 1623 CC. 366 Article 1625 CC. 367 Article 1630 CC. ",
        "41 2.10 Legal costs The child as a plaintiff/defendant In principle, there are no specific provisions concerning the legal costs of proceedings where children are involved; thus, the general rules are applicable to children and adults alike. In accordance with the general rules, children who bring a case to the court or file an appeal, either in their own name or through their parents/guardian (see Section 2.1 ), must pay the legal costs for the hearing of the case 368 . However, in maintenance cases, including child support cases, the person who owes the maintenance must advance, at the discretion of the judge, the costs of the plaintiff up to €300 369 . As an exception to the general rules (i.e. that there are no child-specific rules concerning legal costs), the Greek legislator has provided that judges can order, at their discretion, defendants to advance the legal costs, of up to €600, to children who are victims of the following crimes and seek compen- sation for damages during a civil trial 370 : ■ human trafficking for the removal of their organs 371 ; ■ sex tourism targeting children 372 ; ■ child abduction 373 ; ■ rape 374 ; ■ indecent assault 375 ; ■ seduction of children 376 ; ■ abuse of a child 377 ; ■ exploitation with abuse of power 378 ; ■ incest 379 ; ■ incest between relatives 380 ; ■ indecent acts between men 381 ; ■ facilitation of indecent acts 382 ; ■ child pornography 383 ; ■ pandering 384 ; ■ human trafficking for sexual exploitation 385 ; 368 Article 173(1) and (2) CCP. 369 Article 173(4) CCP. 370 Article 173(5) CCP. 371 Article 323A Penal Code. 372 Article 323B(4) Penal Code. 373 Article 324 Penal Code. 374 Article 336 Penal Code. 375 Article 338 Penal Code. 376 Article 339 Penal Code. 377 Article 342 Penal Code. 378 Article 343 Penal Code. 379 Article 345 Penal Code. 380 Article 346 Penal Code. 381 Article 347 Penal Code. 382 Article 348 Penal Code. 383 Article 348A Penal Code. 384 Article 349 Penal Code. 385 Article 351 Penal Code. ",
        "42 ■ indecent acts with children for consideration 386 . The losing party, child or adult, is ordered to pay the legal costs of the party that has won 387 . As chil- dren are, in principle, represented by their parents/guardian (unless they are recognised with limited procedural capacity, see Section 2.1 ), it is them who pay the legal costs. However, the plaintiff, child or adult, can also be requested to pay the legal costs if the defendant’s behaviour did not cause the initiation of the action and immediately after the action was lodged, he/she admitted or accepted its grounds 388 . The winning party is also obliged to pay all or part of the legal costs: (a) if the judge considers that the party did not provide truthful information; (b) if he/she brought up offensive or defensive means or evidence late in the proceedings and the judge believes that he/she could have introduced them earlier; or (c) if he/she was responsible for the nullity of a judicial act or hearing 389 . In cases of partial success, the court allocates the relevant costs to the extent that each party wins or loses 390 . The court may offset all or part of the legal costs only in disputes between spouses or relatives by blood up to the second degree or when the interpretation of the applicable rule of law was particularly difficult 391 . The Greek legislator has deviated from the principle of equality of the parties in cases where the State is the losing party. In these cases, the costs the State has to pay are half of the established lawyers’ fees and in any case cannot exceed €300 392 . The legal costs which are recoverable in Greece are 393 : ■ the judicial duty; ■ the lawyers’ fees; ■ witnesses’ expenses; ■ the remuneration of the experts; ■ the parties’ travel expenses. Concerning in particular lawyers’ fees, in practice only the official lawyers’ fees are recoverable; however, these fees are extremely low and do not cover the fee that the child or adult who wins the case will actually pay to his/her lawyer 394 . Note that expenses made due to the litigant’s fault or extreme diligence, are not recoverable 395 . As discussed in Section 2.7 , children can be relieved from the obligation to pay the legal costs of the proceedings if they are awarded legal aid under the relevant applicable rules. The child as a witness Child witnesses, like adults, are not, in principle, obliged to pay any legal costs. Exceptionally, they are required to pay legal costs: (a) either upon the request of the parties or at the court’s own initiative, if due to heavy negligence or intent they caused the nullity or suspension of a procedural act or hearing or caused additional costs; (b) when the law so provides. For example, witnesses, children or adults, who have been invited to appear before the court and have failed to do so without a justification can 386 Article 351A Penal Code. 387 Article 176 CCP; see also Article 183 CCP with respect to the legal costs in the exercise of judicial remedies. 388 Article 177 CCP. 389 Article 185 CCP. 390 Article 178(1) CCP. 391 Article 179 CCP. 392 Article 22 Law 3693/1957 ‘Amending and Supplementing the provisions on the State Legal Council’ ( Περί τροποποιήσεως και συμπληρώσεως των περί Νομικού Συμβουλίου του Κράτους διατάξεων ), Government Gazette A’ 79/1957; Makridou, K., Lawyers’ Fees in Greece at a Turning Point: Recent Legislative Changes in Litigation Costs, in Reimann, M. (editor), Cost and Fee Allocation in Civil Procedure: A Comparative Study , p. 165. 393 Article 189 CCP. 394 Makridou, K., ‘Lawyers’ Fees in Greece at a Turning Point: Recent Legislative Changes in Litigation Costs’, in Reimann, M. (editor) Cost and Fee Allocation in Civil Procedure: A Comparative Study , p. 165. 395 Article 189 CCP. ",
        "43 be ordered to pay the costs caused by their absence and a monetary penalty between €500 and €1,500 396 . The child in any other role Children who constitute the subject of the proceedings are not required to pay any legal costs; thus, no relevant rules have been identified. 2.11 Enforcement of civil court judgements The child as a plaintiff (the party seeking enforcement of a court judgement) With respect to the provision of information to children concerning the court judgement, please see Section 2.2 and Section 2.9 . As noted therein, children, unless they have limited procedural capacity (see Section 2.1 ), are not informed in their own right about the court judgement and its enforceability; it is their parents/guardian who are informed on their behalf. No requirements are in place as to how the parent/guardian will communicate and explain the given court judgement to his/ her child. In Greece, children and adults alike can seek the enforcement of , amongst others 397 , judgements which have obtained the force of res judicata (i.e., a judgement that cannot be subject to an appeal to set aside a default judgement ( ανακοπή ερημοδικίας ) or an appeal ( έφεση )) or judge- ments which are declared provisionally enforceable398 . In accordance with the general rules described in Section 2.1 , the enforceability of the judgement is sought either by the children them- selves in cases where they have limited procedural capacity, or by the child’s parents/guardian. No provision has been identified rendering judgements, which concern children, immediately enforceable. The court can declare a decision provisionally enforceable, only upon the request of the winning party 399 . The Greek legislator has opted to establish both optional and compulsory provisional execution. Accordingly, it is at the judge’s discretion to decide about the provisional execution of a wide range of judgements if he/she considers that there are special reasons or that a delay in the execution may cause considerable harm to the winning party. Amongst the judgements which can be provisionally executed, and which are of particular interest to children, are: ■ judgements on maintenance (including child support); ■ judgements awarding compensation due to the commission of an illegal act; ■ judgements on employment law disputes 400 . The court is obliged to declare provisionally enforceable , amongst others, judgements on main- tenance (including child support) and unpaid salaries for the amount which corresponds to the period after the filing of the action and three months before that 401 . Therefore, in these instances the request of the winning child (either through his/her parents or in his/her own right) for the provisional execution of the judgement will always be granted. Finally, the court cannot accept a child’s request to declare provisionally enforceable the following types of judgements: ■ challenges to paternity; 396 Articles 398 and 205 CCP. 397 According to Article 904 CCP other instruments enforceable by execution are : - Arbitration awards - Court minutes which record a conciliation or determine legal costs - Documents prepared by the notary public - Payment orders and orders to stop the use of leased property issued by Greek judges - Foreign instruments declared enforceable - Orders and acts recognized by law as enforceable. 398 Article 904 CCP. 399 Article 907 CCP. 400 Article 908(1) CCP. 401 Article 910(4) CCP. ",
        "44 ■ the recognition of whether there is a parent – child relationship or parental care; ■ the recognition of the paternity of a child that was born out of wedlock; ■ disputes on whether a child born out of wedlock is recognised or whether the voluntary recognition of a child born out of wedlock is void or links to a child born in wedlock because of the subsequent wedding of his/her parents as well as disputes challenging the child’s voluntary recognition 402 ; ■ the recognition of whether there is an adoption or the termination of an adoption; ■ the recognition of whether there is guardianship 403 . Note that when the losing party files an appeal against a default judgement or an appeal, the first instance court may order suspension of the provisionally enforceable judgement until the issuance of the final judgement by the second instance court 404 . After the court has issued its judgement, the parties to the dispute can file for an injunction ( ασφαλιστικά μέτρα ) and an interim injunction ( προσωρινή διαταγή ) in order to bring to the court’s attention the new facts which prove that if the original court judgement were to be enforced, this would be detrimental to the child’s interests 405 . The child as a defendant (the party against whom enforcement of a court judgement is sought) Regarding the execution of a court judgement against the property of a child, please see Section 2.1 . In Greece it is possible for the winning party, child or adult, to seek the personal detention of the defendant if the latter refuses to comply with the decision of the court in the instances where this is explicitly provided in the law 406 as well as for claims from torts. In this case the child’s parents/ guardian (or the child himself/herself for cases where he/she has limited procedural capacity) need to file the relevant claim with the one-member court of first instance 407 . However, personal deten- tion, as a means of execution of judgements, cannot be ordered for judgements on legal costs or for claims with a value of less than €30,000 408 . Note however, that the law explicitly provides that personal detention, as a means of execution of judgements, cannot be ordered against children. The child as a witness Child witnesses are not involved in the enforcement of civil court judgements, thus no relevant rules have been identified. The child in any other role Children who constitute the subject of the dispute are not actively involved in the enforcement of court judgements. Enforcement of judgements in these cases follows the same rules described above with respect to children who seek the enforcement of court judgements. In this respect, the Greek legislator has opted to introduce specific rules for the enforcement of judgements in custody cases. Execution of judgements in custody cases In custody cases, the judgement ordering one of the parents to return or deliver the child to the party seeking execution of the judgement provides that, in case the defeated parent does not comply with the decision he/she will immediately be subject to a fine of up to €50,000 in favour of the plaintiff, 402 ibid. 403 Article 909(4) CCP. 404 Article 912 CCP. 405 Information obtained through consultation with stakeholders (Judge 1). 406 Articles 864, 865 and 866 CCP as well as Articles 946, 947, 950 and 951 CCP. 407 Article 1047(1) CCP. 408 Article 1047(2) CCP. ",
        "45 or to detention of up to one year or to both sanctions. If the child is not found, the parent will be obliged to appear before the court and confirm under oath that he/she does not have the child 409 . If one of the parents obstructs the other parent’s right to personally communicate with his/her child, the court may provide in the original judgement regulating the communication that, in case of obstruction, the parent will be subject to a fine or detention 410 . However, no provisions have been identified suspending the enforcement of a final decision where a risk to the child is claimed. 409 Articles 950(1) and 861 – 866 CCP. 410 Article 950(2) CCP. ",
        "46 Conclusion Institutional and legal framework Substantive civil law relationships (e.g., contracts, torts, family law, labour/employment law, inherit- ance law) are regulated by the Greek Civil Code (Αστικός Κώδικας, CC). Civil procedure in Greece is primarily regulated by the Code of Civil Procedure (Κώδικας Πολιτικής Δικονομίας, CCP). There are no special courts dealing with cases where children are involved. However, family law disputes are adjudicated by a special chamber of the civil courts which deals only with such cases. The public prosecutor (or the juvenile public prosecutor in those district courts that have a special- ised public prosecutor for children) may also participate in civil judicial proceedings involving children, acting as a guardian of their rights. Social services will be established in each district court and will have advisory and decisive powers as well as support courts in the adjudication of relevant cases. Until their establishment, the rele- vant responsibilities are exercised by Youth Protection Associations, juvenile probation officers, social workers and other professionals of the Ministry of Justice, the Ministry of Health and the local authorities. General approach towards children under civil law Persons below 18 years of age are treated as children in the Greek legal order. Parental care consti- tutes both a right and an obligation for the child’s parents and includes: the physical care of the child; the administration of his/her property; and the child’s legal representation in any judicial proceedings he/she may be involved in. The best interests of the child are a primary consideration in family law proceedings (i.e., proceedings concerning parental care, adoption, guardianship). Furthermore, even though the principle of evolving capacity and the obligation to treat children with dignity and respect is not explicitly mentioned in the Greek legislation, it is implicitly recognised by courts. A child as an actor in civil judicial proceedings The recognition of procedural capacity is primarily dependent on whether a person has the right to enter into contractual agreements (δικαιοπρακτική ικανότητα) under substantive civil law. Only adults have full procedural capacity. However, persons who lack full procedural capacity (including children) may be recognised with limited procedural capacity, in which case they have the right to file certain actions in their own name (e.g. married children, employed children). Children can be sued under Greek law, in which case they will be represented by their parents/ guardian (unless they are recognised with limited procedural capacity for that type of case). Addition- ally, persons who are responsible to care for a child who has unlawfully inflicted damage (i.e., the child’s parents or guardian) are liable to compensation, unless they can prove that they exercised the appropriate care or that the injury could not be prevented. No provision has been identified prohibiting children from testifying as witnesses in civil judicial proceedings or setting a minimum age below which children cannot give testimony. Furthermore, participation of children as witnesses in the civil judicial proceedings is not dependent on their parents’ consent; however it is at the court’s discretion to decide whether it should allow the child to testify. Children can take part in civil judicial proceedings in roles other than those of the plaintiff, defendant and witness. This is especially true for non-contentious matters (adoption; appointment of guardian; involuntary hospitalisation; appointment of judicial assistant for adults) as well as for cases regu- lating children’s family status/relationships (e.g. custody in case of divorce; communication with parents, etc.). Children can also act, in principle through their parents/guardians, as interveners in civil judicial proceedings. ",
        "47 Provision of information to children Child parties are informed about the civil judicial proceedings through their parents/guardians, unless they are recognised with limited procedural capacity. Child and adult witnesses are invited by the parties, and not by the court, to testify in the hearing. Thus, no formal arrangements have been identified concerning the way child witnesses are noti- fied that they should present themselves before the court. When a child witness appears in court, the presiding judge will inquire whether the child’s parents are present, unless it is known that they consent to their child’s examination. The rules applicable to children, who constitute the subject of the proceedings, are similar to those applicable to child parties and witnesses. Exceptionally, in proceedings concerning the appointment of a judicial assistant or involuntary hospitalisation, children who are 16 or 17 years of age have the right to serve or accept the service of any type of documents. Protection of the child’s personal and family life In Greece all trials are held and all court decisions are pronounced in public. The presiding judge can determine, at his/her discretion, the number of persons that can be present in the courtroom as well as order the removal of children. Furthermore, if the court considers that the publicity of the civil trial is contrary to public morals or public order, it may order that either the whole or a part of the hearing takes place behind closed doors. Concerning the protection of the child’s identity during civil judicial proceedings, no child-specific provisions have been identified. The processing of children’s personal and sensitive data is protected under the national legislation transposing the Data Protection Directive . Regarding children who constitute the subject of the proceedings, specific rules have been found concerning the confidentiality of adoption; additionally, in order to protect family relations, the court must abstain from examining children in certain family law related disputes. Protection from harm and ensuring a child-friendly process In principle, civil judicial proceedings involving children are not fast-tracked. Exceptionally, when the court has the right to act on its own initiative to appoint, replace or terminate the appointment of a guardian, it is obliged to ensure that the case is discussed as soon as possible. Courts can protect children from harm by issuing injunctions in order to urgently preserve a right or regulate a situation (e.g. injunctions on claims for child support, injunctions concerning the exercise of parental care). Furthermore, to guarantee the protection of children who constitute the subject of the proceedings from harm, the Greek legislator requires the conduct of a social inquiry before court hearings for certain types of cases. Protecting the child during interviews The court can decide that child parties who are aged 14 years and above, and who are able to understand their acts can testify in court, or that their legal representative should be examined in their place or that both the child and his/her parents/guardian should give testimony. Child parties below 14 years of age are always represented by their parents/guardian during the court hearing, unless they are recognised with limited procedural capacity. In case of witnesses, children below 14 years of age testify without giving an oath, which means that they cannot be found guilty of perjury. Children who constitute the subject of the proceedings do not testify as witnesses in matri- monial disputes. However, the court can consider the child’s opinion, depending on his/her maturity, in disputes concerning the child’s maintenance and custody and when deciding on the appointment of a guardian. Right to be heard and participate in civil judicial proceedings As a general rule, under Greek law there is no link between the age of the child and the rules appli- cable to limitation periods. Exceptionally, for any claims children may have against their parents or guardian, the limitation period starts running only after they have turned 18. Furthermore, a child can bring a paternity challenge up until the age of 19. ",
        "48 Right to legal counsel, legal assistance and representation Children are, in principle, represented by their parents/guardian in civil judicial proceedings, unless they have limited procedural capacity. If there is a conflict between the interests of the child and those of his/her father or mother who exercise parental care as well as their spouses or relatives by blood or marriage in direct line, the court will appoint a special guardian to protect the interests of the child. Child and adult parties have to be represented by a lawyer during civil judicial proceedings as in Greece there is a differentiation between the procedural capacity and the capacity to communicate with the court orally and in writing (δικανική ικανότητα). Parents choose the lawyer on behalf of the child in instances where they represent their children. No provisions are in place to ensure that chil- dren are considered as fully-fledged clients with their own rights. Legal aid may be available when certain conditions are met. Witnesses, children or adults, do not statutorily have the right to be repre- sented by a legal counsel and, thus, legal aid. The same is also true for children who constitute the ‘subject’ of the case. Alternatives to judicial proceedings In Greece, there are several mechanisms for the alternative or peaceful resolution of disputes, including: judicial conciliation or amicable settlement of disputes through an intervention of the court; conciliation of the parties while they are involved in civil judicial proceedings for the settlement of their dispute; arbitration; and mediation. No child-specific rules, for the participation of children in these alternative dispute resolution mechanisms, have been identified. Remedies and compensation for violation of rights and failure to act Child plaintiffs/defendants who do not have full procedural capacity to act cannot file a legal chal- lenge or appeal in their own right; this right is exercised by their legal representatives, in accordance with the rules discussed above. Child witnesses cannot challenge court judgements; thus no relevant rules exist. Children who constitute the subject of the dispute cannot, in principle, file legal chal- lenges too. Exceptionally, in non-contentious matters children have the right to appear before the court and exercise any available judicial remedies. Legal costs It is the general rule that children who bring a case to the court or file an appeal, either in their own name or through their parents/guardian, must pay the relevant legal costs. However, in maintenance cases, including child support cases, the person who owes the maintenance must advance, at the discretion of the judge, the costs of the plaintiff of up to €300. Furthermore, the court can order defendants to advance the legal costs of children who seek compensation before the civil courts because they have been the victims of certain crimes (e.g. sex tourism, child abduction, rape) of up to €600. The losing party is in principle required to pay the legal costs of the winning party. In cases of partial success, the court allocates the relevant costs to the extent that each party wins or loses. Child witnesses may also be required to pay legal costs when the law so provides or when they cause the nullity or suspension of a procedural act or hearing or cause additional costs. Enforcement of civil court judgements As enforcement is part of the civil judicial proceeding, children as parties are represented by their legal representatives during the enforcement phase. In Greece, children and adults alike can seek the enforcement of, amongst others, judgements which have obtained the force of res judicata (i.e., a judgement that cannot be subject to an appeal to set aside a default judgement (ανακοπή ερημοδικίας) or an appeal (έφεση)) or judgements which are declared provisionally enforceable. judgementChild witnesses and children who constitute the subject of the proceedings are not actively involved in the enforcement of court judgements. Enforcement of judgements in these cases follows the same rules described above with respect to children who seek the enforcement of court ",
        "49 judgements. In this respect, the Greek legislator has opted to introduce specific rules for the enforce- ment of judgements in custody cases. Strengths and gaps Protection of the best interests of children involved in civil judicial proceedings constitutes a primary consideration for courts, not only in family law proceedings, but in any type of proceedings a child may be involved in. Furthermore, where children constitute the subject of some family law proceed- ings, a social inquiry is conducted by social workers prior to the hearing. Some safeguards are also introduced (appointment of a special guardian in case a child’s best interests are in conflict with those of his/her parents/guardian; court approval to submit significant cases to arbitration) to protect children from acts their legal representatives may proceed with during the civil judicial proceedings. Despite these developments, the position of children in civil judicial proceedings could be further improved. No training requirements for actors (e.g., judges, social workers, lawyers) coming in contact with children in civil judicial proceedings exist. Some training courses on family and juvenile law are organised both by the National School for Judges (open only to judges) and other institutions (open to all legal professionals), but they are of a voluntary nature. Similarly, no requirements to subject professionals working with children to regular vetting are in place. Another problematic issue is that no authorities are required to provide children with information on their right to institute civil judicial proceedings. Similarly, there are no measures in place to ensure that children receive information on the availability of support services or organisations which can provide support to them and no material containing legal information in a child-friendly manner has been identified. The Greek legislator has not adopted any rules requiring cases involving children to be fast-tracked or prioritised. Furthermore, there are no requirements in place to ensure that the premises and places where the children are involved in the proceedings are non-intimidating and child-friendly or that chil- dren are provided with support on a systematic basis. Similarly, court sessions and other procedural actions are not adapted to the child’s pace and attention span. As a result of these deficiencies, it is possibly more difficult for children to understand the significance of civil judicial proceedings and participate effectively in them. ",
        "50 List of Legislation ■ Law 3898/2010 ‘Mediation in civil and commercial matters’ ( Διαμεσολάβηση σε αστικές και εμπορικές υποθέσεις ), Government Gazette A’ 211/2010 ■ Law 3304/2005 implementation of the principle of equal treatment regardless of racial or ethnic origin, religious or other convictions, disability, age or sexual orientation ( Εφαρμογή της αρχής της ίσης μεταχείρισης ανεξαρτήτως φυλετικής ή εθνοτικής καταγωγής, θρησκευτικών ή άλλων πεποιθήσεων, αναπηρίας, ηλικίας ή γενετήσιου προσανατολισμού ), Government Gazette A’ 16/2005. ■ Law 3226/2004 ‘Legal aid to low-income citizens and other provisions’ ( Παροχή νομικής βοήθειας σε πολίτες χαμηλού εισοδήματος και άλλες διατάξεις ), Government Gazette A’ 24/2004 ■ Presidential Decree 77/2003 ‘Code of Conduct for the news and political shows’ ( Κώδικας δεοντολογίας ειδησεογραφικών και άλλων δημοσιογραφικών και πολιτικών εκπομπών ), Government Gazette A’ 75/2003. ■ Law 3094/2003 ‘The Ombudsman and other provisions’ ( Συνήγορος του Πολίτη και άλλες διατάξεις ), Government Gazette A’ 10/2003 ■ Law 2472/1997 ‘Protection of individuals with regard to the processing of personal data ( Προστασία του ατόμου από την επεξεργασία προσωπικών δεδομένων ), Government Gazette A’ 50/1997. ■ Law 2447/1996 ‘Adoption, guardianship, foster care for a minor, judicial assistance, judicial guardianship of foreign affairs and related substantive, procedural and transitional provisions’ ( ‘Υιοθεσία επιτροπεία και αναδοχή ανηλίκου δικαστική συμπαράσταση δικαστική επιμέλεια ξένων υποθέσεων και συναφείς ουσιαστικές δικονομικές και μεταβατικές διατάξεις’ ), Government Gazette A’ 278/1996 ■ Law 1756/1988 ‘Code on the Organisation of Courts and the Status of Judicial Officers’ ( Κώδικας Οργανισμού Δικαστηρίων - Κατάστασης Δικαστικών Λειτουργών ), Government Gazette A’ 35/1988. ■ Penal Code ( Ποινικός Κώδικας ), Presidential Decree 258/1989, Government Gazette A’ 121/1986 ■ Code of Civil Procedure ( Κώδικας Πολιτικής Δικονομίας ), Presidential Decree 503/1984, Government Gazette Α’ 182/1985 ■ Civil Code ( Αστικός Κώδικας ), Presidential Decree 456/1984, Government Gazette A’ 164/1984 ■ Law 378/1976 ‘Establishment of branch and regular positions for Juvenile Probation Officers at Juvenile Court and related matters’ ( Περί συστάσεως Κλάδου και τακτικών θέσεων Επιμελητών Ανηλίκων παρά τοις Δικαστηρίοις Ανηλίκων και ρυθμίσεως συναφών θεμάτων ), Government Gazette A’ 171/1978. ■ Greek Constitution ( Σύνταγμα της Ελλάδος ) of 1975, as amended ■ Law 3693/1957 ‘Amending and Supplementing the provisions on the State Legal Council’ ( Περί τροποποιήσεως και συμπληρώσεως των περί Νομικού Συμβουλίου του Κράτους διατάξεων ), Government Gazette A’ 79/1957 ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). ",
        ""
    ]
}