{
    "text": [
        "With 56.3 out of 100 points , Cyprus ranks 20th in the EU on the Gender Equality Index. Its score is 11.1 points lower than the EU’s score. Between 2005 and 2017, Cyprus’s score increased by 10.4 points (+ 1.2 points since 2015). With faster progress towards gender equality than other Member States, Cyprus improved its position by eight places. Cyprus’s highest scores are in the domains of health (88.4 points) and money (80.8 points), in which it also performs best in comparison to other Member States (ranking 13th and 14th). Gender inequalities are most pronounced in the domain of power (28.2 points), where it also performs worse in comparison to other Member States (ranking 24th). Since 2005, Cyprus’s scores have improved in all domains. The biggest improvements are in the domains of knowledge (+ 13.1 points) and power (+ 11.8 points). Cyprus made slow- er progress in the domains of health (+ 2.6 points), time (+ 3.6 points) and work (+ 4.4 points). Between 2005 and 2017, Cyprus’s Index score was below the EU’s score. Cyprus has improved faster than other Member States, reducing its gap with the EU’s score over time. 1 100 EL HU SK RO PL LT HR CZ CY BG LV EE PT MT IT AT DE EU-28 SI LU ES BE IE NL UK FI FR DK SE CY 56.3 EU 67.4 Full inequality Full equality 2017 2005 ▲ Increase since 2005 ▲ 5.4 ▲ 10.4 Each year we score EU Member States and the EU as a whole to see how far they are from reaching gender equal- ity. The Index uses a scale of 1 to 100, where 1 is for total inequality and 100 is for total equality. The scores are based on the gaps between women and men and levels of achievement in six core domains: work, money, knowledge, time, power and health. Two additional domains are integrated into the Index but do not have an impact on the final score. The domain of intersecting inequalities highlights how gender inequalities manifest in combination with age, dis/ability, country of birth, education and family type. The domain of violence against women measures and analyses women’s experiences of violence. In addition to providing a snapshot into the Index scores, the Gender Equality Index 2019 includes a thematic focus on work-life balance. Gender Equality Index 2019: Cyprus Gender Equality Index scores for EU Member States, 2005 and 2017 Cyprus is advancing faster than the EU average 2005 2017 Cyprus EU 45 50 55 60 65 70 ",
        "Work Cyprus’s score in the domain of work is 70.7, showing progress of 4.4 points since 2005 (no change since 2015), with lower gender gaps in participation and lower segregation in employment. The employment rate (of people aged 20-64) is 69 % for women and 79 % for men. With the overall employment rate of 74 %, Cyprus is not far from reaching its nation- al EU 2020 employment target of 75-77 %. The full-time equivalent (FTE) employ- ment rate remained stable for women (47 %) and dropped from 70 % to 57 % for men between 2005 and 2017. The gender gap is even wider between single women and men (23 p.p.) and between women and men in couples with children (20 p.p.), to the detriment of women. Around 16 % of women work part-time, compared to 10 % of men. On average, women work 37 hours per week and men 41. The uneven concentration of women and men in different sectors of the labour market remains an issue. About 19 % of women work in education, health and social work, compared to 7 % of men. Fewer women (4 %) than men (27 %) work in science, technology, engineering and mathe- matics (STEM) occupations. In general, proportions of both women and men work- ing in STEM occupations in Cyprus are among the lowest in the EU. Money Cyprus’s score in the domain of money is 80.8, showing progress of 8.2 points since 2005 (+ 1.6 points since 2015), with improvements in the financial and economic sit- uations of both women and men. Despite increases in the mean monthly earnings of both women (+ 83 %) and men (+ 67 %) from 2006 to 2014, the gender gap per- sists: women earn 18% less than men. In couples with children, women earn 24 % less than men (23% less for women in couples without children). This gender gap is even wider among people with low education levels, with women earning 36 % less than men. Foreign-born women earn 39 % less than foreign-born men. Native-born women earn 17 % less than men earn. The risk of poverty decreased between 2005 and 2017: 17 % of women (- 2 p.p.) and 14 % of men (- 1 p.p.) are at risk. People facing the highest risk of poverty are: those with low levels of education (29 %); foreign-born people (25 %); single women (28 %); women with disabilities (25 %); and women aged over 65 (24 %). Inequalities in income distribution slightly decreased among women and increased among men between 2005 and 2017. On average, women earn 86 cents for every euro a man makes per hour, resulting in a gender pay gap of 14 %. The gender pension gap is 39 %. Knowledge Cyprus’s score in the domain of knowledge is 56.5, showing progress of 13.1 points since 2005 (- 2 points since 2015). Having moved up the ranking by 10 positions, Cyprus now ranks 18th in the EU, with significant improvements in both sub-domains. The share of women with tertiary education (37 %) is higher than the share of men (31 %). The share of women tertiary graduates is highest for those aged 25-49 (55 %, compared to 44 % of men), while the gender gap is the highest for those aged 15/16-24 (26 % of women, compared to 7 % of men). Cyprus has already reached its national EU 2020 target of having 46 % of people aged 30-34 obtain tertiary education. The current rate is 57 % (64 % for women and 49 % for men). Participation in formal and non-formal education and training remained stable for women (13 %) and increased from 11 % to 14 % for men between 2005 and 2017. The uneven concentration of women and men in different study fields remains a challenge for Cyprus; it ranks 27th in the EU in this sub-domain. Overall, 40 % of women students and 15 % of men students study education, health and welfare, or humanities and art. ▲ 6.4 ▲ 2.9 84.9 58.8 Participation Segregation and quality of work 70.7 ▲ 4.4 ▲ increase since 2005 ▲ 12.3 ▲ 2.6 72.8 89.7 Financial resources Economic situation 80.8 ▲ 8.2 ▲ increase since 2005 ▲ 7.7 ▲ 14.8 73.2 43.5 Attainment and participation Segregation 56.5 ▲ 13.1 ▲ increase since 2005 ",
        "Time Cyprus’s time domain score has not changed since the last edition of the Index, because new data is not available. The next data update for this domain is expected in 2021. More frequent time-use data would help to track progress in this domain. Cyprus’s score in the domain of time is 51.3, well below the EU score of 65.7, despite improvements in the distribution of time spent on care activities. Women are more likely to spend time caring for their family: 50 % of women, compared to 34 % of men, have daily care responsibilities for one hour or more. In couples with children, higher shares of women (92 %) and men (70 %) spend time caring for their family. Around 81 % of women, compared to only 27 %, of men do cooking and housework every day for at least one hour. The gender gap is wider among people with disa- bilities (88 % for women and 18 % for men) and foreign-born women and men (92 % and 20 %). Men are twice as likely as women to participate in sporting, cultural and leisure ac- tivities outside the home. Nearly the same shares of women (9 %) and men (8 %) are involved in voluntary or charitable activities. Power Cyprus’s score in the domain of power is 28.2, with progress of 11.8 points since 2005 (+ 3.5 points since 2015). Regardless of significant improvements in all sub-domains, Cyprus ranks 24th in the EU. Progress is primarily driven by improvements in the sub-domain of economic power. In the sub-domain of political power, the share of women increased among minis- ters from 0 % to 15 %, between 2005 and 2018. The share of women members of parliament also rose from 16 % to 18 %. The representation of women in local coun- cils increased only slightly, from 13 % in 2010 to 15 % in 2018. Between 2005 and 2018, the share of women increased among the board mem- bers of both the largest publicly listed companies from 7 % to 11 %, and from 0 % to 13 % on the board of the central bank. Women comprise 25 % of board mem- bers of research-funding organisations, 33 % of board members of publicly owned broadcasting organisations and only 5 % of members of the highest decision-mak- ing bodies of national Olympic sports organisations. Health Cyprus’s score in the domain of health is 88.4, with progress of 2.6 points since 2005 (+ 0.2 points since 2015). This change is driven by increasing gender equality in health status and improvements in access to health services. There is no new data for health behaviour. The overall level of health satisfaction in Cyprus increased for women and remained stable for men between 2005 and 2017. About 77 % of women and 79 % of men perceive their health as good. Health satisfaction increases with a person’s level of education and decreases in proportion to age. Gender gaps are much wider (to the detriment of women) among people with lower levels of education, those aged 65 or over and among single people (compared to those living in couples). Life expectancy increased for both women and men between 2005 and 2016. Women on average live four years longer than men (85 years compared to 81 years). Cyprus ranks fourth in the sub-domain of health status in the EU. Adequate access to medical and dental care has increased for both women and men since 2005. Around 2 % of women and 1 % of men report unmet needs for medical care (compared to 7 % and 5 % in 2005). Fewer women and men (4 % for both) also report unmet needs for dental examination (compared to 13 % for both in 2005). Unmet needs for dental care are higher among women and men with lower levels of education, those with disabilities and those who are foreign-born. ▲ 10.7 ▼ 1.3 65.7 40.0 Care activities Social activities 51.3* ▲ 3.6 ▲ increase since 2005 ▼ decrease since 2005 * Scores not updated since 2017 edition. ▲ 3.9 ▲ 15.8 ▲ 9.6 27.5 23.0 35.6 Political Economic Social 28.2 ▲ 11.8 ▲ increase since 2005 ▲ 4.8 — ▲ 3.6 96.1 73.0* 98.4 Status Behaviour Access 88.4 ▲ 2.6 ▲ increase since 2005 * Scores not updated since 2017 edition. ",
        "Violence Violence against women is both a consequence and cause of persisting gender inequalities in the areas of work, health, money, power, knowledge and time. In con- trast to other domains, the domain of violence does not measure differences between women’s and men’s situ- ations but examines women’s experiences of violence. For this reason, the domain of violence is not captured in the calculations of the Gender Equality Index. Instead, it is calculated as a separate composite measure of three aspects: prevalence, severity and disclosure of violence against women. The calculation of scores relied on the 2014 European Union Agency for Fundamental Rights survey data results. No EU-wide survey on gender-based violence has been carried out since then. Until the com- pletion of the next survey, the scores cannot be updated. Cyprus signed and ratified the Council of Europe Convention on Preventing and Combating Violence against Women and Domestic Violence (Istanbul Convention) in March 2018. The domain of violence presents updated data on three additional indicators to help monitor femicide, female genital mutilation and trafficking in human beings. However, not all Member States collect such data and improvements in data collection are necessary. Cyprus does not provide data on women victims of inten- tional homicide by an intimate partner or family member. EIGE’s estimates show that 12 % to 17 % of 758 girls (in the resident migrant population) are at risk of female genital mutilation. Statistics on trafficking in human beings are gathered and reported. There were 40 registered women victims of trafficking in human beings in 2016. Compara- ble data, disaggregated by sex, is essential to the devel- opment of EU-wide strategies on preventing and elimi- nating violence against women across Member States. Thematic focus on work-life balance Gender Equality Index 2019 focuses on work-life balance — an issue of high political importance in the EU. In addi- tion to work-life balance related indicators captured by the Index (e.g. in the domains of work, time and knowledge), the thematic focus presents additional indicators — a work-life balance scoreboard (WLB scoreboard). The WLB scoreboard cuts across three broad areas: paid work, unpaid work (care) and education and training. It presents 15 indicators in six specific areas of concern: parental leave policies; caring for children and childcare services; informal care for older persons and persons with disabilities and long-term care services; transport and infrastructure; flexi- ble working arrangements; and lifelong learning. Parental leave policies Parental leave helps parents balance their caring duties and work life. However, it is often unavailable to potential parents as their eligibility might be dependent on criteria such as whether a person is in paid work; whether they are an em- ployee or self-employed; the sector in which they work; the length of service; or whether leave is accessible to same-sex couples or migrants. Changes in the labour market, such as the spread of atypical forms of employment (e.g. temporary contracts and on-demand work, bogus self-employment and voucher-based work) have increased concerns about par- ents’ access to leave, especially in cases where it is based on definitions of traditional standard employment. In 2016, 41 % of women and 34 % of men aged 20-49 (potential parents) were ineligible for parental leave in Cyprus. Unemployment or inactivity was the main reason for ineligibility for 67 % of women and 41 % of men. Inadequate length of employment was a reason for ineligibility for 16 % of women and 21 % of men. The remaining 16 % of women and 38 % of men were ineligible for parental leave because of their self-employment status. Same-sex parents are ineli- gible for parental leave in Cyprus. Among the employed pop- ulation, 19 % of women and 22 % of men were ineligible for parental leave. ",
        "Informal childcare and childcare services As the number of dual-earning and single-parent families grows, new needs for childcare services appear. High-quality, available, accessible and affordable childcare services are essential to allow parents to stay in or join the labour market and reduce the gender gap in employment. In Cyprus, 58 % of all informal carers of children are women. Overall, 74 % of women are involved in caring for or educat- ing their children or grandchildren at least several times a week, compared to 67 % of men. Compared to the EU average (56 % of women and 50 % of men), more women and men are involved in caring for or educating their children or grandchil- dren in Cyprus. The gender gaps are wider between women and men aged 20-49 (94 % and 79 %) and between women and men working in the private sector (87 % and 74 %). Cyprus has not reached either of the Barcelona targets to have at least 33 % of children below the age of three and 90 % of children between the age of three and school age in childcare. Overall, 28 % of children below the age of three are under some kind of formal care arrangements, and 18 % of children of this age are in childcare for at least 30 hours a week. Formal childcare is provided for 83 % of children from the age of three to the minimum compulsory school age (43 % are in formal childcare for at least 30 hours a week). Around 14 % of women and men report unmet needs for for- mal childcare services. Lone mothers are more likely to report higher unmet needs for formal childcare services in Cyprus (16 %) than couples with children (14 %). Informal care for older persons and persons with disabilities and long-term care services Available, accessible, and affordable care services and infra- structure are crucial if people with caring responsibilities are to maintain a healthy balance between their care duties and work life. This is especially relevant for women, who are of- ten more engaged than men in both formal and informal care of older persons and/or persons with disabilities. In light of emerging demographic trends, such as ageing soci- eties, lower birth rates and consequently the decline of the working-age population, the need for formal and informal long-term care services has become more important than ever. Most informal carers of older persons and/or persons with disabilities in Cyprus are women (71 %). The share of women and men involved in informal care of older persons and/or people with disabilities several days a week or every day are 15 % and 7 %. The proportion of women involved in informal care is the same as the EU average, while the involvement of men is 3 p.p. lower. Overall, 17 % of women and 11 % of men aged 50-64 take care of older persons and/or persons with disabilities, compared to the same percentage of women and 4 % of men in the 20-49 age group. Around 34 % of women carers of older persons and/or persons with disa- bilities are employed, compared to 60 % of men combining care with professional responsibilities. There are also fewer women informal carers than men informal carers working in the EU. However, the gender gap is wider in Cyprus than in the EU (26 p.p., compared to 14 p.p. for the EU). In the 50-64 age group, 21 % of women informal carers work, compared to 62 % of men. Around 47 % of women and 46 % of men in Cyprus report unmet needs for professional home care services. Transport and infrastructure Access to affordable and quality public infrastructure, in- cluding care facilities, educational facilities, health services and transportation, impacts women’s and men’s opportuni- ties to balance paid work with other activities. The uneven division of caring duties and household tasks between women and men influences the ways in which they use or need certain types of transport and infrastructure. Time spent commuting is a good indication of whether existing public infrastructure helps or hinders women and men in juggling their everyday activities. In Cyprus, men and women spend around the same time commuting to and from work (around 22-23 minutes per day). Couples without children spend less time commuting, compared to couples with children, with minor differences between women and men. Single people spend less time commuting than people in couples, with both single women and men travelling around 19 minutes per day. Women who work part-time spend more time commuting than men, but men who work full-time travel for longer than women: women working part-time travel 23 minutes from home to work and back, while men who work part-time commute for 22 minutes, compared to 21 minutes for women who work full-time and 23 minutes for men working full-time. Generally, men are more likely to travel directly to and from work, whereas women make more multi-purpose trips, to fit in other activities, such as school drop-offs or grocery shopping. ",
        "European Institute for Gender Equality The European Institute for Gender Equality (EIGE) is the EU knowledge centre on gender equality. EIGE supports policymakers and all relevant institutions in their efforts to make equality between women and men a reality for all Europeans by providing them with specific expertise and comparable and reliable data on gender equality in Europe. © European Institute for Gender Equality, 2019 Reproduction is authorised provided the source is acknowledged. Print: MH-04-19-037-EN-C ISBN 978-92-9470-735-2 doi:10.2839/10621 PDF: MH-04-19-037-EN-N ISBN 978-92-9470-737-6 doi:10.2839/494814 Contact details http://eige.europa.eu/ facebook.com/eige.europa.eu twitter.com/eurogender youtube.com/user/eurogender eige.sec@eige.europa.eu +370 52157444 Flexible working arrangements Flexible working arrangements, such as opportunities to transition between part-time and full-time work, flexibility in working hours and remote work, typically give employees a greater ability to control how much, when and where they can work. If carefully designed — keeping in mind the differ- ent needs of women and men — flexible working arrange- ments can make it easier to balance work and family life. They can also support people with caring responsibilities to enter the labour market as full-time employees. Around three-quarters of women (76 %) and men (74 %) are unable to change their working-time arrangements. Access to flexible working arrangements is lower in Cyprus than in the EU, where 57 % of women and 54 % of men have no control over their working-time arrangements. This is par- ticularly true in the public sector, where 98 % of women and 93 % of men employees have no control over their work- ing time. At the same time, the rates are also high for pri- vate-sector employees: 72 % of women and 70 % of men do not have access to flexible working arrangements. There are more women than men working part-time in Cyprus. Slightly more women (22 %) than men (20 %) part- time workers transitioned to full-time work in 2017. The gen- der gap is narrower than the average, where 14 % of women and 28 % of men moved from part-time to full-time work. Lifelong learning Constant advances in technology require workers to upskill continuously and stay up-to-date with new developments and technologies over the course of their careers. Lifelong learning is also a catalyst for gender equality, as it gives women and men greater choice in their work options and more opportunities to achieve their full potential. Insuffi- cient financial resources and time-related barriers such as conflicts with work schedules and/or family responsibilities can prevent access to lifelong learning for both women and men. Lifelong learning can help women to re-enter the labour market after career breaks due to care responsibil- ities. Cyprus has a participation rate of 7 % in lifelong learning, which is below the EU average, but has a narrow gender gap. Women (aged 25-64) are more likely to participate in education and training than men, regardless of their em- ployment status, except for economically inactive men, who are more likely to participate in lifelong learning than eco- nomically inactive women. Conflicts with work schedules are a greater barrier to participation in lifelong learning for men (40 %) than for women (30 %). Family responsibili- ties are reported as a barrier to education and training for 68 % of women, compared to 43 % of men. Family respon- sibilities are more of an obstacle to participation in lifelong learning in Cyprus than in the EU overall, while work sched- ules are reported as an obstacle less often in Cyprus than the EU average. In the EU, 38 % of women and 43 % of men report their work schedule to be an obstacle and 40 % of women and 24 % of men report that family responsibilities hinder participation in lifelong learning. Read more about the Gender Equality Index at http://eige.europa.eu/gender-equality-index European Institute for Gender Equality Gedimino pr. 16 LT-01103 Vilnius LITHUANIA "
    ]
}