{
    "text": [
        "EN EN EN ",
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 22.6.2009 COM(2009) 318 final 2007/0195/COD OPINION OF THE COMMISSION pursuant to Article 251(2), third subparagraph, point (c) of the EC Treaty, on the European Parliament's amendments to the Council's Common Position regarding the Proposal for a Directive of the European Parliament and of the Council concerning common rules for the internal market in electricity and repealing Directive 2003/54/EC AMENDING THE PROPOSAL OF THE COMMISSION pursuant to Article 250 (2) of the EC Treaty ",
        "EN 2 EN OPINION OF THE COMMISSION pursuant to Article 251(2), third subparagraph, point (c) of the EC Treaty, on the European Parliament's amendments to the Council's Common Position regarding the Proposal for a Directive of the European Parliament and of the Council concerning common rules for the internal market in electricity and repealing Directive 2003/54/EC 1. B ACKGROUND Procedure Proposal transmitted to the European Parliament and the Council (document COM(2007) 528 - 2007/0195/COD) on: 19.09.2007 European Economic and Social Committee opinion delivered on: 22.04.08 Committee of the Regions opinion delivered on: 10.04.08 European Parliament opinion (first reading) delivered on: 18.06.2008 Common position adopted by unanimity on: 09.01.2009 European Parliament position (second reading) 22.04.2009 2. O BJECTIVE OF THE C OMMISSION P ROPOSAL This proposal is part of the third legislative package for an internal EU gas and electricity market (\"Third Package\"), which includes two Directives and three Regulations. The main objective of the package is to put in place the regulatory framework needed to make market opening fully effective and create a single EU gas and electricity market in the interest of the citizens and of the industry of the European Union. This will help to keep prices as low as possible and increase standards of service and security of supply. This is done through the following main measures: – more effective regulatory oversight by independent national regulators; – establishment of an Agency to ensure effective cooperation between national regulators and take decisions on all relevant cross-border issues; – compulsory cooperation between network operators to harmonise all rules relating to the transport of energy across Europe and to coordinate investment planning; ",
        "EN 3 EN – effective unbundling of the generation and transmission of energy so as to eliminate any conflict of interests, promote network investment and prevent any discriminatory behaviour; – increased transparency and better functioning of the retail market; – increased solidarity and regional cooperation between Member States to ensure greater security of supply. 3. C OMMISSION COMMENTS 3.1 General At its Plenary Session of 22 April 2009, the European Parliament adopted a compromise package which had been agreed with the Council in view of reaching a second reading agreement. These amendments concern essentially: – the limited strengthening of some rules ensuring effective unbundling of transmission system operator, – reinforced independence and powers of national regulators, and – provisions creating stronger obligations for Member States as regards consumer protection, energy poverty and the implementation of smart metering. The Commission accepts the compromise package as it is in line with the overall purpose and the general characteristics of the proposal. 3.2 Amended Proposal Pursuant to Article 250(2) of the EC Treaty, the Commission amends its Proposal as set out above. "
    ]
}