{
    "text": [
        "The EU budget – an Instrument for Shaping and Delivering Key EU policy Priorities: Should the Europe 2020 Strategy be the Main Strategic Policy Reference for the post-2013 MFF? ",
        "1 The report was written by by the European Policy Centre (authors: Elisa Molino and Fabian Zuleeg). It does not represent the official views of the Committee of the Regions. More information on the Committee of the Regions is available on the internet through http://www.cor.europa.eu Catalogue number: QG-32-13-075-EN-N © European Union, 2011 Reproduction is authorised provided the source is acknowledged. ",
        "2 Table of contents Table of contents ................................................................................................... 2 Executive summary ............................................................................................... 3 1. Introduction ..................................................................................................... 4 2. Europe 2020 and the debate about its implications on next MFF .................. 5 Europe 2020 strategy .......................................................................................... 6 3. Prioritising the EU budget .............................................................................. 7 4. Can Europe 2020 ensure a territorial perspective ? ...................................... 13 5. Conclusions ................................................................................................... 14 Bibliography ........................................................................................................ 15 Annex .................................................................................................................. 17 ",
        "3 Executive summary This note has been produced by the European Policy Centre (EPC) under its Framework Contract with the Committee of the Regions (CoR), under which CoR is receiving expert support on issues related to the future budgetary resources of the Union, viewed with a territorial perspective. The present paper aims to provide a contribution to the CoR debate on the EU budget review, discussing the relevance of Europe 2020 as main policy reference for future budget priorities. The role of Europe 2020 as a major reference for future EU action has been highlighted by the European institutions, spearheaded by the Commission and the Parliament. In its communication on the EU Budget Review (COM(2010)700final), the Commission has been stressing the need for the next Multiannual Financial Framework (MFF) to be aligned to Europe 2020 priorities. However, while a consensus seems to exist at EU level on the importance of Europe 2020 for the next MFF, the discussion lacks detail on the practical implementation: it is not always clear what this alignment would mean in practice, given that there are many items of budgetary expenditure which only very indirectly contribute to smart, sustainable and inclusive growth. Taking a closer look at the structure of the Multiannual Financial Framework and the annual budget suggest that there are several drawbacks associated with a ‘strict’ use of Europe 2020 as policy reference. Even though there might be positive consequence in terms of visibility of EU action in the eyes of citizens and in driving forward certain Europe 2020 - related objectives, Europe 2020 does not provide a comprehensive framework for EU expenditure and would encounter the risk of inconsistency. However, the question of how to implement the long term goals of Europe 2020 is enriching the inter-institutional discussion on the priorities of the next MFF. In this respect, there is an added value in maintaining the strategic priorities of Europe 2020 as a general reference point for the future direction of EU spending. But within this context the CoR needs to stress the added value of cohesion spending and the objectives beyond a strict interpretation of Europe 2020 this funding must deliver. ",
        "4 1.Introduction This note has been produced by the European Policy Centre (EPC) under its Framework Contract with the Committee of the Regions (CoR), under which CoR is receiving expert support on issues related to the future budgetary resources of the Union, viewed with a territorial perspective. It aims to analyse possible policy options for the next Multi-Annual Financial Framework (MFF), highlighting the importance of multilevel governance for the future EU budget. The project, which also foresees a workshop on better spending and multilevel governance, is composed by a series of studies and analysis. The present paper aims to provide a contribution to the CoR debate on the EU budget review, discussing the relevance of Europe 2020 as main policy reference for future budget priorities. In the EU Budget Review the Commission has emphasised the role of the EU budget to implement the Europe 2020 strategy: “Above all, it [the budget] should be designed as one of the most important instruments to help deliver the Europe 2020 strategy for smart, sustainable and inclusive growth (COM(2010) 2020).. Europe 2020, together with the ‘European Semester’, is a central part of the context in which the negotiations on the next MFF will take place, in addition to the institutional changes and the difficult economic environment described in previous notes i . Building on the key elements developed in the first paper (Zuleeg, F., Molino, E., 2011a), this note takes a closer look at Europe 2020 strategy, and the advantages and drawbacks of using it to become the main reference point for the next MFF. The aim of the paper is also to investigate whether having Europe 2020 as the main political reference point represents an added value for the CoR, in terms of how and where European money will be spent. In order to do this, the paper first recaps the most important elements of the Europe 2020 strategy, stressing the overarching objectives and the governance structure. Second, it elaborates on the rationale for linking political priorities to the EU budget. Third, the arguments put forward in the first two parts will allow drawing conclusions on the possible benefits and drawbacks for regional and local authorities of making the Europe 2020 strategy the main political reference point for next MFF. ",
        "5 2.Europe 2020 and the debate about its implications on next MFF The first EPC note (Zuleeg, F., Molino, E., 2011a) underlined the difficult context in which the forthcoming negotiations on the MFF will take place, outlining the impact of the economic crisis and of the changes introduced by the Lisbon Treaty. These impacts – financial and economic turmoil, budget austerity, a new balance of powers – will have a significant impact on the focus of EU spending. As highlighted previously, the added value of EU spending is one of the issues at stake in the debate concerning the next MFF. The agreement on the Europe 2020 strategy in March 2010 has re-launched the question of how to best target spending, as, over time, there has been an increasing discrepancy between the focus of EU expenditure and the EU’s overarching objectives. The Commission has attempted to create a tight link between the Europe 2020 objectives and the next MFF. The Europe 2020 strategy for ‘smart, sustainable and inclusive growth’ states that ‘the multiannual financial framework will also need to reflect the long-term growth priorities. The Commission intends to take the priorities [..] up in its proposals for the next multiannual financial framework […].The discussion should not only be about levels of funding, but also about how different funding instruments […] need to be devised to achieve the Europe 2020 goals.’(COM(2010) 2020 final). In the EU Budget Review (COM(2010)700final), published in October 2010, the Europe 2020 strategy appears as the main focus towards which the EU budget should be geared. The European Parliament has been supporting this alignment, investigating how each policy sectors (and their reform) could help in the achievement of the Europe 2020 targets. Given that all EU institutions (including the European Council) have endorsed the Europe 2020 strategy, there is a clear need to provide the Union with the necessary budgetary means to implement the strategy. However, while the consensus to link the next MFF to Europe 2020 seems to exist at EU level, the discussions still lack details on its practical implementation: it is not always clear what this alignment would mean in practice, given that there are many items of budgetary expenditure which only very indirectly contribute to smart, sustainable and inclusive growth. ",
        "6 Europe 2020 strategy Europe 2020 has been presented as a vision of “Europe’s social market economy for the 21 st century” (COM(2010) 2020 final). This vision basically entails three main objectives: - Smart growth : developing an economy based on knowledge and innovation; - Sustainable growth : promoting a more resource efficient, greener and more competitive economy; and - Inclusive growth : fostering a high-employment economy delivering social and territorial cohesion. ii These broad priorities have been linked to specific EU targets to be achieved by 2020. They relate to the employment rate (75% of 20-64 employed), R&D spending (3% of EU’s GDP), to the 20/20/20 climate/energy targets iii , to a decrease in the share of early school leavers (maximum 10%) and an increase (to at least 40%) of people having a degree or diploma in the younger generation, and a decrease in the population at risk of poverty. iv Europe 2020 also puts forward seven flagship initiatives v , which should determine EU action for the years to come. As a consequence of the euro crisis and the resulting proposals on changes to economic governance, Europe 2020 is now also associated with the ‘European Semester’ vi . The ‘European Semester’ sets up a system allowing the ex ante coordination of EU and euro zone countries’ budgetary and economic policies. Its mechanism, running over the first six months of the year, foresees several stages vii and aims at ensuring consistency both with the Stability and Growth Pact and the Europe 2020 strategy. The Commission is arguing that structural reforms are needed to achieve the Europe 2020 targets, being a component in a broader system which encompasses fiscal coordination and surveillance of macro-economic imbalances. This new ‘economic governance’ framework aims to create an impetus for Member States to achieve fiscal consolidation and structural reform simultaneously, driving up Europe’s growth rate. The achievement of these targets implies coordinated action at EU, national and regional level. In some of the policy fields covered by the targets of Europe 2020, the EU has few competences: for instance, the objective of developing skills for growth entails major reform in national/regional education systems, where the Union only has very limited supporting competences. In these policy fields, the Commission will mainly have the role of coordinating national reform strategies, while national and regional governments will have to redesign part of their policies. In many of these policy fields, regional and local authorities ",
        "7 (RLAs) are directly involved in implementation, as they often have relevant competences in areas such as education and employment. viii Against this background, three main questions arise: - Given that the strategic priorities often relate to policies where the EU does not have strong competences, can EU money here add the most value? - If the strategy does not (directly) cover ‘traditional’ EU policies, where the Union has its main competences, does the Union risk jeopardising overarching priorities such as territorial cohesion? - From the strategic priorities of the next MFF to the general annual budget, how much consistency with Europe 2020 priorities and flagship initiatives can be ensured? 3.Prioritising the EU budget It could be argued that, in the past, the structure of the EU budget has followed closely the evolution of European integration, as far as the development of specific political priorities (policy areas) was concerned. However, this has been far less the case during the last ten years, with the European Union trying to develop a comprehensive growth strategy, cutting across several policy fields. There is currently a mismatch between the structure of the budget, still focused on EU traditional policies such as CAP and cohesion, and expressed policy priorities such as Europe 2020. If close alignment was to be considered, it would imply a significant change in the relative importance of different EU policy areas and potentially the addition of new spending priorities to the budget. The positive implications: a political and communication exercise The Multiannual Financial Framework 2007-2013 already saw a rationalisation, with a stronger alignment of budget headlines to political priorities. The European Commission presented the 2007-2013 MFF under four broad headings:  Sustainable Growth;  Preservation and Management of Natural Resources;  Citizenship, freedom, security and justice; and  EU as a global player. ix ",
        "8 All EU policy instruments and expenditure had been labeled accordingly, to ensure a match between strategic priorities and annual management plans. In contrast to the proposed alignment to the Europe 2020 objectives, the 2007-2013 MFF headings are more strictly related policy areas where the EU has its main competences: policy fields such as agriculture (Preservation and Management of Natural Resources), cohesion (Sustainable growth), justice and home affairs (Citizenship, freedom, security and justice) are easily identifiable. A clearer structure, agreed between the three main institutions (Interinstitutional Agreement between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management, 2006/C 139/01), can make the European Commission message more effective and easier to communicate, sending a clearer message on how the taxpayers’ money is spent. But applying this to Europe 2020 is a challenge: with a top level of policy priorities in an overarching strategy, it is difficult to ensure consistency between the strategic and the operational level. Moreover, Europe 2020 entails cooperation between regional, national and European levels, resulting in a more complex governance structure. There are certainly benefits from such an alignment. In terms of visibility of EU action, it would allow the European Commission to send an unambiguous message, stressing the importance of its flagship initiatives. In addition, using Europe 2020 targets as the main reference point enables the European Parliament to question the Commissioner on the future contribution of their policies to the overarching political priorities of the EU. x There thus seems to be a clear added value in political terms, as the reference to Europe 2020 should trigger greater accountability, given the possibility to directly match objectives and correspondent budgetary envelopes. During the coming MFF negotiations, the priorities set out by Europe 2020 should also trigger a political debate on the future policy direction of the European Union. To live up to its expectations, the EU should provide itself with the necessary budget resources. In this respect, the discussion on how the budget can concretely help to the achievement of Europe 2020 objectives is needed. Other than visibility, a clear match between budgetary and strategic priorities would ensure that real discussions over where the money should go are taking place. The result of these discussions would allow a more effective allocation of resources to Europe 2020 objectives. However, the economic and political framework within which next MFF negotiations will take place, suggests that using Europe 2020 as the main policy reference point could also have some major drawbacks. ",
        "9 Possible drawbacks: re-branding and the risk of inconsistency A strict alignment of the Multiannual Financial Framework to Europe 2020 policy priorities would imply that all policies are geared towards the achievement of Europe 2020 targets, including the ‘traditional’ EU policies, such as cohesion and CAP. Even if the fit between these policies and Europe 2020 is weak currently, we are in the middle of an ongoing reform process which could lead to a reorientation of these policies. However, significant reform is unlikely: as highlighted in our first note (Zuleeg, F., Molino, E., 2011a), there is a strong status quo risk in the next MFF negotiations, suggesting only relatively small changes to expenditure chapters or amounts allocated. On a more general level, a shared political agreement on the EU’s policy direction seems to be missing, jeopardising the consistent match between policy priorities and allocated budget envelops. The most likely outcome is thus a modest re-branding of current policies under the smart, inclusive and sustainable headings. Against this background, the question remains about the added value, in terms of efficiency and effectiveness, which would be derived from the alignment of MFF with Europe 2020 targets. To answer this question, we will first analyse the Multiannual Financial Framework and its relation to annual budgets. The aim is to see whether there is enough consistency between the two financial instruments, and whether Europe 2020 could improve it. Second, we will have a closer look at the potential match between current EU policy areas and Europe 2020 policy priorities. The analysis uses the current 2007-2013 MFF as its reference point, following the status quo bias hypothesis set out above which implies only relatively minor changes to the structure and the overall thresholds of post-2013 EU expenditure. a) Multiannual Financial Framework and General Annual Budgets Europe 2020 is based on a coordinated approach which will involve EU institutions, national and sub-national bodies. The Commission will often have a mere coordinating role, which poses the question of how to ensure transparency as far as the money is spent at all levels and by all different institutions. While the 2007-2013 MFF is structured according to broad political priorities, general annual budgets tend to lose this direct connection, as they are articulated by institution and policy area (for instance Enterprise, Energy, Research etc). xi ",
        "10 This different structure undermines transparency. Firstly, the political priorities (headings) of the MFF are broken down into the different policy areas covered by different parts of the Commission and/or financial instruments. The European Commission’s Annual Budgets refer to policy areas when breaking down expenditure (see http://eur-lex.europa.eu/budget/data/LBL2011/EN/SEC03.pdf), while the other institutions break down expenses by functions (buildings, visits, external expertise) and staff remuneration (http://eur- lex.europa.eu/budget/data/LBL2011/EN/SEC01.pdf). The European Parliament’s Annual Budgets are thus reflected in the MFF under the fifth heading, ‘Administration’. In addition, there is a complete lack of read-across to national and/or regional budgets. As many policy and budgetary priorities need be matched at national/regional level, the political responsibilities of countries (and regions) to achieve strategic targets should be mirrored in their budgets – but there is no way to monitor this currently. Moreover, the coordinating role of the European Commission should allow for some sort of oversight on the overall level of resource allocation for each objective. In the EU’s budget, the reason why a specific policy area is said to contribute to the realisation of one of the priorities is not always evident. For instance, under Heading 1a, Competitiveness for Growth and Employment, there is reference to Agriculture and Rural Development. As discussed later in this note, this problem might be even more evident for Europe 2020. Looking deeper into the break-down of annual expenses, it appears that existing initiatives (legislative or not) have simply been re-branded to enable categorisation under a policy priority heading. DGs are compelled to present Annual Management Plans, broken down by activity to which financial resources are strictly attributed. This often results in an artificial exercise of newly describing existing activities as achieving specific strategic aims. The original priorities and actions set out in 2005 (Barroso I) have been re-branded after the 2007-2013 MFF came into place, being still further re-shaped with the introduction of Europe 2020 last year. When comparing for instance at the ‘five- year strategic objectives’ of Barroso I (2005-2009) (STRATEGIC OBJECTIVES 2005 – 2009. Europe 2010: A Partnership for European Renewal Prosperity, Solidarity and Security, COM(2005) 12 final) to the Annual Policy Strategy of 2009 (Annual Policy Strategy for 2009, COM(2008) 72 final), the latter restructures the priorities on the basis of MFF 2007-2013 headings, creating multiple strategic objectives. This is not only confusing but also visibly demonstrates the mismatch of political cycles and the MFF process (Hagemann, S. & Zuleeg, F., 2008) . ",
        "11 b) EU policies and EU2020 targets: the perfect fit? Visibility and transparency run the risk of being undermined by the complex governance structure of Europe 2020 and the bureaucratic nature of budgeting in the EU with the associated risk of simple window-dressing. But there is also a fundamental question: do current EU policies and Europe 2020 constitute a ‘good fit’, bearing in mind that in the current MFF the most important chapters of expenditure are Sustainable Growth (45.4%) and Preservation and Management of Natural Resources (31.0%)? Within Sustainable Growth, sub-heading 1b, Cohesion for Growth and Employment, mainly relates to structural funds and cohesion policy. Notwithstanding criticism of the effectiveness of cohesion policy, the objective this funding serves are of primary importance for European territories. Within this context, the objective of competitiveness will have to be balanced out with the one of convergence (see Art. 3.3 TUE, on the objectives of the European Union): as argued in our first note (Zuleeg, F., Molino, E., (2011a), the idea of getting the most added value from EU spending could undermine the importance of investing in less developed regions. Agricultural policy, and in particular income support to farmers, is another current policy priority. In terms of expenditure, the latter represented in 2010 73.7% of total expenditure in heading 2, Preservation and Management of Natural Resources. Market support to farmers was already criticised in the last MFF negotiations for not fitting well within the main heading ‘Preservation and Management of Natural Resources’. Looking ahead, it will be even more difficult to argue that support to farmers directly contributes to create a smart, inclusive and sustainable economy by 2020 (even though this argument might well hold for the CAP’s second pillar). xii The place of the traditional elements of the CAP in the future EU budget and their relation to Europe 2020 thus remains unresolved. The examples noted above already offer evidence that using Europe 2020 as the main policy reference point would run the risk of inconsistency and a lack of transparency. The table in Annex A, that compares European Commission policy areas budget allocations with Europe 2020 priorities, targets and flagship initiatives, offers further evidence. It demonstrates that Europe 2020 cannot represent a comprehensive approach to EU policies, as some of the areas that represent a big proportion of total expenditure (agriculture, enlargement, cooperation and humanitarian aid) are only partially linked to Europe 2020 and that many other areas only demonstrate a weak link. ",
        "12 Furthermore, the link between strategy level (priorities and targets), implementation (flagship initiatives) and the budget is unclear. A good example is the uncertainty of how Directorate Generals are envisaging the implementation of the flagship initiatives. Some actions are cross-sectoral, making coordination and reallocation of tasks between DGs a prerequisite. For example, the flagship initiative ‘Resource efficient Europe’ is described by the Commission as aiming ‘to establish a vision of structural and technological changes required to more to a low carbon, resource efficient and climate resilient economy by 2050 which will allow the EU to achieve its emissions reduction and biodiversity targets; this includes disaster prevention and response, harnessing the contribution of cohesion, agricultural, rural development, and maritime policies to address climate change, in particular through adaptation measures based on more efficient use of resources, which will also contribute to improving global food security.’ (European Commission, SEC(2010) 2020 final). Evaluating whether and how the European Commission can deliver on the Europe 2020 targets should be considered prior to the next MFF negotiations. The allocation of responsibilities among policy areas (Directorates General) should precede the attribution of budgetary envelopes. The other way round risks jeopardising the achievement of the targets as too many areas could be responsible for the same objective without adequate tools for their achievement. Looking at the specific budget headings, it is difficult to find any reference to the actions mentioned in Europe 2020. While some general objectives, such as the realisation of a European Research Area, are common to the two documents, central initiatives such as programmes on active healthy ageing (Partnership for active healthy ageing) do not yet have a place in the budget. While this could be remedied if the budget is reformed fundamentally, this is unlikely, given the status quo bias. Against this background, we underlined above that some level of matching between MFF and Europe 2020 would be useful, to ensure resources are allocated to long term policy objectives. This match should be to some extent reproduced at the level of policy areas, in order to ensure consistency and greater transparency on how the EU money is spent. But a strict match between the budget and Europe 2020 is unlikely to be helpful. ",
        "13 4. Can Europe 2020 ensure a territorial perspective ? On the basis of our previous analysis, this section examines the territorial perspective on the main questions addressed by this paper. In particular this section aims to determine, the advantages and drawbacks of the link between Europe 2020 and the next Multiannual Financial Framework from a territorial perspective. In this context, this link should be seen as adding value if:  Europe 2020 priorities are comprehensive, meaning that they cover all EU policies area of relevance for RLAs;  Europe 2020 spending priorities are areas where the EU can add the most value;  It enhances the territorial visibility of EU action. Here, cohesion policy is of particular importance. When outlining its Europe 2020 strategy, the European Commission has stated that ‘economic, social and territorial cohesion will remain at the heart of the Europe 2020 strategy to ensure that all energies and capacities are mobilised and focused on the pursuit of strategy priorities’ ((European Commission, SEC(2010) 2020 final). While territorial cohesion is thus included in the high level considerations in Europe 2020, this is not reflected in the flagship initiatives. As they must involve modifying traditional policy instruments and changing their policy focus, structural and cohesion funds would need to be mobilised for several initiatives. The current sub-heading 1b, Cohesion for growth and unemployment (representing today 35.6% of total EU expenditure) would thus need to serve different objectives of the Europe 2020 strategy. This raises the question on how this would work in terms of presentation and implementation of the budget. The Committee of the Regions, in its draft opinion, suggests a MFF structure which would feature territorial cohesion as one major heading (Committee of the Regions, Draft Opinion of the Temporary Ad Hoc Commission on the EU budget, The EU Budget Review , CdR 318/2010), moving away from a strict division by Europe 2020 categories. This might well represent a better way of showing the added value of cohesion spending, and in particular its redistributive function, which should not be undermined by Europe 2020. Our analysis underlines that a strict application of Europe 2020 is not desirable, in light both of the status quo bias and risk of simple re-branding. However, we also argue that a more general focus on Europe 2020 can be helpful in triggering inter-institutional debate on EU political priorities and favouring the allocation of resources to long term policy objectives. Within this context, primary objectives such cohesion and solidarity, inherent to the European Union, should ",
        "14 be kept central in the discussion and there needs to be an open-minded look at what objectives we are aiming to achieve with the CAP. 5.Conclusions The present note analyses the advantages and drawbacks of using Europe 2020 as the major policy reference point for the next Multiannual Financial Framework. In order to do so, the note focuses on the capacity of Europe 2020 priorities and flagship initiatives to be comprehensive and correspond to the policy areas where EU money can add the most value. The current economic context and the status quo bias in the coming MFF negotiations has framed our analysis, highlighting that only small changes are likely to be agreed on the main expenditure chapters. Using Europe 2020 as a policy reference can be useful in fuelling the political discussion about the direction of EU policies, and it should be maintained in this respect. The European Parliament has entered the discussion on post 2013 MFF with Europe 2020 as a lever, attempting to trigger discussion on controversial issues such as the predominance of agricultural expenditure in the overall budget. However, several potential drawbacks are associated with linking the budget and Europe 2020, including the risk of simple window-dressing. In addition, Europe 2020 only partially corresponds to the range of policy priorities and competences the European Union has. Moreover, the strategy is characterised by a complex governance structure, which will in many areas only give a coordinating role to the Commission, making the link to the budget tenuous. A strict alignment of the next MFF to Europe 2020 could even be counterproductive. It would imply reshuffling of policy areas and funding to follow priorities and flagship initiatives which are only part of overall EU actions and competences. From territorial perspective the danger is that the focus on key European objectives, for example around solidarity and redistribution or food security is lost. The results of our analysis show nevertheless that a focus on Europe 2020 has a political and strategic added value. By triggering the discussion about EU policy priorities, Europe 2020 and its relations with MFF are providing inputs for the reform of EU traditional policies. Including the 2020 targets as aims for the EU budget, albeit not exclusive aims, , ensures that policy and financial instruments are geared towards smart, sustainable and inclusive growth. ",
        "15 Bibliography Zuleeg, F., (2011), In danger of breakdown: Is the EU approaching budget stalemate? , EPC Issue Paper Hagemann, S. & Zuleeg, F. (2008) ‘Troubles ahead: Can the EU agree a better way of negotiating its budget?’ Prepared for the conference ‘Public Finances in the European Union’ of the European Commission, Bureau of European Policy Advisors (BEPA), Brussels 3-4 April 2008. Available at: http://ec.europa.eu/budget/reform/library/contributions/us/20080414_US_26_en. pdf Zuleeg, F., Molino, E., (2011a), Key Political Messages Regarding the Upcoming EU Multiannual Financial Framework (MFF) post-2013, Note for the Temporary Ad hoc Commission on the EU budget Committee of the Regions, January 2011 Zuleeg, F., Molino, E., (2011b) The Impact of New EU Own Resources on Regional and Local Governments, Note for the Temporary Ad hoc Commission on the EU budget Committee of the Regions, January 2011 Official Documents European Commission, (2008), Annual Policy Strategy for 2009, COM(2008) 72 final Committee of the Regions, (2010), Draft Opinion of the Temporary Ad Hoc Commission on the EU budget , The EU Budget Review, CdR 318/2010 Committee of the Regions (2010), Proposal to the Plenary Assembly to set up a temporary ad hoc commission on the EU budget , Memo for the CoR Bureau Members, 120 th Meeting of the Committee of the Regions Bureau, 10 February 2010, r/CdR 11/2010 item 6 Committee of the Regions, (2010), Resolution on the priorities of the Committee of the Regions for 2011 based on the legislative and work programme of the European Commission , CdR 361/2010 Committee of the Regions (2008), Reforming the budget. Changing Europe , Own-Initiative Opinion, CdR 16/2008 fin ",
        "16 European Commission, Governance, tools and policy cycle of Europe 2020 , http://ec.europa.eu/europe2020/pdf/annex_swd_implementation_last_version_1 5-07-2010.pdf European Commission (2010), EUROPE 2020. A strategy for smart, sustainable and inclusive growth , Communication from the Commission, SEC(2010) 2020 final European Commission, (2005), STRATEGIC OBJECTIVES 2005 – 2009. Europe 2010: A Partnership for European Renewal Prosperity, Solidarity and Security, COM(2005) 12 final European Commission, (2010), The EU Budget Review , Communication from the Commission, COM(2010)700final European Commission, (2007), Reforming the budget, Changing Europe. A public consultation paper in view of the 2008/2009 budget review , Communication from the Commission, SEC(2007) 1188 final European Parliament, Council, Commission, (2006), Interinstitutional Agreement between the European Parliament, the Council and the Commission on budgetary discipline and sound financial management , 2006/C 139/01 European Parliament, SURE Committee, (2010), Reflection paper on Flexibility in the post 2013 MFF European Parliament, SURE Committee, (2010), Reflection paper on the Structure of MFF post 2013 European Commission, (2010), ‘General Budget of the European Union for the financial year 2010. Figures’, January 2010 Web sites EU budget online: http://eur-lex.europa.eu/budget/www/index-en.htm European Commission, Climate Action, http://ec.europa.eu/clima/policies/brief/eu/package_en.htm ",
        "17 European Commission, Financial Programming and Budget, http://ec.europa.eu/budget/index_en.htm European Parliament, SURE Committee, Documents of the meetings, http://www.europarl.europa.eu/meetdocs/2009_2014/organes/sure/sure_7leg_me etinglist.htm ",
        "ANNEX: Comparing the Expenditure Chapter in the European Commission General Annual Budget 2010 to Europe 2020 priorities, targets and flagship initiatives xiii NB: An overall link to Europe 2020 does not imply that all activity under the heading would fulfill Europe 2020 objectives. Rather it indicates whether there is any broad link but there might also be other policy objectives being pursued under the same heading. Expenditure Chapter Priority Targets Flagship Initiatives xiv Overall link to Europe 2020 Economic and financial affairs Growth - - Indirect Enterprise Smart Growth R&D - Digital Agenda for Europe (Interoperability and Standards) - Innovation Union (Good ideas to market) - Innovation Union (Innovation Partnerships) - An industrial policy for the globalisation era Broadly Competition - - - Digital Agenda for Europe (Interoperability and Standards) - Resource efficient Europe (state aid) Indirect ",
        "19 - An industrial policy for the globalisation era Employment and social affairs Smart Inclusive Employment Education/skills Anti-Poverty - Digital Agenda for Europe (Enhancing e-skills) - Youth on the Move - Innovation Union (Regional and social benefits) - Innovation Union (Innovation Partnerships) - Agenda for new skills and jobs - European platform against poverty and social exclusion Broadly Agriculture and rural development Partial inclusive Partial sustainable Partial link to CC - Resource efficient Europe Partial Energy and Transport Sustainable Growth CC - Resource efficient Europe Broadly Environment Sustainable CC - Resource efficient Europe Partial Research Smart Growth R&D - Digital Agenda for Europe (Research and Innovation) - Innovation Union (Knowledge) - Innovation Union (International Cooperation) - Innovation Union (Innovation Partnerships) Broadly Information society and Smart Growth R&D - Digital Agenda for Europe (ICT for social challenges) Broadly ",
        "20 media - Digital Agenda for Europe (Enhancing e-skills) - Digital Agenda for Europe (Very Fast Internet) Direct research Smart Growth R&D - Innovation Union (International Cooperation) Broadly Maritime affairs and fisheries Sustainable CC - Resource efficient Europe (addressing climate change Partial Internal market Growth R&D - Digital Agenda for Europe (Digital Single Market) - Innovation Union (Good ideas to - market) - Resource efficient Europe (Single energy market) - An industrial policy for the globalisation era Indirect Regional policy Sustainable Inclusive Smart (Growth) R&D CC Employment (Anti-Poverty) - Digital Agenda for Europe (Very Fast Internet) - Innovation Union (Regional and social benefits) - Resource efficient Europe Broadly Taxation and customs union Not obvious Education and culture Smart Education/skills - Youth on the Move Broadly ",
        "21 Communication Not obvious Health and consumer protection Not obvious Area of freedom, security and justice - Digital Agenda for Europe (Trust and Security) Tenuous External relations - Innovation Union (International Cooperation) Tenuous Trade (Growth) - Digital Agenda for Europe (Interoperability and Standards) Tenuous Development and relations with African, Caribbean and pacific (ACP) States Not obvious Enlargement Not obvious Humanitarian aid Not obvious Fight against fraud Not obvious Commission’s policy coordination and legal advice Not obvious ",
        "22 Commission’s administration Not obvious Budget Not obvious Audit Not obvious Statistics Not obvious Pensions and related expenditure Not obvious Language services Not obvious Reserves Not obvious ",
        "Endnotes i Zuleeg, F., Molino, E., Key Political Messages Regarding the Upcoming EU Multiannual Financial Framework (MFF) post-2013 , Note for the Temporary Ad hoc Commission on the EU budget Committee of the Regions, January 2011 and Zuleeg, F., Molino, E., The Impact of New EU Own Resources on Regional and Local Governments , Note for the Temporary Ad hoc Commission on the EU budget Committee of the Regions, January 2011 ii European Commission, (2010), Communication from the Commission. EUROPE 2020. A strategy for smart, sustainable and inclusive growth , COM (2010) 2020 final, 3 March 2010, Brussels. iii “20-20-20 targets refer to the three main objectives EU Heads of State and Government set for climate and energy to be achieved by 2020:- A reduction in EU greenhouse gas emission of at least 20% below 1990 levels- 20% of EU energy consumption to come from renewable resources - A 20% reduction in primary energy use compared with projected levels, to be achieved by improving energy efficiency (http://ec.europa.eu/clima/policies/brief/eu/package_en.htm) iv Ibidem. v The seven flagship initiatives are ‘Innovation Union’, ‘Youth on the Move’, ‘A digital agenda for Europe’, ‘Resource Efficient Europe’, ‘An industrial policy for the globalization era’, ‘An agenda for new skills and jobs’, ‘European platform against poverty’, Ibidem. vi The notion ‘European Semester’ refers to the measures the European Commission has been proposing in order to reinforce the ‘economic governance’ of the EU. Starting from January 2011, Member States will have to provide information as far their national budgets are concerned, before their approval. vii Starting from 2011, the Commission has to publish in January the Annual Growth Survey (AGS), which is discussed by the Council and by the European Parliament. At spring European Council, Member States discuss the main EU economic challenges, addressing possible solutions. After that, Member States will draw up National Reform Programmes, which are then sent to the Commission for approval. On the basis of Commission’s assessment, the Council will issue country-specific recommendations for the countries needing to redress their public finances. In July, the Council and the European Council further discuss on national draft budgets, before these latter are finalised. For further details, see http://www.consilium.europa.eu/showFocus.aspx?lang=EN&focusID=504 viii The important role of regional and local authorities has been underlined by all institutions. The Committee of the Regions has stressed the significance of this component in its resolution on the ‘ Stronger Involvement of Local and Regional Authorities in the Europe 2020 strategy ’, CdR 199/2010 fin. ix Financial Planning and programming, http://ec.europa.eu/budget/prior_future/fin_framework_en.htm x See, for instance, the press releases concerning the meeting of MEP with Energy Commissioner, Mr Oettinger, 31/01/2011, or with Agriculture Commission, Dacian Cioloş, 11/01/2011. xi The webiste ‘EU budget online’ allows to verify the single line of expenditure, http://eur- lex.europa.eu/budget/www/index-en.htm xii The question has already been posed by observers and by the European Parliament. During a meeting with Agriculture Commissioner Dacian Cioloş (SURE Committee, 10 January 2011), the Finnish Liberal MEP Carl Haglund invited the Commissioner to elaborate on how agricultural policy could be linked to EU2020 strategy. Providing a rather predictable answer, Mr Cioloş argued that “The CAP delivers sustainable growth in rural areas. Green growth is something we could not achieve without agriculture” (European Parliament Press Release, Lively debate on future farm spending, 10 January 2011). xiii Source: General Annual Budget 2010, Volume 4, Section 3 and own elaboration General note: Concerning trade and external policy, the European Commission has pictured them as part of the overall Europe 2020 ‘policy cycle’, describing them as ‘EU levers for growth and jobs’ (European Commission, Governance, tools and policy cycle of Europe 2020, http://ec.europa.eu/europe2020/pdf/annex_swd_implementation_last_version_15-07-2010.pdf) xiv In some cases, the European Commission has divided its flagship initiatives in ‘pillars’. These latter might be further broken down in single ‘actions’. In these cases, we have put between brackets the respective pillar. "
    ]
}