{
    "text": [
        "EEA SIGNALS 2017 Shaping the future of energy in Europe: Clean, smart and renewable EEA Report | No 11/2017 ",
        "4 11 21 30 39 46 51 59 65 Contents Editorial — Shaping the future of energy in Europe: Clean, smart and renewable Energy in Europe — State of play Energy and climate change Interview — Growing food or fuel on our land? Making clean renewable energy happen Interview — Energy efficiency benefits us all Driving to an electric future? Global and local: secure and affordable energy Further reading © Ferenc Erdélyi, My City /EEA You can reach us By email: signals@eea.europa.eu On the EEA website: www.eea.europa.eu/signals On Facebook: www.facebook.com/European.Environment.Agency On Twitter: @EUenvironment Order your free copy at the EU Bookshop: www.bookshop.europa.eu Cover design: Formato Verde Layout: Formato Verde Legal notice The contents of this publication do not necessarily reflect the official opinions of the European Commission or other institutions of the European Union. Neither the European Environment Agency nor any person or company acting on behalf of the Agency is responsible for the use that may be made of the information contained in this report. Copyright notice © EEA, Copenhagen, 2017 Reproduction is authorised, provided the source is acknowledged, save where otherwise stated. Luxembourg: Publications Office of the European Union, 2017 Environmental production This publication is printed according to high environmental standards. Printed by Rosendahls-Schultz Grafisk — Environmental Management Certificate: DS/EN ISO 14001: 2004 — Quality Certificate: DS/EN ISO 9001: 2008 — EMAS Registration. Licence no. DK – 000235 — Ecolabelling with the Nordic Swan, licence no. 541-457 — FSC Certificate – licence code FSC C0688122 Paper Cocoon Offset — 100 gsm. Cocoon Offset — 250 gsm. Printed in Denmark ISBN: 978-92-9213-880-6 ISSN: 2443-7662 doi: 10.2800/85058 ",
        "© Maurizio Consentino, My City /EEA Hans Bruyninckx EEA Executive Director E d i t o r i a l 4 5 Shaping the future of energy in Europe: Clean, smart and renewable Our quality of life depends, among other things, on a reliable supply of energy at an affordable price. We use energy to heat and cool our homes, to cook and preserve our food, to travel and to build schools, hospitals and roads. We use machines to carry out numerous tasks, contributing to our wealth and wellbeing, and machines need energy. We still burn fossil fuels to obtain most of the energy we use. Moreover, we waste a substantial part of this energy before and during use. Combustion of fossil fuels affects us all in one way or another. It releases air pollutants into the atmosphere and harms our health. It also releases greenhouse gases and contributes to climate change, causing increasingly severe storms, floods and heatwaves. Our dependence on fossil fuels can alter the pH levels of oceans, deplete the oxygen in lakes and affect crop yields. It is clear that we need energy but this energy does not necessarily have to be obtained by burning fossil fuels. We are at a critical decision point in time: the negative impacts of our current energy choices on the one hand, and the opportunities that clean energy sources offer on the other. We can choose to prolong our dependence on fossil fuels, increasing the impacts on our health and our planet. Or we can decide to embrace and invest in new and cleaner options, while discontinuing some of our current preferences and habits. This might mean that all road vehicles become electric in coming decades, all roofs are covered with solar tiles, all buildings are insulated to prevent heat loss and all products are designed to last longer and be re-used and recycled easily. It might also mean discontinuing subsidies for fossil fuels. Many countries continue 1 subsidising them, despite repeated commitments 2 and calls 3 on international platforms to phase out such subsidies within a decade. In the last decade, the political commitment to curb global greenhouse gas emissions has been growing, and it culminated in the Paris Agreement of December 2015. Even in countries where political leaders are sceptical about global efforts, local and regional authorities, businesses, investors and citizens are coming forward and making a commitment to a low-carbon world. Similarly, in this last decade, the research community and businesses have come up with innovations that have led to the growth of solar and wind power generation far beyond any expectations. Thanks to technological developments ",
        "© Ed Dunens, Flickr 6 7 and effective policy support, including financial incentives, electricity from wind and solar energy has been able to compete in terms of price with electricity from other sources. As a result, an increasing share of Europe's energy needs is met by clean renewable energy sources. Renewable energy has been and will be instrumental, not only for achieving Europe's long-term climate and energy goals, but also for protecting the environment and human health. Harvest, store, transport, conserve energy Despite these positive signs, there are still key challenges we must tackle to boost renewable energy production and phase out our dependence on fossil fuels. The sun provides our planet with ample amounts of clean energy. However, we are still not able to harvest, store and transport this energy at a scale sufficient to allow us to use it when and where we need it. This is much more than a technological challenge. It entails a different way of generating and using energy, moving from a very limited number of large producers favouring certain fuels to more decentralised power generation by many producers, tapping into local renewable energy potential. A decentralised and widespread power generation capacity can also contribute to Europe's energy security and allow the surplus to be transported from energy-rich regions to those facing shortages. At the local level, this new approach might mean that households become producers of energy, selling their excess production to their neighbours through smart grids. At regional, national and European levels, it would entail connecting energy networks and stakeholders. Energy efficiency — and resource efficiency in general — is an equally vital component of Europe's long-term sustainability goals. In general, only a part of the initial energy is actually used in providing goods and services and contributing to our quality of life. Technological improvements, better insulated buildings, smart grids, energy efficiency standards and labels, and, most of all, smart behaviour by energy users — all of us — can help minimise energy loss. Some sectors, transport for example, might have a harder time than others in switching to cleaner energy alternatives. In road transport, electricity generated from renewable sources can become a viable alternative to fossil fuels but the infrastructure, such as a network of charging stations, needs to be developed accordingly. Biofuels can also contribute to reducing fossil fuel use in transport but their overall benefit needs to be measured against a number of factors, including their potential pressures on land and water use during production. ",
        "Air pollution Climate change Lifestyle choices Investment lock-ins Innovation, jobs, demand for renewables, energy efficiency etc. Investment Lifestyle Transport etc. GOAL by 2050 Living well within the limits of our planet High dependence on fossil fuels and imports Inefficiencies in energy generation and use Impacts on health, climate and the environment CHOICES OPPORTUNITIES CHALLENGES ENERGY TODAY LOW CARBON FUTURESOLUTIONS / WAY FORWARD 9 8 Clean energy in the making Despite such challenges, the transition to clean energy is already happening across Europe. Homeowners, cities, companies, regional authorities, national governments and the European Union (EU) are taking action by building smart grids, installing solar and wind power, investing in innovation and adopting standards and labels. Frontrunner towns once known for their coalmines are embracing innovation and renewable energy sources, attempting to tackle their decades- long history of unemployment in the process. The renewable energy 4 sector in Europe continued to grow despite the economic downturn of 2008 and is now providing jobs to more than 1 million people. Researchers are exploring how to harvest more of solar or tidal energy. However, such small-scale efforts and initiatives need to be taken up much more widely across the continent and economic sectors. Some difficult questions will need to be answered along the way, including how to support the communities that will be affected by the economic restructuring resulting from the discontinuation of unsustainable technologies and activities. Or, whether or not all of the renewable energy sources can be considered clean in the long run and if we will need to rely on some bridging technologies in the short and medium term. As for any fundamental change, this transition needs time and resources, supported by long-term policy goals and support measures. Making the entire infrastructure and power generation capacity smart and clean will take decades. The European workforce will also need to acquire new professional skills, especially in communities that are highly dependent on fossil fuels, such as coal. And the choices and investment decisions we make today will lock us into a path for the decades to come. In a world where the global demand for energy and natural resources is expected to multiply, and climate change impacts to intensify, there is only one viable option. That is what the EU has been working towards: a low-carbon circular economy, an Energy Union focusing on renewable sources, energy efficiency, security and affordability, all supported by investing funds in infrastructure, new skills and innovation. Hans Bruyninckx EEA Executive Director ",
        "© Keith Arkins, Environment & Me /EEA 11 10 Energ y in Europe — State of play European countries consume less energy compared with 10 years ago, mainly due to energy efficiency gains. Europe also relies less on fossil fuels due to energy savings and the faster-than-expected uptake of renewable energy. In the decade 2005-2015, the share of renewables in the EU ' s energy consumption nearly doubled, from 9 % to almost 17 %. Some sectors and countries are leading the way towards clean energy. Despite their declining share of the market, however, fossil fuels continue to be the dominant energy source in Europe. In May 2016, the Portuguese Renewable Energy Association announced that Portugal met its electricity needs entirely from renewable sources for four consecutive days 5 — 107 hours to be exact. Achievements like this are becoming more commonplace across the EU. On certain days, Denmark can generate more than 100 % 6 of its electricity needs from only wind energy and have enough spare to power parts of Germany and Sweden. Europe consumes less energy and less fossil fuel Renewable energy sources provide a rapidly increasing share of the energy used in Europe. Nevertheless, the largest proportion of the energy consumed in the EU still comes from fossil fuels (72.6 % in terms of gross inland consumption in 2015), although their share in the energy mix has been falling steadily. Similarly, Europe's overall energy consumption decreased by more than 10 % between 2005 and 2015 and amounted to almost 1 630 million tonnes of oil equivalent (Mtoe) ( i ) in 2015. This significant reduction was due to energy efficiency improvements, the increase in the share of energy from hydro, wind and solar photovoltaic sources, structural changes in the economy and the economic recession of 2008. Warmer winters have also contributed, as they have reduced the amount of energy used in heating. Electricity generation The move away from fossil fuels is quite prominent in many sectors. The biggest reduction between 1990 and 2015 was in electricity generation from coal and lignite, which was mainly replaced by electricity generation from natural gas ( i ) For the sake of comparability, the energy content of various fuels is converted to oil equivalents — i.e. the energy intensity of oil. ",
        "© Gord McKenna 2013 13 12 during the 1990s and up until 2010, mainly due to decreasing gas prices. More recently, however, natural gas lost some ground, due to a combination of factors. These include the rapid uptake of renewable electricity generation and the economic downturn of 2008, which lowered the overall demand for electricity. The increase in gas prices, driven by the gas-to-oil price indexation, and low carbon prices, due to the surplus of emission allowances on the market, have also played a role. It is clear that the substitution of coal and oil with cleaner alternatives contributes to significant reductions in greenhouse gas emissions in sectors closely linked to electricity consumption in particular. In fact, this substitution also contributes to the ongoing energy transition in Europe from an energy system that is based predominantly on fossil fuels towards a system based on renewable and clean energy sources. In 2015, nuclear energy generated 26.5 % of electricity in the EU and it remains one of the largest generators of electricity after fossil fuels and renewables. Several EU countries intend to move ahead with decommissioning nuclear plants in the wake of the Fukushima incident of 2011. The costs of nuclear electricity generation have since risen in some countries because of extra investments in maintenance and safety measures, which make electricity from nuclear sources more expensive and hence less competitive compared with electricity from other sources. Such nuclear incidents are also known to affect public opinion in their aftermaths. Shifts in public opinion, along with considerations of rising costs, prompt some governments to decommission nuclear power plants and/or to invest in other energy sources. A power plant, once operational, can generate electricity for decades. When choosing the energy source to be used for power generation, existing and planned plants, as well as their capacities and life spans, must be taken into account. Not taking these into account might result in investing in new fossil-fuel-based power plants 7 . Such investment decisions should also be taken bearing in mind the EU's long-term climate goals. Growth in renewables Since 2005, renewable energy has grown quickly, taking many market actors by surprise. This growth can be attributed to renewable energy support policies at national and EU levels, along with significant cost reductions in renewable energy technologies in recent years, in particular wind power and solar photovoltaics. In fact, all EU Member States have renewable energy policies and support schemes in place to help favour their use. The effects of these efforts are already visible. Many European households can now buy electricity generated from ( ii ) Gross final energy consumption is defined as energy commodities delivered for energy purposes to final consumers (industry, transport, households, services, agriculture, forestry and fisheries), including the consumption of electricity and heat by the energy branch for electricity and heat production, and including losses of electricity and heat in distribution and transmission. renewable sources such as wind, solar and biomass. On the production side, in 2015, renewable energy accounted for 77 % of new generating capacity in the EU. According to the latest Eurostat data 8 , in terms of gross final energy consumption ( ii ), the proportion of energy from renewable sources rose to almost 17 % in 2015, from 9 % in 2005. This is one of the headline indicators of the Europe 2020 strategy 9 , which sets the target of 20 % of gross final consumption from renewable sources by that date. EU institutions are currently discussing a proposal that would set the EU' s target for 2030 10 at a share of at least 27 %, as renewables are expected to play an ever more important role in helping Europe meet its future energy needs. The transport challenge The uptake of renewable energy varies between countries and energy market sectors (i.e. electricity, heating and cooling, and transport). Renewable energy represented a significant share of energy use in energy market sectors in 2015, although it contributed only 6.7 % of transport energy use despite the growth in consumption of biofuels. Road transport has achieved considerable improvements in energy efficiency in recent years. This can be explained by improvements in fuel efficiency as a ",
        "( iii ) Passenger-kilometre represents the transport of one passenger by a defined mode of transport (road, rail, air, sea, inland waterways, etc.) over 1 kilometre. © Andrzej Bochenski, ImaginAIR/EEA 15 14 result of EU vehicle emission standards for new passenger cars and vans. Despite these efficiency gains, the demand for road transport has been growing, which led to a slight increase in greenhouse gas emissions from this sector in 2014 and 2015. Although decreasing, greenhouse gas emissions per passenger-kilometre ( iii ) from air transport 11 are still considerably higher than those from road transport, while rail transport remains the mode of passenger transport with the lowest emissions per passenger-kilometre. Countries moving towards renewable energy sources In all EU Member States, consumption of renewables has increased 12 since 2005. Sweden is by far the best performer, with 53.9 % of its gross final energy consumption in 2015 coming from renewable sources. Finland (39.3 %) comes next, followed by Latvia, Austria and Denmark. In fact, 11 Member States have already reached or bettered their 2020 target set under the EU's Renewable Energy Directive. The sources of renewable energy differ significantly across EU Member States. For example, Estonia relies almost entirely on solid biomass, whereas more than half of Ireland's primary renewable energy production comes from wind power, while Greece's renewable energy consumption comes from a wider range of sources, including biomass, followed by hydro, wind and solar power. Impacts of our fuel choices Nuclear waste is notoriously difficult to dispose of safely, while fossil fuels are closely associated with air pollution and climate change. Combustion of fossil fuels releases air pollutants (nitrogen oxides, sulphur oxides, non-methane volatile organic compounds and fine particulate matter), as well as greenhouse gases, into the atmosphere. Combustion of biomass can also have similar impacts on air quality and climate change. Moreover, biofuels may create land use issues, putting extra pressure on land and water resources. Using agricultural and forestry residues or used cooking oil to produce second-generation biofuels can help to reduce some of these pressures. Some economic sectors are closely linked to specific air pollutants. Given that most road vehicles have combustion engines, road transport is a significant source of nitrogen oxides and particulate matter, which affect urban air quality, in particular. Similarly, the energy production and distribution sector is responsible, among other things, for more than half of sulphur oxides emissions and one fifth of nitrogen oxides emissions in the 33 EEA member countries (EEA-33) ( iv ). ( iv ) EEA member countries comprise the EU-28, Iceland, Liechtenstein, Norway, Switzerland and Turkey. ",
        "© Kuesti Fraun, My City /EEA 17 16 Although air pollutant emissions have decreased significantly in most EU countries, current levels still pose a significant risk to human health, as air pollutants can aggravate, among other things, respiratory and cardiovascular diseases. Depending on the pollutant, they can also contribute to climate change and affect the environment. For example, black carbon is one of the common components of soot found mostly in fine particles (smaller than 2.5 microns in diameter). In urban areas, black carbon emissions are caused mainly by road transport and diesel engines in particular. Besides its impacts on human health, black carbon in particulate matter contributes to climate change by absorbing the sun's heat and warming the atmosphere. Resource use in a circular economy Whatever fuel we choose to meet our energy needs, it will require using resources — land, water, minerals, wood, and energy. In the case of fossil fuels, to tap into new reserves and extract them, public and private funds would be used in building new onshore and offshore sites, power plants and refineries, pipelines to transport them, etc. In addition to their impacts on health, air quality and the climate, the extra demand and dependence on fossil fuels might also induce countries to expand their drilling activities to new regions and use more land or marine areas for extraction, resulting in new risks such as oil spills and pollution. Similarly, an exponential growth in renewables might be associated with increased demand for materials such as rare earth elements, which are used in batteries or photovoltaic panels. Like other energy generation activities, solar panels and wind farms also need space — either on land or at sea. Similarly, productive land and fresh water resources are very much in demand for bioenergy production, including for biomass and biofuels. It is not always easy to determine how much land — or surface area in general — is needed to generate renewable energy in sufficient amounts to phase out fossil fuels. Furthermore, the energy generation potential from renewables and the source of renewable energy can vary substantially from one region to another. Some countries might have higher solar and wind potential, while others could potentially meet almost all their energy needs from geothermal energy. Moreover, from solar panels to pipelines and power plants, energy generation equipment and infrastructure will become obsolete after a number of years. The materials used will also have to be dealt with at the end of their lives. In fact, renewable energy can offer us the opportunity to design our technical solutions, such as solar panels, according to circular economy principles, whereby different components and resources can be re-used, recovered and recycled. Potential gains are not limited to components' end of life and their re-use and recycling. Better landscape planning and urban design — such as integrating solar panels in rooftop materials or highway noise barriers — can also alleviate some concerns over land use, as well as over noise and visual pollution. Technological solutions or design can certainly help reduce the negative impacts of our current energy use. As households, investors, consumers and policymakers, our energy choices favouring clean and smart energy use could in fact be a force powerful enough to bring about a total overhaul of the way we consume and produce energy within decades. Similarly, a more efficient use of all resources, by preventing waste, re-using and recycling, could help reduce the overall need for energy. After all, we use energy to grow food and produce consumer products. Every time we throw them away, we waste the resources — energy, water, land and labour — used in producing and bringing them to us. ",
        "Gross inland energy consumption by fuel in the EU (2015) Final energy consumption in the EU by sector (2015) Source: Eurostat, Energy Balances, Gross Inland Energy Consumption 2015, January 2017 edition Gross inland energy consumption by country and by fuel type (2015) Energy in Europe: State of play European countries consume less energy compared with 10 years ago, mainly due to energy efficiency gains. Europe also relies less on fossil fuels due to energy savings and the faster-than-expected uptake of renewable energy. 100 % 75 % 50 % 25 % Other, including rail and domestic navigation Domestic aviation International aviation Road Solid fuels (including coal and lignite) Nuclear heat Total petroleum products Gas Renewable energy Other (including non-renewable waste) Some sectors and countries are leading the way towards clean energy. Despite their declining contribution, however, fossil fuels continue to be the dominant energy source in Europe. Gross inland energy consumption represents the quantity of energy necessary to satisfy the inland consumption of a country. A small fraction is used for purposes other than producing useful energy (non-energy uses), such as petrochemical products. The choice of fuel type varies significantly across Europe, with some countries relying almost entirely on fossil fuels, while others meet their energy needs by a more diverse range of energy sources, including renewables and nuclear energy. Final energy consumption is the total energy consumed by end users, such as households, industry and agriculture. It is the energy that reaches the final consumer’s door and excludes that used by the energy sector itself. 100 % 75 % 50 % 25 % Geothermal Municipal waste (renewable) Solar power Biodiesel and biogasoline Biogas Wind power Hydro power Solid biomass 100 % 0 % 20 % 40 % 60 % 80 % Belgium Bulgaria Czech Republic Denmark Germany Estonia Ireland Greece Spain France Croatia Italy Cyprus Latvia Lithuania Luxembourg Hungary Malta Netherlands Austria Poland Portugal Romania Slovenia Slovakia Finland Sweden United Kingdom Iceland Norway Turkey Nuclear heat Solid fuels, including coal and lignite Gas Oil Wastes (non renewable) Imports and exports of electricity Renewables 0 % 20 % 40 % 60 % 80 % EU-28 Exports of electricity Residential Transport Agriculture/Forestry Services Industry Other 100 % 18 19 ",
        "© Cometbg, Flickr 21 20 Energy and climate change Mitigating and adapting to climate change are key challenges of the 21st century. At the core of these challenges is the question of energy — more precisely, our overall energy consumption and our dependence on fossil fuels. To succeed in limiting global warming, the world urgently needs to use energy efficiently while embracing clean energy sources to make things move, heat up and cool down. The European Union policies play an important role in facilitating this energy transition. The global climate is changing and that is posing increasingly severe risks for ecosystems, human health and the economy. The EEA's recent assessment 'Climate change, impacts and vulnerability in Europe 2016' 13 shows that Europe's regions, too, are already facing impacts of a changing climate, including rising sea levels, more extreme weather, flooding, droughts and storms. These changes are happening because large amounts of greenhouse gases are released into the atmosphere as a result of many human activities worldwide, including, most importantly, burning fossil fuels for electricity generation, heating and transport. Combustion of fossil fuels also releases air pollutants that harm the environment and human health. Globally, the use of energy represents by far the largest source of greenhouse gas emissions from human activities. About two thirds of global greenhouse gas emissions 14 are linked to burning fossil fuels for energy to be used for heating, electricity, transport and industry. In Europe, too, the energy processes are the largest emitter of greenhouse gases, being responsible for 78 % of total EU emissions in 2015. Our use and production of energy have a massive impact on the climate and the converse is also increasingly true. Climate change can alter our energy generation potential and energy needs. For example, changes to the water cycle have an impact on hydropower, and warmer temperatures increase the energy demand for cooling in the summer, while decreasing the demand for heating in the winter. Global and European commitment to action Global efforts so far to mitigate climate change culminated in the Paris Agreement 15 in 2015. Through the agreement, 195 countries adopted the first-ever universal and legally binding, global climate deal. The target of the agreement — limiting the global average temperature rise to well below 2 °C, while ",
        "© Matthew Kirby 23 22 aiming to limit the increase to 1.5 °C — is ambitious and cannot be achieved without a major overhaul of global energy production and consumption. To support the global climate agenda, the EU has adopted binding climate and energy targets for 2020 and proposed targets for 2030 as part of its overall efforts to move to a low-carbon economy and to cut greenhouse gas emissions by 80-95 % by 2050. The first set of climate and energy targets for 2020 includes a 20 % cut in greenhouse gas emissions (compared with 1990 levels), 20 % of energy consumption coming from renewables and a 20 % improvement in energy efficiency. Based on the current proposals in discussion in EU institutions, the next milestone of 2030 pushes these targets to a 40 % cut in emissions, 27 % of energy coming from renewable sources and a 27 % improvement in energy efficiency (or 30 %, as recently proposed by the European Commission) compared with baseline. Decline in overall emissions The measures adopted to achieve these targets are contributing to reducing Europe's greenhouse gas emissions. In 2015, the EU's greenhouse gas emissions were about 22 % lower than their 1990 level. With the exception of the transport, and the refrigeration and cooling sectors, they had decreased in all main sectors. During this period, the largest portion of emission reductions was split almost equally between industry and energy supply sectors. According to recent EEA assessments on greenhouse gas emissions and energy (Trends and projections in Europe 2016 ) 16 , the EU, collectively, is on track to achieve its 2020 targets. The pace of the reductions is expected to slow beyond 2020 and more efforts are needed to meet the long-term objectives. In particular, despite the better fuel efficiency of cars and the increasing use of biofuels, reducing overall emissions from transport in the EU has proved to be very difficult. Some technological solutions, such as second-generation biofuels and carbon capture and storage, are expected to contribute to overall climate efforts but it is unclear whether or not they can be implemented at the scale needed and be viable and truly sustainable in the long term. Effort Sharing Decision and EU Emissions Trading System With regard to greenhouse gas emission reductions, one of the cornerstones of the European Union's efforts is the Effort Sharing Decision 17 , which sets binding annual greenhouse gas emission targets for all EU Member States for 2020. The decision covers sectors such as transport, buildings, agriculture and waste, which are responsible for around 55 % of the EU's overall emissions. The national emission targets have been set on the basis of Member States' relative wealth, meaning that wealthier countries are required to cut their emissions more than others, while some countries are allowed to increase their emissions from the sectors covered. By 2020, the national targets will collectively deliver a reduction of around 10 % in total EU emissions from the sectors covered compared with 2005 levels. ",
        "© Volker Sander, My City /EEA 25 24 The remaining 45 % of the EU's emissions (mainly from power stations and industrial plants) are regulated by the EU Emissions Trading System (EU ETS) 18 . The EU ETS sets a cap on the total amount of greenhouse gases that can be emitted by more than 11 000 installations that are heavy energy users across 31 countries ( v ). It also includes emissions from airlines operating between these countries. Within the system, companies receive or buy emission allowances, which they can trade with others. Heavy fines are imposed on companies emitting more than their allowances. The system-wide cap is reduced over time so that the total emissions fall. By putting a monetary value on carbon, the EU ETS creates incentives for companies to find the most cost- effective emission cuts and to invest in clean, low-carbon technologies. The European Environment Agency monitors the progress of cutting greenhouse gas emissions covered by the EU ETS. According to the latest data and assessment 19 , these emissions decreased by 24 % between 2005 and 2015 and are already below the cap set for 2020. The decrease was driven mainly by using less hard coal and lignite fuels and more renewables for power generation. Emissions from the other industrial activities covered by the EU ETS have also decreased since 2005, but have remained stable in recent years. The European Commission has recently proposed 20 to increase the pace of cuts in emissions from 2021 onwards, so that by 2030 the sectors covered by the ETS will have reduced their emissions by 43 % compared with 2005. In the longer term, looking beyond the 2030 targets, EU Member States can achieve greater reductions in greenhouse gas emissions from the sectors covered by the Effort Sharing Decision. Without substantial efforts targeting these sectors, the EU would fall short of reaching its 2050 goal of cutting its emissions to 80 % below 1990 levels. Targeting sectors and ensuring long-term coherence The EU's emission reduction efforts linked to the Effort Sharing Decision and the EU ETS are supported by a wide range of policies and long-term strategies. For example, changes in land use, such as deforestation or afforestation, can also affect carbon dioxide concentrations in the atmosphere. To this end, the European Commission presented a legislative proposal 21 in July 2016 to include greenhouse gas emissions and removals from the atmosphere arising from land use, land-use change and forestry in the EU's 2030 climate and energy framework. Similarly, the growing demand for transport has made it quite difficult to reduce emissions from this sector. To ( v ) EU-28, Iceland, Liechtenstein and Norway. ",
        "© Roberta Nuvoli, Picture2050 /EEA 27 26 tackle this, the EU has put forward various policy packages for transport, including the European Strategy for Low-Emission Mobility and initiatives such as Europe on the Move. Other challenges, such as boosting the energy efficiency in buildings or renewable energy, were also recently strengthened by a comprehensive package 22 proposed in November 2016. The EU's long-term climate targets are embedded in and supported by broader policy frameworks, such the Energy Union Strategy, which aims to ensure long-term policy coherence. Without a clear policy vision and a strong political commitment over time, investors, producers and consumers would be reluctant to adopt solutions that they may perceive as risky investments. Investment decisions shape the future In essence, greenhouse gas emissions related to energy can be cut in two ways: by opting for cleaner energy sources, for example by replacing fossil fuels with non- combustible renewable sources, and/or by reducing the overall consumption of energy through energy savings and energy efficiency gains, for example by improving home insulation or using greener transport modes. To avoid the worst impacts of climate change, however, this switch needs to happen very soon, well before the fossil fuel reserves are exhausted. The more we release greenhouse gases into the atmosphere, the less likely we are to limit the harmful effects of climate change. Given the urgency of the task at hand, the question then becomes whether or not we are still investing and planning to invest in fossil-fuel-based energy. Policy decisions to subsidise an energy source can influence investment decisions. In that respect, subsidies and tax incentives have been instrumental in boosting renewable energy generation from solar and wind power. This is also true for investments in fossil fuels, which continue to be subsidised in many countries 23 . In recent years, many investors announced their decisions to divest 24 — move their investments away — from activities linked to fossil fuels. Some of these announcements were based on ethical concerns, while others indicated doubts regarding the business sense of such investments when a cap has been set on the total amount of greenhouse gases that could be released (often referred to as the 'carbon budget') to limit global warming to 2 °C by the end of the century. Power generation often requires large investments, and a power plant, once operational, is expected to remain in service for decades. Current and planned investments in conventional polluting technologies can actually slow down the transition towards clean energy sources. Such investment decisions can lock energy options and resources for decades, making it harder for new solutions to be adopted. To highlight this type of risk, the EEA analysed 25 Europe's existing and planned power plants that run on fossil fuels. The analysis shows that, if we extend the life of existing plants and construct new fossil-fuel-based plants in the next decades, the EU risks having far more fossil-fuel-based power generation capacity than it will need. In other words, to achieve the EU's climate targets, some of these power plants would have to lie idle. There are similar risks of lock-in, for example in transport, where our mobility is highly dependent on the fossil-fuel- powered internal combustion engine, which is coupled with continued investments in traditional road transport infrastructure. Together, these form a barrier to shifting to more sustainable modes of transport, which are desperately needed to mitigate climate change, reduce air and noise pollution and, ultimately, improve people's quality of life. Tackling the dilemma of energy and climate is not easy but many promising innovations are already taking shape. A recent report, 'Sustainability transitions: Now for the long term ' 26 , by the EEA and the European Environment Information and Observation Network (Eionet) showcases some of the innovations in multiple sectors that all have the potential to reduce energy-related greenhouse gas emissions. Reducing food waste, urban gardening, better supply chains and solar-powered air travel are perhaps small pieces in a big puzzle, but, together, they showcase how innovative technologies and practices can emerge and pave the way for a wider change in sustainability. ",
        "2000 2100 2050 1860 1900 1950 EU World greenhouse gas emissions Share of world greenhouse gas emissions by key sectors, excluding LULUCF Other sectors Energy Agriculture Industrial processes 10 20 30 40 50 40 % reduction, compared with 2010 70 % reduction, compared with 2010 Peak in 2020 G i g a t o n n e s o f C O 2 - e q u i v a l e n t , i n c l u d i n g L U L U C F 0 % 20 % 40 % 60 % 80 % 100 % delete Others Agriculture Industrial processes Energy Including electricity and heating, transport, industry, and others Energy and mitigating climate change Globally, the use of energy represents by far the largest source of greenhouse gas emissions arising from human activities. About two thirds of global greenhouse gas emissions are linked to burning fossil fuels for energy to be used for heating, electricity, transport and industry. The Paris agreement sets a long-term goal of limiting the increase in global average temperature to well below 2 °C above pre-industrial levels, while aiming to limit the increase to 1.5 °C. Scientific studies show that, to increase our chances of limiting the average temperature increase to 2 °C, global emissions will have to peak in 2020 and then start declining. Global emissions in 2050 will have to be 40-70 % lower than in 2010 and they will have to fall to near zero — or below — by 2100. Sources: EEA, 2017, Annual EU greenhouse gas inventory 1990-2015 and inventory report 2017; EEA, 2010, Mitigating climate change — SOER 2010 thematic assessment; European Commission Joint Research Centre, 2014, Global emissions EDGAR v4.2 FT2012 (November 2014); IPCC, 2014, Mitigation of climate change — IPCC Working Group III contribution to the fifth assessment report of the IPCC. For further reading, please see EEA, 2016, Trends and projections in Europe — Tracking progress towards Europe’s climate and energy targets. Notes: (1) World greenhouse emissions 1860-1970 are estimated based on EDGAR data and the figure for global CO2 emissions, 1860-2006, in the climate change mitigation chapter of The European environment — State and outlook 2010. (2) The EU long-term pathway (in black) is only indicative, as the EU target for 2050 excludes the net impact of LULUCF (land use, land use change and forestry). 28 29 ",
        "© Allan Harris Irini Maltsoglou I n t e r v i e w Deputy Energy Team Leader, FAO 30 31 Growing food or fuel on our land? Only a decade ago, biofuel production from plants was hailed as an ecological alternative to fossil fuels. Recently, it has come to be seen as competing with food production and not always an effective solution in reducing emissions of greenhouse gases or air pollutants. We talked to Irini Maltsoglou, Natural Resources Officer at the Food and Agriculture Organization of the United Nations (FAO), about biofuel production and agriculture and if and how it can be done sustainably. Why has biofuel production been so controversial in recent years? The downsides of biofuel relate to unsustainable agricultural production more generally. As in any agricultural activity, biofuel production can have negative impacts when it does not take into account the local community or the local labour force, and does not consider the environmental and social context. It is not a very straightforward formula in the sense that, as in any form of agricultural production, we need to see what is currently produced and how biofuels could be integrated into this local production. We also need to assess biofuel production's potential for poverty reduction and economic development in the area. In this light, we cannot say that biofuel production is bad in itself. It depends very much on the type of agricultural practices adopted and whether or not these are sustainable. For example, agricultural production in a natural forest area — for biofuels or other crops — would have very negative impacts because it uses land that should not be touched. On the other hand, a specific and sustainable set-up for biofuels using suitable land that tries to engage the local farmers could benefit the local community and offer new economic opportunities. Is biofuel production competing with food production for land and water resources? This dichotomy — biofuels or food — oversimplifies a very complex issue. First of all, biofuels are very context and country specific. We need to look at the country context to see if the specific biofuel production being considered is viable in that specific agricultural landscape. Likewise, we need to see why a country produces biofuels and what it wants to achieve. Is the aim to enter a new agricultural market or to reduce greenhouse gas emissions? For example, in a country where yield levels are currently very low and additional investment could help increase ",
        "© Gulcin Karadeniz 32 33 agricultural productivity, biofuels might be a valid option if they are integrated into the agricultural production system. A few years ago, experts were debating the relation between biofuels and the rise in food prices. There was no clear-cut consensus. On the whole, they agreed that a large number of factors contributed to the increase in food prices. Biofuel production was one of many factors, along with a decline in investments in agriculture, a decline in cereal stocks, demographic growth, economic growth, dietary changes, etc. They could not agree on the extent to which biofuels were to blame. The spectrum of factors was rather large, with the contribution of biofuels ranging from 3 % to 75 % of the price increase. Are second-generation biofuels more efficient in terms of land and water use? At this stage, it is not clear whether or not second-generation biofuels are always a viable solution to the problem. In fact, some first-generation biofuels might make a lot more sense in some specific contexts. The second-generation technology is not yet mature and seems to be very much in a pilot or experimental mode. There are also issues with feedstock and technical capacity. In other words, we do not know if we can produce enough of the appropriate crops or if we have the right technology and sufficient production capacity. In addition, second-generation technology is still very costly. We did some back-of-the-envelope calculations comparing a first-generation sugar beet option with a second- generation miscanthus option. The numbers showed that by planting sugar beet (i.e. a first-generation biofuel), we can actually get more ethanol from the same plot of land than if we were to plant miscanthus (a source of second- generation biofuels). We would also need more water for miscanthus. Similarly, we might need more electricity as an energy input to produce second-generation biofuels, albeit that this would very much depend on the technology selected and the possible feedback loops in the second-generation system. These issues are dependent on basic agriculture. Are you in a country well suited to sugar beet production? Do farmers have long-standing experience with sugar beet? In this case, sugar beet would be a better option, particularly when we consider the level of maturity of the available technology. Are you in a country where second-generation biofuel production is more viable? If so, this might be an option. Nevertheless, at this stage, setting up a second-generation plant from scratch requires large investments. The investment needed for a second- generation biofuel plant is four to five times the amount needed for a first- generation plant. Can biofuels become a clean energy source for Europe? Irrespective of where in the world it is, the key question is whether or not biofuels can be a viable clean energy option. This depends very much on where the feedstock comes from and if it can be produced sustainably. Does the country in question have the agricultural produce to source the biofuels? Are the farmers looking for a market outlet for their agricultural produce? What is the purpose of producing biofuels? In Europe, biofuels are being considered to both reduce greenhouse gas emissions and diversify domestic energy sources. In this case, the question needs to be whether or not the specific biofuel chain achieves these objectives. The next step would then be to determine whether European countries have the capacity to produce the feedstock internally or will have to source the feedstock from outside Europe. If the primary objective is to diversify domestic energy sources and enhance energy security, then the feedstock would probably have to be produced in Europe. If the focus is on reducing greenhouse gas emissions, other options might also prove feasible. What is the FAO ' s role with respect to biofuels? The FAO actually covers a broader spectrum — it works on bioenergy. We look at bioenergy as a form of renewable energy that is sourced from agriculture. When countries ask for ",
        "© Coniferconifer, Flickr 35 34 our support, we first try to identify the main reason why they are considering bioenergy. Is it for energy security? Are they trying to stimulate the agricultural sector and create jobs? It might even be for sustainable charcoal production for cooking and heating. Is it for rural development opportunities or rural electrification? Rural access to electricity grids is often very limited in many developing countries and using agricultural residues for electricity generation could be a viable alternative when residues are unused. Working together with the countries, we define the options that could be viable given country-specific contexts and needs. We have an extensive set of tools to assess bioenergy potential, which integrate the agriculture sector, and therefore consider food security, that we use to assist countries to formulate a bioenergy roadmap and to assess their technical capacity. In recent years, we have taken a closer look at agricultural residue and bioenergy production. We are trying to look at agricultural residues that are sustainable and food secure. Although it is explicitly forbidden in most cases, these residues are very often burned and this constitutes yet another source of greenhouse gas emissions. Given this, building bioenergy supply chains around agricultural residues would not only reduce greenhouse gas emissions but could also meet part of the existing energy needs at the same time. Next year, we will be exploring how that biomass could be mobilised. Agricultural residues are often scattered, so collecting them is a challenge. In addition to collection centres, we could also analyse potential payoffs for farmers and how much the industry could pay for the residue. Agricultural residues could then become a commodity that is too valuable to burn. Irini Maltsoglou Natural Resources Officer (Deputy Energy Team Leader) Climate and Environment Division (CBC) Climate, Biodiversity, Land and Water Department Food and Agriculture Organization of the United Nations (FAO) ",
        "Algae Source: ( 1 ) European Aviation Environmental Report 2016 by EASA, EEA, EUROCONTROL; ( 2 ) Perspectives for the energy transition — Investment needs for a low carbon energy system, IEA/OECD and IRENA publication, p.96, based on 2°C 66% Scenario; ( 3 ) Eurostat. Biofuels in Europe Biofuels are liquid or gaseous fuels made from biomass, which consists of plants or plant-based materials. They serve as alternative to fossil fuels in the transport sector in particular. First-generation biofuels are produced from food crops such as maize, sugar cane and soybeans. Second-generation biofuels are made from feedstock that is generally not made from food crops and is not fit for human consumption. These include used cooking oil and waste from agriculture and forestry. Quick facts At the World Exhibition in Paris, Rudolf Diesel, the inventor of the diesel engine, used peanut oil to demonstrate his invention. Early diesel engines were designed to run on vegetable oil. 1900 Growing biofuels on existing agricultural land can displace food production to previously non-agricultural land such as forests. The EU strengthened its rules in 2015 to reduce this type of land use change. 2015 BIOETHANOL 5 - 10 % blend in gasoline BIODIESEL 7 % blend in petrodiesel Heating Maize Sugar cane Hemp Potatoes Soybean Nut oil Palm oil Hemp Algae Key biofuels at a glance One of the most widely used first-generation biofuels, which can be made from common crops such as maize, sugar cane, hemp and potatoes. It is mainly used as a fuel additive in petrol vehicles. Made of oils and fats, including animal fats, vegetable oils, nut oils, hemp and algae. It can be used, among other things, for heating, electricity generation and transport, including as a fuel additive in diesel vehicles. Global transport fuel mix FUEL CONSUMPTION 2015 2020 2030 2040 2050 100 % 80 % 60 % 40 % 20 % 0 % Oil Electricity Bioenergy Gas Other fuels BIOFUEL DEMAND 2015 2020 2030 2040 2050 5 4 3 2 1 0 2030 2040 2050 Road ethanol Note: mboe/d = million barrels of oil equivalent per day Road biodiesel Biokerosene Shipping biofuel This IRENA (International Renewable Energy Agency) scenario anticipates a trajectory for energy-related emissions that is consistent with a 66 % probability of limiting the long-term rise in global temperatures to less than 2 °C by 2050. Transport oil demand would fall drastically in favour of electricity and biofuels; use of ethanol for road travel would peak before 2040 as the conventional car fleet declines. ( 2 ) Primary production of key biofuels in EU-28 ( 3 ) M i l l i o n t o n n e s o f o i l e q u i v a l e n t KLM became the first airline to use an alternative fuel based on used cooking oil for a commercial flight from Amsterdam to Paris. ( 1 ) 2011 The EU aims to have 10 % of the fuel used in transport coming from renewable sources, including biofuels. 2020 BIO CO 2 -80 % Depending on the feedstock type and production process, using sustainable biofuels in aviation may reduce greenhouse gas emissions by as much as 80 %. ( 1 ) BIOFUELS 0 2 000 4 000 6 000 8 000 10 000 12 000 2015 2005 Biodiesel Biogasoline Common uses include: Common uses include: 36 37 ",
        "© Nikolaos Kalkounos, Picture2050 /EEA 39 38 Making clean renewable energy happen Investing in clean energy must go hand in hand with energy efficiency and energy savings. Innovative solutions can fundamentally change the way we produce, store, transport and use energy. The transition from fossil fuels to renewable and clean energy might affect communities dependent on fossil fuels in the short run. With targeted policies and investments in new professional skills, clean energy can provide new economic opportunities. Energy in the form in which it is extracted almost always needs to be transformed into a fuel suitable for its intended use. For example, wind energy or solar energy need to be converted into electricity before we can use them. Similarly, the crude oil extracted from the ground is transformed into gasoline and diesel, kerosene, jet fuel, liquefied petroleum gas, electricity, etc., before it can be used in aeroplanes, cars and homes. A part of this initial potential energy is lost in the transformation process. Even with crude oil, which has a higher energy density ( vi ) than most conventional fuels, only around 20 % of this potential can be transformed into electricity. Energy efficiency: tackling energy loss is essential Power plants often use heat obtained by burning a primary fuel, such as coal, to generate electricity. The basic aspects of this process are very similar to those of rudimentary steam engines. Water is boiled to create steam and expands as it changes to gas, which in turn spins turbines. This mechanical movement (mechanical energy) is then harvested as electricity. However, a non-negligible part of the input fuel is lost as waste heat in transformation. In a similar way to laptops, cars or many other electronic devices, power plants generate heat when operating and have cooling systems to avoid the risk of overheating. Power plants or oil refineries need energy to run the transformation process, as well as for their daily operational activity. Unsurprisingly, cooling systems (e.g. fans in computers) also require energy to operate. In power plants, cooling systems may also release heat — most frequently in the form of warmer water and air — back to nature. This type of inefficiency — energy loss or heat waste —not only occurs when transforming energy from one form into ( vi ) Energy density is the amount of energy per unit volume. ",
        "EXTRACTION TRANSPORT TRANSMISSION FINAL USE TRANSFORMATION STORAGE ON OFF x When we extract, transform or transport, we lose energy. We end up using only a part of the energy we extract. Preventing energy loss Energy efficiency is essential for long-term sustainability. A significant share of energy is lost before it reaches our homes. Technological improvements, better insulated buildings, smart grids, energy efficiency standards and labels, as well as switching off appliances we do not use, can all help to prevent energy loss. + - ENERGY Source: EEA Energy loss Energy loss 41 40 another. Every day, when we heat our homes, drive our cars or cook our food, in fact almost every time we use energy, we waste a part of it. For example, a fossil-fuel-powered car uses only around 20 % of its fuel 27 for moving the vehicle, while around 60 % is lost as heat from the engine. Buildings account for 40 % of total energy consumption in the EU and about 75 % are energy inefficient ( vii ). Energy inefficiency means that we waste a non-negligible share of our resources, including money, while we pollute the environment more than is necessary. How can this loss be prevented? How can we increase energy efficiency? Can we get more out of the same amount of energy? Technology and policy can help to minimise some of the energy losses. For example, an energy-efficient light bulb uses about 25-80 % less energy than a traditional incandescent one and can potentially last 3-25 times longer. Some power plants (in a process known as co-generation or combined heat and power) capture the heat that would otherwise be wasted and use it to provide district heating and cooling services to local communities. Likewise, retrofitting old buildings with modern insulation can reduce energy consumption and energy bills. Storing and transporting energy In some cases, the heat that would normally be lost might be put to other uses. The heat that the human body generates might not be the first source of energy that comes to mind, but even this heat can be harvested and turned into usable energy. Around 250 000 commuters rush through the central train station in Stockholm every day. Instead of ventilating it away, the excess heat is captured 28 and used to heat water, which then provides heating to an office building on the other side of the road, lowering the building's energy bills during the cold Swedish winters. Such innovative approaches will also be essential for enabling clean energy storage and transport at the scale needed. Fossil fuels are relatively easy to store and transport. Once extracted, oil can be used at any time. It can be moved around within existing networks and is accessible through an extensive and well-established infrastructure. This is not always the case with renewable energy, but, with innovation, it can be. Capturing solar energy during summer months and storing it in the form of warm water in underground reservoirs for use in winter months could provide enough heat for entire communities. In addition, with more efficient batteries that are able to store more power and an extensive recharging infrastructure, long-haul road transport could, in theory, be entirely electric. Some electric transport solutions can also go beyond batteries with large energy storage capacities. On certain public transport routes, Graz, Austria, and Sofia, Bulgaria, are already experimenting with electric buses, which have lighter batteries that charge faster. After charging for 30 seconds while passengers ( vii ) Estimates from the impact assessment for the amendment of the Energy Performance of Buildings Directive. ",
        "42 43 This research project is just one among many initiatives across Europe coming up with solutions and improvements in renewable energy, energy efficiency and energy savings issues. The overall potential of these innovations, in terms of economic growth and unlimited clean energy, is enormous. The next step is to facilitate their uptake. Public authorities, investors, consumers and different actors active in key sectors (e.g. the construction sector) will need to play key roles in their widespread uptake. The European Investment Bank is one of the actors providing much-needed finance. One of the untapped sources of natural and clean energy sources is wave energy. Arguably, wave energy can meet at least 10 % of global energy needs. A Finnish company has been developing underwater panels to convert the power of ocean waves into electricity. A panel installed off the coast of Portugal can meet the electricity needs of 440 homes. As well as supporting many other niche solutions, the European Investment Bank has provided loans 31 to support the wider uptake of this technology. From coal to solar: investing in new professional skills Lack of acceptance by the local community might be one of the obstacles on the path towards clean energy. Some communities are concerned about visual pollution as well as noise pollution. Solar panels and wind turbines scattered across the landscape might be perceived as aesthetically out of place in an idyllic rural landscape. Some of these concerns might be addressed by better planning and involving the local communities when deciding on the location of wind farms. A more fundamental challenge, however, is that of the jobs, incomes and quality of life that are provided by steady incomes. Shutting down one sector, such as coal production, without creating new economic opportunities can raise the local unemployment rate. Understandably, a town dependent on coal production is very likely to be cautious when embracing fundamental changes to the local economy. However, despite the magnitude of the task, this kind of economic transformation is possible and some front runners are leading the way. Following the discovery of coal in the Ruhr region in Germany in 1840, Gelsenkirchen became one of the most important coal mining towns in Europe. For more than 100 years, the town was shaped by coal production and, later, oil refining. Today, there are no miners in Gelsenkirchen. Yet, it is still an energy town. To tackle decades-long high unemployment and the phasing- out of coal production, the town actively embraced and supported innovation in clean technologies. It aspires to become the solar technology centre 32 of Germany, with a highly skilled work force, and has been attracting not only other clean energy industries, but also the finance and service sectors. Once dependent on fossil fuels, the members of the local community have now become ardent advocates and users of clean energy. Shifting the workforce from one sector to others is not easy. Each job requires a specific set of skills and knowledge. Learning get on and off, such buses are ready to drive for another 5 kilometres until the next stop equipped with a charging station. Inspiring innovation on the way We need abundant energy to power machines and heat our homes but this energy does not necessarily need to come from fossil fuels. Could we capture more of the sun's energy? Solar panels contain photovoltaic cells, which transform a part of solar radiation into electricity. In recent years, technological developments have enabled photovoltaic cells to capture an increasing share of this raw solar energy at lower costs. The larger the area of a panel, the more electricity it produces. Dotting the whole landscape with solar panels might raise concerns over visual pollution in local communities or prevent the land from being used for other purposes. What if these panels were to become an invisible part of our daily lives? A research project funded by the EU research programmes 29 explores exactly that. The Fluidglass 30 project aims to turn windows into invisible solar energy collectors. The project involves inserting a thin layer of water enriched with nanoparticles between glass layers. The nanoparticles would capture solar energy and turn it into electricity that could be used in the building. The nanoparticles would also filter the light — keeping the room temperature pleasant during hot weather. According to the project team, the potential energy savings could amount to 50-70 % for retrofitted buildings and to 30 % for new constructions already designed to use less energy. new skills requires time and, almost always, financial resources. Offering training opportunities to those affected can help reduce the social costs of this type of socio- economic transition. Similarly, reducing the economic dependence on a single sector by fostering a wide array of activities can help the local economy to grow. For these changes to be effective, they need to be implemented early and carried out over a period of time. For example, the hiring rate needs to be lowered smoothly to avoid major shocks to the communities dependent on coal, while the educational system — vocational training, in particular — needs to be shaped in a way that will guide new jobseekers towards the new sectors and away from mining. ",
        "© Keith Arkins, Environment & Me/EEA 45 44 Energy savings and energy efficiency are key components of the European Union energy and climate policies. Given that fossil fuel combustion and climate change are closely interlinked, any reduction in overall fossil fuel consumption will lead to reductions in greenhouse gas emissions, contributing to the EU's climate goals. In November 2016, the European Commission proposed an extensive legislative package on clean energy 33 . The package aims to not only speed up the EU's move towards clean energy, but also create jobs by boosting the economic sectors contributing to Europe's energy transition. The legislative package puts energy efficiency first and proposes a binding target of 30 % at EU level by 2030. It also outlines objectives on renewables and empowering consumers. More precisely, by 2030, half of Europe's electricity should come from renewable sources and, by 2050, electricity production should be entirely carbon-free. Similarly, consumers should have more control of their energy choices and have more information on consumption and costs. The EU supports the transition to clean energy through various tools and policies. The Energy Union is one of the 10 current political priorities of the European Commission, which in turn are equally supported by other overarching policies, including those on the Circular Economy, the Skills Agenda and Innovation. This political commitment is supported by EU funds, including allocations under the European Fund for Strategic Investments, the European Regional Development Fund and the Cohesion Fund. Measures on the ground A combination of measures has also been put in place to turn EU policy targets into reality, supporting research, investment and uptake of clean energy. Some of these EU measures, such as the EU Directive on Energy Performance of Buildings or the EU Strategy on Low-Emission Mobility, target key sectors. The EU has also adopted measures addressing key targets such as energy efficiency and facilitating investments and research, including the Energy Efficiency Directive and the Initiative on Smart Finance for Smart Buildings. These policies and efforts do pay off. For example, the EU Ecodesign and Energy Labelling Frameworks are estimated to save 175 Mtoe per year 34 in primary energy by 2020 — more than the annual primary energy consumption of Italy. In other words, thanks to these two EU frameworks alone, Europeans are expected to save almost EUR 500 per household every year on their energy bills. In addition to creating extra revenue and jobs, the frameworks also contribute to energy security by reducing energy imports by the equivalent of 1 300 million barrels of oil each year. This means avoiding 320 million tonnes of carbon dioxide emissions every year — a significant contribution towards the EU's climate goals. Clearer energy efficiency labels on household appliances are only a small part of the story. Such legislative frameworks are part of the EU’s larger circular economy objectives 35 , which strive for a more efficient use of all resources throughout the European economy. The way we design products, cities and buildings should facilitate the lowering of resource inputs, including energy, for the same or increased outputs or benefits. Eco-design should also make it easier to disassemble products to allow the re-use of different components. In this context, Europe would, in fact, save energy as a resource input, as its economy becomes increasingly resource efficient. For example, by saving water and using it more efficiently, Europe would also save the energy used in its abstraction, transport, treatment, etc. According to a study 36 by the European Commission, Europe could save energy equivalent to between 2 % and 5 % of its total primary energy consumption simply by using water more efficiently. ",
        "Tim Farrell Senior Advisor, Copenhagen Centre on Energy Efficiency I n t e r v i e w © EEA 46 47 Energy efficiency benefits us all Potential gains from improving energy efficiency are substantial — not only in terms of saving energy and combating climate change, but also in terms of contributing to an array of other co-benefits, including improving human health and creating jobs. We asked Tim Farrell, Senior Advisor at the Copenhagen Centre on Energy Efficiency, what works best when it comes to boosting energy efficiency. He stressed that targeted policy measures and sufficient resources to support implementation and compliance are among a number of critical ingredients for success. Why should we invest in energy efficiency? Energy efficiency can be summarised as delivering more output and services using the same energy input, or delivering the same output with less energy input. For example, we obtain the same levels of light with LED bulbs, but they use about 80 % less energy and have much longer lifetimes compared with traditional incandescent bulbs. Energy inefficiency actually occurs across the entire energy supply chain — from extraction, conversion, transport and transmission to final use. Increasing the energy efficiency of buildings not only improves indoor air quality and comfort, but also reduces energy bills and boosts jobs in areas such as construction, insulation and heating and cooling systems. In the transport sector, there are also co-benefits. With the global vehicle fleet set to triple by 2050, many countries are adopting fuel economy standards that reduce dependence on oil, greenhouse gas emissions and air pollution. The rapid growth of electric vehicles in the last few years has been supported by an array of complementary policies and measures introduced in some countries. Norway, for example, has enacted a long list of preferential policies for zero-emission cars since the 1990s and set a target of making all cars sold in the country electric by 2025. This suite of policies has helped shape consumer and supplier expectations and, in 2016, made the fleet of plug-in electric vehicles in Norway the largest per capita in the world. What are the links between energy and sustainable development? Energy efficiency improvements are also a powerful but often overlooked driver of energy access that provides optimism for the 1 billion people still lacking access to ",
        "48 49 electricity. For example, off-grid energy supply coupled with efficient appliances can help to deliver sufficient amounts of affordable and clean energy, while also contributing to sustainable development. In fact, interlinking energy efficiency with both energy access and renewable energy is necessary to deliver Goal 7 37 of the United Nations' Sustainable Development Goals (SDGs) 38 , which aims to 'ensure access to affordable, reliable, sustainable and modern energy for all' by 2030. Energy is considered 'crucial for achieving almost all of the SDGs, from its role in the eradication of poverty through advancements in health, education, water supply and industrialisation, to combating climate change'. Is there a ' silver bullet ' for achieving energy efficiency? Energy efficiency offers a cost-effective opportunity for governments, the private sector and the community to achieve various goals, whether they are energy reductions, emission mitigation, financial savings, energy security, health benefits or something else. Based on my experience, it is clear that there is no one-size-fits-all solution or way of achieving energy efficiency for different regions, countries or cities. Setting ambitious targets is important to drive actions, as well as setting up institutional frameworks, national strategies and effective policy packages that combine regulations, incentives, capacity building and information instruments. All of these activities need to be supported by the provision of robust data, enforcement, monitoring and evaluation. Where to start? It makes sense to prioritise action in the specific sectors where the potential to improve energy efficiency is the greatest. Sectoral energy consumption and the mix of fuels involved often vary widely. In an area where a significant share of energy is used for industrial activities, authorities might prioritise measures such as supporting the adoption of energy management systems. Alternatively, in an area where a large share of energy is used to heat and cool inefficient buildings, it makes more sense for the government to focus on improving the efficiency performance of the local building stock by using building codes and certification and encouraging the development of net-zero energy buildings. In an urban area struggling with congestion problems, authorities might prioritise investments in public transport solutions, such as bus rapid transit systems. Currently, about 35 million passengers across 206 cities 39 around the world are using bus rapid transit systems, which deliver innovative, high-capacity, lower cost public transit solutions that are improving urban mobility and reducing air pollution. Technological innovation in the private sector is also playing an increasingly important role. For example, innovations in energy storage, connectivity and smart energy systems are being led by companies such as Tesla, Danfoss and Siemens, among many others. Do energy prices have an impact on energy efficiency? Price is a very strong incentive for consumers to reduce energy use and shift towards greater efficiency. Energy efficiency policies often struggle to work when energy prices are subsidised, because the low energy prices influence the economic returns of energy efficiency. We are seeing a growing number of countries committing to reform these subsidies, with some countries exploring options to shift subsidies from energy suppliers to end users. Many technical solutions are currently available to enable immediate actions in accelerating energy efficiency. The use of smart metering and billing is a good example. Many consumers pay their energy bill every 3 months and are not aware of the opportunities to achieve greater efficiency through changing technologies or modifying behaviours. Consumption information provided to end users can help change energy use and improve energy efficiency. Some countries provide targeted analysis and information in their energy bills to allow households to compare their electricity usage with similar households in local communities. Other households prefer real-time information, via smartphones or in-home displays, which gives householders the opportunity to modify actions and behaviours before they are billed. Strong demand signals from consumers for efficient refrigerators and air conditioners can also drive companies to innovate and offer more energy-efficient products. Who needs to be involved and informed? Energy efficiency is a fragmented field involving multiple stakeholders, including governments, the private sector, international organisations, financiers and civil society, among others. All stakeholders need to be empowered with data and information to make informed decisions linked to high-level targets, policies, programmes and investments. The Copenhagen Centre 40 is well placed to play a central coordinating role in targeted high-impact locations and is supporting the acceleration of energy efficiency actions at global, national and city levels. In the context of the United Nations Secretary General's initiative Sustainable Energy for All 41 , we act as a thematic hub on energy efficiency. In this context, we contributed, among other things, to the development of sources of knowledge such as the World Bank's Regulatory Indicators on Sustainable Energy 42 (RISE) initiative. Tim Farrell Senior Advisor Copenhagen Centre on Energy Efficiency, part of the United Nations Environment Programme (UNEP) DTU Partnership ",
        "© avda-foto Flickr 51 50 Driving to an electric future? A quiet change is under way on European roads. The use of electric vehicles is projected to take off across Europe. It is a move that could help pave the way to a greener road transport system, but one that could pose challenges in meeting energy demand and investing in relevant infrastructure. If annual car shows are anything to go by, battery-powered electric vehicles are about to enter the mass market, thanks to rapid advances in technology and the expected drop in prices of new models in the coming years due to cheaper battery systems. Car manufacturers are taking advantage of the growing demand for greener, less polluting cars in the wake of increased health concerns linked to air pollution. Leading car manufacturers are claiming that newer battery-powered electric models are more reliable and durable. Air quality concerns have also dented the public's appetite for diesel- powered vehicles. Sales of battery-powered electric vehicles across the European Union (EU) have followed a steep upwards trend since 2008 and increased by 49 % 43 in 2015 compared with 2014 sales. Despite slower growth in 2016, this upwards trend is expected to continue in the long term. However, diesel- and petrol-powered cars remain the kings of the road. Overall, in 2016, 49.4 % of all new passenger cars registered in the EU used diesel and 47 % used petrol. Electric battery-powered and plug-in hybrid vehicles together still represent a small fraction of total sales, accounting for 1.1 % of all new cars sold in the EU. Based on today's market, the future market share 44 for new electric vehicles is expected to be 2-8 % by 2020-2025. Several studies have concluded that cost remains the top reason why consumers are not yet fully embracing electric vehicles, as well as the reliability of the new technology. Concerns over vehicle range and battery life expectancy, charging availability and costs of ownership, including taxes and maintenance, also remain an issue. Pulling the plug on petrol Despite these challenges, vehicles powered by electricity are promoted as a key contributor to building a sustainable mobility system and are set to shake up Europe's long-time reliance on the internal combustion engine and oil to power its transport needs. The increased uptake of electric vehicles, in particular when powered by renewable energy sources, can play an important role in the EU's goal to reduce greenhouse gas emissions by 80-95 % by 2050 and to move towards a low-carbon future. ",
        "22 kW AC, three phase (mode 3) HOURS 1 2 Most public charging points 10 kW AC, three phase (mode 3) HOURS 2 3 Household, workplace wall box 50 kW DC (mode 4) MINUTES 20 30 Motorway service area or dedicated charging stations in urban areas (current standard) 3.3 kW AC, single phase (mode 1 or mode 2) Household, workplace wall box HOURS 6 8 7.4 kW AC, single phase (mode 1 or mode 2) Public charging points HOURS 3 4 POWER, CURRENT, MODE LOCATION Source: E-Mobility NSR, 2013. Note: For more information on charging and electric vehicles, please see EEA Report 20/2016 — Electric vehicles in Europe. Charging times for a 100 km drive There are different ways in which electric vehicles can be charged using plug-in charging. Four ‘modes’ of charging technology are commonly available. Each of them can involve different combinations of the power level supplied by the charging station (expressed in kW), the type of electric current used (alternating, AC, or direct, DC) and the type of plug. The power level of the charging source depends on both the voltage and the maximum current of the power supply. 120 kW DC (mode 4) MINUTES 10 Motorway service area or dedicated charging stations in urban areas (future standard) 53 52 Vehicles powered by electricity are generally much more energy efficient 45 than those powered by fossil fuels. Depending on how the electricity is produced, increased use of battery- powered electric cars can result in considerably lower emissions of carbon dioxide and the air pollutants nitrogen oxides and particulate matter (PM), which have been the main causes of air quality problems in many of Europe's cities. Of all European countries, Norway is leading the way in embracing electric cars. There are now over 100 000 electric vehicles 46 in use in Norway and the country's electric vehicle association aims to increase that number to 400 000 by 2020. In many European countries, the increase in the uptake of electric cars is thanks to the many incentives and subsidies available to lure car drivers to go green, including tax exemptions, charging discounts and free parking for electric cars. Such support schemes have a major impact on sales. After tax incentives and subsidies were cut in the Netherlands and Denmark in 2016, the sales of plug-in hybrid and battery-powered electric cars dropped significantly. Denmark, however, reintroduced some tax incentives in 2017 to boost sales. Impacts on air quality and climate change A boom in electric vehicle use will result in a reduction in greenhouse gas emissions and improved air quality in city centres and key transport corridors. However, the rise in demand for electricity to power cars will pose a different type of challenge for energy providers. An EEA analysis 47 suggests that if the use of electric vehicles reaches 80 % by 2050, this would require an additional 150 gigawatts of electricity for charging them. Europe's total electricity consumption by electric vehicles would increase from approximately 0.03 % in 2014 to 9.5 % in 2050. Depending on the source of the electricity used, the positive effects on climate and air quality could be offset by additional emissions from the energy sector involved. Emission increases would be more noticeable if the extra energy demand is met by electricity from coal-powered plants. The increased use of coal in power generation in some regions could result in additional sulphur dioxide emissions. However, overall, the carbon dioxide, nitrogen oxides and particulate matter emissions from road transport that would be avoided are estimated to outweigh the higher emissions from electricity generation at EU level. E-boom risks drain on the grid An e-boom could also pose a tough challenge for the existing electricity infrastructure and grids to handle, especially in countries using more electricity from renewable sources. Most national grids are currently ill equipped to handle a wider use of battery-powered vehicles and many countries lack the proper infrastructure to support recharging. Most countries in Europe have only a few thousand public charging points and they are mostly only ",
        "© EEA 54 55 slow-charging sources — which allow vehicle charging using common household lower voltage AC (alternating current) sockets and cables. Fast-charging sources, on the other hand, deliver higher voltage DC (direct current), allowing for much quicker charging. However, this is more costly and more electricity is lost during charging transfers. There are also fears that most people would plug in their drained cars after work, which would put additional stress on energy grids at certain peak periods of the day. However, newer electric cars can be programmed to charge at certain times, rather than charging automatically when plugged in. For example, as part a research project using a 'vehicle-to-grid' system in the UK, the national grid will be able to draw power from car batteries at peak times as a way of balancing supply and demand and, at the same time, ensuring that the cars are fully recharged by the morning. The EU is supporting 48 the construction and upgrading of transport infrastructure across Europe to speed up the installation of recharging points on key roads. The road ahead Given all these challenges, is electrifying our road transport system realistic? Policymakers, including European governments and the European Commission, as well as some car manufacturers and power sector operators, seem to think so. Electric cars powered by renewable energy sources can play a big role in moving towards greener, more sustainable road transport. Clearly, such a shift alone will not address all the current problems, such as congestion, parking and building and repairing roads, currently faced by our cities and will it not be sufficient to meet the EU's goal of moving to a low-carbon economy. Recent polls suggest that there is an increased public awareness 49 of the need to switch to electric vehicles to lower air pollution levels and reduce reliance on fossil fuels. Replacing diesel trucks with electric vehicles for urban deliveries could certainly help to improve air quality in cities. The introduction of car-sharing programmes in various European cities also suggests that people are starting to question whether or not car ownership is an essential part of their lifestyle as other mobility options become more convenient and, in most cases, less costly. The EU and national governments have already passed legislation to encourage the development of lower emitting technologies in transport and to set targets for making recharging points accessible to the public. Industry, backed by EU loans and co-financing, is already starting to invest in building the needed fast recharging infrastructure 50 along key highways across Europe, which will help to address reliability concerns. Big European energy companies see the next 5-10 years as key to ensuring that the infrastructure is in place to ensure the electrification of the transport sector. ",
        "Conventional vehicle Note: The values are estimated for an average mid-class vehicle for a total distance of 220 000 km. Source: TNO, 2015; authors' own calculations. Vehicle production and disposal Fuel production CO 2 exhaust emission C O 2 e m i s s i o n s ( g / k m ) Conventional vehicle Petrol Renewable electricity Mixed electricity, (based on EU average) 100 % coal electricity (indicative) Battery electric vehicle 350 300 250 200 150 100 50 0 Diesel Battery electric vehicle Battery electric vehicle Range of life-cycle CO 2 emissions for different vehicle and fuel types Vehicles powered by electricity are generally much more energy efficient than those powered by fossil fuels. Depending on how the electricity is produced, increased use of battery-powered electric cars can result in considerably lower emissions of CO 2 and the air pollutants nitrogen oxides and PM, which have been the main causes of air quality problems in many of Europe's cities. 57 56 Subsidies and other incentives, such as tax exemptions, have been introduced in several countries to make the purchase of electric vehicles more attractive. Local authorities at regional or city level have also been active, building special free parking spaces and recharging spots for electric cars in busy city centres, as well as exempting electric cars from road tolls or offering discounts. The energy sector, as well as some EU Member States, is also putting pressure on the EU to ensure that adequate plug-in infrastructure is built around workplaces and homes, as well as near city apartments. Increasing the ease and speed of charging is seen as key to a wider shift to electric cars. Car manufacturers, for their part, have also started to invest in smartphone- based car-sharing schemes as another way to promote their electric vehicles. With battery ranges of 150-300 km under real-world driving conditions, electric cars are ideal for most car-sharing trips. Manufacturers are also investing in electric self-driving (autonomous) vehicles 51 that could, according to experts, cut the number of cars in use in the future by as much as 90 %. Some manufacturers have already started exploring electric vehicles as a means to transport road freight. The Swiss company E-Force is already producing all-electric trucks with a driving range of up to 300 km, to be used mainly in urban and interurban transport. Other manufacturers are following suit. Cities across Europe have started introducing electric buses on some of their public transport routes. What will the next breakthrough be — freight ships with solar panel sails or a combined rail and road infrastructure that would allow all transport on land to be powered by clean electricity? A solar-powered plane has already been invented and has completed its 40 000 km flight around the world. ",
        "© Yusuf Onur Cepheli, My City /EEA 59 58 Global and local: secure and affordable energy Energy is a commodity traded in global markets. Lack of access to affordable energy sources, disruptions in energy flows, high import dependency and wild fluctuations in prices are all seen as potential weaknesses, impacting the economy and, consequently, the economic and social wellbeing of the communities affected. Can boosting the renewable energy capacity across Europe and the world change the rules of global energy politics? How does the EU ' s Energy Union contribute? A reliable and affordable supply of energy is essential for our quality of life. Many of the goods and services we use every day entail using energy — a home-cooked meal, a pleasant ambient temperature at home, hot showers, television and radio programmes, delivery of parcels bought online, flights, a bus ride, a phone call, medical interventions, etc. A disruption in the energy supply can bring many activities to a total standstill. The European Union (EU) currently imports a little over half of its inland energy consumption, while a smaller fraction of the energy produced in the EU is exported. Despite their decreasing share in the overall energy mix and the overall decline in their use, fossil fuels continue to be by far the main source of energy, meeting approximately three quarters of energy consumption in the EU in 2015. Moreover, the EU's dependence on fossil fuel imports 52 has increased. In 2005, 2 tonnes of fossil fuels were imported for each tonne produced in the EU and, in 2015, the EU imported 3 tonnes of fossil fuels for each tonne produced. Russia and Norway are the two largest crude oil and natural gas exporters to the EU 53 . In 2015, Russia supplied 29 % of crude oil imports and 37 % of natural gas imports, followed by Norway with 12 % for crude oil and 32 % for natural gas. Between 2004 and 2015, Russia also became a key exporter of solid fuels, such as coal and lignite, and supplied 29 % of imports in 2015, followed by Colombia and the United States. The dependency rate on energy imports 54 varies significantly among EU Member States. Denmark and Estonia meet their energy needs almost entirely from national production, while Malta, Luxembourg and Cyprus import almost all their energy. Import dependency, be it for a Member State or the EU as a whole, could constitute an economic and ",
        "© NPCA Online, Flickr 60 61 geopolitical risk. If international energy flows stop, the impacts could extend well beyond the exporting and the importing countries. If the flow stops Like many other resources, oil and natural gas are traded commodities sold on international markets. Fluctuations in the price can be seen every day as responses to market signals, political statements or even pure market speculation. In the last seven decades, crude oil prices 55 varied from below USD 20 to over USD 150 per barrel ( viii ). Some of these fluctuations consisted of major price shocks triggered by political turbulence in oil producing regions, shortages of supply in global markets due to limited production capacity or disruptions in energy trading. Ukraine is not only an importer but also a major energy transit country, transporting gas produced in Russia and the Central Asian republics to eastern and south-eastern Europe. On 1 January 2009, following a pricing dispute, Russia halted natural gas flows to Ukraine. Within days, Bulgaria, Greece, Hungary, Poland, Romania and Turkey reported drops in pipeline pressure. Key industrial plants halted production in Bulgaria, while Slovakia declared a state of emergency. Homes could not be heated during the particularly cold winter of 2009. ( viii ) West Texas Intermediate in 2015 real prices. ( ix ) West Texas Intermediate in 2015 real prices. By controlling the amounts of energy available in global markets, large producers can also influence prices. For example, following the Yom Kippur war in the Middle East in 1973-1974, crude oil prices went up from USD 20 to over USD 50 ( ix ) in a matter of weeks. This 'first oil crisis' was triggered by, among other things, a decision by a number of oil exporting countries to increase oil export prices by 70 % and to block exports to certain countries. The impacts on the global economy were felt immediately. Given the magnitude of the potential socio-economic impacts, governments often see high import dependency on key resources (e.g. oil, gas and electricity in some cases) and dependency on a limited number of providers as a vulnerability. To this end, many countries have put in place measures to address disruptions by increasing their energy storage capacity or diversifying their sources. Some countries have made additional investments in renewable energy generation within their territories. Others have connected their countries to transboundary energy networks and electricity grids. Similarly, energy consumption patterns and behaviours have changed in some countries. Some communities have had to go back to burning wood for heating homes, which, in turn, has affected local air quality. In other countries, such as Denmark, the shortage of petrol in the 1970s induced the public to cycle more and the public authorities to facilitate this by building extensive bicycle paths. Global energy demand to grow Import dependency is not the only risk linked to the supply of energy. Energy poverty, defined as not having access to sufficient amounts of energy at affordable prices, is another. It might be due to not being connected to main energy grids. Large production facilities, providing jobs to local communities, often rely on access to an uninterrupted energy supply and to transport networks. Global energy consumption is expected to grow in the coming decades. In its World energy outlook 2016 56 report, the International Energy Agency (IEA) considers that there will be a 30 % increase in global energy demand by 2040 and anticipates an increase in consumption of all modern fuels. The fastest growth is expected in renewable energy. Oil consumption is also expected to grow but at a slower rate than that of natural gas, while coal consumption is expected to cease, despite its rapid expansion in recent years. The IEA also points out that in 2040 hundreds of millions of people across the world will still not have electricity at home or will have to rely on biomass to cook food. The IEA growth scenario also reflects a geographical shift in energy demand towards industrialising and urbanising countries in Asia, Africa and South America. ",
        "© Stanislav Shmelev, NATURE@work/EEA 63 62 Looking for alternatives The growth in energy demand mobilises countries and energy companies alike to explore alternative sources. These may consist of exploring oil and gas reserves in areas and regions that until recently have been largely untouched or unexploited, such as the Arctic or tar sands in Canada. They may also involve new technologies (e.g. those used in shale oil and gas exploitation) to extract known reserves that were not previously reachable and profitable. The decrease in oil production in the Middle East might be offset by an increase in shale oil production in the United States. Exploration and extraction can cause pollution, oil spills and other environmental damage, not only at the site but also along the transport routes. Similarly, the prospective growth in energy demand might stimulate investments in clean renewable energy. China, one of the fastest growing economies in the world, has met its growing energy needs largely by investing in large dams and coal-fuelled power plants. In January 2017, however, China's National Energy Administration announced the cancellation of plans for over 100 coal-fired power plants. These cancellations come on top of those announced in 2016, which were for power plants already under construction. Growing public concerns over poor air quality and a quicker-than-expected uptake of renewables appear to have facilitated the decision to move away from coal. This type of decision will not only result in improvements in air quality but also contribute to the efforts to limit climate change. Tapping into renewable energy potential When addressing the issue of a secure, uninterrupted supply of affordable energy, the questions are how much energy is available and where is it available from. Relying on local and renewable energy sources might be the best option in terms of both environmental impacts and import dependency. In addition, energy efficiency — broadly defined as getting more out of the fuel at hand — is vital. Energy production capacity varies from one region and country to another. Depending on their location, natural resources, topography and available technologies, countries and regions can optimise their energy sources. Some countries might have a higher solar power generation potential, whereas others might rely more on wind, hydropower, tidal energy or local biomass. A combination of several sources is one of the keys to ensuring a steady supply of energy until it is possible to store and transport clean renewable energy in sufficient quantities, allowing it to be used at a later time and at any location. Energy security concerns can induce even countries that export energy to invest in local renewable energy sources. If current extraction rates are maintained, known conventional fossil fuel reserves will be depleted within decades. The demand for energy will remain even after these reserves are depleted. Given this, there are two basic approaches to determining how the future demand for energy can be met. In the first approach, energy producers might opt to explore and exploit other forms of fossil fuels, such as tar sands or shale gas, or might expand their activities to new regions that have been relatively unexploited until now. The second approach might entail meeting the future demand by using only renewables, replacing the existing infrastructure and leaving fossil fuel reserves intact in the ground. Some countries, including the Unites States, have opted for exploiting shale oil and tar sands, while others, including some coal- and oil-dependent countries, such as Saudi Arabia and China, have recently expressed interest in and commitment to renewables. Saudi Arabia — the largest crude oil producer and exporter in the world — is predisposed equally to solar and wind energy. In fact, as part of its renewable energy push, in February 2017, Saudi Arabia 57 announced investments of USD 50 billion by 2023 to build a 700 megawatt solar and wind power generation capacity. Planning for long-term benefits The choice of fuel type, however, is not always determined by topography, markets or global demand. Such choices might be based on jobs and, ultimately, the economic wellbeing of the communities concerned. The economy of some countries and regions may be ",
        "64 65 heavily dependent on a locally abundant type of fossil fuel, such as coal or oil. Diversifying the energy mix and moving towards renewables might affect the local economy and, more concretely, might imply a loss of jobs. Given this, a successful transition often requires an understanding of the social context and offering alternative employment opportunities to the local workforce. In this context, export dependency can be as much of a weakness as import dependency. What if your country has invested and continues to invest in an energy source without a future? What if the economy depends heavily on energy exports but buyers prefer cleaner alternatives? Diversifying energy sources and investing in renewable energy are equally relevant and essential for a country's economic future. Better connected energy networks and markets within the EU can actually help to boost diversity in energy sources and facilitate access to cleaner energy, while ensuring a reliable supply. They can even serve, to some extent, as a buffer to global energy shocks and severe price fluctuations. A more decentralised power generation capacity (e.g. solar panels installed on roofs feeding the electricity grid) and a better management of demand and supply (e.g. through smart meters) could also help. The EU's Energy Union 58 strategy aims to address, among others, these core issues, such as energy security and energy efficiency, and give consumers a more prominent role in a fully integrated energy market to ensure a regular supply of climate- friendly energy at affordable prices for all energy users. Further reading EEA sources • EEA Report No 3/2017 — Renewable energy in Europe 2017: Recent growth and knock-on effects 59 • EEA Report No 29/2016 — Trends and projections in Europe 2016 — Tracking progress towards Europe' s climate and energy targets 60 • EEA Report No 22/2016 — Transforming the EU power sector: Avoiding a carbon lock-in 61 • EEA Report No 20/2016 — Electric vehicles in Europe 62 • EEA Briefing No 2/2016 — Electric vehicles and the energy sector — Impacts on Europe's future emissions 63 • EEA Report No 27/2016 — Monitoring CO 2 emissions from new passenger cars and vans in 2015 64 • EASA, EEA and EUROCONTROL (2016) — European aviation environmental report 2016 65 External sources • IEA, 2016, World energy outlook 2016 — Executive summary 66 • OECD/IEA and IRENA, 2017, Perspectives for the energy transition — Investment needs for a low-carbon energy system 67 • Regulatory indicators for sustainable energy 68 • REN21, 2016, Renewables 2016 — Global status report 69 Abbreviations AC Alternating current DC Direct current EEA European Environment Agency Eionet European Environment Information and Observation Network EU European Union EU ETS EU Emissions Trading System FAO Food and Agriculture Organization of the United Nations IEA International Energy Agency IRENA International Renewable Energy Agency PM Particulate matter RISE Regulatory Indicators on Sustainable Energy SDGs Sustainable Development Goals UNEP United Nations Environment Programme ",
        "66 67 End notes 1 http://www.oecd.org/site/tadffss/data/ 2 https://www.theguardian.com/environment/2016/may/27/g7-nations-pledge-to-end-fossil-fuel-subsidies-by-2025 3 http://newsroom.unfccc.int/unfccc-newsroom/g20-must-phase-out-fossil-fuel-subsidies-by-2020/ 4 http://ec.europa.eu/energy/en/topics/renewable-energy 5 https://www.theguardian.com/environment/2016/may/18/portugal-runs-for-four-days-straight-on-renewable-energy-alone 6 https://www.theguardian.com/environment/2015/jul/10/denmark-wind-windfarm-power-exceed-electricity-demand 7 https://www.eea.europa.eu/publications/renewable-energy-in-europe-2017 8 http://ec.europa.eu/eurostat/documents/2995521/7905983/8-14032017-BP-EN.pdf/af8b4671-fb2a-477b-b7cf- d9a28cb8beea 9 https://ec.europa.eu/info/strategy/european-semester/framework/europe-2020-strategy_en 10 https://ec.europa.eu/energy/en/topics/energy-strategy-and-energy-union/2030-energy-strategy 11 https://www.eea.europa.eu/data-and-maps/indicators/energy-efficiency-and-specific-co2-emissions/energy- efficiency-and-specific-co2-9 12 http://ec.europa.eu/eurostat/documents/2995521/7905983/8-14032017-BP-EN.pdf/ 13 http://www.eea.europa.eu/publications/climate-change-impacts-and-vulnerability-2016 14 http://www.iea.org/publications/freepublications/publication/CO2EmissionsfromFuelCombustion_Highlights_2016.pdf 15 http://unfccc.int/paris_agreement/items/9485.php 16 http://www.eea.europa.eu/publications/trends-and-projections-in-europe 17 https://ec.europa.eu/clima/policies/effort_en 18 https://ec.europa.eu/clima/policies/ets_en 19 http://www.eea.europa.eu/publications/trends-and-projections-EU-ETS-2016/ 20 https://ec.europa.eu/clima/policies/ets/revision_en 21 https://ec.europa.eu/clima/policies/forests/lulucf_en 22 https://ec.europa.eu/energy/en/news/commission-proposes-new-rules-consumer-centred-clean-energy-transition 23 http://www.oecd.org/site/tadffss/data/ 24 https://www.ft.com/content/fe88b788-29ad-11e7-9ec8-168383da43b7?mhq5j=e3 25 https://www.eea.europa.eu/highlights/decommissioning-fossil-fuel-power-plants 26 https://www.eea.europa.eu/publications/sustainability-transitions-now-for-the 27 http://www.eea.europa.eu/media/infographics/vehicle-emissions-and-efficiency-1/view 28 http://www.bbc.com/news/business-12137680 29 http://ec.europa.eu/research/index.cfm 30 http://ec.europa.eu/research/infocentre/article_en.cfm?&artid=41396&caller=AllHeadlines 31 http://www.eib.org/infocentre/blog/all/wave-energy.htm?cid=sn_twitter_Blog-ProjectStory_2017-02-23-01_en_na_Finland_ 32 http://www.solarstadt-gelsenkirchen.de/ 33 http://ec.europa.eu/energy/en/news/commission-proposes-new-rules-consumer-centred-clean-energy-transition 34 http://eur-lex.europa.eu/legal-content/EN/ALL/?uri=COM:2015:345:FIN 35 http://ec.europa.eu/environment/circular-economy/index_en.htm 36 http://ec.europa.eu/environment/enveco/resource_efficiency/pdf/final_report.pdf 37 https://sustainabledevelopment.un.org/sdg7 38 https://sustainabledevelopment.un.org/ 39 http://www.brtdata.org/ 40 http://www.energyefficiencycentre.org/ 41 http://www.se4all.org/ 42 http://rise.esmap.org/ 43 http://www.eea.europa.eu/data-and-maps/indicators/proportion-of-vehicle-fleet-meeting-4/assessment-1 44 http://www.acea.be/industry-topics/tag/category/electric-vehicles 45 http://www.acea.be/industry-topics/tag/category/electric-vehicles 46 https://cleantechnica.com/2016/12/19/now-100000-electric-cars-norways-roads/ 47 https://www.eea.europa.eu/themes/transport/electric-vehicles/electric-vehicles-and-energy 48 https://ec.europa.eu/transport/sites/transport/files/2016-cef-synergy-call-actions-selected-for-funding.pdf 49 https://daliaresearch.com/blog-40-would-consider-buying-an-electric-car-but-logistics-hold-people-back/ 50 https://ec.europa.eu/transport/sites/transport/files/2016-cef-synergy-call-actions-selected-for-funding.pdf 51 https://www.weforum.org/agenda/2016/12/goodbye-car-ownership-hello-clean-air-this-is-the-future-of-transport/ 52 http://ec.europa.eu/eurostat/documents/2995521/7882431/8-20022017-AP-EN.pdf/4f3e5e6a-5c1a-48e6-8226- 532f08e3ed09 53 http://ec.europa.eu/eurostat/statistics-explained/index.php/Energy_production_and_imports 54 http://ec.europa.eu/eurostat/statistics-explained/index.php/File:Energy_dependency_rate_%E2%80%94_all_products,_2014_ (%_of_net_imports_in_gross_inland_consumption_and_bunkers,_based_on_tonnes_of_oil_equivalent)_YB16.png 55 http://www.macrotrends.net/1369/crude-oil-price-history-chart 56 http://www.iea.org/publications/freepublications/publication/WorldEnergyOutlook2016ExecutiveSummaryEnglish.pdf 57 https://www.bloomberg.com/news/articles/2017-02-20/saudis-kick-off-50-billion-renewable-energy-plan-to-cut-oil-use 58 https://ec.europa.eu/commission/priorities/energy-union-and-climate_en 59 https://www.eea.europa.eu/publications/renewable-energy-in-europe-2017 60 http://www.eea.europa.eu/publications/trends-and-projections-in-europe 61 http://www.eea.europa.eu/publications/transforming-the-eu-power-sector 62 http://www.eea.europa.eu/publications/electric-vehicles-in-europe 63 http://www.eea.europa.eu/publications/electric-vehicles-and-the-energy 64 https://www.eea.europa.eu/publications/monitoring-co-2-emissions-from 65 https://ec.europa.eu/transport/sites/transport/files/european-aviation-environmental-report-2016-72dpi.pdf 66 http://www.iea.org/Textbase/npsum/WEO2016SUM.pdf 67 http://www.irena.org/DocumentDownloads/Publications/Perspectives_for_the_Energy_Transition_2017.pdf 68 http://rise.esmap.org/ 69 http://www.ren21.net/wp-content/uploads/2016/10/REN21_GSR2016_KeyFindings_en_10.pdf ",
        "68 69 For your notes ",
        "70 European Environment Agency Kongens Nytorv 6 1050 Copenhagen K Denmark Tel: +45 33 36 71 00 Web: eea.europa.eu Enquiries: eea.europa.eu/enquiries © D i m i t r y A n i k i n F li c k r EEA Signals 2017 The European Environment Agency (EEA) publishes Signals annually, providing a snapshot of issues of interest to the environmental debate and the wider public. Signals 2017 focuses on energy. Our quality of life depends, among other things, on a reliable supply of energy at an affordable price. We still burn fossil fuels to obtain most of the energy we use and combustion of fossil fuels affects us all in one way or another. It releases air pollutants into the atmosphere and harms our health. It also releases greenhouse gases and contributes to climate change. We are at a critical decision point in time: the negative impacts of our current energy choices on the one hand, and the opportunities that clean energy sources offer on the other. Signals 2017 looks into Europe's transition towards clean, smart and renewable energy. T H - A P - 17 - 001 - E N - N 10 . 2800 / 85058 "
    ]
}