{
    "text": [
        "I Resolutions, recommendations, guidelines and opinions OPINIONS European Central Bank 2007/C 160/01 Opinion of the European Central Bank of 5 July 2007 at the request of the Council of the European Union on a proposal for a Council regulation amending Regulation (EC) No 974/98 as regards the introduction of the euro in Cyprus, on a proposal for a Council regulation amending Regulation (EC) No 974/98 as regards the introduction of the euro in Malta, on a proposal for a Council regulation amending Regulation (EC) No 2866/98 as regards the conversion rate to the euro for Cyprus and on a proposal for a Council regulation amending Regulation (EC) No 2866/98 as regards the conversion rate to the euro for Malta (CON/2007/19) ....................................................................................... 1 2007/C 160/02 Opinion of the European Central Bank of 5 July 2007 at the request of the Council of the European Union on the opening of an Intergovernmental Conference to draw up a Treaty amending the existing Treaties (CON/2007/20) ......................................................................................................... 2 II Information INFORMATION FROM EUROPEAN UNION INSTITUTIONS AND BODIES Commission 2007/C 160/03 Authorisation for State aid pursuant to Articles 87 and 88 of the EC Treaty — Cases where the Commission raises no objections ............................................................................................. 5 2007/C 160/04 Non-opposition to a notified concentration (Case COMP/M.4572 — Vinnolit/Ineos CV's Specialty PVC Business) ( 1 ) .......................................................................................................................... 12 Official Journal of the European Union E N ( 1 ) Text with EEA relevance (Continued overleaf) Contents Page Notice No 1 ISSN 1725-2423 English edition Volume 50 C 160 Information and Notices 13 July 2007 ",
        "IV Notices NOTICES FROM EUROPEAN UNION INSTITUTIONS AND BODIES Commission 2007/C 160/05 Euro exchange rates ............................................................................................................... 13 V Announcements ADMINISTRATIVE PROCEDURES European Personnel Selection Office 2007/C 160/06 Amendment to Notice of competition EPSO/AD/95/07 (Official Journal of the European Union C 103 A of 8 May 2007) .................................................................................................................... 14 OTHER ACTS Commission 2007/C 160/07 Publication of an application pursuant to Article 6(2) of Council Regulation (EC) No 510/2006 on the protection of geographical indications and designations of origin for agricultural products and food- stuffs .................................................................................................................................. 15 2007/C 160/08 Publication of an application pursuant to Article 6(2) of Council Regulation (EC) No 510/2006 on the protection of geographical indications and designations of origin for agricultural products and food- stuffs .................................................................................................................................. 19 Contents (continued) Page Notice No E N ",
        "I (Resolutions, recommendations, guidelines and opinions) OPINIONS EUROPEAN CENTRAL BANK OPINION OF THE EUROPEAN CENTRAL BANK of 5 July 2007 at the request of the Council of the European Union on a proposal for a Council regulation amending Regulation (EC) No 974/98 as regards the introduction of the euro in Cyprus, on a proposal for a Council regulation amending Regulation (EC) No 974/98 as regards the introduction of the euro in Malta, on a proposal for a Council regulation amending Regulation (EC) No 2866/98 as regards the conversion rate to the euro for Cyprus and on a proposal for a Council regulation amending Regulation (EC) No 2866/98 as regards the conversion rate to the euro for Malta (CON/2007/19) (2007/C 160/01) Introduction and legal basis On 25 May 2007, the European Central Bank (ECB) received requests from the Council of the European Union for an opinion on a proposal for a Council regulation amending Regulation (EC) No 974/98 as regards the introduction of the euro in Cyprus ( 1 ), and for an opinion on a proposal for a Council regulation amending Regulation No 974/98 as regards the introduction of the euro in Malta ( 2 ). On 4 July 2007, the ECB received requests from the Council of the European Union for an opinion on a proposal for a Council regulation amending Regulation (EC) No 2866/98 as regards the conversion rate to the euro for Cyprus ( 3 ), and for an opinion on a proposal for a Council regulation amending Regulation (EC) No 2866/98 as regards the conversion rate to the euro for Malta ( 4 ). (Hereinafter the ‘ proposed regulations ’ ). The ECB's competence to deliver an opinion is based on Article 123(5) of the Treaty establishing the Euro- pean Community. In accordance with the first sentence of Article 17.5 of the Rules of Procedure of the European Central Bank, the Governing Council has adopted this opinion. 1. Observations 1.1 The proposed regulations will enable the introduction of the euro as the currency of Cyprus and Malta, following the abrogation of Cyprus's and Malta's derogations in accordance with the procedure set out in Article 122(2) of the Treaty. 1.2 The ECB welcomes the proposed regulations. Done at Frankfurt am Main, 5 July 2007. The President of the ECB Jean-Claude TRICHET 13.7.2007 C 160/1 Official Journal of the European Union EN ( 1 ) COM(2007) 257 final. ( 2 ) COM(2007) 260 final. ( 3 ) SEC(2007) 836 final. ( 4 ) SEC(2007) 837 final. ",
        "OPINION OF THE EUROPEAN CENTRAL BANK of 5 July 2007 at the request of the Council of the European Union on the opening of an Intergovernmental Conference to draw up a Treaty amending the existing Treaties (CON/2007/20) (2007/C 160/02) 1. On 27 June 2007, the European Central Bank (ECB) received a request from the Council of the European Union for an opinion on the opening of a conference of representatives of the governments of the Member States (Intergovernmental Conference or IGC) to draw up a Treaty amending the existing Treaties (Reform Treaty). 2. The ECB's competence to deliver an opinion is based on Article 48 of the Treaty on European Union. In accordance with the first sentence of Article 17(5) of the Rules of Procedure of the ECB, the Governing Council of the ECB has adopted this Opinion. 3. The mandate of the IGC was agreed by the Brussels European Council of 21-23 June 2007 and is attached as an Annex to the Presidency Conclusions (IGC Mandate). The IGC Mandate states that it is the exclusive basis and framework for the IGC ( 1 ). The IGC is mandated to draw-up a Reform Treaty which will introduce the innovations resulting from the 2004 IGC into the Treaty on European Union (TEU) and into the Treaty establishing the European Community (TEC) which is to be renamed the Treaty on the Functioning of the Union (TFU) ( 2 ). 4. The ECB welcomes the opening of the IGC. The ECB understands that, except as indicated in the IGC Mandate, the text of the TEU will remain unchanged ( 3 ). In particular, the ECB welcomes the confirma- tion in the IGC Mandate that price stability is one of the Union's objectives ( 4 ) and that monetary policy is expressly listed as one of the Union's exclusive competences. The ECB also welcomes the revision of the article on the Union's objectives so as to include the establishment of an economic and monetary union whose currency is the euro ( 5 ). 5. The IGC Mandate specifically refers to improvements to the governance of the euro, stating that innova- tions, as agreed at the 2004 IGC, will be inserted into the TFU ‘ by way of specific modifications in the usual manner ’ ( 6 ). The ECB is specifically mentioned, and the IGC is mandated ( 7 ) to insert the provisions on the ECB in Section 4bis of Part Five of the TFU. The IGC is also mandated to annex a Protocol to the Reform Treaty to amend existing Protocols in line with the changes agreed at the 2004 IGC ( 8 ). This includes, inter alia, changes to the Protocol on the Statute of the European System of Central Banks and of the European Central Bank. 6. The ECB understands that, as regards the status, mandate, tasks and legal regime of the ECB, the Euro- system and the European System of Central Banks, the changes to the current Treaties to be introduced by the IGC will be limited to and will comprise all the innovations agreed at the 2004 IGC ( 9 ). 7. With regard to the innovations agreed at the 2004 IGC on the governance of the euro, the Annex to this Opinion refers to some that are of particular relevance to the ECB and, where appropriate, sets out the ECB's understanding of how these could be introduced into the TFU without going beyond the scope of the IGC Mandate. 13.7.2007 C 160/2 Official Journal of the European Union EN ( 1 ) Preamble of the IGC Mandate. ( 2 ) Point 4 of the IGC Mandate. On point 17 of the IGC Mandate it is termed ‘ Treaty on the Functioning of the European Union ’ . ( 3 ) Point 5 of the IGC Mandate. ( 4 ) Annex 1, point 3 of the IGC Mandate. ( 5 ) Annex 1, point 3 of the IGC Mandate. ( 6 ) Point 18 of the IGC Mandate. ( 7 ) Annex 2(B), point 16 of the IGC Mandate. ( 8 ) Point 22 of the IGC Mandate. ( 9 ) In connection with the 2004 IGC, the ECB issued ECB Opinion CON/2003/20 of 19 September 2003 at the request of the Council of the European Union on the draft Treaty establishing a Constitution for Europe (OJ C 229, 25.9.2003, p. 7). ",
        "8. The ECB stands ready to contribute to the IGC at any time during its work and, once a text has been drawn up, to provide an opinion on the matters which are within its fields of competence. Done at Frankfurt am Main, 5 July 2007. The President of the ECB Jean-Claude TRICHET 13.7.2007 C 160/3 Official Journal of the European Union EN ",
        "ANNEX A. Provisions on the ECB 1. The IGC is mandated ( 1 ) to insert the innovations agreed at the 2004 IGC concerning the ECB into the TFU, together with the articles on the Court of Auditors and the Union's advisory bodies. In the TFU, the text of the provisions on the ECB will be identical to those agreed at the 2004 IGC, except for the necessary amendments to cross-references. This means, inter alia, that the 2004 IGC innovation of defining the ECB as an (other) institution will be incorporated into the Treaties, along with the introduction of the term ‘ Eurosystem ’ and the express confirmation of the ECB's financial independence. 2. While the article on the ECB will appear in the TFU ( 2 ), the IGC Mandate states that the TEU and the TFU will have the same legal value ( 3 ). This means that the new Article 1 of the TFU, which should set out the relationship between the TFU and the TEU ( 4 ), will neither establish a hierarchy between the two Treaties nor introduce differences between the amending procedures for the core provisions dealing with the ECB/ESCB and those dealing with the EU institu- tions. On this basis, the ECB understands that, even if the article on the ECB will appear in the TFU, the ECB will benefit from the same legal standing as the EU institutions which are referred to in the TEU. B. Updating of the terminology used in the Treaties with respect to the single currency 3. Further to the IGC Mandate ( 5 ), the Reform Treaty will replace the term ‘ Community ’ with ‘ Union ’ and ‘ ECU ’ with ‘ euro ’ throughout the Treaties, and introduce a series of changes to outdated references to the ‘ stages ’ of economic and monetary union. Necessary changes will be made to the Protocols on Denmark and the UK. 4. Following the agreement of the Reform Treaty, the name of the single currency will appear in the primary law of the Union. The ECB considers that, for reasons of legal certainty and clarity, the uniform spelling of the term ‘ euro ’ should be respected in all the linguistic and alphabetical versions of the Reform Treaty and, therefore in the TEU and the TFU, and this requires the spelling to be euro in the Latin alphabet, ευρώ in the Greek alphabet and еуро in the Cyrillic alphabet. C. Abrogation of the EMI Protocol 5. The text agreed at the 2004 IGC abrogated the Protocol on the Statute of the European Monetary Institute ( ‘ the EMI Protocol ’ ), and thus the EMI Protocol will be deleted. While the ECB welcomes such deletion, some of the functions carried out under its provisions are still relevant for the Member States with a derogation. Under Articles 44 and 47(1) of the Statute of the ESCB, such functions are currently performed by the General Council of the ECB. The ECB understands that the deletion of the EMI Protocol will be complemented by an amendment to Article 117(2) of the TEC ( 6 ) so that such functions will continue to be performed by the ECB. 13.7.2007 C 160/4 Official Journal of the European Union EN ( 1 ) Annex 2(B), point 16of the IGCMandate. ( 2 ) Point12 of the IGC Mandate. ( 3 ) Point19(a) of the IGCMandate. ( 4 ) Point19(a) of the IGCMandate. ( 5 ) Point18 of the IGC Mandate. ( 6 ) I.e.along the linesof theadaptation agreed at the 2004 IGC. ",
        "II (Information) INFORMATION FROM EUROPEAN UNION INSTITUTIONS AND BODIES COMMISSION Authorisation for State aid pursuant to Articles 87 and 88 of the EC Treaty Cases where the Commission raises no objections (2007/C 160/03) Date of adoption of the decision 8.6.2007 Reference number of the aid N 694/06 Member State Italy Region Toscana Title (and/or name of the beneficiary) Regime di aiuto di Stato per la valorizzazione, lo sviluppo e il miglioramento delle filiere agroalimentari a minore impatto ambientale Legal basis DGR n. 582 del 7.8.2006 Regime di aiuti — Programma di Regime di aiuti di stato per la valorizzazione, lo sviluppo ed il miglioramento delle filiere agroali- mentari a minore impatto ambientale [Reg. (CEE) n. 2092/91 prodotto da agri- coltura biologica — L.R. 25/99 prodotto da agricoltura integrata — Modifica Dgr n. 1082/04] Type of measure Aid scheme Objective Production, processing and marketing investment, technical support, advertising and promotion measures in favour of organic products and products of inte- grated farming under the Agriqualità label Form of aid Direct grant Budget Annual budget: EUR 18 million — Annex A, Action A: EUR 6 million; — Annex A, Action B: EUR 6 million; — Annex B: 6 million EUR. Intensity Variable Duration 7 years 13.7.2007 C 160/5 Official Journal of the European Union EN ",
        "Economic sectors Agriculture Name and address of the granting authority Regione Toscana Via di Novoli, 26 I-50127 Firenze Other information — The authentic text(s) of the decision, from which all confidential information has been removed, can be found at: http://ec.europa.eu/community_law/state_aids/ Date of adoption of the decision 8.6.2007 Reference number of the aid N 78/06 Member State Spain Region Valencia Title (and/or name of the beneficiary) Ayudas para la mejora de la calidad agroalimentaria Legal basis Proyecto de Orden de la Consejería de Agricultura, Pesca y Alimentación por la que se regulan las ayudas para la revalorización, promoción y mejora en el marco de la calidad agroalimentaria Type of measure Aid scheme Objective To improve food quality Form of aid Direct grant Budget EUR 28 190 000 for the period 2007-12 Intensity Maximum 50 % Duration Until the end of 2012 Economic sectors Agriculture Name and address of the granting authority Conselleria d'Agricultura, Pesca i Alimentació Generalitat Valenciana Amadeo de Saboya, 2 E-46010 Valencia Other information — The authentic text(s) of the decision, from which all confidential information has been removed, can be found at: http://ec.europa.eu/community_law/state_aids/ 13.7.2007 C 160/6 Official Journal of the European Union EN ",
        "Date of adoption of the decision 8.6.2007 Reference number of the aid N 873/06 Member State France Region — Title (and/or name of the beneficiary) Aides à la mise aux normes des bâtiments porcins en vue de l'application des normes sur le bien-être des truies gestantes Legal basis Projet d'arrêté Type of measure Aid scheme Objective Financial support for bringing buildings into compliance in order to apply welfare standards for pregnant sows Form of aid Direct grant Budget EUR 50 000 000 Intensity Max. 40 % Duration 6 years Economic sectors Agriculture Name and address of the granting authority Office national interprofessionnel de l'élevage et de ses productions 80, avenue des terroirs de France F-75607 Paris Cedex 12 Other information — The authentic text(s) of the decision, from which all confidential information has been removed, can be found at: http://ec.europa.eu/community_law/state_aids/ Date of adoption of the decision 8.6.2007 Reference number of the aid NN 16/07 (ex N 786/06) Member State Latvia Region — Title (and/or name of the beneficiary) Atbalsts, lai kompens ē tu sausuma rad ī tos zaud ē jumus lauksaimniec ī b ā Legal basis Ministru kabineta 2006. gada 3. janv ā ra noteikumi Nr. 21 “ Noteikumi par valsts atbalstu lauksaimniec ī bai 2006. gad ā un t ā pie šķ ir š anas k ā rt ī ba ” (Public ē ts: Latvijas V ē stnesis Nr. 14; 24.1.2005.) Type of measure Aid scheme Objective Compensation for the drought in 2006 Form of aid Aid to compensate farmers for losses caused by adverse weather conditions 13.7.2007 C 160/7 Official Journal of the European Union EN ",
        "Budget Overall budget: up to LVL 19,74 million Intensity up to 35 % of the eligible losses Duration 15.11.2006-30.12.2006 Economic sectors Agricultural sector Name and address of the granting authority Lauku atbalsta dienests, Respublikas laukums 2-19. st, LV-1981 R ī ga Other information — The authentic text(s) of the decision, from which all confidential information has been removed, can be found at: http://ec.europa.eu/community_law/state_aids/ Date of adoption of the decision 8.6.2007 Aid number N 66/07 Member State Federal Republic of Germany Region — Title (and/or name of the beneficiary) Guarantees Legal basis Rahmenplan Gemeinschaftsaufgabe (GAK) Type of measure Aid scheme Objective Calculation of guarantees Form of aid Guarantees Budget — Intensity 2,6 % Duration 31.12.2007 Economic sectors Agriculture Name and address of the granting authority — Other information — The authentic text(s) of the decision, from which all confidential information has been removed, can be found at: http://ec.europa.eu/community_law/state_aids/ 13.7.2007 C 160/8 Official Journal of the European Union EN ",
        "Date of adoption of the decision 8.6.2007 Reference number of the aid N 111/07 Member State France Region — Title (and/or name of the beneficiary) Réduction des capacités de production dans le secteur de l'arboriculture, dans le cadre d'un plan de soutien aux producteurs de fruits et légumes Legal basis Articles L 621-1 et suivants du Code rural Type of measure Aid scheme Objective Grubbing-up of orchards growing apples, peaches and nectarines, pears, plums, cherries, berries and table grapes Form of aid Direct grant Budget EUR 20 000 000 Intensity Max. 50 % Duration 2 years Economic sectors Agriculture Name and address of the granting authority Office national interprofessionnel des fruits, des légumes, des vins et de l'horti- culture 164, rue de Javel F-75739 Paris Cedex 15 Other information — The authentic text(s) of the decision, from which all confidential information has been removed, can be found at: http://ec.europa.eu/community_law/state_aids/ Date of adoption of the decision 8.6.2007 Reference number of the aid N 142/07 Member State Italy Region Toscana Title (and/or name of the beneficiary) Interventi nelle zone agricole colpite da calamità naturali (piogge alluvionali dal 19 al 21 ottobre 2006 nella regione di Toscana, provincia di Grosseto) Legal basis Decreto legislativo n. 102/2004 Type of measure Individual aid Objective To compensate for damage to farming structures as a result of bad weather. Form of aid Direct grant 13.7.2007 C 160/9 Official Journal of the European Union EN ",
        "Budget See the approved scheme (NN 54/A/04) Intensity Up to 100 % of the cost of the damage. Duration Measure implementing an aid scheme approved by the Commission. Economic sectors Agriculture Name and address of the granting authority Ministero delle politiche agricole e forestali Via XX Settembre, 20 I-00187 Roma Other information Measure applying the aid scheme approved by the Commission under State aid NN 54/A/04 (Commission letter C(2005)1622 final, dated 7 June 2005). The authentic text(s) of the decision, from which all confidential information has been removed, can be found at: http://ec.europa.eu/community_law/state_aids/ Date of adoption of the decision 8.6.2007 Reference number of the aid N 213/07 Member State Italy Region Puglia Title (and/or name of the beneficiary) Interventi nelle zone agricole colpite da calamità naturali (piogge alluvionali, trombe d'aria e venti impetuosi dal 15 al 28 settembre 2006 nelle province di Bari, Brindisi, Lecce e Taranto) Legal basis Decreto legislativo n. 102/2004 Type of measure Aid scheme Objective Adverse weather conditions Form of aid Grants Budget See Aid No NN 54/A/04 Intensity Up to 100 % Duration Until the final payment is made Economic sectors Agriculture Name and address of the granting authority — Other information — The authentic text(s) of the decision, from which all confidential information has been removed, can be found at: http://ec.europa.eu/community_law/state_aids/ 13.7.2007 C 160/10 Official Journal of the European Union EN ",
        "Date of adoption of the decision 8.6.2007 Reference number of the aid N 241/07 Member State Italy Region Campania Title (and/or name of the beneficiary) Interventi di soccorso nelle zone agricole danneggiate da calamità naturali (piogge alluvionali dal 15 al 25 settembre 2006) Legal basis Decreto legislativo n. 102/2004 Type of measure Aid scheme Objective To compensate for damage to farm structures as a result of bad weather Form of aid Direct grant Budget See the approved scheme (NN 54/A/04) Intensity Up to 80 % Duration Until the final payment is made Economic sectors Agriculture Name and address of the granting authority Ministero delle Politiche agricole e forestali Via XX Settembre, 20 I-00187 Roma Other information Measure applying the scheme approved by the Commission under State aid NN 54/A/04 (Commission letter C(2005) 1622 final, dated 7 June 2005) The authentic text(s) of the decision, from which all confidential information has been removed, can be found at: http://ec.europa.eu/community_law/state_aids/ 13.7.2007 C 160/11 Official Journal of the European Union EN ",
        "Non-opposition to a notified concentration (Case COMP/M.4572 — Vinnolit/Ineos CV's Specialty PVC Business) (Text with EEA relevance) (2007/C 160/04) On 26 June 2007, the Commission decided not to oppose the above notified concentration and to declare it compatible with the common market. This decision is based on Article 6(1)(b) of Council Regulation (EC) No 139/2004. The full text of the decision is available only in English and will be made public after it is cleared of any business secrets it may contain. It will be available: — from the Europa competition website (http://ec.europa.eu/comm/competition/mergers/cases/). This website provides various facilities to help locate individual merger decisions, including company, case number, date and sectoral indexes, — in electronic form on the EUR-Lex website under document number 32007M4572. EUR-Lex is the on-line access to European law. (http://eur-lex.europa.eu) 13.7.2007 C 160/12 Official Journal of the European Union EN ",
        "IV (Notices) NOTICES FROM EUROPEAN UNION INSTITUTIONS AND BODIES COMMISSION Euro exchange rates ( 1 ) 12 July 2007 (2007/C 160/05) 1 euro = Currency Exchange rate USD US dollar 1,3788 JPY Japanese yen 168,39 DKK Danish krone 7,4414 GBP Pound sterling 0,67830 SEK Swedish krona 9,1448 CHF Swiss franc 1,6574 ISK Iceland króna 83,23 NOK Norwegian krone 7,9325 BGN Bulgarian lev 1,9558 CYP Cyprus pound 0,5842 CZK Czech koruna 28,353 EEK Estonian kroon 15,6466 HUF Hungarian forint 246,63 LTL Lithuanian litas 3,4528 LVL Latvian lats 0,6971 MTL Maltese lira 0,4293 PLN Polish zloty 3,7581 Currency Exchange rate RON Romanian leu 3,1380 SKK Slovak koruna 33,282 TRY Turkish lira 1,7720 AUD Australian dollar 1,5967 CAD Canadian dollar 1,4484 HKD Hong Kong dollar 10,7771 NZD New Zealand dollar 1,7630 SGD Singapore dollar 2,0897 KRW South Korean won 1 266,15 ZAR South African rand 9,6744 CNY Chinese yuan renminbi 10,4338 HRK Croatian kuna 7,2960 IDR Indonesian rupiah 12 491,93 MYR Malaysian ringgit 4,7575 PHP Philippine peso 63,328 RUB Russian rouble 35,1620 THB Thai baht 42,743 13.7.2007 C 160/13 Official Journal of the European Union EN ( 1 ) Source: reference exchange rate published by the ECB. ",
        "V (Announcements) ADMINISTRATIVE PROCEDURES EUROPEAN PERSONNEL SELECTION OFFICE Amendment to Notice of competition EPSO/AD/95/07 (Official Journal of the European Union C 103 A of 8 May 2007) (2007/C 160/06) The European Personnel Selection Office (EPSO) is organising the following open competition: — EPSO/AD/95/07 — Administrators (AD5) in the field of Information Sciences (Library/Docu- mentation) For admission to the competition you must have completed a three-year university course in this field or have completed a three-year university course and have a specialist qualification in this field. No professional experience is required. The competition notice is published in English, French and German only. Full details can be found on the EPSO website http://europa.eu/epso in all three languages. This notice of competition and the information notice in the 19 other language versions were published in the English, French and German editions of the Official Journal of 8 May 2007. To make the information more widely available, the appointing authority has decided to publish this infor- mation notice in the 19 other language versions of this Official Journal and consequently to re-open the deadline for the submission of applications. The new closing date will be 14 August 2007. The re-opening of the application period does not in any way affect the position of those candidates who are already registered. Save as indicated above, the original notices of competition remain unchanged. In particular, the admission criteria continue to be those laid down in this notice: anyone who takes advantage of the re-opening of the time-limit to make a first application must check that they met those conditions at the closing date mentioned in the original competition notice (i.e. 7 June 2007). IMPORTANT: candidates whose application has already been registered at the date of publication of this notice may not apply again. This applies not only to candidates who have already sat the test, but also to candidates who have applied but have not sat the test. Full details can be found on the EPSO website. 13.7.2007 C 160/14 Official Journal of the European Union EN ",
        "OTHER ACTS COMMISSION Publication of an application pursuant to Article 6(2) of Council Regulation (EC) No 510/2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (2007/C 160/07) This publication confers the right to object to the application pursuant to Article 7 of Council Regulation (EC) No 510/2006 ( 1 ). Statements of objection must reach the Commission within six months from the date of this publication. SUMMARY COUNCIL REGULATION (EC) No 510/2006 ‘ CIPOLLA ROSSA DI TROPEA CALABRIA ’ EC No: IT/PGI/005/0369/20.9.2004 PDO ( ) PGI ( X ) This summary sets out the main elements of the product specification for information purposes. 1. Responsible department in the Member State: Name: Ministero delle Politiche agricole e forestali Address: Via XX Settembre, 20 I-00187 Roma Tel.: (39) 06 481 99 68 Fax: (39) 06 42 01 31 26 e-mail: QTC3@politicheagricole.it 2. Group: Name: Accademia tutela Cipolla Rossa di Tropea Address: Via Provinciale — Santa Domenica I-89865 Ricadi (VV) Tel.: (39) 0963 66 95 23 Fax: (39) 0963 66 95 23 e-mail: — Composition: Producers/processors ( X ) Other ( ) 13.7.2007 C 160/15 Official Journal of the European Union EN ( 1 ) OJ L 93, 31.3.2006, p. 12. ",
        "3. Type of product: Class 1.6.: Fresh or processed fruit, vegetables and cereals 4. Specification: (summary of requirements under Article 4(2) of Regulation (EC) No 510/2006) 4.1. Name: ‘ Cipolla Rossa di Tropea Calabria ’ 4.2. Description: The protected geographical indication (PGI) ‘ Cipolla Rossa di Tropea Calabria ’ denotes bulbs of the species Allium Cepa exclusively from the local ecotypes listed below, which have a charac- teristic shape and are produced early, owing to the effect of the photoperiod: — ‘ Tondo Piatta ’ , an early crop; — ‘ mezza campana ’ , a mid to early crop; — ‘ Allungata ’ , a late crop. There are three types of product: — ‘ Cipollotto ’ : — Colour: white to pink or purple. — Taste: sweet and mild. — Diameter size: see the standards applicable under EU rules. — ‘ Cipolla da consumo fresco ’ (for consumption fresh): — Colour: white to pink or purple. — Taste: sweet and mild. — Diameter size: see the standards applicable under EU rules. — ‘ Cipolla da serbo ’ (for storage): — Colour: white to purple. — Taste: sweet and crunchy. — Diameter size: see the standards applicable under EU rules. 4.3. Geographical area: The production area of ‘ Cipolla Rossa di Tropea Calabria ’ PGI covers suitable land in all or part of the following municipalities in the region of Calabria: — Province of Cosenza: part of the municipalities of Fiumefreddo, Longobardi, Serra d'Aiello, Belmonte and Amantea. — Province of Catanzaro: part of the municipalities of Nocera Terinese, Falerna, Gizzeria, Lamezia Terme and Curinga. — Province of Vibo Valentia: part of the municipalities of Pizzo, Vibo Valentia, Briatico, Parghelia, Zambrone, Zaccanopoli, Zungri, Drapia, Tropea, Ricadi, Spilinga, Joppolo and Nicotera. 4.4. Proof of origin: A certification scheme was set up to protect the geographic indication and also serves the purpose of ensuring the traceability of all stages in the production process. Producers and processors of ‘ Cipolla Rossa di Tropea Calabria ’ and the land parcels on which it is grown are entered in registers managed by the inspection body. 13.7.2007 C 160/16 Official Journal of the European Union EN ",
        "4.5. Method of production: The production process can be summarised as follows: the seeds of ‘ Cipolla Rossa di Tropea Calabria ’ are sown from August onwards. The planting distances vary according to the land and the method used, ranging from 4-20 cm in rows to 10-22 cm in between rows, with a density of between 250 000 plants/hectare and 900 000 plants/hectare, the latter where there are four bulbs per hole for final radication. One of the regular operations is to provide irrigation, varying according to precipitation levels. After the cipollotto bulbs have been harvested, the earth-covered outer layer is removed, the foliage is cut at 40 cm and the bulbs are then placed in trays in bundles. In the case of cipolla da consumo fresco , the outer layer of the bulbs is also removed and foliage is cut if it is longer than 60 cm. The onions are then tied in bundles of 5-8 kg and placed in trays or crates. For cipolla da serbo , the bulbs are placed on the ground in windrows covered with their own foliage and left for 8 to 15 days to dry, become more compact and resistant and develop a bright red colour. Once dried, the bulbs may be topped or the foliage left for plaiting. Persons intending to produce the protected geographical indication ‘ Cipolla Rossa di Tropea Calabria ’ must fully comply with the specification submitted to the EU. The product must be packaged in the area defined in point 4.3 in order to ensure product traceability and control and to maintain product quality. 4.6. Link: The application to register the PGI ‘ Cipolla Rossa di Tropea Calabria ’ is justified by the product's reputation and recognition thanks partly to a number of advertising campaigns, as shown in historical and bibliographical references. ‘ Cipolla Rossa di Tropea Calabria ’ is known for its qualitative and organoleptic characteristics including its mildness, sweetness, high digestibility and very low level of sulphates in the bulbs, which make them less sharp and sour and more easily digestible. These characteristics enable ‘ Cipolla Rossa di Tropea Calabria ’ also to be consumed raw, in greater quantities than for normal onions. Historical and bibliographical references credit the arrival of onions in the Mediterranean basin and Calabria first to the Greeks and then to the Phoenicians. Highly appreciated in the Middle Ages and during the Renaissance, it was considered a staple food and key to the local economy where it was bartered for, sold, and exported by sea to Tunisia, Algeria and Greece. The many travellers who went to Calabria between 1700 and 1800 and visited the Tyrrhenian coast between Pizzo and Tropea frequently refer to the red onions commonly found there. Onions have always been a feature of the rural diet and of local production. Dr Albert, who travelled to Calabria in 1905 and visited Tropea, was struck by the poverty of the local people who ate only onions. In the early 1900s, onion growing in Tropea moved from the family garden and vegetable patch and became a major crop. In 1929, the Valle Ruffa aqueduct paved the way for irrigation and, as a result, better yields and quality. The product became more widespread during the Bourbon period, reaching north European markets and swiftly becoming sought after and prized, as described in Studi sulla Calabria — 1901 , which refers to the shape of the bulb, the red oblong onions from Calabria. The first organised statistical information on onion-growing in Calabria is contained in the Reda agricultural encyclopaedia (1936-39). Because of its unique characteristics, which have helped forge a nationwide reputation and, above all, its historical and cultural significance in the area concerned, a significance that is still reflected today in farming practices, cooking, in everyday language and folkloric events, attempts have been made to imitate the product and make unauthorised use of the designation. ‘ Cipolla Rossa di Tropea Calabria ’ is grown in medium, sand-rich loam or in heavy loam rich in clay or lime, in the coastal area or around alluvial rivers and streams which, despite the gravel, does not restrict the growth and development of the bulbs. Coastal land is ideal for growing early onions for fresh consumption. Inland areas with heavier, clay-rich soil are ideal for growing late onions for storage. Today as in the past, red onions are grown in family vegetable patches and in large crops and form part of the rural landscape, local food and dishes and traditional recipes. 13.7.2007 C 160/17 Official Journal of the European Union EN ",
        "The soil and climate conditions in the defined area contribute to the high quality and uniqueness of the product, which is widely acclaimed the world over. 4.7. Inspection body: Name: Associazione Italiana Agricoltura Biologica (A.I.A.B.) Address: via Piave, 14 I-00187 Roma Tel.: — Fax: — e-mail: — 4.8. Labelling: Bulbs carrying the PGI ‘ Cipolla Rossa di Tropea Calabria ’ must be packaged as follows in order to be released for consumption: cipollotti must be tied in bundles and placed in cardboard, plastic or wooden trays ready for sale. Cipolla da consumo fresco must be tied in 5-8 kg bundles and placed in trays or crates. Cipolle da serbo must be packaged in bags or trays of varying weights up to a maximum of 25 kg. There must be at least six bulbs, regardless of their diameter, to be presented in plaits and the number and weight in any one package must be the same. The containers must bear the wording ‘ Cipolla Rossa di Tropea Calabria ’ PGI with the type specified, either ‘ cipollotto ’ , ‘ cipolla da consumo fresco ’ or ‘ cipolla da serbo ’ and the logo. The containers must also carry the name, company name and address of the producer and packager of the product and the net weight at origin. The logo consists of the rock of Tropea with the Benedictine sanctuary of Santa Maria dell'Isola rising above it. Further details on the logo are set out in full in the product specification. Products prepared using the PGI ‘ Cipolla Rossa di Tropea Calabria ’ , even after processing and treatment, may be released for consumption in packaging bearing the reference to this PGI without using the EU logo provided that: — the PGI product, certified as such, is the sole component of the product group concerned; — users of the protected geographical indication are authorised by the holders of the intellectual prop- erty right concerned, grouped together in a syndicate and assigned a supervisory role by the Ministry for Agricultural and Forestry Policy. The syndicate will be responsible for registering them and keeping watch on correct use of the protected geographical indication. In the absence of a supervisory syndicate, these functions are to be carried out by the Ministry for Agricultural and Forestry Policy, as the national authority responsible for implementing Regulation (EC) No 510/2006. Non-exclusive use of the PGI is limited to a reference thereto in the list of the ingredients of the product containing the processed or treated PGI, in accordance with the rules applicable. 13.7.2007 C 160/18 Official Journal of the European Union EN ",
        "Publication of an application pursuant to Article 6(2) of Council Regulation (EC) No 510/2006 on the protection of geographical indications and designations of origin for agricultural products and foodstuffs (2007/C 160/08) This publication confers the right to object to the application pursuant to Article 7 of Council Regulation (EC) No 510/2006 ( 1 ). Statements of objection must reach the Commission within six months from the date of this publication. SUMMARY COUNCIL REGULATION (EC) No 510/2006 ‘ MARRONE DI ROCCADASPIDE ’ EC No: IT/PGI/005/0447/3.1.2005 PDO ( ) PGI ( X ) This summary sets out the main elements of the product specification for information purposes. 1. Responsible department in the Member State: Name: Ministero delle Politiche agricole e forestali Address: Via XX Settembre, 20 I-00187 Roma Tel. (39) 06 481 99 68 Fax (39) 06 42 01 31 26 E-mail: qtc3@politicheagricole.it 2. Group: Name: Cooperativa Agricola «Il Marrone» A r.l. Address: Via Gaetano Giuliani, 28 Roccadaspide (SA) (Italia) Tel. (39) 082 894 74 96 Fax (39) 082 894 83 24 E-mail: coop.ilmarrone@tiscali.it Composition: Producers/processors ( X ) Other ( ) 3. Type of product: Group 1.6: Fruit, vegetables and cereals, fresh or processed, listed in Annex 1 — chestnut. 4. Specification: (summary of requirements under Article 4(2) of Regulation (EC) No 510/2006) 4.1. Name: ‘ Marrone di Roccadaspide ’ 13.7.2007 C 160/19 Official Journal of the European Union EN ( 1 ) OJ L 93, 31.3.2006, p. 12. ",
        "4.2. Description: The ‘ Marrone di Roccadaspide ’ PGI denotes fruit obtained from the Anserta, Abate and Castagna Rossa ecotypes, which are linked to the Marrone variety. When released for consumption in the fresh state, it should have the following characteristics: Fruit shape: basically hemi- spherical, in some cases slightly ellipsoidal; Pericarp: dark chestnut brown, tending towards a reddish colour, with darker stripes that are generally not too noticeable; Episperm: thin, tending to adhere to the meat and intruding only slightly into the seed; Size: maximum 85 nuts per kg of selected and/or graded product; Seed: milky-white in colour, with a firm texture and sweet flavour, and a maximum of 5 % of septate nuts. When marketed dry (peeled or otherwise), it must have the following characteris- tics: (a) Dry unpeeled chestnuts: moisture content of whole nuts: not exceeding 15 %. The product must be sound (absence of larvae, mould, etc.). Dry chestnut yield (with shell): not exceeding 50 % by weight; (b) Peeled dry chestnuts: must be sound and pale-straw coloured; defects (worm damage, defor- mations, etc.) may not be present in more than 20 % of the nuts. The ‘ Marrone di Roccadaspide ’ PGI is characterised by a markedly sweet flavour and a high sugar content. Other organoleptic characteristics include a crunchy and not very floury texture. The organoleptic characteristics are checked by a panel of tasters selected by the inspection body. 4.3. Geographical area: The ‘ Marrone di Roccadaspide ’ PGI production area comprises the land situated more than 250 metres above sea level in the municipalities of the province of Salerno listed in the product specification . 4.4. Proof of origin: Every phase of the production process must be monitored and a record kept of incoming and outgoing products at each stage. This, together with the drawing up, by the inspection body, of lists of the producers, land parcels and packing stations concerned, ensures the product's traceability throughout the production chain. Any natural or legal person whose name appears on those lists may be subject to checks by the inspection body, in accordance with the terms of the speci- fication and the corresponding monitoring plan. If the inspection body becomes aware of any instance of non-compliance, even if this is limited to a single stage of the production process, the product may not be marketed under the ‘ Marrone di Roccadaspide ’ protected geographical indication. 4.5. Method of production: The product specification stipulates, inter alia, that the density should not exceed 130 plants in full production per hectare. Training of the trees: for volume, with a semi-open vase. Branching begins at 2 metres from the ground. The trees are trained using early branches in the summer/autumn. Pruning must be carried out at least every five years. Given its high permeability, the soil does not require specific work aimed at preventing rainwater stagnation and does not, therefore, need to be tilled, etc. The grass cover must be cut when it is 30-40 cm high. Harvesting, which must be performed in the autumn — in no case after the first ten days in November — and for not more than two weeks at a time, is carried out manually or, using harvesting machines which do not damage the product, mechanically. All the production work and every process with the exception of packing are performed in the terri- tory of the municipalities listed in Article 4. This ensures product traceability. 4.6. Link: The soil in the Cilento is of volcanic origin, deep, cool, neither conducive to stagnation nor asphyctic, has an acid or neutral reaction (pH between 4,5 and 6,5) and a high mineral content, and is thus well-suited to chestnut cultivation. The average temperature all year round the year ranges between + 8 °C and + 15 °C. The annual precipitation exceeds 600-800 mm. The area is thus charac- terised by a typically Mediterranean climate, with rather mild winters and summers which include dry spells, in some cases protracted ones. This is an environment in which large quantities of high-quality fruit can be produced, even amid fairly low temperatures. The Codex diplomaticus cavensis , a document kept in the archives of the Benedictine Abbey at Cava de' Tirreni and referring to a series of agreements between farmers and landowners, shows that chestnut-growing was being practised in the province of Salerno in Medieval times. Basilian monks also contributed to the spread of chestnut-growing in some Cilento areas. The knowledge and skills concerned have been passed on from generation to generation, so much so that Man, through his expertise and patient work, constitutes a powerful link between the product and its environment. Since the 1800s, as well as constituting one the staple local foods, chest- nuts have played a fundamental role in the local economy, being used for bartering with neighbouring areas. Over the centuries festivals, written documents and recipes have served to strengthen the links between chestnut-growing and the area. Human skill and knowledge, combined with optimal character- istics in terms of soil and climate characteristics, make this a unique product with an unquestioned reputation. 13.7.2007 C 160/20 Official Journal of the European Union EN ",
        "4.7. Inspection body: Name: ISMECERT Address: Centro Direzionale Isola G1 I-80143 Napoli Tel. (39) 081 787 97 89 Fax (39) 081 604 01 76 E-mail: info@ismecert.it 4.8. Labelling: The packaging or labels affixed to packaging must bear, in clear and legible print of the same size, the following indication: ‘ Marrone di Roccadaspide ’ followed by the wording: ‘ Indicazione Geografica Protetta ’ (or its Italian acronym I.G.P.); the name, company name and address of the pack- ager or producer; the quantity of product in the packaging, and the PGI logo. All the indications may be displayed on the label in print whose height and width must not exceed half of those used to indi- cate the protected geographical indication. The logo consists of two ellipses, the image representing a chestnut, which is inclined by 41,6° clockwise and the wording Marrone di Roccadaspide, followed by the indication in Italian ‘ Indicazione Geografica Protetta ’ . The particulars of the logo are set out in the specification. Products prepared using the denomination ‘ Marrone di Roccadaspide ’ , even after proces- sing and treatment, may be released for consumption in packaging bearing the reference to this desig- nation but may only use the EU logo on condition that: — the product ‘ Marrone di Roccadaspide ’ certified as such is the sole component of the product group concerned, — users of the protected designation product: are authorised by the holders of the intellectual prop- erty right concerned, grouped together in a syndicate and assigned a supervisory role by the Ministry for Agricultural and Forestry Policy. The syndicate will be responsible for registering them and ensuring the correct use of the protected designation. In the absence of a supervisory syndi- cate, these functions shall be carried out by the Ministry of Agricultural and Forestry Policy, as the national authority responsible for implementing Regulation (EC) No 510/2006. Non-exclusive use of ‘ Marrone di Roccadaspide ’ chestnuts shall give rise only to the right to include the name, in accordance with the rules currently applicable, among the ingredients of the product which contains it or into which it has been processed. 13.7.2007 C 160/21 Official Journal of the European Union EN "
    ]
}