{
    "text": [
        "PARLEMETER 2017 STUDY - Public Opinion Monitoring Series Eurobarometer survey commissioned by the European Parliament Directorate-General for Communication Public Opinion Monitoring Unit October 2017 - PE 608.741 A STRONGER VOICE CITIZENS’ VIEWS ON PARLIAMENT AND THE EU ",
        "",
        "PARLEMETER 2017 A STRONGER VOICE CITIZENS’ VIEWS ON PARLIAMENT AND THE EU STUDY Public Opinion Monitoring Series Directorate-General for Communication Public Opinion Monitoring Unit ",
        "PARLEMETER 2017: A STRONGER VOICE 4 IMPRESSUM AUTHORS Philipp SCHULMEISTER, Head of Unit (Editor) Elise DEFOURNY, Said HALLAOUY, Luisa MAGGIO Matthias BÜTTNER GRAPHICAL SUPPORT Katarzyna ONISZK, Marianna COLONNA Manuscript completed in October 2017 Brussels, © European Union, 2017 Cover photo: Shutterstock ABOUT THE PUBLISHER This paper has been drawn up by the Public Opinion Monitoring Unit within the Directorate–General for Communication (DG COMM) of the European Parliament. To contact the Public Opinion Monitoring Unit please write to: public.opinion.monitoring@europarl.europa.eu LINGUISTIC VERSION Original: EN DISCLAIMER This document is prepared for, and primarily addressed to, the Members and staff of the European Parliament to assist them in their parliamentary work. The content of the document is the sole responsibility of its author(s) and any opinions expressed herein should not be taken to represent an official position of the Parliament. ",
        "PARLEMETER 2017: A STRONGER VOICE 5 TABLE OF CONTENTS FOREWORD .................................................................................................................................................................... 7 EXECUTIVE SUMMARY .......................................................................................................................................... 9 CONTEXT .......................................................................................................................................................................... 11 CHAPTER I: A STRONGER VOICE .................................................................................................................. 13 My voice counts in the EU and in my country ............................................................................ 14 Interest in European affairs ...................................................................................................................... 16 EU membership as a good thing ........................................................................................................ 17 My country has benefitted from its EU membership ... and why .................................... 18 Are things going in the right direction? .......................................................................................... 23 My country or the EU on the right track? ....................................................................................... 26 Image and role of the European Parliament ................................................................................ 26 Interest in the European Elections ...................................................................................................... 30 CHAPTER II: WHAT TO PROTECT? .................................................................................................................. 31 Fighting the threat of terrorism ............................................................................................................ 33 Socio-demographic profiles of respondents ............................................................................... 39 European and national identity: a common ground .............................................................. 40 Spotlight on Digital Europe .................................................................................................................... 41 Spotlight on cyber security ..................................................................................................................... 41 CHAPTER III: A CALL FOR ACTION, BASED ON CLEAR VALUES ......................................... 43 Combating terrorism is a priority for ... .............................................................................................. 44 Tackling poverty and social exclusion .............................................................................................. 45 Combating youth unemployment ..................................................................................................... 46 Combating climate change with creative solutions ............................................................... 47 Combating climate change vs boosting the economy: a contradiction? ................. 48 Steadfast commitment to European values ................................................................................. 50 TECHNICAL SPECIFICATIONS ........................................................................................................................ 54 ",
        "PARLEMETER 2017: A STRONGER VOICE 6 ",
        "PARLEMETER 2017: A STRONGER VOICE 7 FOREWORD O pinions matter. For a democratically elected European Parliament, representation and voice of all citizens in the European Union, listening to these opinions and understanding them in their variety is paramount. In its tenth year, the European Parliament’s ‘Parlemeter’ is continuing to monitor European citizens’ opinions on the EU membership and its benefits, whether their voice is being heard in the Union and, last but not least, on their attitudes towards the European Parliament, its priorities, actions and mission. The Parlemeter is a mirror of today’s European Union, building a common image out of diversity. Since 2007, the Parlemeter surveys paint a concise and rich image of the developments in European public opinion over time. They trace its ups and downs through times of cri- sis and success as well as report the steadfast commitment and dedication of European citizens to fundamental rights and freedoms. The European Parliament’s public opinion surveys shed light on the importance of the EU in tackling global threats, measure citizens’ awareness of the EU’s and specifically Parliament’s legislative action on their behalf and in their interest. In doing so, the Parlemeter surveys offer a wealth of data and information, allowing for a detailed look into public opinion trends not only on a European average level, but with much more detail available on a country-specific or socio-demographic level. It is exactly this amount of detailed information available, which makes the Parlemeter such a valuable and useful tool. As this present survey will show, European average results on every single question tell only half the story. Only when combined with - and often contrasted to - the different national results, a complete picture of the European Union through the eyes of its citizens emerges. The fieldwork for this European Parliament Eurobarometer was conducted between 23 September and 2 October 2017. In face-to-face interviews, Kantar Public interviewed 27.881 respondents in all 28 Member States. The presentation of the results start describing the context, major political and economic events that happened during the past months and which are vital for understanding the shifts in opinions and trends. The report is structured in three chapters around three major themes: the first chapter looks at the voice of the citizens and their attitudes ",
        "PARLEMETER 2017: A STRONGER VOICE 8 towards the European Union and the European Parliament. The second chapter explores citizens’ opinions on which threats the European Union should protect them from as a priority as well as those achievements and successes of the European Union they wish to preserve. Finally, the third chapters sheds light on the political priorities European citizens would like the European Parliament to act upon and, last but not least, at the values they see as important. For many major questions, the trendline since 2007 is reported analysing the shifts in opinion of European citizens. Some questions have not been asked in all waves of the Parlemeter, therefore trendlines of different indicators may vary. ",
        "PARLEMETER 2017: A STRONGER VOICE 9 EXECUTIVE SUMMARY T he Parlemeter 2017 shows the strengthened voice of European citizens, their strengthened belief in the European project - as well as a strengthened image of the European Parliament in the eyes of the citizens. In the context of a rekindled debate on the future of Europe and a challenged unity within the European Union, 47% of European citizens feel that their voice counts in the EU. This is the best result since the European elections 2009. Moreover, with 57% of respondents feeling that EU membership is a good thing for their country, this indicator is also nearly back to its pre-crisis level. The 2017 Parlemeter of the European Parliament takes a close look at citizens’ opinions on EU membership and its benefits, whether their voice counts in the European Union and on their attitudes towards the European Parliament, its priorities, actions and mission. Positive signs of economic recovery in the EU and a return to stability are increasingly seen as ‘new normal’. In its first part, the Parlemeter 2017 indicates the citizens’ increasing favourability towards the EU as already demonstrated in previous surveys since 2016. The last survey from March 2017, ‘Two years before the European elections’, already showed that citizens tend to be more and more aware that the EU is acting on their behalf in the areas they express as priorities. Building on this increasing acknowledgement of EU’s action, interest in the EU remains high at 57%, showing a steady increase over time. In the framework of the renewed debate on the future of Europe, a clear majority of Europeans keeps supporting their country’s membership to the EU. 57% of respondents feel that the EU membership is a good thing for their country, almost as many as before the crisis. While this feeling is lower in the most severely affected Member States, citizens from economically more stable countries tend to be more in favour of the EU. Most respondents in all Member States say that EU membership has benefited their country. This feeling is growing at EU level by four percentage points compared to 2016 and now registers at 64%. In addition, more citizens find that things are going in the right direction in the EU (31%, +6 p.p. compared to March). Against the backdrop of this steadily rising optimism, also the European Parliament sees an uptick in the public opinion. An increase of eight percentage points now shows 33% of all citizens having a positive image of the European Parliament. This increase is coupled to a similar decrease by 7 percentage points to a total of 21% of citizens who have a negative image of the EP, while 42% of respondents still have a neutral image. ",
        "PARLEMETER 2017: A STRONGER VOICE 10 A final, interesting spotlight can be put at the upcoming 2019 European elections. With less than two years to go, 47% of Europeans call for a more important role for the European Parliament, while 55% of Europeans already now declare their interest in the next European elections. In its second part, the Parlemeter 2017 traces public opinion with a view to threats and protection by the EU. The notion of a ‘Europe that protects’ has already taken a firm hold in the political discourse in the EU. Recent Eurobarometer surveys showed that issues such as terrorism, immigration and the economic situation are of high concern. This chapter is therefore firstly identifying areas where Europeans expect a protection from the EU. Terrorism comes out, with 58% of citations, as the main threat Europeans want the EU to offer protection. The precarious economic situation suffered by many Europeans defines the following issues such as unemployment (43%) and poverty and exclusion (42%). Protection against uncontrolled migration, with 35% on average, still ranges high on citizens’ agenda. Less than a quarter of Europeans cited climate change (23%), religious radicalism (23%), organised crime (22%), armed conflict (21%), political extremism (20%), spread of infectious diseases (10%), cyber attacks, social dumping and threats to data privacy (all three at 9%). The survey then assesses the main accomplishments citizens want the EU to protect for them. Answers can be categorised in two main types: on one side, fundamental rights (44%) and the freedom to travel, work and study across the EU (36%). On the other side stand the social and economic achievements, namely labour rights (34%), adequate pensions (34%) and the economic well-being (33%). These results resonate adequately with the values that Europeans want to see defended in priority by the EP: the protection of human rights (56%), freedom of speech (34%) and equality between men and women (32%). In its third chapter, the Parlemeter 2017 shows what concrete policies Europeans expect from the European Parliament. In line with the previously identified threats, Europeans mainly and evenly support action on poverty and exclusion (41%) as well as against terrorism (41%). Combating youth unemployment is the third most cited item (31%) on average. These top three broadly indicate the concerns of Europeans citizens: they want to fulfil their life in a place that guarantees their economic chances and protects their freedom. ",
        "PARLEMETER 2017: A STRONGER VOICE 11 CONTEXT A s with every survey of this kind, understanding the national, European and international context in which the interviews were conducted is key for properly analysing its findings. In the European Union positive signs of economic recovery and a return to stability are increasingly seen as ‘new normal’. Along these lines, the State of the Union speech delivered by the President of the European Commission, Jean-Claude Juncker, to the European Parliament on 13 September 2017, built on the recognizable hallmarks of the positive results achieved as good starting point for creating a stronger European Union. A growing optimism about the future of the EU seems to reflect the gradual economic recovery that has reached its Member States. According to Eurostat, in the second quarter of 2017, 235.4 million men and women were employed in the EU28 1 : these are the highest levels ever recorded. At the same time, Eurostat estimates that the seasonally adjusted GDP rose by 0.6% in the euro area (EA19) and by 0.7% in the EU28 during the second quarter of 2017. Compared with the same quarter of the previous year, seasonally adjusted GDP rose by 2.3% in the euro area and by 2.4% in the EU28 in the second quarter of 2017 2 . President Juncker’s call to start a reform process for the European Union has been taken up by European politicians and the media alike, leading to a growing public debate and awareness. Although the massive influx of refugees and illegal migrants along the major routes has been reduced and the numbers of asylum seekers has considerably decreased since 2014, the European Union is continuing to deal with migrants and refugees, mainly coming across the Mediterranean, leading to a number of tragic losses. Terror attacks continue to hit innocent people in various EU countries. This summer two terrorist attacks were carried out in the United Kingdom, on London Bridge on June 3 and on a London subway on 15 September. On 17 August, Barcelona was hit by a terrorist attack, killing 14 people and injuring more than 130. Belgium suffered again from two terrorist attacks carried out in Brussels on 20 June and on 25 August. Last, but not least 1 http://ec.europa.eu/eurostat/documents/2995521/8220116/2-13092017-AP-EN.pdf/c2bdcb38-37b8- 4b8d-9832-24e1cec1e6bf 2 http://ec.europa.eu/eurostat/documents/2995521/8213935/2-07092017-AP-EN.pdf/6fe1f60c-51e2- 4b98-9d14-ca6ea5c7e260 ",
        "PARLEMETER 2017: A STRONGER VOICE 12 two terrorist attacks happened in France, in Paris and in Marseille, on 6 June and 1 October respectively. Several EU countries have been struck by natural disasters. In Italy, the area of Livorno was flooded on 9 September and an earthquake hit on Ischia on 21 August. Another earthquake hit the Greek island of Kos on 21 July. In a broader context, European media were largely covering a series of devastating hurricanes hitting the Caribbean Islands, Puerto Rico as well as the US mainland. As for the United Kingdom and the ongoing Brexit negotiations, talks with the European Union remain difficult and progress is considered as still being insufficient, although attempts are made to rekindle proceedings. The challenges connected with the process of leaving the European Union as well as its possible consequences are widely reported by the media throughout the European Union. Meanwhile, the political crisis in Spain caused by the situation in Catalonia has strongly dominated the public debate not only in Spain itself. Elections often call citizens to reconsider their political views and their stand on important issues. On a national level, several legislative and presidential elections took place either before or after the fieldwork. On 24 September 2017, legislative elections were held in Germany, while Portugal held local elections at the beginning of October. Besides, on 15 October citizens are called to vote in legislative elections in Austria and on 22 October in the Czech Republic. Local elections in Estonia as well as the first round of the presidential elections in Slovenia will also take place in October this year. ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 13 CHAPTER I: A STRONGER VOICE O ver the past year, public opinion trends show an increased favourability towards the EU, as demonstrated in Parliament’s Special Eurobarometer ‘Two years before the European elections’ (March 2017) 3 , in the ‘Parlemeter 2016’ 4 as well in the European Commission’s Standard Eurobarometer 87 (May 2017) 5 . 47% of European citizens feel that their voice counts in the EU. This is the best result since the European elections 2009. Moreover, with 57% of respondents feeling that EU membership is a good thing for their country, this indicator is also nearly back to its pre- crisis level. Interest in the EU remains high at 57%, showing a steady increase over time. A clear majority of Europeans keeps supporting their country’s membership to the EU. 57% of respondents feel that the EU membership is a good thing for their country, almost as many as before the crisis. 64% of respondents across the EU say that EU membership has benefited their country. This feeling is growing at EU level by four percentage points compared to 2016. In addition, more citizens find that things are going in the right direction in the EU (31%, +6 p.p. compared to March). Europeans have a multi-faceted approach to the EU, which they view both as global actor tasked to face international challenges and as the right level to act more decisively in a number of political areas 6 . Yet citizens not only expect more from the EU, they also seem to be more perceptive of the EU’s actions in these areas. The last survey of the European Parliament ‘Two years before the European elections’ clearly disclosed a rising awareness of European citizens about what the EU is doing for them. Comparing results from 2016 with 2017, the share of respondents who consider that ‘ EU action is adequate ’ had significantly increased in almost every Member State on a majority of political areas. Chapter II will discuss the significance of this increased awareness of European citizens as to the action of the European Union in accordance with their expectations. It might moreover well explain a significant rise in a key area, namely whether or not citizens believe their voice ‘ counts in the EU ’. 3 European Parliament, Special Eurobarometer “Two years before the European elections”, March 2017, http://www.europarl.europa.eu/atyourservice/en/20170426PVL00115/Two-years-until-the-2019-Europe- an-Elections 4 European Parliament, Special Eurobarometer “Parlemeter 2016”, http://www.europarl.europa.eu/atyour- service/en/20161110PVL00113/Parlemeter-2016 5 European Commission, Standard Eurobarometer 87, May 2017, http://ec.europa.eu/commfrontoffice/ publicopinion/index.cfm/Survey/getSurveyDetail/instruments/STANDARD/surveyKy/2142 6 European Parliament, Special EB “Two years before the European elections”, March 2017 High priority, high rates ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 14 My voice counts in the EU and in my country Europeans feel that their opinion matters and their voice is being heard: the percentage of Europeans who believe that ‘ their voice counts in the EU’ reaches 47%, its highest mark since the European elections in June 2009. Conversely, the percentage of Europeans thinking ‘ their voice does not count in the EU’ registers with 48%, decreasing by 11 percentage points since its high point in September 2016. Both trendlines show a recent convergence, with the positive feeling gaining 4 percentage points compared to March 2017 and 10 percentage points compared to one year ago. A widespread improvement in a large majority of Member States leads this development. With an uptrend of 10 percentage points or more, countries such as Slovenia, Sweden, Denmark, Austria and Ireland top the list of this upward evolution. Only in Bulgaria, Lithuania and Romania this opinion decreases, while in Cyprus and Latvia it remains unchanged. The underlying reasons as to why citizens believe that their voice now counts more in the EU needs to be assessed carefully for each country, taking the respective political context into regard. Increased EU action in line with expressed expectations might very well be a motivator for these results. But also different political developments, such as for example the success of a national government in pursuing certain policies or positions Q Please tell me to what extent you agree or disagree with the following statement: “My voice counts in the EU”. Source: Parlemeter 2017, D72.2 ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 15 on a European level might as well play an important role in influencing citizens’ opinion that their voice is better heard in the EU. Complementing the view on whether their voice counts in the EU, citizens are also asked how they see the influence of their voice in their own country. This feeling remains strong and at a higher level than for the EU. The large majority of Europeans thinks that their voice counts nationally (61%), with only 35% of respondents believing that their voice does not count in their own country. In almost all countries, citizens believe that their voice is stronger in the national than in the European context. The only exceptions are Romania and Lithuania, where citizens tend to believe that their voice counts more in the EU rather than in their country, even if, as noted above, also this sentiment is decreasing. Contextually, it should be noted that the Romanian government collapsed in June 2017, leading to a change of Prime Minister, while a new government came into power in Lithuania in winter 2016. Where is the strongest and weakest feeling that ‘ my voice counts ’? Sweden is the country where most citizens believe their voice counts, both at national level (95%) and at EU level (84%). This is not new for Eurobarometer surveys, as the number of Swedish citizens believing their voice counts has always been very high. The Source: Parlemeter 2017, D72.1 Q Please tell me to what extent you agree or disagree with the following statement: “My voice counts in [our country].” ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 16 same trend can be observed in Denmark, where 94% of citizens believe that their voice counts in their country and 80% that it counts at EU level. Greece shows the opposite situation, as the citizens’ feeling that their voice counts, both at national level (23%) and at EU level (21%), is weak although on an upward trend since last year. In Lithuania, the results are similar with 23% thinking their voice counts in their country and 25% believe it does so in the EU. Most educated people, managers and those citizens with fewer difficulties in paying their bills are inclined to reply that their voice counts, both at EU level and at national one. At the same time, the large majority of respondents who are satisfied with the life they lead and who are more optimist about their future are more likely to share the same opinion. Interest in European affairs After the Brexit referendum, the interest in EU matters remains high. Also during a num- ber of national elections the EU dimension played a key role in the political discourse. 57% of Europeans declare to be interested in the European affairs, yet this EU average hides great disparities among Member States. Although the average EU value follows the usual trend shown by previous surveys, some countries such as Finland and Slovenia stand out for a marked increase in interest in European affairs (+9 percentage points in Finland and +8 p.p. in Slovenia), others, inversely, register a significant loss, such as Ireland and Latvia (both -7 p.p.). Who are the citizens most interested in European affairs? Education and occupation characterize important divides in the positioning on this issue, as the most educated respondents as well as managers and self-employed persons are most likely to show a higher interest in European affairs. In addition, the socio- demographic analysis shows that the place where people live plays a role, as inhabitants of urban areas tend to be generally more interested. Q Would you say that you are very interested, fairly interested, not very interested or not at all interested in European affairs? Source: Parlemeter 2017, QA1 ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 17 Looking at the age divide we see that young people feel less interested in EU matters than the older generations (52% for 15-24 years old vs. 57% for 55+ years old) in line with their weaker interest in politics as shown for example in the European Parliament Post-Election Survey 7 . Nevertheless, along with their general more optimistic view on the EU 8 , the youngest ones are more likely to believe that their voice counts in the EU (49% vs. 44% for the 55+ years old). EU membership as a good thing A clear majority of Europeans keeps supporting their country’s membership in the EU. The feeling that the EU is a good thing remains strong with 57% of respondents supporting it. This results brings this indicator almost back to pre-crisis levels. This renewed stability has not only to be seen in the context of the ongoing and difficult negotiations between the United Kingdom and the European Union. The context of the beginning of a public debate on the future direction of the EU should also be taken into account, highlighted in the beginning of autumn 2017 by French President Emanuel Macron as well as by the Commission President before the European Parliament. 7 European Parliament. 2014 Post-Election Survey, October 2014, fieldwork May-June 2014, http://www. europarl.europa.eu/atyourservice/en/20150201PVL00053/Post-election-survey-2014 8 This survey shows for example that young people tend to believe that “things are going in the right direction in the EU” more than older generations (33% for the 15-24 years old, for 28% for the 55+). 61% of them declare that the EU membership is a good thing, compared with 54% of the 55+ years old. Q Generally speaking, do you think that [our country]’s membership of the EU is...? Source: Parlemeter 2017, QA10 ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 18 Again, national contexts strongly influence the results, which reflect evident opinion divides. Citizens tend to be more in favour of the EU in countries which are economically more stable or which have recently experienced a positive economic growth: Luxembourg, Germany, the Netherlands and Ireland. My country has benefited from its EU membership ... and why Most Europeans believe their country has benefited from being a member of the EU. On average, 64% of EU citizens state that their country has thus benefited, compared with 25% who think the opposite. There has been an upwards trend since May 2011, becoming more and more significant since the end of the economoc crisis and the start of the economic recovery in the EU. This feeling is expressed even stronger than in 2016, with a plus of four percentage points compared to September 2016. There is, nevertheless, a large variation across EU countries, from over 85% in Ireland, Malta, Lithuania and Luxembourg to less than 50% in Greece, Cyprus and Italy. Q Taking everything into account, would you say that [our country] has on balance benefited or not from being a member of the EU? Source: Parlemeter 2017, QA11 ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 19 Q Taking everything into account, would you say that [our country] has on balance benefited or not from being a member of the EU? (Total “Benefited”) Source: Parlemeter 2017, QA11 ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 20 Q Which of the following are the main reasons for thinking that [our country] has benefited from being a member of the EU? (Figures on total of max. three answers) Source: Parlemeter 2017, QA12. Please note that this question was asked only to the respondents who replied that “their country has benefitted from being a member of the EU” (Q11) ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 21 Respondents who replied that ‘ their country has benefited from being a member of the EU’ were then asked to give their opinion as to which reasons they would attribute this to. The answers given cover a broad range of different reasons: economic growth (36%) , peace, security (30%) and the co-operation between countries of the EU (30%) are among the most important ones, but the order of the reasons varies largely from country to country. Q Reasons why [your country] has benefited from the EU membership Source: Parlemeter 2017, QA12 ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 22 Even when the level of support of the EU is similar, its drivers can be different. A compar- ative analysis of Spain and Portugal well illustrates this: most citizens in both countries say that EU membership is a good thing for their country (62% in Spain and 60% in Portugal). Similarly, they think that their country has benefited from this membership (respectively 70% and 73%). However, their main reason why citizens think they have benefited differs: Looking up North, one can find an equally interesting comparison in Denmark and Esto- nia: most citizens in both countries trust that the EU membership is a good thing (67% in Denmark and 68% in Estonia). Similarly, they think that their country has benefited from this membership (both at 81%). However, their main reason why they have benefited again differs: in Denmark citizens mention the improved co-operation between countries of the EU , while in Estonia, they rather cite the economic growth . Main reason: ‘Co-operation with other EU countries’ (47%) 81% of respondents in Denmark say their country has benefitted from being a member of the EU. Main reason: ‘The EU contributes to economic growth’ (49%) 81% of respondents in Estonia say their country has benefitted from being a member of the EU. Main reason: ‘The EU contributes to economic growth’ (39%) 70% of respondents in Spain say their country has benefitted from being a member of the EU. Main reason: ‘The EU brings new work opportunities’ (32%) 73% of respondents in Portugal say their country has benefitted from being a member of the EU. ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 23 The EU membership is seen as good mostly by young people, managers and students Young people, managers and students are the most likely ones to support the EU membership. This is also the case for the people who declared themselves satisfied with the life they lead and the ones that see their life conditions improving in the next five years. Besides, being a member of the EU is beneficial to their country particularly for the respondents with higher level of education. Are things going in the right direction? A growing optimism about the future of the EU seems to reflect the gradual economic recovery that has reached its Member States. According to Eurostat data, in the second quarter of 2017, 235.4 million men and women were employed in the EU28 9 : these are the highest levels ever recorded. Seasonally adjusted GDP rose by 0.6% in the euro area (EA19) and by 0.7% in the EU28 during the second quarter of 2017, compared with the previous quarter. In the first quarter of 2017, GDP grew by 0.5% in both areas. Compared with the same quarter of the previous year, seasonally adjusted GDP rose by 2.3% in the euro area and by 2.4% in the EU28 in the second quarter of 2017 10 . In his State of the Union Speech before the European Parliament, the President of the European Commission underlined the key role of the European institutions in “helping the wind change”: the European investment plan, as well as a determined action in the banking sector and the “intelligent application” of the Stability and Growth Pact were three of the main achievements mentioned in his discourse. Although the majority of citizens still maintains the view that ‘ things are going in the wrong direction ’ (49% for their country and 44% for the EU), attitudes start changing, precisely when looking at the context of the European Union situation. Compared to March 2017, a larger group of citizens tends to believe that ‘ things are going in the right direction in the EU ’ (31% in September 2017, compared to 25%). The trend is largely going upwards from its crisis-related low point of 19% reached in November 2011. This uptrend curve is common to all Member States. 9 http://ec.europa.eu/eurostat/documents/2995521/8220116/2-13092017-AP-EN.pdf/c2bdcb38-37b8- 4b8d-9832-24e1cec1e6bf 10 http://ec.europa.eu/eurostat/documents/2995521/8213935/2-07092017-AP-EN.pdf/6fe1f60c-51e2- 4b98-9d14-ca6ea5c7e260 ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 24 Parallel to the stronger feeling that “ things are going in the right direction in the EU ”, there is a downward tendency of the opposite perception. This survey shows that the percentage of people who believe that the ‘ things are going in the wrong direction in the EU ’ has decreased by 6 percentage points compared to March 2017 and by 10 points if we look back one year ago. 11% of respondents answer spontaneously that ‘ things are going neither in the right nor in the wrong direction at EU level ’, three percentage points less than in March 2017. As shown in the graph above, it results that both downtrends for ‘ wrong direction ’ and for ‘ neither the one nor the other direction ’ support the upward trend of the blue curve (‘ right direction ’). Yet the spectrum of national perceptions is variegated. The next chart gives an overview on how the citizens of each country position them- selves on the two questions: ‘ Are things going in the right direction in your country? ’ and ‘ in the EU? ’. Looking at both together, we observe that in 17 countries there is still a higher proportion of respondents believing that things are going in the right direction in their country. It is interesting to note that in some Member States there is a widespread feeling that things are not going very well neither at national nor at EU level. This holds true i.a. for Greece and Italy 11 , located in the lower-left corner of the chart. 11 In Greece, 16% of the citizens think things are going in the right direction in the EU, 8% feel the same for their country. In Italy, this opinion is shared by 21% and 16% respectively. Q At the present time, would you say that, in general, things in the European Union are going in the right direction or in the wrong direction? Source: Parlemeter 2017, D73.b ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 25 In others, like in Bulgaria and Lithuania the number of respondents who believe that things are going in the right direction in the EU is much higher (48% in Bulgaria and 46% in Lithuania) than the one who think so for their country (28% and 27% respectively). Inversely, in Malta or in the Netherlands for example, citizens feel that their country is more on the right track than the EU: Things are going in the right direction in their country for 64% respondents in Malta and 59% in the Netherlands. They are respectively 41% and 46% to feel the same way about the EU. The very positive but equally outlying case of Ireland shows the highest values on ‘ things are going in the right direction ’ both at country and EU level (75% and 59%). Q Things are going in the right direction - [our country] vs. the European Union Source: Parlemeter 2017, D73.a and D73.b ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 26 My country or the EU on the right track? In terms of socio-demographic profile, young people are generally the ones who feel more that the EU is on the right track, whereas older generations have a more positive attitude towards their own country. People who are generally more satisfied with the life they lead and see their life conditions improving in the next five years are more incline to reply that ‘things are going in the right direction’ both at EU level and at country level. Image and role of the European Parliament As documented above, a significantly rising number of people feel that their voice counts in the EU. Along with this increased awareness, the stable support for EU membership as well as the prevalent view that this membership has been beneficial confirms the citizens’ increasing positivity towards the EU project. In the context of the steadily rising economic optimism, also the European Parliament seems to benefit from a recovery of trust. According to the European Commission Standard Eurobarometer 87 12 , the European Parlia- ment is the European institution with the highest level of confidence expressed by Europe- ans: 45% of citizens tend to trust this institution. 41% trust the European Commission, while 37% trust the European Central Bank. Overall, 42% of respondents declare their trust in the European Union. Confidence in the EU and the European Parliament is therefore also higher than the one held for national parliaments (36%) and for national governments (37%). Even though many respondents (42%) keeps a “neutral image” of the European Parliament, the number of people who have a positive view of the institution is undoubtedly on the rise (33% compared to 25% in September 2016). This increase results in a direct decline of respondents who have a negative opinion of this institution, while the share of those who hold a neutral view remains rather stable between 41% and 46% during the past ten years. Ireland tops the list with an absolute majority of respondents (54%) having a positive image, followed by Bulgaria, Malta and Luxembourg with more than 45% of respondents holding this positive image of the European Parliament. At the lower end of the scale is the Czech Republic with a positive response rate of 18%, with Latvia and France registering a ‘positive image’-value at or below 20%. 12 European Commission, Standard Eurobarometer 87, May 2017, http://ec.europa.eu/commfrontoffice/ publicopinion/index.cfm/Survey/getSurveyDetail/instruments/STANDARD/surveyKy/2142 ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 27 Q In general, do you have a very positive, fairly positive, neutral, fairly negative or very negative image of the European Parliament? Source: Parlemeter 2017, QA6 Q Replies on ‘positive image of the European Parliament’ in percentage points per Member State Source: Parlemeter 2017, QA6 ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 28 The upward trend for the “positive stance” runs across all Member States, as shown in the bar chart above. Again Ireland tops the list with an increase in replies for ‘positive image of the EP’ of 16 percentage points since autumn 2016, while only Cyprus and Croatia remain stable in their response rate on ‘positive image’. Apart from this positive development in the image of the European Parliament, the share of respondents who have a “neutral opinion” about the European Parliament is still particularly noteworthy in a selection of Member States. To mention only a few, Estonia (59%), Latvia (58%), Finland (57%) and Lithuania (56%) are the ones with the highest score of neutral replies. At EU level, looking at the citizens who say they have a “neutral” opinion of the European Parliament, we can find more frequently women, people who place themselves at the centre of a left-right scale, as well as respondents who tend to think that their voice does not count and that the EU membership is neither a good nor a bad thing. Q Increase in replies for ‘positive image of the EP’ across all Member States (Results shown as percentage points difference Sept/Oct 2016 - Oct 2017) Source: Parlemeter 2017, QA6 ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 29 A more important role to play Looking at the European Parliament in the future, the biggest number of citizens (47%) would like this institution to play a more important role. While the replies are in line with previous years, a few exceptions are noteworthy: indeed, much fewer respondents in Malta, Slovakia and Estonia, for example, have answered that they would like the EP to play a more important role in the future. It is interesting to analyse the citizens’ views on the image of the EP in parallel with the desired role of the European Parliament, as national context matters considerably in this analysis. The wish for a future more important role of the European Parliament is shared both by respondents in countries with a positive opinion of Parliament and in some of the Member States with a more negative view about the institution. The data collected by this and previous Eurobarometer surveys on the image and the desired role of the European Parliament, combined with the development in the views on EU membership and its benefits as well as on other indicators discussed in this chapter give ground to the assumption that the European Parliament is continuously more entrusted by its citizens with a more decisive role to play, both by carefully listening to the citizens’ stronger voice and by replying effectively to their expressed priorities. Q Would you personally like to see the European Parliament play a more important or less important role? Source: Parlemeter 2017, QA7 ",
        "PARLEMETER 2017: MEMBERSHIP, IMAGE AND ROLE 30 Interest in the European Elections Less than two years before the next European elections, along with their call for a more important role for the European Parliament, a majority of the Europeans (55%) declares to be interested in the next European ballot in 2019. The interest is especially high in the Netherlands with 79%, followed by Sweden with 70%, Ireland with 69% and Germany with 68%. In some of the Member States, however, the level of interest is still quite low, as, for example, in Slovakia (30%) and in the Czech Republic (23%), both countries having had the lowest turnout at the European elections in 2014. For the latter respondents’ interest might currently also be more focussed on the upcoming national elections in the Czech Republic on 20/21 October 2017. Generally, at EU level, the respondents who are interested in the next European elections are among the most educated ones. In addition, they feel that their voice counts in the EU, they are interested in the European affairs, and they have a positive image of the Parliament. The replies to this question resonate with the general rising of positivity towards the EU project measured across Europe. Nevertheless, this particular indicator should be treated with caution as the European elections are not yet part of a broad political public discourse and therefore not yet clearly anchored in the mind of the European citizens. Q Percentage of ‘total interested’ in the next European elections per country Source: Parlemeter 2017, QA15 ",
        "PARLEMETER 2017: WHAT TO PROTECT? 31 CHAPTER II: WHAT TO PROTECT? T he notion of a ‘Europe that protects’ has taken a firm hold in the political dis- course on EU. The Joint Declaration on the EU’s legislative priorities for 2017 as signed by the three Presidents on 13 December 2016 had been put under the motto ‘Delivering a Europe that protects, empowers and defends’. Leading national and European politicians relate to this concept. While its starting point mostly related to security concerns, today’s discourse on protection is rather multi-faceted and declined through a range of specific proposals. This survey aims at better understanding in which areas and to which degree Europeans expect the European Union to protect them. In this context, the concept of protection is twofold. On the one hand, it is necessary to determine against which threats the citizens wish to obtain a European protection. On the other hand, we are looking for those European achievements that citizens want the EU to protect and preserve for them. In Parliament’s last Eurobarometer study ‘Two Years before the European Elections’ 13 , it was shown that Europeans are clearly aware of the threatening existence of a range of global geopolitical developments such as the rise in power and global influence of Russia and China or the growing instability in the Arab/Muslim world. Faced with these uncertainties, Europeans favoured, by a large majority, a common EU approach to address them. However, by far not only global developments are worrying European citizens today. The recent Standard Eurobarometer 87 14 already showed that issues such as terrorism, immigration and the economic situation are of high concern. They result in a feeling of insecurity reinforced by additional factors such as climate change. In March 2017, the Eurobarometer study ‘Two Years before the European Elections’ also tested Europeans’ expectations for increased EU action and showed a significant support for an EU stepping-up in a range of policies. Above all, it showed that respondents have become more and more aware of the EU’s action in areas they feel the most concerned about. This is especially the case with terrorism, the protection of external borders, migration, security and defense. The next graph combines the perception Europeans have 13 European Parliament, Special Eurobarometer “Two years before the European elections”, March 2017, http://www.europarl.europa.eu/atyourservice/fr/20170426PVL00115/A-deux-ans-des-%C3%A9lections- europ%C3%A9ennes-de-2019 14 European Commission, Standard Eurobarometer 87, Spring 2017, http://ec.europa.eu/commfrontof- fice/publicopinion/index.cfm/Survey/getSurveyDetail/instruments/STANDARD/surveyKy/2142 ",
        "PARLEMETER 2017: WHAT TO PROTECT? 32 about EU action in specific areas, their expectation for EU action in these fields and the evolution over one year from 2016 to 2017. For instance, for the fight against terrorism, the green bar shows 10 p.p. more respondents than the previous year to consider the EU’s action adequate. The red bar shows 12 p.p. less respondents consider the EU’s action as in- sufficient, while 2 p.p. less than 2016 call for more intervention. This synopsis demonstrates that an increasing number of citizens are aware of the EU’s action in areas of their concern. On the basis of these findings, a step further is taken in order to identify the areas where Europeans expect a protection from the EU. As attacks continue to hit European Member States, terrorism comes out as the top threat Europeans think the EU should protect them from, with 58% of citations on average. Terrorism poses the major threat for respondents from 18 Member States, amongst which the countries that were most Q Perception of EU action vs. expectations for future intervention. Evolution from 2016 to 2017 Source: Eurobarometer ‘Two Years before the European Elections’, March 2017 ",
        "PARLEMETER 2017: WHAT TO PROTECT? 33 recently struck. On average, most citations come from respondents in the Czech Republic, United Kingdom, France, Malta and Spain. Fighting the threat of terrorism In line with previous Parliament Eurobarometer findings 15 , it is worth noting that in 2016, Europeans were asked at what level the terrorist threat could be most efficiently combatted. 38% answered the global level, 23% the European level, 21% chose the national level, 6% at a local or regional level, and a 10% spontaneously answered all together. This 2016 survey also identified the three most urgent measures to fight terrorism, namely fighting the financing of terrorist groups and the roots of terrorism and radicalisation, as well as strengthening control of the external EU borders. 15 European Parliament, Special Eurobarometer 85.1, Perceptions and expectations, the fight against terrorism and radi- calisation, June 2016, http://www.europarl.europa.eu/atyourservice/en/20160623PVL00111/Europeans-in-2016-Per- ceptions-and-expectations-fight-against-terrorism-and-radicalisation Q The EU and its citizens are facing a number of threats. From which of the following should the EU protect its citizens? (Total response rates on ‘terrorism’) Source: Parlemeter 2017, QA13 ",
        "PARLEMETER 2017: WHAT TO PROTECT? 34 Q The EU and its citizens are facing a number of threats. From which of the following should the EU protect its citizens? Firstly? And then? Source: Parlemeter 2017, QA13 ",
        "PARLEMETER 2017: WHAT TO PROTECT? 35 Coming back to the present study, the next most cited threats are shaded by the precarious economic situation suffered by many Europeans: first, unemployment (43%), and then poverty and exclusion (42%). Against the backdrop of economic recovery, the aftermath of the crisis is still significantly perceived in the answers of respondents in Greece. Generally, when it comes to socio-economic items, Greece shows the greatest differences with the European average. Concern is also very strong in Cyprus, Portugal, Spain and Croatia about these issues. Besides, poverty and exclusion are considered as top threat in Lithuania. Considering the whole population covered by this survey (about 28.000 respondents), 33% of respondents actually declare having sometimes, or often, difficulties to pay their bills at the end of the month. With new waves of migration in summer 2017, the need for protection against uncontrolled migration has been voiced by 35% of Europeans, up to at least half of respondents in Malta, the Czech Republic, Estonia, Italy, Hungary and Greece. Among these Member States, as expected, we find either the entry, transit or destination coun- tries. However, interestingly, the response rate is also above the EU average in another category of countries that are less directly affected by immigration. A cross-analysis with Eurostat asylum figures for 2016 16 shows no correlation with citizens’ high perception of uncontrolled migration as a threat. Results in the Czech Republic, Estonia, Slovakia or Poland, for instance, might suggest that the national political discourse is more influencing citizens’ perception than the factual situation in the country. However, this is but one of the possible explanations. A deeper socio-demographic analysis could offer different explanations such as diversity being perceived as a threat or economic pressure. The next areas that were proposed to respondents are cited by less than a quarter on average. The fifth and sixth perceived threats are ex aequo: 23% of respondents think that the EU should protect them against climate change and, in the same proportion, against religious radicalism. Whereas climate change is seen as the second most significant threat in Sweden, religious radicalism is far above the European average in the Netherlands, Belgium and in Austria, with more than 30% of citations. On average in the EU, about one in five respondents mentioned organised crime, armed conflict and political extremism as perceived threats. Finally, to a lesser extent, around one in ten cited spread of infectious diseases, cyber-attacks, social dumping and threats to data privacy. Among these latter items, cyber-attacks and threats to data privacy (both 9%) slightly discriminate respondents 16 Eurostat, Asylum and first time asylum applicants by citizenship, age and sex Annual aggregated data (extracted on October 11, 2017), http://appsso.eurostat.ec.europa.eu/nui/show.do?dataset=migr_asyap- pctza&lang=en ",
        "PARLEMETER 2017: WHAT TO PROTECT? 36 from an age point of view as well as from their level of education: the more educated respondents are, the more concerned they are about these two connected aspects. Another interesting detail can be discovered in the socio-demographic distribution of respondents on the issue of social dumping. While there is no correlation between the answers on social dumping and citizens responses to the question whether ‘ poverty and exclusion ’ are regarded as a threat, there is also no statistical correlation to the actual rate of people in risk of poverty as reported by Eurostat. The issue of ‘social dumping’ as a priority topic is more often raised by the upper middle class and the upper class. Also when analysed from a socio-professional perspective, managers were most concerned about social dumping. One might further examine therefore whether the concept of social dumping has already become a generally understood concept by all citizens. Q Respondents on the issue of ‘social dumping’ distributed by social class Q Respondents on the issue of ‘social dumping’ from a socio-professional perspective Source: Parlemeter 2017, QA13 Source: Parlemeter 2017, QA13 ",
        "PARLEMETER 2017: WHAT TO PROTECT? 37 Positive results to be preserved Although the European society is challenged, it still carries values, successes and positive results that Europeans cherish. The latest Commission’s Standard Eurobarometer survey 17 clearly identifies them. Thus, peace within the EU, free movement to travel, work and study across the EU, the single currency and the Erasmus program are the most positive results in the eyes of European respondents. The present survey develops this idea further to find out which accomplishments citizens want the EU to protect for them as a priority. It then identifies two main types of achievements: on one side, freedoms in terms of fundamental rights and free movement, and on the other side, social and economic achievements, namely labour rights, pensions and economic well-being. We will see that there are groups of Member States that can be identified according to the accomplishments they want the EU to protect for them. 17 European Commission, Eurobarometer Standard 87, Spring 2017, http://ec.europa.eu/commfrontof- fice/publicopinion/index.cfm/Survey/getSurveyDetail/instruments/STANDARD/surveyKy/2142 Source: Parlemeter 2017, QA14 ",
        "PARLEMETER 2017: WHAT TO PROTECT? 38 With 44% of citations, the priority in the EU goes to preserving fundamental rights and freedoms. It is noteworthy that these core values consistently scored highest in all Eurobarometer surveys to date. In the year of the sixtieth anniversary of the Treaties of Rome and the tenth anniversary of the EU Agency for Fundamental Rights, results confirm that fundamental rights and freedoms are regarded as underpinning the European unity. The second most cited item, 36% on EU average, is the freedom to travel, work and study across the EU. Overall, these two categories of freedoms are both mostly cited in Sweden, Finland and Germany. Fundamental rights are equally highly cited by respondents in the Netherlands, Denmark, Cyprus and Austria. Freedom to travel, work and study across the EU is the top one result in Baltic States (Lithuania, Estonia and Latvia). In addition to Sweden, Finland and Germany, it gets as well high response rate in Bulgaria, Ireland, the United Kingdom and Slovakia. Moving on to the next results and objectives the EU should protect for citizens, the socio-economic aspects related to labour rights (34%), adequate and safe pensions (34%) and prosperity and economic well-being (33%) take centre stage. They are mostly cited in Greece, Spain, Italy and Portugal. Slovenia and France both show marked scores on labour rights and pensions. Latvia, Lithuania, Austria, Hungary and Belgium show high responses when it comes to both pension issues and prosperity. Q There are results and objectives of the EU you might cherish. Which of the following should the EU protect for you as a priority? (Most cited items per country) Fundamental rights and freedoms Labour rights Freedom to travel, work & study across the EU Source: Parlemeter 2017, QA14 ",
        "PARLEMETER 2017: WHAT TO PROTECT? 39 33% of respondents mentioned the environment as the next area the EU should preserve, mostly cited from respondents in Sweden, the Netherlands and Denmark. On average in the EU, 27% of respondents cite safety in terms of health standards. Close to one in five cite the common European values (19%), and national and cultural identity (18%). The consumers’ rights in a single market (16%) and safety and privacy online (13%) rank last in the list of items respondents chose. Focusing on a national point of view, common European values are mostly cited in Germany and Austria, equally cited in the latter as the national and cultural identity. This item gets the least citations in Portugal, chosen by one in ten respondents. We will come back to these results later on. Socio-demographic profiles of respondents Going deeper into the analysis, results show that, firstly, the respondents’ socio-economic situation has an impact on their answers on both threats and the positive results worthy of protection by the EU. Obviously, those who experience a situation of economic vulnerability are more prompt to cite economic-related issues. Yet, especially older age groups, also quote terrorism. Secondly, it appears that attitudes expressed towards the EU tend to guide the respondents in their interviews. Terrorism as well as economic items (such as labour rights and pensions), which are very broadly cited by Europeans, tend to go with answers that show a lesser interest in politics and generally indifference towards the EU, its mem- bership, benefits and image. Consequently, they are more frequent among citizens who feel remote from elections and believe to a bigger proportion that their voice does not count in the EU. On the other hand, citizens who are generally better disposed towards the EU tend to cite, after terrorism and economic items, issues that relate to the environment (or the threat of climate change) and to the protection of freedoms within the EU. It can be observed that these respondents’ reported standard of living is somewhat higher and that they feel more confident about the future. They are in favour of the EU membership and believe that their country has benefited from it. Moreover, they show interest in politics and feel that voting is important. The same pattern of interest in European affairs applies when it comes to citing threats such as political extremism. To a lower degree, religious radicalism, organised crime or armed conflict also see a higher response rate from citizens that are interested in politics ",
        "PARLEMETER 2017: WHAT TO PROTECT? 40 and have a positive attitude towards the EU. Freedom of movement enters as well into this category, especially amongst young people born after 1980. The above mentioned patterns are to be taken as indications which could merit deeper analysis of the data. They are by no means a absolute description of a specific socio-demographic grouping. European and national identity: a common ground Building on the above, two items related to values are given a closer look: common European values on one side, and national and cultural identity on the other side. They are very close in citations regarding cherished EU results to be protected and get respectively 19% and 18% of answers. Interestingly, these two items are mentioned by respondents who share a common ground: all are interested in politics in general as well as in the upcoming European elections 2019. However, national and cultural identity is on average more cited among respondents who feel more negative about the EU. Indeed, the analysis of their general profile at EU level shows that they have a rather negative perception of the EU, as they consider their country being a member of the EU to be a bad thing, without benefits for their country. Respondents with a high response rate for national and cultural identity tend to have a bad image of both the EU and of the EP and want the latter to play a less important role in the future. Seen from a national angle, respondents in Germany and in Sweden are much more numerous to cite common European values than cultural and national identity, whereas respondents in Estonia and in the United Kingdom are more numerous to cite cultural and national identity than common European values. This is also the case, to a lesser extent, in Greece, Ireland, Croatia and Malta. On the other hand, both items are perceived with equal importance in Austria, Finland, the Czech Republic, the Netherlands, Denmark, Bulgaria and Lithuania. In the context of discussing the idea of national and cultural identity as well as European values, an important result of the last Standard Eurobarometer 87 18 from May 2017 should be referenced: In answering to this traditional Eurobarometer question on European citizenship, 68% of all respondents said that they felt as citizens of the EU. This is the highest level ever shown by this indicator. 18 European Commission, Standard Eurobarometer 87, Spring 2017, http://ec.europa.eu/commfrontof- fice/publicopinion/index.cfm/Survey/getSurveyDetail/instruments/STANDARD/surveyKy/2142 ",
        "PARLEMETER 2017: WHAT TO PROTECT? 41 Spotlight on Digital Europe Among threats and EU results to be protected, several items refer to the digitalisation in a connected Europe. Although they are not the most cited items proposed, whenever they are, a positive correlation can be found in answers between both perceived threats ‘ Cyber attacks ’ and ‘ Threats to data privacy ’. At the same time, they are significantly correlated with ‘ Safety and privacy online ’ as priority to be protected by the EU for its citizens. On a national angle, most concerns about cyber attacks and threats to data privacy come from the Netherlands (respectively 19% and 21%). The same observation applies about the protection of the safety and privacy online when it comes to results to preserve, with the most citations in the Netherlands (29%). It is worth noting that respondents in the Netherlands appear to be the most connected Europeans with 93% who declare they use the internet on a daily basis, for 71% on average in the EU. However, surprisingly, the Dutch respondents are the least interested in a European protection of the consumers’ rights in the single market (9%, with the same proportion observed in Finland). Spotlight on cyber security The European Commission survey of June 2017 on Europeans’ attitudes towards cyber security 19 indicates that 51% of respondents actually say they don’t feel well in- formed about the risks of cybercrime, whereas 46% feel informed about it. Cyber crime is seen by 56% of respondents as a very important challenge for the internal security of the EU. This concern should increase in the forthcoming years as this survey also shows that Internet use continues to increase across the EU, regardless of the means of access (home, mobile device, at the workplace or at school/university). 19 European Commission, Special Eurobarometer 464a, Europeans’ attitudes towards cyber security, June 2017, http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/Survey/getSurveyDetail/instru- ments/SPECIAL/surveyKy/2171 ",
        "PARLEMETER 2017: PRIORITIES AND VALUES 42 Q The EP makes decisions on European legislation which directly impacts every citizens’ life. In your opinion which of the following should be given priority by the European Parliament? Source: Parlemeter 2017, QA8 ",
        "PARLEMETER 2017: PRIORITIES AND VALUES 43 CHAPTER III: A CALL FOR ACTION, BASED ON CLEAR VALUES T he third and final chapter of the Parlemeter 2017 deals with citizens’ political priorities. Building on their assessment of those threats where they would see a role for the European Union should protect them from, citizens gave their opin- ion on the priority areas for increased action by the European Parliament. In line with the previously identified threats, Europeans mainly and evenly support an increased action combating poverty and social exclusion, on par with the fight against terrorism. Both areas receive 41% of support on EU level. With 31% of citations, combating youth unemployment is the third most cited item on average. These top three topics also broadly circumscribe the concerns of Europeans citizens: they want to live their life in a place that guarantees their chances and protect their freedom from terrorist threats. Moving on to the next, 22% of respondents want Parliament to legislate on ways to find a common European response to the issue of migration. Moreover, results show that around one in five respondents support enabling new ways to boost economy and growth (21%) and combating climate change with creative solutions (19%). These items make up the big picture and tell a European story, provided that they are read in the light of each and every national context. In this framework, the policies that are considered priorities in each Member State depend a lot on their citizens’ concerns. We will see that they sometimes differ from what one can expect. Combating terrorism could for instance illustrate this: whereas respondents from the Czech Republic (55%), Italy and Malta (both 48%) are the most numerous to cite terrorism, it appears that these countries have not been victims of terrorist attacks in recent years. On the other hand, results show that respondents in Slovenia (28%), Latvia (28%), Lithuania (25%) and Greece (21%) are least likely to mention this issue to be one of the European Parliament’s priorities. ",
        "PARLEMETER 2017: PRIORITIES AND VALUES 44 Combating terrorism is a priority for... On average, women (43%), people aged 55 and over (45%), house persons (50%), retired people (45%) are more prompt to cite this item. These socio-demographic groups are also the ones who more frequently mention the ‘terrorism’ as the major threat EU should tackle. The correlation between terrorism as perceived threat and the call for the European Parliament to tackle terrorism as top priority is clear. As stated above, terrorism is perceived as biggest threat in Europe (58%), varying significantly amongst its Member States. Fittingly, tackling terrorism is the most desired priority for the European Parliament (41%) along with tackling poverty and social exclusion (41%). Countries with the highest concerns about terrorism are the Czech Republic (69%), Italy (65%), the United Kingdom (65%), France (63%) and Malta (63%). Respondents from four of these countries also desired the European Parliament to tackle this issue with high priority (Czech Republic 55%, Italy 48%, Malta 48% and France 45%). Q ‘Terrorism as threat’ and ‘terrorism as priority for the European Parliament’ Source: Parlemeter 2017, QA8 and QA13 ",
        "PARLEMETER 2017: PRIORITIES AND VALUES 45 Tackling poverty and social exclusion Tackling poverty and social exclusion is the only item that receives more than 50% of citations in a range of Member States, namely Portugal (67%), Lithuania (58%), Greece (57%), Latvia (55%), Cyprus and Slovenia (both 51%) and Spain (50%). Conversely, respondents in Italy (31%), the Czech Republic and Denmark (both 30%) are the least likely to cite it. Tackling poverty is a key issue for... Unsurprisingly, tackling poverty is a priority more for the most socially vulnerable categories - women (43%), house persons (46%) and unemployed people (43%). Men (38%), managers (36%), self-employed people (33%) are slightly less likely to mention this item. Q Response rates on ‘tackling poverty and social exclusion’ per country Source: Parlemeter 2017, QA8 ",
        "PARLEMETER 2017: PRIORITIES AND VALUES 46 Combating youth unemployment In Greece, 67% of respondents call for making the issue of combating youth unemployment a top priority for the European Parliament. 61% in Cyprus, 55% in Portugal and 51% in both Croatia and Slovenia follow this line. On the other end of the scale are Denmark with 9%, the Netherlands with 8% and finally Sweden with 7% of respondents citing youth unemployment as top priority. The North-South divide shown in the results might, to a point, be explained by the differences in the national economies. It is though equally interesting to look at the actual youth unemployment rates in relation to the degree of importance given to the topic per country. The data, as presented in the next chart, shows a strong positive correlation. A first group of countries, including the Czech Republic, Denmark, Estonia, Germany, Malta, the Netherlands and the United Kingdom, have low rates of youth unemployment. Respondents from these Q Response rates on ‘combating youth unemployment’ per country Source: Parlemeter 2017, QA8 and QA13 ",
        "PARLEMETER 2017: PRIORITIES AND VALUES 47 countries give a low priority to combating the phenomenon. In contrast, respondents from Croatia, Cyprus, France, Greece, Italy, Portugal and Spain, all countries with youth unemployment rates above the EU average, demand - to a degree equally above the EU average, to make combating youth unemployment a priority. Finally, it is worth looking at Slovenia, Lithuania and Latvia: although these countries show relatively low youth unemployment rates, citizens are much more interested in seeing this issue as priority for the European Parliament. Combating climate change with creative solutions Combating climate change with creative solutions is a challenging item that is the most cited in Sweden (50%), the Netherlands (42%) and Denmark (41%). Governments, busi- nesses and the general public in these countries have become aware that protecting the environment go together with business and jobs. The European Parliament is convinced that market economy-based environmental policy can become the engine for growth Q ‘Combating youth unemployment’ cited as priority and youth unemployment rates per country Source: Parlemeter 2017, QA8 and Eurostat, retrieved 12 Oct. 2017 ",
        "PARLEMETER 2017: PRIORITIES AND VALUES 48 and employment in all branches of the economy. However, despite huge progress made across Europe in green technology and jobs in recent years, significant disparities still exist between Member States. Combating climate change vs boosting the economy: a contradiction? It is interesting to observe that most countries either give combating climate change or boosting the economy a higher priority - not both at the same time. In fact, both priorities show a significant negative correlation. Boosting the economy is mentioned as particularly high priority in Lithuania (46%), Greece (36%) and Spain (34%), while at the same time combating climate change is considered a minor priority (Lithuania 6%, Greece 11%, Spain 14%). This relationship seems to be primarily affected by the economic situation in the Member States. Economic growth is mainly mentioned as higher priority in Member States with lower GDP per capita . By contrast, the issue of combating climate change is perceived as more important in wealthier countries. Q Response rates for ‘combating climate change’ and ‘boosting the economy and growth’ Source: Parlemeter 2017, QA8 ",
        "PARLEMETER 2017: PRIORITIES AND VALUES 49 Source: Parlemeter 2017, QA8 and Eurostat, retrieved 12 Oct. 2017 Q Gross domestic product (GDP) per capita and the priority of ‘combating climate change’ per country ",
        "PARLEMETER 2017: PRIORITIES AND VALUES 50 Steadfast commitment to European values The political priorities for the Europeans go hand in hand with their main values. Which values do Europeans wish the European Parliament to defend for them? As was the case in all Eurobarometer surveys since 2007, the ‘ protection of human rights’ (56%, -1 since 2016) is the main value to uphold and defend in the eyes of Europeans. The protection of human rights is seen as the value to be defended as a matter of priority throughout all socio-demographic categories without exception, yet most notably among women (57%), 25-34 year olds (61%), managers (61%), white collar workers and students (both 58%). In second place, freedom of speech remains constant at 34%. This value is more fre- quently mentioned by men (37%), 15-24 year olds (40%), students (38%), manual workers (37%), managers and unemployed people (both 36%). Q In your opinion, which of the following values should the European Parliament defend as a matter of priority? (Total of max. three responses) Source: Parlemeter 2017, QA9 ",
        "PARLEMETER 2017: PRIORITIES AND VALUES 51 Q In your opinion which of the following values should the European Parliament defend as a matter of priority? (Total of max. three responses) Source: Parlemeter 2017, QA9 ",
        "PARLEMETER 2017: PRIORITIES AND VALUES 52 Equality between men and women is seen as a priority for 32% (-1 p.p.) of respondents, while 28% of European citizens (-2 p.p.) cite solidarity between EU Member States. Next comes solidarity between the EU and the world’s poor countries (20%, -3), dialogue between cultures and religions (20%, -3), the protection of minorities (19%, +1) and abolition of the death penalty throughout the world (10%, -2). It is should be noted that mentions of the topic ‘ solidarity between EU Member States ’ have decreased by 8 percentage points since October 2007. Half of respondents in Greece (52%) mention this item, as do 46% in Bulgaria, 37% in Cyprus and Slovenia as welll as 36% in Germany. This compares to 22% in Spain, 20% in Sweden, 19% in Malta and 13% in the United Kingdom. The broad variety between Member States on this value as well as the overall decrease in mentions as a priority value might be explained by the European citizen’s perception of solidarity between EU Member States being intrinsically linked to the respective national context they are exposed to. At the same time it might vary subtly according to different national policy agendas. In terms of socio-demographic profile, solidarity between Member States is more fre- quently mentioned by men (31%), the 55+ (30%), self-employed people, white collars and managers (all 33%). This is also the case for people who have a positive image of the EU (35%) and who want to see the European Parliament to play a more important role (33%). Last, but not least it should be noted that all values, except for ‘ protection of minorities’, received a slightly lower percentage, albeit without changing the hierarchy of values. ",
        "PARLEMETER 2017: PRIORITIES AND VALUES 53 ",
        "PARLEMETER 2017: A STRONGER VOICE 54 TECHNICAL SPECIFICATIONS Coverage: EU28 Population: 27.881 Europeans aged 15 or more Methodology: Face-to-face Fieldwork: 23 September to 2 October 2017, survey conducted by Kantar Public Note The results of a survey are estimates and their accuracy depends on the sample size and the observed percentage. For around 1000 interviews (sample size generally used at the level of a Member State), the real percentage fluctuates between the following confidence intervals: Observed percentages 10% or 90% 20% or 80% 30% or 70% 40% or 60% 50% Margins of error +/- 1,9 points +/- 2,5 points +/- 2,7 points +/- 3,0 points +/- 3,1 points ",
        "",
        "This Eurobarometer survey of the European Parliament (EP/EB 88.1) was carried out in all 28 Member States of the European Union, from 23 September until 2 October 2017, by Kantar Public. The Parlemeter 2017 monitors European citizens’ opinions on the EU membership and its benefits, on their attitudes towards the European Parliament, its priorities, actions and mission. It also sheds light on the role of the EU in tackling major threats and protecting the main achievements cherished by its citizens. This is a publication of the Public Opinion Monitoring Unit Directorate-General for Communication European Parliament PE 608.741 ISBN: 978-92-846-1918-4 ISSN: 2529-6973 DOI: 10.2861/541576 QA-CE-17-001-EN-N The content of this document is the sole responsibility of the authors and any opinions expressed therein do not necessarily represent the official position of the European Parliament. It is primarily addressed to the Members and staff of the EP for their parliamentary work. © European Union 2017 PARLEMETER 2017: A STRONGER VOICE "
    ]
}