{
    "text": [
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 27.6.2007 SEC(2007) 855 COMMISSION STAFF WORKING DOCUMENT Accompanying the COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT AND THE COUNCIL From Cairo to Lisbon – The New EU-Africa Strategic Partnership Impact Assessment Report {COM(2007) 357 final} ",
        "EN 2 EN COMMISSION STAFF WORKING DOCUMENT Impact Assessment Report 1 P RELIMINARY REMARK Following the Impact Assessment Board opinion, the initial version of the impact assessment has been amended so as to better reflect the links between the problem definition, the objectives and options proposed. The benefits to be expected from the implementation of the Joint Strategy have been better spelt out as well as the articulation between the new institutional arrangements and thematic strategies to be developed through the Joint Strategy. The analysis of the different policy options considered before presenting the present proposal to the Board has also been further elaborated and the list of monitoring mechanism has been enriched so as to ensure they would better reflect the innovative approach of the Joint Strategy. E XECUTIVE S UMMARY The adoption of the EU Strategy for Africa in 2005 has allowed for a strengthening of EU coherence and a better coordination of Commission and Member States policies towards Africa. The EU Strategy for Africa also prepared the ground for a more ambitious relationship between the EU and Africa, with a new long-term perspective opening avenues for the development of a political and strategic partnership between the two continents. Hence, in agreement with our African partners, it was decided during the 5 th EU-Africa Ministerial Troika meeting organised in December 2005 in Bamako, that negotiations would be launched in order to establish a Joint EU-Africa Strategy. The issue was further discussed during the May and October 2006 EU-Africa Ministerial meetings held in Vienna and Brazzaville. Moreover, the European Council Conclusions of 11 December 2006 endorsed as a priority for 2007 the objective of \"working towards a Joint EU-Africa Strategy to be adopted at the second EU-Africa Summit\" 2 . This Summit will be a historic and highly symbolic event for both continents, reflecting the deepening and broadening of the EU-Africa dialogue in recent years, and providing guidance and impetus for the future of EU-Africa relations. The aim of the Joint Strategy will be to map the future of EU-Africa relations based on the ambition of going beyond the traditional donor-recipient relationship as well as to establish a structured framework for the EU-Africa dialogue at pan-African level. As agreed with our African partners, the Joint Strategy should be a short and political document setting out a vision of EU-African relations in the decade ahead, and building on a dialogue that should be more flexible, deeper, more frequent and deepening new areas of common interest. It was agreed to establish the new partnership as a Euro-Africa consensus of values, common 1 On the basis of SEC(2005) 791 of 15.6.2005 (Impact Assessment Guidelines) and COM(2002) 276 of 5.6.2002 (Communication on Impact Assessment). 2 Council of the European Union, the EU and Africa: Towards a Strategic Partnership-The Way Forward and Key Achievements in 2006, 11 December 2006. 16630/06. ",
        "EN 3 EN interest and strategic objectives. In line with the priority clusters for the EU-Africa dialogue identified in the aftermath of the 2000 EU-Africa Cairo Summit, it was decided that the Joint Strategy should be centered around four areas: (1) peace and security; (2) governance and human rights; (3) trade and regional integration and (4) key development issues. In this Impact Assessment, the Commission identifies three possible options for action: (1) a \"no policy change\" scenario, (2) the elaboration of sectoral strategic partnerships as a mean to answer specific challenges common to both the EU and Africa; (3) the development of an overarching strategy to be jointly developed, jointly agreed and jointly implemented. This strategy would capitalise on the lessons of the past and provide a solid, adapted long term cooperation framework for the EU and Africa. For reasons of effectiveneness, coherence, consistency and proactiveness towards its partner's needs, the Commission favours the third option, in the form of an overarching and comprehensive Joint EU-Africa Strategy. Given the highly specific and political nature of this action, it is difficult to quantify possible impact on both continents of the envisaged Joint EU-Africa Strategy. It is however believed that the actions taken in the framework of the Joint Strategy (outlined in the forthcoming Communication and summarised in this impact assessment report) will enable the opening of a long awaited new phase in the EU-Africa relationship. Moreover, it should lead to an enhanced political dialogue at all levels, resulting in concrete and measurable outcomes in all areas of the envisaged Joint Strategy. ",
        "EN 4 EN 1. P ROCEDURAL ISSUES AND CONSULTATION OF INTERESTED PARTIES Following the evaluation of the first year of implementation of the EU Strategy for Africa and the proposal for establishment of a Joint EU-Africa Strategy put forward by the Bamako, Vienna and Brazzaville EU-Africa Ministerial Troika meetings, the European Council Conclusions of 11 December 2006 3 endorsed as a priority for 2007 the objective of working towards a Joint EU-Africa Strategy to be adopted at the second EU-Africa Summit in Lisbon in the second half of 2007. As proposed during the October 2006 Brazaville EU-Africa Ministerial meeting, and building upon the ongoing EU-Africa dialogue, it was agreed that, considering the innovative character of the process and the number of institutional actors to be involved both on the EU and the African Union (AU) side, negotiations on the development of the Joint Strategy should be conducted through a Joint EU-Africa Troika expert format. On the EU side, the Troika is composed of official representatives from the Commission; the German, Portuguese and Slovenian rotating Presidencies; the Council General Secretariat; through a virtual network – essentially relying on Coreu, – of Member States as well as an ad hoc working group which has started its work in June 2007. On the AU side, the Troika is composed of AU Commission (AUC) representatives, AU Member States representatives as well as the AU Presidency (which currently is held by Ghana). Moreover, due to the innovative character of the initiative and the willingness of both partners to ensure the involvement, through a large consultation, of institutional actors which are not represented in the Troika as well as the civil society of Africa and Europe, it was decided that the Joint Strategy would be elaborated through a two step approach. First an outline would be adopted during the 15 May EU-Africa Ministerial troika meeting, second, the drafting of the \"detailed\" version of the Joint Strategy would be launched during the summer 2007 with a view to have it adopted by the second EU-Africa Summit to be held in Lisbon in December. In preparing its proposal for a Joint EU-Africa Strategy, the Commission, as well as its African counterpart, the AUC, have sought a broad consensus among all stakeholders. This process has involved a broad and regular consultation of both institutional actors and the civil society both in Europe and in Africa. Regular consultations within Directorate General Development and relations with the African, Caribbean and Pacific States, regular consultations and meetings of the Commission interservice Task Force on Africa as well as broader informal consultations with relevant Directorate Generals have been conducted. These consultations have ensured that there is broad Commission support for the policies and strategies outlined in the forthcoming Communication. Moreover, in order to ensure an ownership of the Joint Strategy by the people of Africa and Europe, a wide consultation of European and African civil society has been organised in order to obtain its views on the necessity of developing a Joint Strategy, its potential added value as well as the thematic issues to be tackled by the strategic partnership which is expected to be put in place by the Joint Strategy. In order to ensure the independence of this public 3 Council of the European Union, the EU and Africa: Towards a Strategic Partnership-The Way Forward and Key Achievements in 2006, 11 December 2006. 16630/06. ",
        "EN 5 EN consultation, the Commission, in agreement with the AUC, has requested the European Centre for Development Policy Management (ECDPM), an independent Netherlands based foundation, to monitor and facilitate the consultation. The ECDPM has in turn been working in close collaboration with the consultation coordinator on the African side. In line with the decision highlighted above to conduct the elaboration of the Joint Strategy in two successive steps, a two phases civil society consultation has been planned. The first phase aimed at collecting civil society inputs so as to draw on them during the drafting of the Joint Strategy outline. The second phase, launched after the adoption of the Joint Strategy outline at the 15 May EU-Africa Ministerial Troika meeting, will allow the Joint EU-Africa expert group to use comments and inputs provided by civil society on the outline and the objectives and strategies which should be pursued by the Joint Strategy as suggested by civil society while drafting the detailed version of the Joint Strategy. This consultation will be ongoing until the Lisbon Summit and the Commission very much hopes to see this process being transformed in a structured and regular dialogue with civil society in the framework of the implementation of the Joint EU-Africa Strategy. This consultation is lead in two ways: First, through an interactive internet based consultation which enables civil society to provide comments on the Joint Strategy initiative. Regular presentations of civil society inputs have been provided (and will continue to be until the Lisbon Summit) to officials in charge of the Joint Strategy drafting and, following each of these officials meetings, civil society has in turn been updated on the state of play of the Joint Strategy elaboration process. Second, various seminars and conferences have/are being organised in Europe and Africa so as to enable civil society to organise debates on the Joint Strategy project and its content. The EU expert Troika was represented at a major conference held in Bonn in April 2007 and the Commission intends to repeat such participation until the organisation of the envisaged second EU-Africa Summit. This consultation is in many regards an innovate mechanism which, in spite of some criticisms on the methodology used, proves to be extremely useful to institutional actors tasked with the elaboration of the Joint Strategy and the preparation of the Lisbon Summit. The Commission has been extensively building upon the outputs of the first phase of this consultation throughout the drafting of the forthcoming Communication. 2. P ROBLEM DEFINITION Africa and Europe are bound together by history, culture, geography as well as by a community of values: the respect of human rights, freedom, equality, solidarity, justice, the rule of law and democracy as enshrined in the relevant international agreements and in the constitutive texts of their respective Unions. They are two long term partners which are characterised, especially in an increasingly globalised environment, by multiple interdependencies and common challenges. In this new context, the EU Strategy for Africa is a key instrument which, since its adoption and first year of implementation, has helped the EU becoming a better and more reliable partner for Africa. It has enabled a strengthening of EU policy coherence, a better coordination of Commission and Member States initiatives and given a strategic dimension as well as a higher level of ambition to the EU-Africa relationship. Key deliverables of the ",
        "EN 6 EN Strategy have been implemented, such as the EU-Africa Infrastructure Partnership , the Governance Initiative and a predictable funding for the Peace Facility for the 2008-2013 period. Hence the EU Strategy for Africa has set the necessary ground for the EU to implement its aid effectiveness objective towards Africa and maximising its capacity to efficiently help Africa achieving the internationally agreed Millennium Development Goals (MDGs) while adapting its cooperation to the new institutional and socioeconomic realities of the continent. By doing so, it has developed the necessary framework for the development of an overarching political partnership between the two continents, a new intercontinental alliance based on a Euro-African consensus of values, mutual interest and common strategic objectives. With a growth rate of about 4.3% in 2005 Africa is presenting good signs of economic and social performances. Nevertheless however encouraging this figure is, it still stands far below the 7-8% of annual growth which should be reached by all African countries in order to reduce poverty by 50% and meet the MDGs by 2015. Moreover, Africa still does not account for more than 2% in manufactured goods international trade flows and 40% of all Africans still live on less than a $1 a day. Increasing the level of private investment is of utmost importance in order to favour a higher and sustainable level of growth, yet only 20% of investments made in Africa are originating from foreign investors. Climate change is a major challenge for Africa, with 60% of its population depending upon agriculture. Climate change does not only lead to a massive desertification which impacts upon 46% of the continent population but it will also lead to important internal population flows. With a rapidly growing population and more than 50% of its population living in urban centres, Africa also has to develop adapted socio-economic infrastructures suiting to this new reality. Health is also a major challenge for the continent, Africa being the only part of the developing world where life expectancy has been failing over the last 30 years. Only six out of ten African children go to primary school, one African out of five lives in a country affected by war or violent conflict and since the beginning of the century, HIV/AIDS, Malaria and Tuberculosis have been accounting for 30% of all disease related death in Africa. Sub-Saharan Africa is the most severely affected region by HIV/AIDS, 25.4 million people living with HIV (60% of all world cases), 57% of these being women. It is today widely acknowledged that most of Africa's development challenges require a response of political nature. The EU can therefore no longer envisage nor limit its development cooperation to a form of institutional charity deprived of a key political dimension. The EU can no longer restrict its relations with Africa to development cooperation and must build upon the qualitative improvements allowed for by the EU Strategy for Africa in order to strengthened and reinvent its partnership with Africa in order to better meet EU and African interests and needs. Moreover, a pattern that consists in treating Africa as an isolated continent would not reflect the reality world of a globalised. The EU and Africa are interdependent partners, faced by common global challenges and must therefore work together in defining mutual answers to these common challenges. Emerging challenges, such as climate change, energy security, migration, terrorism among others, require a new and adapted type of partnership between the two continents. This reinvented partnership between the two continent must be rooted in a in the principle of equality, allow for the emergence of a structured and regular political dialogue between the two partners and be based upon the ambition of going beyond the traditional donor-recipient relationship. ",
        "EN 7 EN 3. O BJECTIVES In light of the challenges outlined in the previous section, the overall objective of the EC is to elaborate, through the envisaged Joint EU-Africa Strategy, a strategic partnership which will enable the EU and Africa to break the ground for a long term and modern alliance between two continents who wish to work together in a global and multilateral environment. This Strategic Partnership will bring back the EU-Africa dialogue to the highest political level and enable, a reconstruction of the EU-Africa relation along, among others, the following key lines: • To build a partnership on the basis of mutual and complementary interests and benefits. • To strengthen and support the primary responsibility of African governments and mandated international organisations for peace and security, governance, the respect of human rights, and economic and social development. • To fully recognise the African Union as a natural partner for the EU, taking into account the role of the sub-regional organisations as the building blocks of the AU. • To promote a ´whole of Africa´ approach , and to overcome constraints of, and work towards greater coherence and compatibility of existing institutional frameworks of cooperation (Cotonou Agreement; European Neighbourhood and Partnership Instrument; Trade, Development and Cooperation Agreement with South Africa) so as to properly support the objectives of the new EU-Africa partnership. • To further enhance policy coherence for development , on both sides. • To ensure implementation of political commitments and to guarantee effective delivery of promises made, by both sides. To elevate dialogue in certain areas of cooperation from the technical to the political level , notably through the strengthening of the interinstitutional cooperation and the organisation of regular Summits. 3.1. Specific objectives Based on a diagnosis jointly elaborated with our African partners, it has been agreed that the Joint EU-Africa Strategy should therefore pursue four main objectives in order to enable both partners to tackle the challenges outlined in section 2: (1) To reinforce and elevate the EU-Africa political partnership to address issues of common concern. This includes issues of strengthening institutional ties and addresses common challenges such as peace and security, migration and a clean environment by developing new concrete policy initiatives in each of these fields. The Joint Strategy will treat Africa as one and upgrade the EU-Africa political dialogue to enable a strong and sustainable continent-to-continent partnership, with the AU and the EU at the centre. (2) To continue to promote peace, security, sustainable development, human rights and regional and continental integration in Africa, and to ensure that all the Millennium Development Goals (MDGs) are met in all African countries by the year of 2015. ",
        "EN 8 EN (3) To jointly promote and sustain a system of effective multilateralism and strong and legitimate multilateral institutions, and the reform of the United Nations (UN) system, and to address global challenges and common concern such as human rights, trade, HIV/AIDS, malaria, tuberculosis, climate change, energy security and sustainability, ICT-issues, science and technology, terrorism and the proliferation of weapons of mass destruction (WMDs). (4) To facilitate and promote a broad-based and wide-ranging people-centred partnership , that empowers non-state actors to play an active role in development, conflict prevention and post-conflict reconstruction processes. To promote holistic approaches to development processes, including democracy building, involving all stakeholders, and make this Joint Strategy a permanent platform for information, participation and mobilisation of a broad spectrum of civil society actors. Ongoing dialogue with civil society, the private sector and local stakeholders on issues covered by this Joint Strategy will be a key component to ensure its implementation. These four global objectives will be broken down into thematic strategies, covering peace and security, governance and human rights, trade and regional integration as well as key development issues. It is expected that a series of key actions to be implemented in each of these policy fields could be listed in an action plan which could be annexed to the Joint Strategy at its adoption at the December 2007 second EU-Africa Summit. It is also the Commission's intention to propose that this Summit be focused on: (1) an evaluation of the implementation of the key deliverables of the EU Strategy for Africa and (2) the new dimensions of the proposed Joint Strategy, with a particular attention to be paid to energy security, climate change and migration. 4. P OLICY OPTIONS When considering the best option for meeting the above mentioned objectives and tackling the need to set up a long-term strategic partnership enabling an articulated and overarching political dialogue to emerge between the two continents, the Commission has examined three basic policy lines. In the first option , the baseline scenario, the EU would continue implementing the EU Strategy for Africa, agreed upon in December 2005 but would not, in spite of the December 2006 Council conclusions, (1) deliver on its engagement to develop and agree upon a Joint EU-Africa Strategy encompassing all key areas of the EU-Africa dialogue during the Second EU-Africa Summit to be held in Lisbon in the second half of 2007 and/or would (2) decide to prolong the negotiation on the Joint Strategy until 2008. It would further run the risk of undermining the impact of the current EU Strategy for Africa and to be interpreted by our African partners as the will by the EU to impose its own vision and to validate its 2005 Strategy towards Africa. A second option , which would entail the elaboration of sectoral strategic partnerships in all areas of common interest to the EU and Africa, would require the negotiation of separate thematic partnerships with our African partners; running the risk of facing a high level of incoherence among them and ignoring the deep interconnections and interdependencies existing among the various areas identified with our African partners as key objectives to be pursued by the Joint Strategy and which are essential to the sustainable development of ",
        "EN 9 EN Africa. Moreover, it would also fail to create the necessary political momentum and visibility for these initiatives. A third option , finally, aims at a balanced yet ambitious approach, consisting in the development of a long-term, holistic and innovative political and strategic partnership between the EU and Africa, enabling the two partners to capitalise on the political momentum created by the adoption of the EU Strategy for Africa. This strategic framework, embodied by the Joint Strategy, will allow the partners to jointly agree and present the political vision and roadmap of their future cooperation in existing and new areas which they identify as being of common interest. This approach is fully consistent with the EU Strategy for Africa and the EU development policy statement, \"the European Consensus on development\" 4 . It is further consistent with the political commitment by the European council to hold the second EU- Africa Summit in Lisbon before the end of 2007. 5. A NALYSIS OF I MPACTS Given its strategic and political nature, it is expected that the proposed Joint EU-Africa Strategy and the strategic partnership it will put in place will have a considerable impact on the work of all EU actors – the 27 Member States as well as the Council and the Commission. In Africa, this Joint Strategy will similarly have an impact on all countries, organisations, actors, and sectors involved in relationships with EU actors. While the impact on individuals sectors and actors is rather difficult to specify and quantify, it is worth stressing that a full ownership of the proposed Joint EU-Africa Strategy by the people of Africa and Europe will be the cornerstone to its effective implementation. 5.1. Political Impact The Joint Strategy will enable an enhancement of the partnership and political dialogue between the EU and Africa to effectively respond to the common challenges of the two continents. It will give to this dialogue the necessary structure and political impetus so as to make it more efficient and will promote, in all areas covered by the partnership the formulation and pursuit of common positions on key international issues by the two partners. In this context and with regard for example to the specific field of governance, the new strategic partnership should facilitate an open, intensive and comprehensive dialogue on all governance aspects, including human rights, democratic principles, the rule of law, the fight against corruption or institutional development. Moreover, the Joint Strategy will promote the development of a regular and more structured dialogue between the African Union (AU) institutions and their European counterparts, along the model of the dialogue of the AU and EU Commissions. This dialogue should both take place and technical and political level in order to favour an exchange of experiences and best practices between the institutions of the two continents and favour the development of common positions on issues of common concern and interest. Finally, the Joint Strategy will also be a major occasion for the two continents to formalise the principle of holding biannual EU-Africa Summits as a major high-level political event in their dialogue. 4 COM 2006/C41 46/01. ",
        "EN 10 EN 5.2. Economic impact It is expected that the Joint Strategy will bring significant value to the partnership between the two continents in the area of regional integration and trade. Regional integration is considered by both sides as an essential means to create an economic environment that will help Africa to achieve the MDGs and face the challenges of globalisation. It is a dimension which has an important potential for the development of Africa, for the dialogue between the EU and Africa as well as for stimulating Africa's integration into the world economy. Hence, in the economic field, the Joint Strategy aims at (1) using the EU-Africa partnership to impact upon global challenges faced by both continents; (2) present solutions and mechanisms to address the challenges faced by Africa in terms of regional integration and trade; (3) promote the exchange of experiences and best practices. In the economic sector, specific strategies will therefore be developed so as to contribute to: • The promotion of the Private sector development, supported by foreign investments, to strengthen the supply side of the African economy; • The development and strengthening of Physical infrastructure networks, which are needed for the movement of persons and goods, and of information; • The development of Trade integration, in order to increase both South-South and North- South trade flows. 5.3. Social Impact The Joint Strategy will enable a full recognition and support of African commitments and leadership to create conducive conditions for sustainable social and economic development and the effective implementation of partner-supported development programmes. It will enable the two partners to address all priority issues referred to as \"key development issues\" such as the MDGs, Infrastructure, Climate Change, Migration and Development, Employment, Science and Technology in a holistic manner, ultimately enabling for an integration of their agenda and facilitating the formulation of common responses to global challenges. The joint strategy will therefore be instrumental in addressing and strengthening our common approach to the fundamentally important development issues of: • The Millennium Development Goals, • Climate change, • Migration and employment. Moreover, the two partners intend to use this strategic partnership to promote more accurate image of each other and to encourage mutual understanding between the peoples and culture of the two continents. In this respect, both the EU and Africa will aim at maximising the ownership by the people of Africa and Europe of this partnership in order to favour the active contribution of civil society to its implementation. ",
        "EN 11 EN 5.4. Environmental Impact In this respect, the Joint Strategy will enable partners to promote a joint EU-Africa work in the global arena and international for to effectively respond to climate change and other global environmental challenges, such as desertification, biodiversity and issues related to toxic waste. The partnership will also enable a strengthening of their cooperation and support capacity building in the management of natural resources. Specific strategies shall be developed in these fields through the implementation of the Joint Strategy and joint work in international fora shall be promoted through the Joint Strategy. 6. C OMPARING THE O PTIONS In line with the new guidelines for Impact Assessments 5 , the criteria used to evaluate the three options outlined in section 3 of this document (“Policy Options”), have been effectiveness (the extent to which options can be expected to achieve the objectives of the proposal), efficiency (the extent to which objectives can be achieved for a given level of resources/at least cost), and consistency (the extent to which options are likely to limit trade-offs across the economic, social, and environmental domain). While each of these alternative policy lines has its advantages and disadvantages, the Commission prefers the third option, which goes beyond a no policy change scenario and a middle ground alternative which would ignore the deep interconnections and interdependencies existing among the various areas identified as objectives for the Joint Strategy. Indeed, a no policy change scenario would breach the political commitment taken by the EU. Moreover it would jeopardise the dynamic created with the adoption and implementation of the EU Strategy for Africa which aims at adapting and reinventing the EU- Africa partnership to the new global environment as well as realities of the two continents. Choosing the intermediary option of negotiating separated thematic partnerships, while partially allowing to address new issues of common concern would not allow for the elevation of the EU-Africa relation to the level of ambition of a Strategic partnership. Moreover, it would not allow to remedy to the current patchwork of EU-Africa policies and agreements. Hence, the Commission believes that the third option, in the form of a Joint EU-Africa Strategy, is the best way to address the challenges outlined in section two of the present impact assessment. The desirability of an action at EU level is explained by two factors: 1) that the negotiation with our African partners is lead at pan-African level, namely with the African Union; 2) that the objective of setting up an intercontinental strategic partnership which will provide a strategic framework to all institutional and civil society stakeholders on the two continents can only best be achieved through the EU level. 7. M ONITORING AND E VALUATION In order to ensure a proper monitoring and regular evaluation of the implementation of the proposed Strategic Partnership, two types of monitoring and evaluation mechanisms could be proposed. A. An action plan, detailing concrete initiatives to be undertaken in the fields of peace and security; regional integration and trade; governance and human rights; and key development 5 On the basis of SEC(2005) 791 of 15.6.2005 (Impact Assessment Guidelines). ",
        "EN 12 EN issues at could be annexed to the Joint Strategy. The implementation of these immediate deliverables could be monitored through an improved monitoring mechanism that will build upon the existing Joint Implementation Matrix created after the adoption of the EU Strategy for Africa. This would enable a coordinated monitoring and evaluation of key deliverables of the two documents and avoid unnecessary duplications. B. Parliaments and civil society will be closely involved in the implementation of the Joint Strategy through a permanent platform to be set up in the aftermath of the Lisbon Summit. Specific modalities will be further detailed in the coming months through the ongoing dialogue will all African and European stakeholders. This platform will be particularly important in order to evaluate the effect of the implementation of innovative initiatives in the fields, i.e. of climate change or energy security and allow for the eventual necessary refining of the later. C. Every two years, the organisation of EU-Africa Summits could be envisaged. These Summits could be the occasion of evaluating the implementation of deliverables listed in the action plan as well as update this action plan according to evolving priorities and new needs of the strategic partnership. These summits would also be essential in maintaining the high political momentum of the EU-Africa relationship. In addition, regular updates and monitoring would be ensured by the EU-Africa ministerial troika organised every six months alternatively in Europe and Africa. Finally, regular reporting would be ensured in all relevant EU Council working groups as well as, on a yearly basis, to the European Council. "
    ]
}