{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Facilitating access to climate finance for non-state actors’ (own-initiative opinion) (2019/C 110/03) Rapporteur: Cillian LOHAN (IE-III) Legal basis Rule 29(2) of the Rules of Procedure Own-initiative opinion Plenary Assembly decision 15.2.2018 Section responsible Agriculture, Rural Development and the Environment Adopted in section 27.11.2018 Adopted at plenary 12.12.2018 Plenary session No 539 Outcome of vote (for/against/abstentions) 114/6/7 1. Conclusions and recommendations 1.1 Although large funds have been pledged in Climate Finance pacts, the EESC wants to highlight a problem with small scale non-state climate actors accessing financing to ensure potentially transformative initiatives are supported and can happen. 1.2 The flows of climate finance in the European Union need to be urgently monitored and mapped. This will facilitate measuring the impact for non-state climate actors, and ensure the progress on a wider transformation of the economy to a low carbon model can be assessed. 1.3 The sources of finance are disparate, as are the bottom-up initiatives that require access. Mechanisms to address this disconnect are not in place. This should be addressed by establishing an inclusive Climate Finance Forum at the EU level. 1.4 The EESC is proposing a Climate Finance Forum to address the key issues , bringing together key stakeholders to identify barriers, design solutions, and identify most efficient mechanisms for improved distribution of finance, including a type of match making service that links projects and appropriate climate finance sources to each other. 1.5 A mechanism for reaching initiatives that require smaller sums needs to be created (then effectively communicated) that includes: — simplified application process — simplified reporting requirements — match funding — supports for projects at design stage, pre-application for funding — supports for capacity building, networking, exchange and platform development at local, regional, national and European level. C 110/14 EN Official Journal of the European Union 22.3.2019 ",
        "1.6 A focus on climate finance should not be to the exclusion of responsible financing in other areas. All financing should be climate proofed to ensure that any funding and financing outside of specified climate finance is not working against the climate commitments and targets. This needs to be adhered to in the context of the Paris Agreement Article 2.1c, for existing finance flows to be consistent with a pathway towards low greenhouse gas emissions and climate- resilient development. 1.7 A toolkit needs to be developed, with a clear communication strategy, that empowers non-state actors at all levels to understand and be able to access climate finance. The toolkit should facilitate project developers to design projects that will contribute to a low carbon and climate-resilient economy. 2. Introduction 2.1 This opinion builds on the previous EESC opinions on the ‘Coalition to deliver commitments of the Paris Agreement’ ( 1 ) and on ‘Boosting climate actions by non-state actors’ ( 2 ) as well as on the recent EESC study ( 3 ) which highlighted barriers hampering stronger involvement of non-state actors in climate action. 2.2 In 2018, the EESC called for a ‘European Dialogue on Non-State Climate Action’ (ED-NSCA) to strengthen and increase the scope and scale of European-based non-state climate action. It stated that the purpose of the dialogue should be not only to highlight and showcase actions, but also to respond to the needs of non-state actors by inspiring new partnerships among state and non-state actors; facilitating peer learning, training and advice sharing among non-state actors; increasing finance available and facilitating access to it . 2.2.1 The term ‘non-state actors’ refers to actors that are not Party to the United Nations Framework Convention on Climate Change (UNFCCC). This broad understanding includes various types of business, including small, medium-sized and micro-enterprises; investors; cooperatives; cities and regions; trade unions; communities and citizen groups; faith-based organisations; youth groups; and other non-governmental organisations. 2.2.2 The proposed European Dialogue on the Non-State Climate Action process should support access to finance for non-state actions. This should involve: — the mapping of funding opportunities; — advice on fundable plans; — looking at how the existing financial value chain (both public and private) is providing funding for climate investments that non-state actors aim to do; — analysing the possibilities for effective funding/financing distribution to smaller scale projects that have the potential to be transformative; — analysing current dialogue and consultation procedures with non-state actors, with a view to establishing new techniques and best practices to enhance the use of existing European and international funds; — advocating for the upcoming Multiannual Financial Framework of the EU to serve the higher climate ambitions of, and incentivise actions by, non-state actors; — the exploration of innovative funding (peer-to-peer, crowd, micro, green bonds, etc.). 22.3.2019 EN Official Journal of the European Union C 110/15 ( 1 ) EESC opinion on the Coalition to deliver commitments of the Paris Agreement (OJ C 389, 21.10.2016, p. 20). ( 2 ) EESC opinion on Boosting climate actions by non-state actors (OJ C 227, 28.6.2018, p. 35). ( 3 ) EESC study on a Toolbox for multi-stakeholder climate partnerships — A policy framework to stimulate bottom-up climate actions. ",
        "2.3 Climate Finance can be interpreted in many ways but the United Nations Framework Convention on Climate Change (UNFCCC) standing committee on finance defines it as ‘finance that aims at reducing emissions, and enhancing sinks of greenhouse gases and aims at reducing vulnerability of, and maintaining and increasing the resilience of, human and ecological systems to negative climate change impacts’. 2.4 This opinion looks at Climate Finance in relation to EU Member States and the non-parties to the UNFCCC within those countries, allowing CSOs, municipalities and local government access to the financial instruments required to assist in the design and implementation of projects, initiatives and activities that contribute to reducing emissions, and climate proofing communities. 2.5 It is important to view this opinion in the context of Climate Justice ( 4 ) as a means of ensuring that the costs of climate action are not disproportionally placed on the poorest and most vulnerable in society. 2.6 Financing the first steps in a transition to a low carbon economy and for both adaptation and mitigation is critical to ensure a just transition, and to accelerate actions at ground level. 2.7 For micro projects and small projects the amounts from EUR 2 000 to EUR 250 000 can be difficult to access. Efficient mechanisms are required to ensure that smaller scale community-led actions are not excluded from the transformative potential of climate financing. 2.8 The EU has over the last decade successfully developed a range of financing mechanisms tailored to such needs — the EIDHR Democracy and Human Rights programme, GCCA (Global Climate Change Alliance), NGO Co-funding and Decentralised cooperation financial instruments — which could inspire the development of appropriate climate change instruments. 3. Identified Problems Context 3.1 The EESC is firmly committed to the United Nations 2030 Agenda for Sustainable Development and the Paris Agreement. However, our current trajectory will at best only limit the increase in temperature to 3 o C or more, which is well beyond what is stipulated in the Paris Agreement. The shift towards sustainability will require major efforts and significant investment. Total annual average energy-related mitigation investment for the period 2015 to 2050 in pathways limiting warming to 1,5 o C is estimated to be around USD 900 billion according to the IPCC special report on the impacts of global warming of 1,5 o C above pre-industrial levels. 3.2 Although the investment required to tackle climate change is large it is not as large as the investment required to rescue a collapsing financial sector in recent years. On that occasion investments of EUR 2,5 trillion were mobilised. The potential collapse of the ecosystems that sustain us should warrant at the very least an equal response. 3.3 Too often the climate finance discussion concentrates on creating new explicit funding lines while the Paris Agreement calls for all finance flows to be consistent with a pathway towards low greenhouse gas emissions and climate resilient development. 3.4 The Marrakech Partnership and the Global Climate Action Agenda are opportunities for the engagement of non- state actors in the formal UNFCCC process. Capturing actions within the EU, and financing actions in order to maximise their potential impacts is not a focus when designing financing packages. 3.5 While there has been progress on the issue of financing the fight against global warming and its effects, it has not been enough. The latest Intergovernmental Panel on Climate Change report ( 5 ) clearly states that we are in a critical period, with radical actions required in the next decade to limit impacts to manageable levels. Political priority must be given to sustainable finance and a sustainable economy, in particular through clear, stable and incentive-based legislation. C 110/16 EN Official Journal of the European Union 22.3.2019 ( 4 ) EESC opinion on Climate Justice (OJ C 81, 2.3.2018, p. 22). ( 5 ) IPCC special report on the impacts of global warming of 1,5 o C above pre-industrial levels (October 2018). ",
        "3.6 It is not sufficient to allocate a set percentage of a budget to climate finance if another part of the budget is spent on climate damaging activities. The whole of any spending needs to be considered in terms of its climate impact. An International Monetary Fund working paper estimates the total of global direct and indirect subsidies for fossil fuels at an annual figure of USD 5,3 trillion, equating to more than USD 15 billion per day. Even with the envisaged Green Climate Fund amounting to USD 100 billion per year, the negative impact of these subsidies is not offset. 3.7 The energy transition will not be successfully implemented in time and in line with the European commitments under the Paris Agreement, if the issue of energy poverty is politically neglected. A fair distribution of both financial and social costs and benefits associated with Europe's sustainable energy transition among all levels of government and market actors, including citizens, is needed. The scientific study of Heat Roadmap Europe ( 6 ) shows that Europe is able to reduce its GHG emissions by 86 % in 2050 compared to 1990 with existing technologies in an affordable and cost-effective manner. 3.8 Research for this opinion highlighted the lack of information on mapping flows of dedicated climate finance within Member States. It is difficult to assess if funds are being broken into smaller accessible pots of money or what the transformative effect of the funding is. This lack of monitoring and reporting increases the ambiguity around the perceived problem, and hinders the development of the most effective solutions. Access for business and SMEs 3.9 Access to funding remains a chief challenge for all types of non-state actors, including the varied challenges faced by SMEs and larger businesses. This challenge does not only entail the availability of more and additional funding, but also the clarity of existing funding mechanisms. 3.10 Moreover, there is also difficulty in defining what constitutes a ‘green investment’. Investors are primarily concerned with risk and return, and it is difficult for them to assess the potential impact on the climate of a proposed project, and to measure its chances of success. Private lenders will be reluctant to finance a project without clear understanding of investment risks as well as risk mitigation mechanisms — in other words without guarantees. Access for local and regional governments 3.11 For subnational governments, factors limiting their access to finance include: low credit ratings; limited capacity to mobilise private finance due to insufficient size of the low-carbon infrastructure investment market and unattractive risk- return profiles; and sovereign limits set by national governments on how much or if a sub-national government can borrow from the private sector. Access for community initiatives 3.12 There are currently many thousands of grassroots initiatives on climate change and sustainability in Europe. These initiatives have a significant contribution to make to EU climate, energy and sustainability goals but they are mostly reliant on volunteers and a major barrier to their development and upscaling is the lack of funding and professional support. Often, very modest resources are required, without which initiatives struggle to progress and launch projects. The transformative potential of these initiatives is not being harnessed. 3.13 In many cases, local grassroots initiatives find it difficult to access conventional sources of funding. Often, the minimum amount of funding required to apply for is too high, and well beyond the needs or management capacity of small-scale local initiatives. Co-financing requirements create additional barriers. 3.14 Matching funding requirements, excessive paperwork and complicated processes are part of the problems identified by smaller groups in accessing finance. Though these types of projects/initiatives are individually small their cumulative effect can be large. There are also many additional local knock-on benefits and advantages when small community-based programmes are supported with adequate financing. 22.3.2019 EN Official Journal of the European Union C 110/17 ( 6 ) Horizon 2020 research and innovation programme under grant agreement No 695989 — Heat Roadmap Europe. ",
        "3.15 Most, if not all funding is project oriented and does not address the need for resources to support processes at different levels, from community organising and capacity building at local level, to networking, exchange and platform development at regional, national and European level. Funding support in this area could greatly help to accelerate the level of citizen and community engagement on climate action and also help to ensure there is sufficient organisation and collaboration to support scale up and contribute to policy development. Access for Innovation Funding 3.16 Early-stage entrepreneurs also face several challenges in access to finance, lack of knowledge and experience, access to markets and scaling beyond the start-up phase. Financing innovation is a critical part of the solution to the climate crisis, but equally being innovative in the financing mechanisms and their delivery is required. Initiatives such as EIT Climate-KIC aim to address these challenges by mainstreaming climate in financial markets, democratising climate risk information and supporting investments in innovative start-ups. 4. Proposed solutions 4.1 The EESC proposes a type of Climate Finance Forum be established at the EU level with a decentralised network. This would bring together all relevant parties and facilitate a coordinated response to the problems identified here. It would be a conduit for developing the mechanisms required, as identified in this opinion. 4.2 A function of the Climate Finance Forum needs to be a dialogue platform to help connect particularly promising and effective non-state solutions to private and institutional investors. In addition, a strong focus on scale-up and replication potential is needed across EU Member States and elsewhere, to maximise impact. The EESC, with its network of organised civil society groups throughout Europe, is in a strong position to be part of a Climate Finance Forum, as a voice that can represent the grassroots issues with accessing finance. 4.3 Effective communication will be an essential part of any successful strategy to address the problems in climate finance. Communication needs to travel in all directions, clearly identifying the audience and communicating in effective, precise and appropriate language the opportunities and accessibility of finance options. 4.4 The European Commission and other EU institutions need to develop guidance documents for non-state actors to make use of existing funding mechanisms. There is a need for a system that would identify, analyse, synthesise and disseminate information on the variety of funding sources available for climate action by non-state actors. This can build on the work being done by the European Committee of the Regions, which is identifying steps to developing a toolkit comprising easily understood information for local and regional authorities on funding and financing available for climate action. 4.5 A monitoring mechanism is required to create clear mapping on climate finance flows, helping to identify the blocks and focussing on the practical solutions to remove those blocks. This is an urgent first step. A mapping process would also be a critical step in understanding the barriers to access for small scale non-state actors. Mapping the financing will also help to identify the gaps in capturing positive climate actions that should be part of the Global Climate Action Agenda process. 4.6 The EESC calls for the EU to be a leader in providing a model on how to capture non-state actors' contribution to achieving climate goals. European non-state climate actors — especially smaller ones — expect help from European institutions to mobilise dedicated climate funds, and to gain better access to funding through simpler procedures and reporting. This would facilitate capturing many actions that go unrecognised in the fight against climate change. For example, projects below a certain financial threshold such as EUR 50 000 could have a simplified one-page application, and one-page reporting form. C 110/18 EN Official Journal of the European Union 22.3.2019 ",
        "4.7 There is a need for additional funding in the form of small scale grants, with simplified application and reporting procedures, specifically targeting local grassroots action on climate change and sustainability, and without prohibitive co- financing rates. Mechanisms that allow projects to cluster together could be designed to improve the impact of the financing, and to facilitate access. These tools need to be urgently developed. 4.8 A support mechanism that allows projects to avail of expertise in the pre-application for finance stage, so that projects are designed effectively and pitched appropriately, should be developed. 4.9 An overall reflection on innovative financing mechanisms needs to be developed at the EU level. Non-state actors should be involved in this discussion from the outset to ensure simplicity and clarity of allocation criteria. 4.10 In general, a closer cooperation between established climate and sustainability funds and financial programmes and non-state actors networks should be established. This is a question of knowledge sharing, communication and dialogue. A Climate Finance Forum can facilitate this. 4.11 Financial measures could also incentivise non-state action, or climate-friendly behaviour by non-state actors. For instance, tax deductions at the national level could help low-carbon production and stimulate participation by non-state actors in climate action. 4.12 In formulating the new EU Multiannual Financial Framework there may be opportunities to enable bottom-up non- state climate action to efficiently deliver on EU climate commitments under the Paris Agreement. In this regard, the EESC asks for an increase of at least 40 % in EU expenditure contributing to climate objectives ( 7 ). Secondly, the EESC calls for a swift phase-out of fossil fuel subsidies and no direct or indirect (co-)financing of any fossil based energy through European funds. 4.13 A climate proofing tool must be developed in order to ensure any public spending is not working to support activities that exacerbate the climate crisis. This should also apply to private financing programmes. Allocating specific funds for climate finance should not mean that the other parts of a budget or of financing is allocated to activities that are working in opposition of the climate objectives. The objective set in Article 2.1c of the Paris Agreement has to be met. 4.14 The EU's main financial instrument to support bottom-up local development is the Community-led Local Development (CLLD) approach. It is ideally placed to support these bottom-up initiatives, offering the potential to provide grants and supports that are tailored to local circumstances. In December 2017, the EESC adopted an opinion on ‘Advantages of the CLLD approach for integrated local and rural development’ ( 8 ) which urged the European Commission to explore and analyse in depth opportunities to create a reserve fund for CLLD at EU level. Irrespective of this, it recommended the European Commission to ensure that all Member States have a national CLLD fund with contributions from all four ESI funds (EAFRD, ERDF, ESF and EMFF). This CLLD structure could be one of the conduits used to support micro and small projects referred to in 2.7. 4.15 To make the financial value chain more sustainable as a whole, the EESC supports the Commission's road map on financing sustainable growth ( 9 ) adopted in March 2018. The EESC has made concrete recommendations to this Action Plan in its respective opinions ( 10 ). Brussels, 12 December 2018. The President of the European Economic and Social Committee Luca JAHIER 22.3.2019 EN Official Journal of the European Union C 110/19 ( 7 ) EESC opinion on the European Finance-Climate Pact (OJ C 62, 15.2.2019, p. 8). ( 8 ) EESC opinion on the Advantages of the Community-led Local Development approach (OJ C 129, 11.4.2018, p. 36). ( 9 ) Communication from the Commission to the European Parliament, the European Council, the Council, the European Central Bank, the European Economic and Social Committee and the Committee of the Regions — Action Plan: Financing Sustainable Growth. ( 10 ) EESC opinions on Action Plan on Sustainable Finance (OJ C 62, 15.2.2019, p. 73), Sustainable finance: taxonomy and benchmarks (OJ C 62, 15.2.2019, p. 103) and Institutional investors’ and asset managers’ duties regarding sustainability (OJ C 62, 15.2.2019, p. 97). "
    ]
}