{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Proposal for a Regulation of the European Parliament and of the Council establishing the Instrument for Pre-accession Assistance (IPA III)’ (COM(2018) 465 final — 2018/0247 (COD)) (2019/C 110/28) Rapporteur: Dimitris DIMITRIADIS Referral European Parliament, 2.7.2018 European Commission, 12.7.2018 Council of the European Union, 18.7.2018 Legal basis Article 304 of the Treaty on the Functioning of the European Union Section responsible External Relations Adopted in section 23.11.2018 Adopted at plenary 12.12.2018 Plenary session No 539 Outcome of vote (for/against/abstentions) 181/1/1 1. Conclusions and recommendations 1.1. The European Economic and Social Committee (EESC) welcomes the proposal for a Regulation of the European Parliament and of the Council establishing the Instrument for Pre-accession Assistance (IPA III) for the period 2021-2027. 1.2. The EESC also welcomes the statement that IPA III should put performance at the core of the instrument thus allowing greater steering in overall funding allocations reflecting beneficiaries commitments and progress towards reforms. The use of performance indicators will contribute to the overall assessment of IPA III and is in accordance with its former recommendations for IPA II ( 1 ). 1.3. The EESC is convinced that the establishment of the Instrument for Pre-accession Assistance is in accordance with the European Commission’s new strategy for the Western Balkans ‘A credible enlargement perspective for and enhanced EU engagement with the Western Balkans’ , published on 6 February 2018, and its six flagship initiatives that range from strengthening the rule of law, reinforcing cooperation on security and migration through to joint investigation teams, the European Border and Coast Guard , expanding the EU Energy Union to the Western Balkans, lowering roaming charges and rolling out broadband in the region ( 2 ). It is also in accordance with the European Union’s enlargement policy in view of a possible future accession of Turkey. 1.4. The EESC reaffirms its position based on Article 49 of the Treaty on European Union, which provides that any European state which respects the values of respect for human dignity, freedom, democracy, equality, the rule of law and respect for human rights, including the rights of persons belonging to minorities, and that commits to promoting these values, may apply to become a member of the Union. 1.5. The EESC welcomes the fact that the financial reference provided for under the draft Regulation on IPA III for the period 2021 to 2027 will be approximately EUR 14,5 billion according to the European Commission proposal. C 110/156 EN Official Journal of the European Union 22.3.2019 ( 1 ) EESC opinion on the Instrument for Pre-accession Assistance/European Neighbourhood Instrument (OJ C 11, 15.1.2013, p. 77). ( 2 ) The basic principles of the EU strategy towards the Western Balkans were set out by the Commission on 6 February 2018 in its Communication ‘A credible enlargement perspective for and enhanced EU engagement with the Western Balkans’, COM(2018) 65 final. ",
        "1.6. The EESC also welcomes the fact that 25 % of EU expenditure will contribute to climate objectives. 1.7. The EESC welcomes the fact that IPA III introduces more flexibility by not establishing partner allocations from the outset. The IPA programming framework should be based on evolving needs and ensure a balance between predictability and performance-based funding. 1.8. The EESC underlines that remarks made after the mid-term IPA II evaluation ( 3 ) and many of the previous EESC recommendations ( 4 ) should be fully adopted both by the European Commission and the candidates and potential candidates. 1.9. The EESC underlines the importance of Pre-accession Assistance in furthering economic reforms and creating a favourable and predictable business environment in order to foster entrepreneurship, business creation and help SMEs grow, thus increasing competitiveness, economic growth and creating new, decent jobs. 1.10. The EESC stresses the importance of Economic Reform Programmes (ERPs) and of a meaningful involvement of social partners and other CSOs in the process of development and implementation of these programmes. The EESC calls for more funds, including organisational grants, to be allocated to the capacity building of social partners and CSOs in order for them to effectively participate in these processes. Improvements in the quality and the content of social dialogue in candidates and potential candidates should be encouraged. 1.11. The EESC considers the financing provided by IPA III as important for the integration of the Western Balkan economies into the EU. 1.12. The EESC embraces the view that the progress of the IPA beneficiaries towards reforms is essential for the absorption (between 64,3 % and 88,9 % for IPA II) and the exploitation of these funds and emphasises the need to reinforce a culture of cooperation between the Western Balkan beneficiaries. The case of Turkey is far more complicated and delicate. Financing a country where a further deterioration regarding civil rights is not entirely out of the question requires caution and the need for the application of the conditionality principle. 1.13. The EESC underlines the need to use Pre-accession Assistance to increase the capacity of the administration of candidates and potential candidates in order to prepare them for the future usage of structural funds and for participation in the EU’s common agricultural policy (CAP). 1.14. The EESC strongly believes that the EU should establish strict and efficient mechanisms monitoring the distribution of the Pre-accession Assistance to all candidates and potential candidates. Especially in the case of Turkey more attention should be given to stop the chronic delays in various sectors. 1.15. The EESC suggests that implementation of IPA III will need to be accelerated, particularly in the early years, to prevent structural backlogs in contracting and implementation, and to progressively absorb current delays. The Commission should pay particular attention to indirect management with beneficiaries. The mid-term evaluation has shown that while the impact in terms of increased ownership is considered positive, contracting performance has been poor and there have been long delays in implementation, especially in Turkey. 1.16. The EESC underlines that monitoring must be done on the basis of the indicators set out in the proposal of the European Commission. The relevant performance indicators will be defined and included in the IPA programming framework and proportionate reporting requirements imposed on recipients of EU funds. The enlargement reports will be taken as a point of reference in assessing the results of IPA III assistance. The performance reporting system should ensure that data for monitoring of the implementation and results are collected efficiently, effectively and on time. 1.17. The EESC believes that the Commission should regularly monitor its actions and review progress made towards delivering results. The evaluations will assess the Instrument’s effects on the ground based on the relevant indicators and targets and a detailed analysis of the degree to which the Instrument can be deemed relevant, effective and efficient, that it provides enough EU added value and is coherent with other EU policies. The evaluations will include lessons learnt to identify any shortcomings/problems or any potential to further improve the actions or their results and to help maximise their exploitation/impact. 22.3.2019 EN Official Journal of the European Union C 110/157 ( 3 ) https://ec.europa.eu/europeaid/evaluation-instrument-pre-accession-assistance-ipa-ii-draft-report_en ( 4 ) See reference in footnote 1. ",
        "1.18. The EESC strongly believes that benchmarks should be established and best practices must be spread across the candidates and potential candidates to enhance their active fund absorption. 1.19. The EESC emphasises that the new draft Regulation also attaches importance to increased coordination and cooperation with other donors and financial institutions, private sector included. 1.20. The EESC invites the European Commission to explore the potential for a longer-term perspective in implementation. This will increase the level of predictability and will relieve the time pressure, especially where substantial delays are accumulated during the current period. 1.21. The EESC sees a need to improve the overall quality of (work) documents used for sector approach planning as well as to clarify the sector approach planning with all relevant parties. To that end, recommends also taking measures to improve the European Commission’s capacity to mainstream horizontal issues. There is a general need to strengthen the capacities of all the institutions involved in the delivery of Pre-accession Assistance. This should also include a proportionate use of technical assistance to support these institutions in the candidates and potential candidates. 1.22. The EESC believes that IPA III should be used to increase the understanding of fundamental EU values as well as to promote the added value of Pre-accession Assistance amongst the general population in the candidates and potential candidates. This should be done through grant programmes administered by the delegations of the European Union. 1.23. The EESC welcomes the fact that Pre-accession Assistance should be linked to the (a) rule of law; (b) good governance and fundamental rights; (c) socioeconomic development; (d) adoption of EU policies and acquis ; (e) good neighbourly relations and reconciliation; and (f) regional cooperation. 2. The Rule of Law, good governance and fundamental rights 2.1. The EESC underlines that there is still a big divergence between EU standards and those in all candidates and potential candidates. The situation appears to be more difficult in Turkey then it was before, especially after the failed coup d’état of July 2016 and the imposition of martial law. 2.2. The EESC believes that IPA III should continue its investments in the rule of law related projects that have helped countries to establish robust and professional law enforcement and judicial bodies, independent and free from external influence. 2.3. The EESC also believes that specific interest should be shown in the formation of an efficient system to protect the borders, manage migration flows, prevent humanitarian crises and provide asylum to those in need. Technical assistance from the EU to support good governance practices in these areas may prove to be very helpful. Moreover, all candidates and potential candidates must develop mechanisms to prevent organised crime and stop terrorism and illegal immigration. Turkey should show a more robust commitment to the implementation of the Agreement signed with the EU on 28 March 2016 aimed at stopping the flow of irregular migration via Turkey to Europe ( 5 ). 2.4. The EESC underlines that the public sector in all candidates and potential candidates still suffers from problems such as clientelism, opacity, corruption and inequality. 2.5. The EESC is aware of the fact that in all candidates and potential candidates minorities are still facing a lot of problems because of discriminatory behaviours and attitudes. 2.6. The EESC strongly believes that priority in the Pre-accession Assistance should be given to initiatives reforming and de-politicising the public sector, promoting transparency and accountability, enhancing e-Government and improving management. In this respect, the Pre-accession Assistance should be used to create meaningful opportunities for the involvement of the widest possible array of CSOs in the formation of governmental policies. C 110/158 EN Official Journal of the European Union 22.3.2019 ( 5 ) http://www.europarl.europa.eu/legislative-train/theme-towards-a-new-policy-on-migration/file-eu-turkey-statement-action-plan ",
        "2.7. The EESC strongly believes that civil society should be acknowledged as a significant agent for insuring the rule of law, and that thus civil society initiatives should be prioritised in the Pre-accession Assistance programmes. 2.8. The EESC also believes that funding institutions facilitating and promoting equality and respect for civic rights should be also a priority in the Pre-accession Assistance. 3. Socioeconomic development 3.1. The EESC acknowledges that the need for financial assistance to these partners is manifested by the persisting high unemployment rates (e.g. 21,6 % in FYROM, 35,3 % in Kosovo (*) for the first quarter of 2018) and the slow catching up with the EU countries in terms of per capita GDP. 3.2. The EESC is fully aware of the fact that poverty, high unemployment, the informal economy, low wages, corruption, malfeasance, the emigration of skilled workers and the brain drain are affecting all Western Balkan partners ( 6 ) and Turkey. 3.3. The EESC believes that the role of education in all Western Balkan partners and Turkey, including equal access to education systems, is crucial in terms of promoting European values, cultivating tolerance towards minorities, enhancing gender equality, fighting against prejudice and strengthening social cohesion. 3.4. The EESC also believes that through IPA III, a ‘social cohesion agenda’ must be implemented by improving the efficiency and effectiveness of education systems and in that way addressing skills gaps and skills mismatches, as well as challenges in the labour market generated by digital and technological changes in the economy. Enhanced financial support for vocational education programmes and apprenticeship and lifelong learning schemes, as well as closer involvement of social partners and other relevant CSOs in their design, would help address the skills mismatch in the labour market and reduce the high levels of unemployment as well as the number of unfilled job vacancies. 3.5. The EESC underlines the importance of establishing mechanisms through the Pre-accession Assistance to combat poverty and give access to the labour market, especially to the young, women and minority groups, thus preventing emigration and the brain drain. 3.6. The EESC considers the deepening and the widening of social dialogue as the sine qua non prerequisite for socioeconomic development. Social partners must have an important role in the design and implementation of policies. 3.7. The EESC strongly believes that enhancing the capacity to strengthen macroeconomic stability and supporting progress towards becoming a functioning market economy with the capacity to cope with competitive pressures and market forces within the Union should be a priority in all the candidates and potential candidates during the distribution of the Pre-accession Assistance. However, the business level of the economies of the IPA III beneficiaries also requires special attention. Entrepreneurship, self-employment, SMEs and micro-financing should not be neglected. 3.8. The EESC calls for special attention to be given to the improvement of private sector market orientation and the competiveness of private enterprises through the distribution of the Pre-accession Assistance. 3.9. The EESC believes that operational grants covering at least 36 months for CSOs should be made available within IPA III. 3.10. The EESC considers that the impact of the small re-granting schemes addressing rural/grassroots and small CSOs under IPA II should be further increased, especially through a much deeper involvement of CSOs in all the planning stages for each of the re-granting schemes. 3.11. The EESC highlights the need to provide help through the Pre-accession Assistance institutions in facilitating digital technologies and distribution, protecting the environment and setting the highest nuclear safety standards. 22.3.2019 EN Official Journal of the European Union C 110/159 (*) This designation is without prejudice to positions on status, and is in line with UNSC 1244 and the ICJ Opinion on the Kosovo Declaration of Independence. ( 6 ) EESC opinion on Economic and social cohesion and European integration of the Western Balkans — challenges and priorities (OJ C 262, 25.7.2018, p. 15). ",
        "3.12. The EESC also believes that the formation of institutions promoting equal access to childhood education, developing vocational education, improving the quality of higher education and enhancing lifelong learning, and the introduction of mechanisms/bodies governing labour relations, procedures for collective bargaining and labour dispute settlement and a structured dialogue between the social partners, should be given priority in terms of obtaining the Pre- accession Assistance. 4. Adoption of EU policies and acquis 4.1. The EESC is aware that there is a major divergence between EU standards and what applies for all the candidates and potential candidates. 4.2. The EESC believes that importance should be attached to the promotion of alignment of standards, policies and practices of candidates and potential candidates to those of the Union, including State aid rules. 4.3. The EESC stresses that, besides the harmonisation with the legislative part of the acquis communautaire , candidates and potential candidates will need to familiarise and possibly harmonise themselves with policies that are currently being discussed and developed within the EU such as the European Pillar of Social Rights, the UN Millennium Development Goals (MDGs) and the 2030 Agenda for Sustainable Development, as well as the cooperation between EU Member States regarding the flows of refugees and migrants and integrated border control. 5. Good neighbourly relations and reconciliation 5.1. Western Balkan candidates and potential candidates and Turkey are still affected by the wounds of war and conflict, ethnic hatred, irredentist movements and frozen conflicts which might erupt again. It is necessary to strongly encourage the most pressing bilateral issues to be settled before their accession to the EU, although insisting on solutions to all outstanding issues could delay this process. Encouraging the rebuilding of their trade and other economic relations could contribute to conflict resolution and economic growth. 5.2. The EESC welcomes initiatives by state educational and cultural institutions, academia and civil society organisations in the areas of reconciliation, good neighbourhood relations and adopting a critical approach to the past. 5.3. The EESC highlights that strengthening the capacities of civil society organisations and the social partners, including professional associations, and encouraging networking at all levels among EU-based organisations and those of beneficiaries should facilitate the process of integration. 5.4. The EESC believes that IPA III should provide funding for CSOs aiming at improving civic space for engagement and participation. Support for civil society infrastructure and regional thematic civil society platforms and networks should be extended in IPA III. 6. Regional cooperation 6.1. Energy and transport networks should be a factor for the development and interconnectivity of the region. This would ensure that the citizens of the candidates and potential candidates of the Western Balkans and Turkey are given a clear idea of the social, economic and environmental benefits of accession to the EU. For example, energy efficiency and energy saving are factors in generating activity for businesses and in creating green as well as traditional jobs. 6.2. The EESC believes that priority in the Pre-accession Assistance should be given to institutions and initiatives creating links between the candidates and potential candidates in the fields of energy, communication, digitalisation, innovation, transportation and protection of the environment. The case of cooperation between the cities of Kula in Bulgaria and Boljevac in Serbia that wished to purchase specialised vehicles, surveillance drones and personalised protective equipment to fight forest fires could be an example of good practice ( 7 ). 6.3. The EESC supports the Transport Community Treaty signed by the EU and the Western Balkan candidates and potential candidates on 12 July 2017 and encourages the parties to further develop it. In this regard, the European Commission, the European Investment Bank and the partners from the Western Balkans should concentrate their investments to connect the EU TEN-T Core Network and the infrastructure of the Western Balkans. A shared programme, with the identification of available funds and the definition of a common schedule, is therefore now necessary. C 110/160 EN Official Journal of the European Union 22.3.2019 ( 7 ) https://ec.europa.eu/transparency/regdoc/rep/3/2018/EN/C-2018-3051-F1-EN-MAIN-PART-1.PDF ",
        "6.4. The improvement of infrastructure will reduce transport and energy costs and facilitate large investments in the area, as well as facilitate intra-regional trade. Moreover, the promotion of the digital upgrading and gradual reduction of roaming charges in the Western Balkans will contribute to business development, increased productivity and improvements in the quality of life. However the lack of infrastructure is not the main obstacle for cooperation between the Western Balkan partners. The hostilities of the past and the pending unresolved disputes between them have limited the scope and content for cooperation. This could be partly remedied by the encouragement of IPA to IPA cross border cooperation projects. 6.5. Media and other forms of communication should be used in order to highlight the presence and the significance of the EU’s activities in the candidates and potential candidates. Furthermore, the capacity of local civil servants in project management and implementation should be built up throughout the whole process of the accession to the EU. 7. Specific comments on IPA III draft regulation 7.1. The EESC sees the proposal as building upon the achievements and the lessons learned during the previous programming periods, and finds it fit for delivering its objectives. Nonetheless, it reiterates that the candidates and potential candidates are exposed to quite different challenges compared to the Member States and that a great deal of flexibility is therefore vital. 7.2. The EESC completely endorses the stated objectives of IPA III, but wishes to underline, that direct effects are difficult to observe in the short run. It therefore recommends that the added value of future interventions be thoroughly assessed in terms of extent of engagement, political weight and advocacy for most beneficiaries. The fact that the budget support granted in the current programming period has been a catalyst for institutional change and enhanced policy dialogue in the recipient countries (e.g. Serbia, Montenegro and Albania) should be praised. 7.3. Bearing in mind the difficult situation of the large majority of the beneficiaries, the EESC recommends that sufficient simplification be provided when it comes to setting up the document requirements and that focus be given to support and ensuring ownership of the results by the recipients. To that end, efforts to develop further indirect management mode with the beneficiary country should continue, accompanied by capacity building actions so as to help stakeholders to constructively engage in the overall programming process. 7.4. The EESC sees a need for strengthening the complementarity of IPA III with the actions financed under other sources of funding in the candidates and potential candidates. 7.5. The EESC suggests that special measures be taken during the negotiation process at national level in the candidates and potential candidates as to overcome the chronic delays, bottlenecks and inefficiencies that have emerged during the current programming period. Of course, the relatively limited scale of IPA funds comparative to national budgets in some of the beneficiaries and the need for a stable consensus between the European Commission and their national institutions should be taken into consideration and should underpin policy dialogue. 8. Best practices 8.1. Application templates: There is a need for further simplification and especially unification within IPA but also vis-à- vis other donors and national legislation requirements. There are too many guidelines and instructions — there is scope for unification, with the specifics then being summarised in a separate chapter. 8.2. Qualifications, knowledge and skills of the contracting authorities should be improved, including the controlling/ auditing bodies, especially in cases where an issue needs interpretation and requires a lot of time for a response. 8.3. Under some grant schemes there are excessive requirements concerning the analysis of the project environment, the situation in the regions, etc. which is very demanding on the ordinary applicants. It can work the other way around. The contracting administrations can hire experts to carry out such analyses and assess how viable a project is. 8.4. More user friendly approach to applicants: application packages can be reviewed in advance or consulted by officers from the respective administrations (or technical assistance providers) and additional time should be provided to comply with the administrative requirements. 22.3.2019 EN Official Journal of the European Union C 110/161 ",
        "8.5. Contract amendments: flexibility and faster processing should be ensured. Usually a programme is defined over one to two years, and a lengthy application process follows; flexible means of amending contracts will be therefore necessary. 8.6. Public relations, branding and visibility: there is scope for simplifying and optimising requirements. Furthermore, the visibility of the projects financed by the EU must be increased. 8.7. Sector Fiches and Project Fiches regarding the indicators’ target values should be modified in order to synchronise them with the actual implementation period. 8.8. Sector Reform Contracts will contribute to the implementation of policy reforms and achievement of sector specific results. Possible measures to be undertaken in IPA III are: engagement of skilled staff in the operational structure; provision of adequate and continuous technical support for the operational structure. Key stakeholder ownership of the process should be enhanced. Challenges in programming: sequencing of contracts in the programme may lead to the breach of the contract deadline and many issues may subsequently arise in the implementation process. 8.9. Potential risks which emerged during the reporting period of IPA II have shown that there is a need to secure commitment and efficient interministerial cooperation and coordination. This is due to the complexity of interventions and shared responsibilities between specific national institutions, considering that the envisaged reforms are the responsibility of different government sectors. 8.10. The problems in preparation for procurement/contracting at project level mainly consists of difficulties in meeting the set preconditions, challenges in coordination and sequencing with the other related projects/contracts, but also the lack of capacity for timely preparation of quality tender documentation. 8.11. From the contracting standpoint, key lessons learned that should be taken into consideration further on are: insufficient capacity due to staff fluctuations in the beneficiary institutions; low quality of the documentation submitted by the beneficiaries; lack of in-house hands-on specialised expertise for complex projects; the need to enhance key stakeholder ownership of the process; challenging sequencing of contracts in the programme that may lead to the breach of the contract and/or implementation deadline; timely fulfilment of the preconditions, etc. 8.12. A problem which often arises pertains to a discrepancy between the indicators as included in the initial Sector/ Project Fiches and the subsequent values by the end of the reporting period of the programme. Also, the quality and the scope of the indicators are inadequate in some cases, which prevents efficient monitoring of implementation of the programme. 8.13. The content of some contracts which are being managed by decentralised authorities depends on the results of the previous contracts concluded by central contracting authorities. Therefore there is a danger concerning the timely tendering and implementation of contracts which are being run by decentralised authorities. Brussels, 12 December 2018. The President of the European Economic and Social Committee Luca JAHIER C 110/162 EN Official Journal of the European Union 22.3.2019 "
    ]
}