{
    "text": [
        "PROTECTING OUR ENVIRONMENT 1 LU Q) O ",
        "Il is worth allering some of our habits il, by so doing we can save lhe unlold beaulies o! nature. 'Environmental considerations must be Included in development objec tives, so that not only living conditions should be better and cleaner for the present generation but also the environment inherited by future generations should be of a sufficiently high quality for their needs.' Carlo Ripa di Meana, Member of the European Commission S 'ocial progress and economic well-being in Europe and elsewhere are dependent on activities which exploit the earth's resources and which can damage its environment. Materials drawn from the earth go into the goods we use and provide the energy on which many of our vital services — from transportation to health-care systems — depend. Human activity has always been a source of waste and pollution. Historically, it did not exceed our planet's remarkable regenerative capacity, but this capacity is now stretched beyond its limit. There is, therefore, almost universal acceptance that we must match our economic and social activities to what the earth can bear. This is the principle of sus tainable development. It lies atthe heart of the Euro pean Community's actions to protect our environ ment. Behaviour and activities must change if the planet is to survive. After two decades of corrective and preventive action, which was not always suc cessful, the Community proposes a new policy based on partnership. On issues like global warm ing, acid rain, waste management, an effective response depends on our ability to conserve resources, recycle used products, dispose of waste safely and develop more environmentally friendly energy sources. The Community is forming a coali tion of governments, industry and consumers for the necessary commitment to help save our planet for future generations. ",
        "'We must make greater appeal to the sense of responsibility of consumers, of businesses and of public authorities lo bear in mind environmental ations in whatever they do.' Carlo Ripa di Meana, Member of the European Commission, with special responsibility for environment policy There is a growing feeling throughout the Community, and also further afield, that many of the world's great environmental battles will be won or lost during the current decade. THE ISSUES Our environment is threatened in many, often interrelated, ways. There can be no piece-meal responses; the Com munity's overall strategy must reflect this reality. Global warming, and the ensuing climatic changes that will transform temperate zones of the earth into arid deserts and flood low-lying parts of the globe as ici caps melt, is only one pro spect of environmental degradation that faces mankind. It is caused by the release of so-called greenhouse gases into the atmosphere, principally car bon dioxide (CO2) from the burning of fossil fuels. Another prospect may be a sharp rise in skin cancers as the protective ozone layer in the upper atmosphere is depleted by man-made chemicals. Acid rain, the wanton destruction of tropical rain forests and the extinction of many species of animal and plant life are also part of this doomsday scenario. Globally, our consumer society pro duces billions of tonnes of waste in the form of by-products from industry, old and used items, packaging materials and agricultural inputs. In the European Community alone, more than 21 million tonnes of toxic waste have to be treated each year. Our rivers and coastal waters are unable to cope with the huge quan tities of semi-treated or untreated municipal and industrial waste poured into them annually. Landfill and in cineration, traditional waste disposal techniques, have serious limitations. POLLUTION KNOWS NO FRONTIERS Pollution originating in one EC country can spread freely across borders into others. Thus it makes sense for the Community, as it dismantles commer cial and political frontiers, to assume more responsibility for devising and im plementing the EC's environmental policy. The Community must also be ready to act in a global context. It is in its own in- ",
        "terest to.support environmental protec tion efforts by its neighbours to the east and by the nations of the Third World. There is now a perceptible feeling throughout the Community and further afield that many of the great en vironmental battles will be won or lost during the current decade. By the next century, it could be too late. Declaration of the Heads of State or Government of the European Community, Dublin, June 1990. 'We recognize our special responsibility for the environment, both to our own citizens and to the wider world. We undertake to intensify our efforts to protect and enhance the natural environment of the Community itself and the world of which it is part. We intend that action by the Community and its Member States will be developed on a coordinated basis and on the o r 'nciples of sustainable development and preventive and precautionary action. ... The objective of such action must be to guarantee citizens the right to a clean and healthy environment. ... The full achievement of this objective must be a shared responsibility.' THE COMMUNITY'S RECORD The European Community is the world's biggest single market and largest trading group. Its peoples have reached a significant level of economic well-being. It is therefore better placed than many to put its own house in order and give a lead in developing en vironmentally sustainable growth pat terns. This double responsibility was recognized by the EC Heads of State or Government at the meeting of the European Council in Dublin in June 1990 when they declared: 'The environment is dependent on our collective actions,· tomorrow's environ ment depends on how we act today... The Community must use more effec tively its position of moral, economic and political authority to advance in ternational efforts to solve global pro blems and to promote sustainable development.' In the European Community alone, over 11 million tonnes o' toxic '.vacíe have *o be treated each year. The peoples of the Euro pean Community are now sufficiently advan ced to be able to put their own house in order. They should therefore leave to future genera tions an environment full of natural beauty. The Community has built up a vasf armoury of lows against air pollu tion, water pollution, and soil pollution, about waste disposal and for the protection of nature. But man himself is the weak link. Everyone should do something every day to help safeguard the environment. Since it took its first initiatives in the field of environmental policy in the early 1970s, the Community has im plemented approximately 200 pieces of legislation covering the pollution of air, soil and water, waste disposal, pro duct standards and the protection of nature. -: Its responsibility has grown over the years as the awareness of environmen tal problems and of their transfrontier dimension has increased. First the 1986 Single European Act and then the 1992 Maastricht Treaty entrusted the Community with increased authority. The European Community has ac cepted commitments to stabilize emis sions of carbon dioxide at their 1990 level by the year 2000. One instrument for reaching this goal is the proposed energy tax, aimed at reducing CO2 output and increasing energy efficien cy. Energy sources emitting high levels of CO2 would be subject to higher levels of taxation. Renewable energy sources (wind or solar power, etc.) would be exempt from the tax. The Community has also agreed to the phasing-out of chlorofluorocarbons (CFCs), which are used in spray canisters and which deplete the ozone layer, by 1996, ahead of the target date set by the Montreal Protocol. Ex haust emissions from automobiles are strictly controlled by the requirement to fit catalytic converters to all new cars from January 1993. A series of directives on water quality, noise levels and waste disposal and transportation have also been im plemented. ",
        "The threat to our living environment Waste Air Air quality, or, to be precise, the concentration and combined effect of pollutants, continues to give cause forconcern in mosttowns and cities due to the increasing emis sions of the principal pollutants into theairfrom motor vehicles (cars, lor ries and buses). Simulations for the year 2000 suggest there will be some improvement, but at the same time further deterioration in urban and industrial growth areas. Water Despite the investments made over the last 20 years or so, on the whole there has been no improvement in the state of the Community's water resources. There have been more cases of deterioration in quality than of improvement. With demand rising as it is at pres ent, the impending depletion of freshwater resources in certain regions may create major problems in the future, particularly in the Mediterranean countries. Soil Physical degradation of the soil is widespread throughout the Com munity. The soil was long thought to have unlimited absorption capacity, but now it is becoming increasingly difficultforitto perform its many vital functions, as a source of biomass in the form of crops and timber, as a habitat and as an ecosystem stabilizer. An increase in the pollu tant content has been observed at many sites. Pollution of the soil by heavy metals or organic products is increasing not only at critical sites (around industrial centres or waste tips) but also in some rural areas, as a result of the combination of air pollution and farming. The volume of waste generated is increasing at a far greater rate than treatment and disposal capacity. A major effort to set up and develop household refuse-collection net works has ensured that virtually all the urban waste in the Community is actually collected. Nevertheless, landfill remains the commonest disposal method. Processes such as composting or recycling are gaining ground but remain too limited to alleviate the growing landfill problem. The quality of life Urban population growth will con tinue at a rapid rate in the cities of southern Europe, particularly along the coast, putting further pressure on the population's quality of life. Without rigorous measures to pro tect the rural environment in places where desertification is becoming acute, the countryside will continue to deteriorate. High-risk activities As man learned to protect himself from natural risks, he also began to apply more and more high-risk techniques. Not only the workers employed in these activities are at risk but also the local population as well. The nuclear power industry, the chemical industry, the transport of hazardous substances and, more recently, the genetic engineering industry all pose new risks. Extracts from the European Commission's filth progromme on the environment ",
        "A SHIFT IN STRATEGY With its fifth environmental action pro gramme published in April 1992, the European Commission signals a change in strategy, shifting away from the previous focus on corrective action to cope with pollution to one based on preventive action. The stress is put on a more rational use of resources — producing less in the first place and using what we produce more efficiently. Re-use and recycling are also vital if finite resources are to be conserved. Energy efficiency is particularly impor tant in order to reduce CO2 emissions. Emphasis is on developing renewable or non-polluting energy sources and on recovering waste energy from in dustrial processes for use in heating or electricity generation. Waste management must be based on the principles of the prevention of waste, recovery (via recycling or re use) of as many waste products as possible, and ensuring that the waste which remains is disposed of securely and efficiently. But the new strategy also demands a change in patterns of consumption and behaviour and requires a sense of The Europeans and their environment The European public's concern over the urgency of the environmental problem has increased dramatically over the last five years. Since 1988, the percentage of people who find the protection of the environment and the fight against pollution to be immediate and urgent problems has increased by 11% to a total of 85% in 1992. The proportion of Europeans who consider these as problems merely for the future has decreased substantially by 6% to only 11% in 1992. Many people are concerned about protecting the environment and fighting pollution. In your opinion, is this...? (%) Urgency of the environmental problem An immediate and urgent problem More a problem for the future Not really a problem Don't know/no answer 1986 1988 1992 72 74 85 22 20 11 3 3 2 3 3 2 Since 1988, the perception of these problems as urgent has increased particularly in Greece, France, the Netherlands, the United Kingdom and East Germany (not included in 1986 and 1988). Source.· Eurobarometer, No 37, June 1992. ",
        "There is almost universal acceptance of the need to match our economic and social activities with what the earth will bear. This principle of sustainable development lies at the heart of the European Community's actions to protect the environment. ? iA:-'.'S¿- -ι'-t '■' '■ '&% rieft' shared responsibility on the part of government, industry and the in­ dividual citizen. The involvement of the individual is both as a consumer and as an actor in implementing Community strategy at regional and local level. National or joint decision­making Over two­thirds of Europeans think that environment policy should be decided within the European Community. When asked to choose — in an opinion survey carried out shortly before the Maastricht Summit — which policy should be decided by the national government and which should be decided jointly within the European Community, 69% thought that environment policy should be a joint decision and 28% disagreed. Support for joint decision­making in environment policy ranged from 83% in the Netherlands to 52% in Ireland. Support in other countries was: 71% in Italy, 70% in Germany and Spain, 68% in France, 67% in the United Kingdom, 63% in Belgium, 61% in Greece, 58% in Portugal, 57% in Denmark, and 55% in Luxembourg. The strategy also includes the idea of fiscal or economic incentives in favour of environmentally friendly goods and services, better public information and education, support for R&D and specific financial aid mechanisms. One of the most important of these is the Cohesion Fund set up under the Maastricht Treaty which will channel cash to environmental projects in the four poorest EC countries — Greece, Spain, Portugal and Ireland. These Member States have been particularly concerned that, without such support, adherence to EC environmental com­ mitments could affect their rate of economic growth and their ability to catch up with their more advanced Community partners. Five target sectors are identified for the new approach: industry, energy, transport, agriculture and tourism. Each is a fundamental part of the Com­ munity's economic activity. Each will play a vital role in the achievement of production and consumption patterns which could result in sustainable development. But environmental con­ siderations are also becoming an in­ tegral part of many other Community policy areas. ",
        "THE COMMUNITY AND GLOBAL ISSUES The cross-border and even global nature of certain environmental challenges requires the Community to intensify its regional and international cooperation. Global issues have become so important that, in the run up to the year 2000, they could become an important factor in deter mining the ways in which international relations will develop — economically, politically and in terms of security. Over the next 50 years, populations may double and, even with only a very modest rise in living standards, there could be a fivefold increase in economic activity, touching all the key sectors such as energy, transport, in dustry and agriculture. Even if most of these changes occur outside Europe, the European Community will not escape their impact. Environmental problems are posed dif ferently in different parts of the world. In the Community and other industri ally advanced countries, the essential aim is to modify consumption patterns. In Central and Eastern Europe, years of neglect and underinvestment in pollu tion control (including the safety of nuclear reactors) have lefta heritageof environmental degradation as a pri ority target for action. As for the devel oping countries, population pressure and poverty have been key factors in allowing unsustainable development patterns to emerge. The internal and external dimensions of Community policy are therefore inex tricably linked. Both aspects must be built up to a coherent and effective re sponse to the complex problems which found expression in the 21st Agenda adopted at the United Nations Conference on Environment and Devel opment (Unced) in June 1992. A gift for their future: a clean and beautiful Europe. ttSfcJT'? ",
        "This booklet is part of the European File series and appears in all the official Community languages — Danish, Dutch, English, French, German, Greek, Italian, Portuguese and Spanish. Commission of the European Communities Directorate­General for Audiovisual, Information, Communication and Culture Editor: Publications Unit, rue de la Loi 200, B­1049 Brussels Manuscript completed in July 1992 Cover photo: Eureka Slide Drawings: Mario Ramos; Layout: ACG Brussels β ECSC­EEC­EAEC, Brussels · Luxembourg, 1992 Reproduction is authorized, except for commercial purposes, provided the source is acknowledged. Printed in Germany COMMISSION OFFICES Office in Ireland Office in England Office in Wales Office in Scotland 39 Molesworth Street, Dublin 2 ­ Tel. 71 22 44 Jean Monnet House, 8 Storey's Gate, London SW1P 3AT · Tel. 973 19 92 4 Cathedral Road, Cardiff CF1 9SG ­ Tel. 37 16 31 9 Alva Street, Edinburgh EH2 4PH ­ Tel. 225 20 58 Office in Northern Ireland Windsor House, 9/15 Bedford Street, Belfast BT2 7EG ­ Tel. 24 07 08 Information services in the USA 2100 M Street, NW, Suite 707, Washington DC 20037 ­ USA Tel. (202) 862­9500 305 East 47th Street, 3 Dag Hammerskjold Plaza, New York, NY 10017 ­ USA ­ Tel. (212) 371­3804 Commission offices also exist in the other countries of the European Community and in other parts of the world. **¿¿* Office for Official Publications ISSN 0379­3133 * =?£ * of the European Communities * ** L­2985 Luxembourg Catalogue number: CC­73­92­877­EN­C "
    ]
}