{
    "text": [
        "BIBLIOTHEQUE CENTRALE OE LA COMMISSION * ** BIBLIO 1992 Comparative information on EC member countries: extracts from periodical articles. Informations comparatives sur les pays membres des CE: extraits d'articles de périodiques. N° 29 - 1992 1 - European railways 2 - Application of environmental legislation in EC Member States: the Bathing Water and Drinking Water Directives 3 - Un enjeu de société pour l'Europe. La petite enfance 4 - International partnerships: comparative law remarks on the classification of foreign entities 5 - 6 - 7 - 8 - 9 - 10 - 11 - 12 - 13 - Le innovazioni recenti nella struttura e nel funzionamento delle asszociazioni nazionali delle casse di risparmio: il caso europeo La dette publique dans les pays de l'OCDE L'éveil artistique des jeunes en France et en Europe The postal services: competition and monopoly Les holdings en France, au Luxembourg et aux Pays-Bas The internationalisation of business and domestic class compromises: a four country study Towards internationalisation Structuring leveraged acquisitions in Europe Utilities in the EC For full text of documents cited please apply to: Pour la copie intégrale des documents mentionnés s.v.p. adressez-vous à: Service de photocopie - JECL 1/50 Tel.: 50466/54170 ",
        "Θ 'Λ Cote: 92Β/9 The Economist \" '^ Intelligence Unit European Railways PROSPECTS FOR LONG DISTANCE PASSENGER SERVICES IN THE 1990s Special Report No 2179 by David Hollings, Hugh Inwood and Robert Sheldon CHAPTER 1 CHAPTER 2 CHAPTER 3 24 24 24 24 26 26 27 28 29 30 32 CHAPTER 4 32 33 37 38 INTRODUCTION Scale and Performance Passenger Journeys and Passenger-km Performance Related Measures Passenger Revenue Limitations of Comparisons Railways as Purchasers The Railway Suppliers EUROPE'S MAJOR RAILWAYS SNCF (France) DB (Former West Germany) BR (Great Britain) FS (Italy) RENFE (Spain) SBB (Switzerland) NS (Netherlands) Other European Railways THE INSTITUTIONAL FRAMEWORK Unique Relationships Historical Perspective Government Relationships Pricing Freedom Government Subsidy Personnel Contract Negotiation Sectorisation The Competitive Environment THE EUROPEAN COMMISSION'S INFRASTRUCTURE PROPOSAL Details of the Proposal The Community of European Railways' Response The Swedish Approach Conclusions ",
        "Page 40 41 42 44 47 48 48 51 52 54 54 55 58 63 66 68 71 74 75 76 83 83 85 85 86 87 88 88 91 92 93 94 95 96 98 98 99 100 100 101 CHAPTERS CHAPTER 6 CHAPTER 7 CHAPTER 8 CHAPTER 9 INVESTMENT PLANNING Summary of the Proposed Investments Background to Investment in Long Distance Passenger Services Estimated Investment Payoffs Rolling Stock Costs Concerns About Public Funding Outside Finance Current Investment Levels External Cost Issues HIGH SPEED PROPOSALS Planning for Higher Speeds Short-Term Developments Growth in Internationalism The Available Market Synergy or Separate Development? Public Reactions Railways and the Environment SUPPLYING HIGH SPEED TECHNOLOGY Distribution of the Investment Buying Practices The Historical Inheritance Implications for the Future MARKETING AND PRICING ISSUES Current International Rail Passenger Market Current International Rail Services Marketing the International Services Future Developments Fare Levels Fares Structures Quality Enhancements Product Definition Computerised Information and Reservation Systems Rail/Air Relationships Summary CONCLUSIONS The Institutional Relationships Investment Relationships Between the Supply Industry and the Railways European High Speed Network The Next Decade 105 APPENDIX A SOURCES OF DATA 106 APPENDIX Β EUROPEAN COMMISSION PROPOSALS ",
        "CHAPTER 2 EUROPE'S MAJOR RAILWAYS The dominant characteristic of the rail administrations within Europe and Scandinavia is that they are state owned enterprises. The Channel Tunnel will provide an important future exception. There are some international institutions and operators, described in Chapter 8. Others include the Union Internationale de Chemins de Fer (UIC), which has existed for many years, acting as an international forum for the exchange of technical information, agreement of standards, and provision of a clearing house for allocation of international revenues. There are several organisations formed and funded by the railways to facilitate international passenger and freight operations. Eurofima is a jointly funded railway venture which makes loans for the purchase of rolling stock. The European Commission part funds some railway investment projects but, for the foreseeable future, the railways of Europe and Scandinavia are likely to remain national enterprises. Historically, national ownership of this specialised mode of transport, the associated creation of monopolies and the general decline in market share created problems for national governments. Although the major concern was the increase in funding requirements, another was the stress inherent in interacting effectively with technical and supply oriented organisations. During the last two decades both government and railway administrations have sought to evolve better bases for the clarification of objectives and the specification of funding requirements. In respect of the latter, there was a desire to reduce the requirement and to ensure that in future there was a defined return on the funding. There are a number of intermingled themes which are reflected within the contemporary arrangements between the public authorities and their railway administrations: • the preparation of plans by the railways for consideration and approval by ministers; • the concept that the railways will at least break even on operating account, after agreed levels of subsidy support or compensation have been included; • the need for subsidy or support should be declining or constant rather than a rising requirement over time; • the railways should be given performance standards and tasks by their national governments; there is, naturally, an orientation to the financial aspects, though some governments, such as the Dutch and the German, also set non-financial objectives; • the internal organisation and management information systems of the railways should be structured so as to ensure that the requirements of the states can be realised and their achievements monitored; • there are components of rail markets for which state support is not an a priori requirement; the most commonly recognised components are international passenger operations, long distance passenger operations, freight and parcel services; • in those market sectors within which rail operations do not qualify for subsidy, relative freedom should be given to the railways to develop market oriented strategies and the disciplines of the market should be allowed to determine pricing policies; • issues of equity for the railways arise from the fact that public authorities fund the infrastructure for their competition — highways, airports and air traffic control systems, for example; the users do not necessarily pay the full cost whereas the railways traditionally have borne the costs of the maintenance and renewal of their infrastructure; ",
        "• the funding of historic debts by interest charges or other payments undermines or distorts the current financial structures of the railways. Some of these themes are present in the proposed EC Council Directive which is discussed more fully in Chapter 4. All, in practice, have had a role in the restructuring of many of the railway · systems in the 1980s. They can be observed in the following brief descriptions of seven of the railways of Europe and Scandinavia. SNCF (FRANCE) The structure of SNCF was changed in 1982 giving it a new status similar to Electricité de France. The government is its owner and appoints the chairman and general manager. It has a monopoly of the provision of rail services in France. The board of SNCF is made up of government, trade union and user representatives. There are deputy managing directors with specific responsibilities: • economic and financial; • technical; • personnel; • research and development. In 1990 four business sectors reporting to the general manager were created: • passenger; • freight; • parcels; • Paris suburban services. It is anticipated that these business sectors will have full financial accountability and will purchase services and resources from the deputy managing directors. There is also a new post of deputy director general with the primary task of gearing SNCF to changing market conditions. SNCF has an accumulated deficit of £10.1 bn which is being addressed through special provisions. The state has a contract with SNCF which requires that the railway balances its accounts annually after receipt of statutory supports which are specific. For 1991 these were: £ mn Infrastructure 1,045 Pensions 1,400 Compensation for socially reduced tariffs 160 Regional passenger services 370 The 1990-94 contract makes joint provision for investment as follows: SNCF State £ mn £ mn Historic* railway 3,800 550 TGV infrastructure & rolling stock 4,400 200 Paris suburban 1,040 545 ' Pre-TGV. In 1988 SNCF operating revenue was around £5 bn supplemented by state and local authority support of rather less than £1.5 bn. ",
        "SNCF has the capability to meet the targets set by the contract as was demonstrated in 1989 by its achievement in matching the requirements of the task set in the 1985-89 contract. Nevertheless SNCF does not enjoy full freedom with respect to the setting of passenger fares. In general they can only be increased in total in line with expected levels of inflation (though this provision does not apply to TGV services). DB (FORMER WEST GERMANY) Herr Rudolf Richter, representing DB in the UK, described DB as \"an essential part of the federal government administrative structure and extremely close financial, political and legal links exist between the two\". In 1982 the state appointed a new board of management with a mandate to alter the fundamental operating environment and to improve the public perception of the rail services. This administration produced a new railway strategy called \"DB 90\". Its fundamental goal was the change in the role of the railway from government monopoly, providing an across the board public service, into an innovative market oriented transport undertaking. There are four major elements to the \"DB 90\" strategy: • improving the railway service; • increasing competitive measures; • expanding the rail share of the market; • encouraging cooperation with affiliates and branches in order to provide a more comprehensive travel service. Between 1982 and 1989 DB was able to invest £13.5 bn and reduce its staff from 321,000 to 238,000. By the end of 1988 the accumulated deficit was around £14.5 bn. In 1989 the federal government agreed to take over £4.25 bn of the deficit and to participate in funding infrastructure costs. DB was required by the end of 1990 to produce a detailed statement of its track and operating costs. The state and local governments are expected to make a contribution towards a proportion of the latter. Between 1990 and 1994 investment in routes, rolling stock and facilities is planned to total £11.5 bn and by the year 2000 the plan envisages a total investment of £20 bn. DB is developing a high speed passenger network involving the construction of new lines, first incorporated in the Federal Infrastructure Plan (BVWP '85). The new lines consist of 800 km of new track and there is an associated upgrading of 3,700 km of existing lines. The new line construction is funded by federal grants. Every year the proposed plan has to be agreed with the federal government. DB has a certain degree of pricing freedom. The InterCity services are moving into profit and the second grade of service, Interregio, which has been improved progressively, is showing improved financial performance. DB's personnel are federal employees and thus it does not have the freedom to determine pay and conditions. However, it receives compensation for some of these costs, together with offsets for the costs of provision of regional, urban and rural services. The government is progressively moving towards local funding for the latter. In July 1990 the federal government appointed a commission in response to DB's request for: ",
        "• a financial structure more acceptable for entrepreneurial activity; • tax harmonisation; • contractual agreements; • federal assumption of responsibility for infrastructure. The commission will report in 1991. Its tasks are essentially: • to define the role of DB in national and international markets; • to define and limit the responsibilities for public or community services; • to define DB's business and economic responsibilities; • to set out the conditions for a rational and requirement specific fulfilment ot tasks by DB. Reorganisation and restructuring of DB has moved at a slower pace than in the case of SNCF and BR. It is, however, moving in a similar direction in many ways. In March 1990 Dr Ing Reiner Golke, chairman of the board of directors of DB, stated that DB and DR (the former East German state railway system) were planning for an eventual single German railway to be integrated into the EC network. A detailed analysis of the impact of the political developments in Eastern Europe is not within the scope of this Report. However, it is worth noting that the unification of the two systems will not be easy. DR has a very high share of both passenger and freight traffic and it is accepted that the total former East German transport infrastructure is in need of considerable investment. An early estimate by DB of DR's needs was for a programme of £38 bn of which 25 per cent would be for vehicles and 75 per cent for infrastructure. DB and DR have identified eight east-west links for priority improvements. Naturally, the move of the government functions from Bonn to Berlin will stimulate demand and a high speed electrified Hannover-Berlin link is expected to enter the construction stage in 1992. BR (GREAT BRITAIN) The British Railways Board was established in 1948 when it acquired the assets of the four major railway companies. The 1968 Transport Act established the concept of the commercial and social railways. Subsequently the commercial railway was defined as comprising the InterCity passenger services, freight operations and parcels services. The social railway was defined as consisting of regional (including rural) and commuter passenger services. British Rail was originally highly vertically and horizontally integrated. It owned hotels, ferry operations, docks and harbours, catering services, rolling stock construction and maintenance organisations and undertook a high proportion of civil engineering and signalling construction. Progressively it has divested itself of its non-railway activities and a much higher proportion of its services is now contracted out. Nevertheless, BR suffered as a result of the lack of clarity of objectives and in recent years has sought and obtained a contract from the government. From 1986 onwards the self-supporting businesses were required by the secretary of state for transport to provide a minimum 2.7 per cent per annum rate of return on their employed assets. BR, in common with other EC railways, receives an annual Public Service Obligation (PSO) grant through the implementation of a European Commission Directive. In BR's case the implementation was achieved by the 1974 Transport Act. The act required BR to retain the level and quality of services as existed in 1974 and concurrently to cover total costs out of the fare and grant revenue combined. Subsequently, the government set BR the objective of reducing the level of grant required. It had fallen to £574 mn by the end of the 1989/90 fiscal year. The government also set rising profitability ",
        "targets for the non-supported sectors (for example: £95 mn for InterCity by the end of 1992/93). Among the new objectives, the Network SouthEast sector, comprising mainly commuter services into London, was intended to be free of support by the end of 1992/93. The achievement of financial targets, however, is not wholly in BR's control since the traffic levels are influenced by the level of economic activity. It was apparent, for example, from UK government statements in early 1991, that there were doubts about the feasibility of Network SouthEast becoming financially independent. Moreover, estimates for the PSO grant for 1992/93 and 1993/94 have been revised upwards to £436 mn and £400 mn respectively. These represent increases of £90 mn and £55 mn. During 1990 BR went into a further stage of reorganisation. The business sectors, which previously internally \"contracted\" resources from the operating and infrastructure supply functions within BR, now between them assume ownership of these resources. Where there is common use of the facilities, the owning business sector contracts the use to the others. A large proportion of operations and traction and rolling stock will in future be dedicated. Substantial investment programmes (though considerably less than SNCF and DB) are being undertaken. The current Corporate Plan from 1989/90 to 1993/94 planned expenditure at the level of £4.9 bn with the major components being: Traction & rolling stock Infrastructure Terminals £ mn 2,576 1,494 836 BR is subject to approval of investment, some of which is funded internally and some by borrowing from the Treasury. There is an overall limit to funding, beyond the requirement that investment should achieve a return of 8 per cent, imposed by a specific External Financing Limit (EFL) which is one of the methods by which the government controls the funds available to the public sector. For the year 1989/90 the EFL was £635 mn. However, following financial results below expectation in 1990/91 the government was obliged to increase the level to £1,106 mn. The current government philosophy with regard to public transport is that the users and other beneficiaries from investment should pay for the benefits to the maximum achievable extent and that government grants or support should only be provided in respect of a proportion of the social benefits, for example reduced traffic congestion, where a levy cannot be extracted. BR operates within a highly defined set of financial and quality requirements. The quality requirements are defined by the secretary of state for transport and cover such issues as punctuality, timetable reliability, acceptable waiting times for ticket issues and for telephone enquiries. It is significant that the requirements do not include any specific volume or market share objectives other than general conditions that capacity should be kept in step with demand and that the board should provide a safe and efficient high quality railway which is responsive to the needs of its customers. British Rail is granted some flexibility in respect of pricing and InterCity, in particular, has segmented and increased prices significantly to optimise profitability. The next stages in sophistication are predicted to be in the form of yield management as practised by many airlines. However, that would involve a system of compulsory reservations which does not currently exist. BR has derived a significant proportion of its income from property sales, development and letting. The contribution in 1989/90 wcs £412 mn but the 1990/91 economic recession has affected this source of funds. Channel Tunnel services BR has established a new business sector — European Passenger Services — to be responsible for its interest in the rail services through the Channel Tunnel. BR is purchasing 14 of the Trans Manche Super Trains, SNCF 13 and SNCB three. The trains are specialised but have much in ",
        "common with the TGVs. Eurotunnel pic owns and will operate the track between the tunnel portals and the railways will purchase paths on the tracks. Currently, the plan is for up to 40 international passenger services and 27 freight trains daily. The technological complexities are substantial but so too are the marketing and management issues. The three railways have set up a Joint Business Managing Unit with the intention of creating practical recommendations covering at least the following issues: • level of service; • products; • prices; • catering; • terminal standards; • branding. The UK interests in Eurotunnel are drawn entirely from the private sector. For several years the UK Conservative government has sought to evolve an effective formula for the privatisation of British Rail. Despite the commitment to the principle, no scheme has yet found favour. How easily a private British railway could interact with two state owned European partners is a matter for speculation. FS (ITALY) FS was transformed from a government department into a state corporation in 1985. It remains within the ambit of the Ministry of Transport although it owns its assets and is required to be accountable for its financial results. For the maintenance or renewal of its assets it has access to borrowing or the issuing of State Guaranteed Bonds. Relationships with the government have been turbulent in the past five years and FS is heavily dependent on state support. In 1988 revenue make up was as follows: Passenger & freight Compensation & subsidies Other Total £ mn 1,431 5,526 884 7,841 State financial support is supposed to be confined to compensation for: • social service obligations; • contribution to infrastructure upkeep and renewals; and • grants for research and development. Major projects can be funded under special programmes. Investment between 1980 and 1989 totalled around £15 bn. Investment plans between 1990 and 1998 at a level of £38 bn have been approved by the government. The government exercises control over domestic tariffs although legislation in 1988 permitted FS to raise fares by 20 per cent per annum until parity was achieved with other West European railway prices. FS has three major difficulties in this context. One is the level of quality provided and the second is the degree to which reliability is affected by frequent industrial disputes. There is a third problem relating to the high level of discounting which results from a variety of social provisions or season tickets. Most of FS's passengers travel with some form of discount. (2) ",
        "10 Modernisation of some long distance passenger services has been implemented. By the summer of 1990 ETR 450 \"tilt body\" trains were running 13 services a day in each direction covering nine routes. Service quality has also been upgraded on regular InterCity services. FS features in 21 EuroCity services per day. For example, there is a Talgo Pendular overnight service between Madrid and Milan. There is no question that FS occupies a highly politicised environment. The issue of privatisation has been raised, the concept of a state provided infrastructure available for use by private companies has been considered and controversy has been generated by possible private sector involvement in joint ventures. RENFE (SPAIN) RENFE is a company incorporated under Spanish public law as a commercial company to which the operation of all the normal gauge railway network is entrusted. It has a status independent of the state and the power to develop its own objectives. The current objectives are embodied in a plan approved by Spain's Council of Ministers and are to be implemented under a four year Contract Programme (1988-91). The essence of the Contract Programme is that RENFE commits itself to achieving specified results and the state assumes obligations with respect to the financing of the operation and investment. The commitments made by RENFE under the contract include the rationalisation and improvement of management, a financial reorganisation and a reduction in the annual deficit. By 1989 the annual deficit had fallen from the 1984 level of £343 mn to £53 mn. A reduction in the accumulated deficit from £1.25 bn to £1.1 bn was also achieved. Following its entry into the EC, Spain acquired the Public Service Obligation requirement. In 1988 the payment was £588 mn. It was directed to suburban, regional and branch line passenger services. Additionally, under further EC provisions, RENFE qualified for financial support during the period of reorganisation and asset renewal. This embraces the funding of long-term deficits and working capital, and the cost of raising investment capital. In 1988 the global volume of subsidy was £336 mn. The 1988 contract made provision for a four year investment programme of £3.26 bn of which £2.1 bn would be the responsibility of RENFL and £1.2 bn would be provided by the Ministry of Transport, Tourism and Communications. The contract also set out traffic volume related targets. New simplified pricing policies were required with some emphasis on achieving higher returns from the improved InterCity services. Management information and a new management structure based on business accountability was introduced. The RENFE gauge of 1,668 mm is not compatible with that of the majority of the EC railways. (Some international Talgo services are operated by trains that are able to convert to 1,435 mm.) Decisions to construct a completely new high speed 1,435 mm gauge route from Madrid to Seville and the possibility of a similar new line from Madrid to Barcelona and on to the French border have raised considerable anxieties that other planned investments may be displaced by the cost of these schemes. As with many other European rail networks, RENFE has applied modern technology, utilising the tilting Talgo trains on a significant scale. Among its information technology developments are radio communication systems between trains and traffic control points, and the development of a sophisticated reservations system with the facility for interconnection between the Iberia and RENFE networks. RENFE reduced its staff from 82,000 in 1970 to 50,000 by 1988. ",
        "11 SBB (SWITZERLAND) Swiss Federal Railways has managerial freedom over its InterCity passenger and freight operations. It is the second largest property owner in Switzerland. The state has assumed financial but not managerial responsibility for infrastructure. On its commercial operations, SBB pays a contribution towards the use of infrastructure. For the socially supported services, the government has the right to specify levels of service and it funds the unrecovered costs. SBB retains control of commercial action, operations and rolling stock of these services. SBB yielded operating surpluses from 1985 to 1989. In 1989 total revenue was £2.02 bn, of which the federal compensation was £255 mn. Passenger revenue and volumes have grown over the period 1985-89. SBB investment plans for passenger services incorporated in the \"Bahn 2000\" project were finally approved by a national referendum in December 1987. Total planned expenditure is approximately £2.2 bn. The principle of \"Bahn 2000\" is the maximisation of the ease and convenience of using the rail passenger network (which is unusually accessible to the majority of Swiss citizens — 60 per cent of all households are within 1 km of a railway station). A pattern of connecting services is based upon main nodal cities. The prevailing principle is that the nodal city should be served every hour and that the journey times between nodes should be just under one hour. The concept relates to speed only within the need that \"travel time should be as fast as is necessary\" to provide an attraction to the market and to make the interconnections possible. Some 130 km of new track are being constructed which should be suitable for 200 km/h operation. However, overall speeds will be improved significantly between many city pairs when the plan has been implemented. SBB reduced its staff from just under 41,000 in 1975 to just under 37,400 in 1989. SBB has developed strong marketing links with Swissair and the InterCity services are routed to the main airports at Zürich and Geneva. It is also collaborating with OBB and DB in the launch of overnight hotel trains in 1994 with new rolling stock. In the interim two Talgo train sets are operating the Basle-Vienna overnight service and French TGV services also run to Geneva. NS (NETHERLANDS) NS is a limited company wholly owned by the state. State support is substantial. Out of the total 1988 revenue of £988 mn the state support element was £427 mn. Most of this relates to the infrastructure subsidy (£374 mn in 1989). In 1988 NS published a Rail 21 programme setting out rail capacity expansion. The plan was accepted and nearly £3 bn is incorporated into the plans of the Ministry of Transport and Public Works. Plan 21 includes the provision of three new high speed lines which, inter alia, will be used by, international services into Germany, into France and via Belgium through the Channel Tunnel. The plan also embraces an expansion of capacity to ease ten bottlenecks and to accommodate three levels of passenger services. The premier level embraces InterCity and EuroCity trains running at up to 200 km/h. The next level is called Express Inter-Regional, embracing 65 Netherlands cities and towns. Half hour interval services are envisaged at speeds of 140-160 km/h. The third tier, Aggio-Regio, would operate through the main centres connecting suburban areas. ",
        "12 NS has growing passenger volumes; 1989 showed an increase of 5 per cent on 1988. Fares are falling, in real terms at least, partly as a result of government policies. NS has an agreement with the government which provides support in return for service quality and provision guarantees. Although fares are standardised at present, NS anticipates charging higher fares for its new higher quality passenger products. NS restructured its management in 1990. The chairman has a functional directorate of five: • commercial; • development; • production; • personnel; • financial. At the next level are four product marketing departments: • international passenger services; • InterCity passenger services; • local passenger services; • freight, mail and parcels. OTHER EUROPEAN RAILWAYS The diversity exhibited in the state management, internal organisation, planning and funding of investment in the main railways of Western Europe so far described is reflected within the remaining eight in the scope of this study. All have aspirations for higher speed long distance passenger services, though this is somewhat muted in the case of VR (Finland). All, too, have investment plans — entitled in the case of ÖBB (Austria) \"Neue Bahn\", SNCB (Belgium) \"Star 21\", DSB (Denmark) \"Plan 2000\" and NSB (Norway) \"Tog 2004\". In all cases governments have sought to identify or specify services which should be commercially self-supporting. They have also designated those of a social character for which the state will provide funding. With the support provided by the state, the railways are required either to eliminate their operating deficits (ÖBB, DSB, VR, NSB and SJ) or to contain them. ÖBB has a contract and SNCB is expecting to move towards a contractual relationship. The major differences between the railways lie in the treatment of infrastructure. In Belgium and Norway the state assumes responsibility for infrastructure costs and investment. In Austria and Finland, as in Switzerland, infrastructure provision is regarded as a state responsibility and, in respect of the railway's commercial services, the operator is charged for the use of it. However, in all cases the national railways actually manage the infrastructure. The charges levied reflect attempts to create some equivalence with the infrastructure costs borne by the operators of other modes of transport. In Sweden a major separation has occurred between infrastructure provision and operation. In July 1988 the government set up a new organisation for the national infrastructure maintenance and investment responsibilities. SJ is now purely an operator of railway services. It has a core of commercial services and social and regional services operated under contracts to regional authorities. Significantly, SJ has no remaining monopoly rights to the operation of railway passenger services. The Swedish government is adopting social cost benefit analysis as a means of allocating resources to all forms of transport investment, and reflecting continuing government infrastructure subsidies. * * * ** ",
        "13 © Θ '^ c'· « EIU European Trends No 4 1991 Application of Environmental Legislation in EC Member SUtes '°ί Application of Environmental Legislation in EC Member States: the Bathing Water and Drinking Water Directives by Claire Simone Lewis rO¡D ^~Γ / — fc r\\ THE LEGAL FRAMEWORK Single European Act set objectives — The legal basis for environment legislation is found in the EEC Treaty as amended on July 1, 1987, by the Single European Act. The amended Treaty contains a chapter entitled \"Environment\" (Articles 130 R, S, and T) which sets out the objectives of Community environmental policy and the specific powers for the passing of an environmental legislation. Article 130 of the amended Treaty states that the objectives of Community environmental policy are to preserve, protect and improve the environment, to contribute towards protecting human health and to ensure a prudent and rational utilisation of natural resources. The importance of preventive action is emphasised as a means of achieving these objectives. — and procedures — The procedure for the adoption of environmental legislation is given in Article 130S. Most legislation adopted under this Article requires a unanimous vote of the Council but, if so agreed, subsidiary measures may be adopted by qualified majority. Two important points should be noted: • under Article 130T a state may maintain or adopt more stringent environmental standards than those set by a Directive provided these do not interfere with the harmonisation of trade; and • arguably, the most significant Treaty amendment under Article 130 is the provision in Article 130R that \"environmental protection requirements shall be a component of the Community's other policies\". The new provisions relating to environmental legislation under the amended Treaty apply alongside the general powers given in Articles 235 and 100 (both of which require unanimous voting). Article 235 allows the Community to take appropriate measures in the absence of specific powers if such action is necessary to attain one of the objectives of the Community. Article 100 concerns the harmonisation of legislation throughout the Community so as to ensure fair competition among member states. ",
        "14 — while linking environmental legislation to the establishment of the internal market The statement of principle in Article 130 that the requirements of environment policy shall constitute a component part of other Community policies, is taken further in the new Article 100A, which provides for voting by qualified majority on legislation regulating the establishment and functioning of the internal market. It provides that in proposing \"harmonising legislation aimed at the achievement of the internal market, the Commission must take a high level of environmental protection as a base. One of the purposes of Article 100A was to respond to \"the need to combine, by way of actions which effectively protect the environment, two of the main Treaty objectives, ie the achievement of the internal market and the development of a high level of environmental standards within the Community\" — Officialjournal of the European Communities No C328/7. It also recognises that environmental measures taken by member states acting independently may distort competition or create new intra-Community trade barriers and thus hinder the achievement of the internal market. Article 100A again permits member states to adopt stricter standards if they consider it necessary for the protection of their own environment. CONCLUSIONS Ensuring the effective implementation of EC environmental directives is crucial if the growing volume of legislation is to result in any real improvement in the quality of the environment. The Commission recognises this and has made the monitoring of implementation one of its priorities. The Commission has also shown a readiness to take enforcement action both as a result of its own investigations and in response to complaints received from pressure groups and the public. Growing public awareness of environmental issues is shown by the increase in the number of complaints about environmental matters sent to the Commission. The Seventh Annual Report to the European Parliament on European Commission Monitoring of the Application of Community Law in 1989 noted that in that year the Commission received more than 465 complaints from individuals and pressure groups concerning the application of EC legislation in the environmental sector, compared with 190 complaints in the environmental sector sent to the Commission in 1988, and fewer than 11 submissions in 1985. These figures indicate increasing public concern about environmental issues generally and about the lack of effective implementation of environmental measures in the member states. Effective implementation is more likely to be achieved where the public are kept well informed about their country's performance in the environmental field. In France, for example, the results of the monitoring of bathing water are easily accessible to holiday makers. So the authorities in each locality have a vested interest in ensuring that those results are satisfactory in order to prevent damage to their local tourist industry. This is not the case in many other countries. At the national level, governments can no longer afford to be complacent about the environment. A willingness on the part of national governments to admit the existence of environmental problems and to commit financial and human resources to resolving those problems is the first step to a cleaner and safer Europe. * * * ** ",
        "15 I C.C.E. - B'BLIOTHÈQUE REVUE F R A N Ç A l S E [i 1 -02^ 1992 DES AFFAIRES SOCIAÜ^íÍ!LL é Revue éditée par le ministère du Travail, de l'Emploi et de la Formation professionnelle et le ministère des Affaires sociales et de l'Intégration 45· ANNÉE N° 3 JUILLET-SEPTEMBRE 1991 SOMMAIRE Pages e~njeu de société pour l'Europe La petite enfance. ( fe-pqy^j 3~[3) • Jean-Pierre ROSENCZVEK3. La politique familiale européenne en construction. 15 • Peter MOSS. Le Réseau d'accueil des Jeunes enfants de ia Commission des communautés européennes 19 • Martine FÉLIX. Un tour d'Europe sur l'accueil des Jeunes enfants de 1935 à 1990 31 • Pierrette RIMBAUD. L'accueil des Jeunes enfants et l'aménagement du territoire. Un point de vue d'élus locaux 43 • Quelques exemples d'initiatives locales : les communes et les Jeunes enfants. Le label petite enfance 49 • Christiane GILLES. La vie familiale et l'entreprise 59 • Quelques expériences en entreprises : le prix de l'innovation sociale 63 • Suzanne THAVE. La petite enfance en chiffres. 67 • Alain NORVEZ. La place du petit enfant dans ia société. Quelles politiques ? quelle socialisation ? 71 • Solange PASSARIS. Accueil de la petite enfance et choix politiques : la stratégie de la France 81 • D'après Rudolf VON THADDEN. Construction européenne, réunification allemande. Quel fond culturel ? 87 • Utta MEIER. La politique sociale et familiale en Allemagne. Les évolutions depuis la réunification 95 • Béatrice LUDWIG. La séparation au quotidien entre les mères et les enfants. Ses représentations en Allemagne de l'Ouest eten France 113 ",
        "16 Un dossier : L· petite enfance, un enjeu pour l'Europe L'état de civilisation d'une société se mesure au soin et au respect des populations fragiles : l'attention portée aux enfants, pour eux- mêmes, et, secondairement, parce qu'ils sont une promesse de vie et porteurs d'espoir, fait partie de ces indicateurs qui permettent, sans trop d'erreur, de mesurer l'état de santé politique et économique de la cité. Nous l'avons constaté récemment et tous les jours encore : un fort taux de mortalité périnatale, infantile, ou son augmentation, révèle que \"quelque chose est pourri dans le royaume\". L'unité européenne, la chute du mur de Berlin seront des rendez-vous manques si la situation des jeunes enfants, leur santé, leur éveil, leurs relations avec leurs parents, au lieu d'être améliorés, se trouvaient compromis par la compé tition et le chômage. L'ensemble du dossier sur l'accueil des jeunes enfants dans la Communauté européenne et en Allemagne après la réunification plaide dans ce sens comme le montrent les résumés des articles présentés ici. La CEE, la France. Les premiers articles du dossier \"petite enfance\" montrent comment le réseau sur \"modes d'accueil et égalité des chances\", qui regroupe des experts de chacun des douze états membres de la CEE, a été constitué par la Direction générale de l'emploi et des affaires sociales. L'objectif de ce réseau, dont l'Institut de l'enfance et de la famille, établissement public sous tutelle de la Direction de l'action sociale, est le correspondant français, est d'analyser les systèmes mis en place dans chaque pays et de proposer des mesures visant à développer les services d'accueil et à en améliorer la qualité. • Peter Moss : la Commission des communautés européennes s'intéresse à l'accueil des enfants à partir de sa volonté de mettre en oeuvre l'égalité de traitement des hommes et des femmes qui ne peut exister sans que puissent être conciliées la vie professionnelle et la vie familiale. Les initiatives de la Commission comprennent un projet de directive sur le congé parental (1983) ; la mise en place du réseau sur l'accueil des enfants (1986) ; le programme NOW pour le développement des services en direction des enfants (1991) ; la recommandation sur l'accueil des enfants qui doit être adoptée en 1991 ; une proposition de code de bonne conduite (pour 1992/1993). Ces initiatives s'inscrivent dans le contexte des programmes d'actions sur l'égalité des chances dans la Communauté européenne ; le troisième programme commence cette année. La dimension européenne se déploie sur les quatre niveaux suivants : harmonisation des objectifs mais non des systèmes ; échanges d'informations, d'expériences, d'idées ; collaboration entre les pays membres ; recours au fonds de la Communauté européenne pour le développement des services dans les zones défavorisées et d'autres parties d'Europe. • Martine Félix : des différences considérables s'observent dans les états membres au niveau de la disponibilité de services de garde d'enfants de tous âges financés par le secteur public. La différence est notoire, par exemple, entre le peu de services mis en place en Irlande et au Royaume-Uni et la profusion de ces services au Danemark et en France. Pourtant, bon nombre de questions et problèmes relatifs à la garde des enfants et à la conciliation des responsabilités parentales et professionnelles sont communes à plusieurs, voire à tous les états membres. Les synergies de tous les états membres de la communauté européenne déployées en vue d'apporter une réponse à ces questions auraient un impact très appréciable et plus important que si l'on s'en remettait aux efforts consentis par chaque état membre. En effet, tout comme dans les domaines de la haute technologie, la garde des enfants est un domaine trop vaste et trop complexe pour ne relever que d'efforts isolés. La communauté européenne devrait jouer un rôle moteur dans l'engagement et le soutien d'une approche communautaire de l'accueil des enfants. ",
        "17 • Pierrette Rimbaud : l'aménagement du territoire, le développe ment des communes fait plutôt référence aux équipements industriels et commerciaux. Une autre approche consiste à envisager ce qui rend aux populations les différents services qui leur permettent de mener une vie active et en conformité avec leurs aspirations professionnelles, tout en préservant l'avenir par le soin apporté aux enfants. Quelques exemples d'expériences lancées par des communes, grandes et petites, et qui ont reçu un \"label petite-enfance\", illustrent comment les élus locaux, en par tenariat avec les instances nationales et régionales, inventent des solu tions au quotidien. • Christiane Gilles : les entreprises ont-elles pris conscience, pour leur propre intérêt, de l'attention qui devait être apportée à la vie familiale de leurs salariés : problèmes d'absentéisme, respect des horaires, rythme de travail ? Ceci n'est pas sans danger, par ailleurs, si l'entre prise prend en charge l'ensemble de la vie des employés et les lie à elle, parce qu'en quittant leur emploi, ils risquent de mettre en danger toute leur vie dans ses aspects non professionnels et celle de leur famille. C'est pourquoi ia préoccupation familiale dans l'entreprise ne peut se faire qu'avec la concertation des organisations représentant les person nels. Quelques exemples résultant du \"prix de l'innovation sociale\" mon trent comment certaines entreprises ont cherché des solutions en concertation avec leurs employés. • Suzanne Thave : avec quelques chiffres, voici quelques données de cadrage ; combien d'enfants, pour quels parents et quelles structures d'accueil ? • Alain Norvez : les phénomènes sociaux qui ont marqué les vingt cinq dernières années ont fortement imprégné les politiques sociales autour de l'enfant. Quelles sont les évolutions qui ont permis de donner une place au jeune enfant et quel rôle a joué la décentralisation ? Au regard de la rareté de l'enfant, quelles sont les pistes de réflexion à faire émerger aujourd'hui ? • Solange Passaris : la politique de la petite enfance en France, outre l'école maternelle qui est du domaine du service public, repose sur une démarche volontariste et partenariale. Mille communes, depuis 1989, ont signé avec les caisses d'allocations familiales des contrats- enfance : c'est donc une démarche aujourd'hui de plus en plus entendue et comprise localement. De la diversité, du pluralisme et du volontariat proviennent beaucoup d'imperfections du système, mais aussi toute sa souplesse et sa modernité qui permettra un développement de services à géométrie variable. L'Allemagne La mise en place, en 1976, en RDA, d'une législation visant à concilier la vie familiale et la vie professionnelle avait été suivie d'une spectaculaire remontée de la natalité pendant que la RFA atteignait le niveau de fécondité le plus bas d'Europe. Que va-t-il se passer aujourd'hui ? En 1976, le dispositif adopté en RDA était centré principalement sur l'aménagement du temps. Il prévoyait en particulier l'attribution, à partir du deuxième enfant, et jusqu'au premier anniversaire de l'enfant, d'un congé rémunéré pour la mère avec compensation quasi intégrale du salaire, un programme intensif d'équipements (crèches) et également un système de prêts destinés à l'acquisition d'un logement par les jeunes ménages, avec réduction du capital restant dû à la naissance de chaque enfant. Entre 1975 et 1980, période de reprise de la fécondité, la masse des transferts familiaux, directs ou indirects, s'est accrue de 45 % plus vite que le salaire moyen. En RFA, d'importantes mesures fiscales et des avantages finan ciers sont entrées en vigueur au 1er janvier 1986. Elles ont fait suite à une période où l'abattement fiscal lié à la présence d'enfants à charge avait été amputé ; par ailleurs, parmi les pays à couverture sociale (3) ",
        "18 élevée, la RFA est celui qui, traditionnellement, tend à consacrer le moins aux prestations familiales. Déjà modestes, les crédits destinés à la compensation des charges familiales avaient, depuis 1980, beaucoup souffert des rigueurs budgétaires. Ainsi, le pouvoir d'achat des alloca­ tions familiales avait, pour une famille de deux enfants, baissé de 40 % entre 1980 et 1985. Mais il existe de grandes différences régionales qui expliquent peut­être en partie celles de la fécondité. La réunification est intervenue sur cette toile de fond. Au moment où l'Institut de l'enfance et de la famille constitue un réseau sur l'évolu­ tion des politiques familiales à l'Est, l'exemple allemand a semblé devoir être examiné avec une particulière attention. • Rudolf Von Thadden : Dans un exposé oral librement retrans­ crit, l'historien allemand rappelle qu'après le choc du nazisme puis du communisme (comme d'autres auront connu le choc colonial), ces pays, et notamment l'Allemagne, se cherchent une filiation politique réelle ou supposée, le plus souvent réinterprétée. Ainsi se feront les choix politiques actuels en référence à une tradition conservatrice ou à un héritage de gauche. Chaque pays construit son présent sur sa mémoire, sur un Moyen­Âge présenté comme une enfance des diffé­ rentes nations. • Utta Meier : si différentes qu'avaient été les réalités dans le domaine de la garde des enfants dans les deux anciens états allemands, elles avaient cependant un point commun : dans un état comme dans l'autre, l'offre d'équipements collectifs, ou son absence, était prédétermi­ née par des choix idéologiques, et non par une analyse des besoins réels des enfants et des parents. Cet état de fait subsiste. Le débat autour de l'accueil des enfants ne relève pas seulement de considéra­ tions économiques autour de la question du coût des équipement sociaux. C'est bien davantage le système de représentation du rôle des femmes, de leur image et de la relation mère­enfant qui sous­tend le débat politique sur la question de l'accueil des enfants et, antérieure­ ment, sur la question de l'avorte ment. • Béatrice Ludwig : les valeurs, les représentations concernant la séparation mère­enfant et parent­enfants, semblent différer sensible­ ment de la société allemande à la société française. De ce fait, le rôle du \"tiers\" intervenant dans la politique familiale au sens large (structures administratives, structures d'accueil et d'animation) et les attentes à son égard ne seraient pas les mêmes dans les deux pays. Quant aux acteurs sociaux travaillant dans les structures d'accueil de la petite enfance, on peut aussi se demander quelles sont leurs représentations spécifiques, si elles convergent avec celles des parents et, dans ce cas, sur quels points ? Et aussi... Trois articles sur des thèmes dont l'actualité ne s'épuise pas : la mesure du chômage qui prête à tant de polémiques, logique nationale et logique d'élu local, mesure de la pauvreté déjà problématique en 1790, autant de réflexions sur la façon d'aborder les fragilités sociales. • Jean-Claude Barbier, Marie-Geneviève Mlchal-Salais, Monique Maksud : Des débats nombreux et répétés accompa­ gnent la sensibilité de l'opinion publique, en cette année 1991, au thème du chômage, à la faveur de l'inflexion à la hausse du nombre de demandes d'emploi inscrites à l'Agence nationale pour l'emploi. Il s'agit ici de faire le point synthétique de quelques éléments principaux qu'il paraît utile de rappeler pour nourrir la réflexion, comparaison et évolu­ tion des données provenant de l'enquête­ emploi utilisatrice des défini­ tions du Bureau international du travail, regard sur les différentes catégories de ΙΆΝΡΕ, approche plus fine esquissée ici sur les diffé rentes logiques des acteurs en présence. ",
        "19 • Lucien Jullian : après les lois de décentralisation est apparu un nouveau pouvoir. L'élu se constitue une logique d'élu, proche de l'admi nistré, du faiseur de social et du monde associatif. Cette nouvelle manière de procéder a un effet sur les structures, sur les différents acteurs et, en retour sur la cible de cette logique, sur le travail social lui- même. • Marie-Annick Barthe : le 21 janvier 1790, l'Assemblée Constituante décrète la constitution du Comité de mendicité placé sous la présidence de La Rochefoucauld-Liancourt. Les travaux de ce comité sont exemplaires des méthodes et de l'esprit de recherche nés du Siècle des Lumières. En cherchant à penser la pauvreté conformément à la raison, le Comité introduit l'usage du calcul économique dans le domaine de l'assistance. Mais surtout, les travaux du Comité marquent l'histoire de la protection sociale : si la société doit s'obliger vis-à-vis du pauvre, en retour, le pauvre valide doit son travail à la société. A partir de cette doc trine va dès lors se développer un travail de catégorisation des risques et des tonnes de la pauvreté à l'origine de notre sécurité sociale. Elisabeth Zucker Afile : early childhood, a stakefor Europe A societys' state of civilization is assessed through its care and respect for vulnerable people ; attentions towards children, firstly because they are promise of life and secondly bring hope are the signs which allows us to rate a city political and economical state of health. We noticed it recently and it continues to be, a high perinatal and child (infantile) death rate or its increase reveals that \"something is rotten in the state\". European unity and the fall of the Berlin wall will be missed appointments if the situation of young children, their health, their awake ning, their relationship with their parents, instead of improving, find them selves compromised by competition and unemployment. The whole file about young childrens' reception in the European community and in (post-réunification) Germany after the reunification demands all this as shown by the following summaries of the items. CEE, France· The first items of the \"early childhood\" file show how the network on childkeeping and childcaring methods and equality of chances, which brings together experts from each of the twelve countries of the CEE, was set up by the general direction for employment and social matters. The aim of this network, whose French correspondent is the institution for childhood and family, a public Institute under the supervision of the direc tion for social action, is to analyse the systems put in place in every country and to suggest measures to develop welcome services and to improve their quality. • Peter Moss :the commission of European communities is interes ted in the reception of children through its belief to encourage equality between men and women which cannot exist without the possibility of reconciling professicinnal and family life. The decisions of the commis sion consist of a plan of (directive, order, instruction) on parental vacation (1983) ; the set up of a network for the reception of children (1986) : the NOW program for developing services towards children (1991) : a ",
        "20 recommandation on the reception of children which must be voted in 1991 ; a proposition on a good-behaviour code (for 1992/1993). These decisions come within the context of the program of actions for equality of chances (opportunities) in the European community ; the third program begins this year. The European dimension extends on the four following levels : harmonization of aims but not of systems ; exchange of informa tions, experiences and ideas ; collaboration between the member coun tries ; resorting to european community funds for developping services in the underprivileged (disadvantaged) areas and other parts of Europe. • Martine Félix : enormous différencies are noticed in the member countries regarding disponibility of services for all-ages of child care financed by the State. There is an important gap, for instance, between the few services set up in Ireland and the United-Kingdom and their number in Danemark and in France. However, many questions and pro blems about child care and conciliation of parental and professional res ponsabilises are common to several, if not all, member countries. The joint efforts of the European community countries and their application would help to find an answer to these questions and would have a very appreciable and more important result than if you should rely on the efforts, granted by each of its members. Actually, as in the fields of high technology, the care of children is a field too extended and too complex to be dependent only on isolated efforts. The European community should play a mainspring role in the start and in the continuation of a community understanding of child care. • Pierrette Rimbaud : national and regional development refer to industrial and commercial equipments. Another understanding leads to consider what gives the populations the different services which allow them to live an active life in accordance with their professional aspira tions while protecting the future through the care given to children. A few examples of experiments launched by large as well as small boroughs, which have received an \"early childhood mark\", show how local repre sentatives, together with the national and the regional instancies, can find daily solutions. • Christiane Gilles : have firms understood, for their own sake, the care which should be taken to the family life of their employees : absen- teism problems, respect of the timetable (schedule), rhythm of work? Otherwise, taking care of its wage-earners life and tying them to itself is not without danger for a firm for their whole life in all its aspects as well as their family's life can be put in danger when they leave the firm. This is why family concern inside firms can only be taken through dialogue with the staff representative organizations. A few examples, as a result of the price of social innovation, show how some companies have searched solutions, dialoguing with their employees. • Suzanne Thave : in a few figures, here are some information about following questions : how many children, for what kind of parents and what welcoming structures. • Alain Norvez : the social phenomena which have marked the last twenty five years have strongly impregnated the social policies about children. What evolutions have allowed to give a place to young children and what role was played by decentralisation ? • Solange Passaris : apart from nursery school which betongs to public service, early childhood policy in France lies upon a voluntary and partner proceeding. From 1989, one thousand cities have signed chil dren-contracts with Family allowances offices : thus this proceeding is more and more heard and understood locally. Many defects of the system come from diversity, from pluralism and partnership but fluidity and modernity too and they will allow to develop \"swing-wing\" services. Germany The set up, in 1976, in RDA, of a legislation aiming at reconciling family and professional life was followed by a spectacular rise of the birth rate while RFA's was becoming the lowest in Europe. What will happen now ? ",
        "21 In 1976, the plan set up in RDA was mainly focused upon time plan ning. The attribution of a paid vacation, which almost made up for the whole wages, was especially scheduled for the mother of a second child until his first birthday together with an intensive program of facilities (day nurseries) and also a system of loan for the purchase of housing by young couples, the left-to-pay capital being reduced with every child birth. From 1975 to 1980, when the birth rate began to raise, the sum of direct or undirect family transfers increased 45 % faster than average salary. In RFA important fiscal decisions and financial benefits came into effect on January, 1st, 1986. They followed a period when fiscal allo wance due to dependent children had been reduced ; otherwise, among the countries with high social protection, RFA is one which, traditionally, spares less to family allowances. Though they were already low, the credits allowed to balance family dependents had been suffering from budget restrictions since 1980. So, the purchasing power of family allo wances for a two children family fell of 40 % between 1980 and 1985. But there are important regional differences which may explain the diffé rencies in the birth rate. The reunification came up in this background. At a time when infancy and family institution sets up a network about the changes of family policies in the East, the german example seemed to be examined with most attention. • Rudolf Von Thadden : in a free retranscribed speech, the german historian reminds us, after the shock of nazism and then of communism (as others have known the colonial shock), that these countries, and especially Germany, are seeking for a political relation, real or supposed, most of time reinterpreted. The present political choices will be made this way, refering to a conservative tradition or a left legacy. Each country builds its present upon its memory, upon a Middle Âge seen as the child hood of the different nations. • Utta Meler : as different as realities in the care of children field were in the two previous german states, however they had a common point : in each state, the offer of collective facilities, or its lack, was pre determined by ideological choices, not through an analysis of the chil dren's and parents' real needs. This state of fact is still here. The debate around children reception is not only a matter of economical questions around the subject of social facilities cost. It is much more the role of women representation system, of their image, of the mother-child relation which underlies the political debate on the question of children reception and, before, on the question of abortion. • Beatrice Ludwig : the values, the representations about mother- child and children-parents separation appear to be rather different in german and french societies. Therefore, the role of a third intervenant in family policy in its broad sense (administrative structures, reception and animation structures) and expectations might not be the same in both countries. As for the social actors working in early childhood reception structures, we can wonder what their specific representations are, if they converge with the parents' and, in this case, on what points ? and also... Three articles on topics from which actuality does not exhaust : the unemployment's measure which is so much full of polemics, national logic and local elected member's logic, poverty's measure which was already problematical in the year 1790, so much subjects which are worth thinking about the way to approach the social fragilities. ",
        "22 • Jean-Claude Barbier, Marte-Geneviève MlchaFSalals, Monique Maksud : During this year 1991, a lot of over and over again repeated debates are accompanying the sensibility of the public opinion about the unemployment topic, by means of the rising inflexion of the registered wanted situations near the National Agency for Employment. It is here of making the synthesis of a few principal ele ments that seems important to remind in view to nourrish thinking, com parison and evolution of data issuing from the inquiry/employment using definitions of the International Office of Labour, inspection on the diffe rent categories of the National Agency for Employment, finest sketched approach about the different logics of the actors face to face. • Lucien Jullian : A new power appeared after the decentralization laws. The elected member constitutes his own logic, near of dweller, of social maker and associative world. That new manner to proceed has an effect on structures, on the different actors and, in return, on that logic's target, on the social labour itself. • Marte-Annick Barthe : On January 18th, 1790, the Constituente Assembly enacted the constitution of the Mendicancy Comitee under the presidency of La Rochefoucauld-Liancourt. The works of that Comitee are exemplar by methods and research spirit born from the Lights Century. Searching to think the poverty in accordance with the reason, the Comitee introduces the use of economical calculation in assistance field. But above all, the works of the Comitee marks the story of social protection : if the society has to bind itself towards the poor, in return, the poor who is in good health owes his work to the society. On the basis of that doctrine ought from that time to develop a work of categorization of risks and various forms of poverty which is in the beginning of our social security. Elisabeth Zucker * * * * * ",
        "© φ/0<\\ 23 TILBURG FOREIGN LAW REVIEW *<* VOL.1 SEPTEMBER 1991 NO.l INTERNATIONAL PARTNERSHIPS: COMPARATIVE LAW REMARKS ON THE CLASSIFICATION OF FOREIGN ENTITIES Table of Contents I In General Π Methods of classification ί^-29-Η 1. Introduction 2. United States 2.1. Introduction 2.2. The \"incorporated\" versus \"unincorporated\" issue 2.3. The \"single economic interest\" theory 3. Germany 3.1. Classification of foreign entities 3.2. Foreign partnerships receiving German source income 4. The Netherlands 4.1. Classification in the domestic context 4.1.1. The Income lax Act 4.1.2. The Corporate Tax Act 4.1.2.1. Ingeneral 4.1.2.2. When is an interest freely transferable? 4.1.2.3. When has a partnership a capital divided into sha­ res? 4.1.2.4. What is the role of limited liability? 4.2. Classification in the international context 4.2.1. General principles 4.2.2. Case law on classification of foreign entities 4.3. Corporations participating in foreign entities m Summary and comparative analysis I. In General It is generally believed by tax professionals, that the taxation of international partnerships may be a trap for the unwary, a playing field for tax advisors and an area of concern for tax authorities. While partnerships may provide for more flexibility than corporations in structuring international business relationships because of the statutory provisions governing the operation of corporations, the uncertainty as to the taxation of income of an international partnership is a major factor for business venturers to elect the corporate form for their business relationship. One of the major uncertainties in the taxation of a resident entrepreneur that participates in a foreign partnership is the classification of such foreign partnership for domestic tax purposes. Should such partnership be classified as transparent for tax purposes or should in instead be classified as a foreign corporation? This issue will be examined for three different countries: the United States, Germany and the Ne­ therlands. The emphasis will be on the general and limited partnership as they are known in the United States, Germany and the Netherlands. ",
        "24 Despite different legal definitions of the relationship that constitutes a partnership, three common characteristics can be found in all three countries. A partnership can be defined as: a contractual relationship between persons; aimed at the sharing of benefits; that arise from the joint contribution of resources. For example, in the United States, the Uniform Partnership Act? defines the general partnership as: 3 \"... an association of two or more persons to carry on as co-owners a business for profit.\" In the Netherlands, the civil law partnerstup (maatschap) is defined as: 4 \"... a contract by which two or more persons commit themselves to jointly contribute something, in order to share the benefits thereof. \" The general partnership is defined as: 5 \"... a civil law partnership for the purpose of carrying on a business under a common name. \" In Germany, the definitions are similar in scope to those in the Netherlands. Article 707 of the Civil Code (Bürgerliches Gesetzbuch) defines the civil law partnership (Gesellschaft Bürgerlichen Rechts) as follows: \"Through the partnership contract, the partners commit themselves mutually to promote a common objective in a commonly agreed upon way, especially to contribute the agreed upon resources. \" The German general partnership is defined in the Commercial Code (Handelsgesetzbuch) as: 6 \"A civil law partnership of which the purpose is to conduct a trade or business under a common firm ....\" One therefore can conclude that the general partnership in all three countries is a partnership for the purpose of carrying on a business. Also common in all three countries is the limited partnership. In a limited partnership, the limited partners are not liable for the obligations of the limited partnership. The liability of a limited partner is limited the contribution to the capital of the partnership, unless the limited partner takes part in the management of the limited partnerships' business. A partnership is created intuitu personae, meaning that the personal factor in the relationship between the partners is important. Since, generally, the partners of a (general) partnership all are principals and agents for each other, it is clear that the personal relationships between the partners are important. Consequently, as a general rule, no partner is free to substitute another person for him as a partner in the partnership. To distinguish a partnership from other contractual arrangements, the criterion of affectio societatis is sometimes used. 7 This criterion designates the partnership as an agreement to jointly conduct an activity in cooperation with and on an equal basis by all partners. The criterion is closely related to the criterion of intuitu personea. It is based on the notion of joint control by all partners over the business of the partnership. The criterion may be used to distinguish a partnership from contracts such as loan agreements, lease contracts or employment contracts. ",
        "25 From a civil law point of view, it can be said that a partnership has a dual nature. On the one hand, a partnership functions as an entity in economic life by doing business in its own name, keeping books and records, earning profits and by suing and being sued. The functioning of the partnership as an entity also follows from the ability of the partnership to enter into transactions with a partner in a capacity of one who is not a partner. 1 Finally, creditors of the partnership have priority over creditors of the partners in executing on partnership property.' On the other hand, the partnership is an aggregation of persons, the partners. A partnership lacks legal personality, so that while property may be held in the name of the partnership, it is held by the joint partners as co- owners. 10 Furthermore, partners in a partnership are personally liable for the partnership's debts and the partnership will generally be dissolved upon the bankruptcy or death of a partner. This article will focus on the basic issue in the taxation of income from a foreign partnership namely the methods applied when classifying a foreign entity as a fiscally transparent partnership or, instead, as a taxable corporation. The article is structured as a comparative law analysis focusing on the tax laws in the United States, Germany and the Netherlands. Π. Methods of classification 1. Introduction Basically, two situations may arise where the classification of a foreign partnership is required 11 : a domestic taxpayer participates in a foreign partnership; a foreign partnership receives domestic source income. 12 The fundamental issues are the method of classification and the role of civil law. The fundamental question is whether the foreign entity should be classified as corporation and thus as a taxable entity or as a partnership and therefore should be treated as a conduit. There is also the related issue whether the same classification methods are applied in classifying entities organized under foreign laws and entities organized under domestic laws. (4) ΠΙ. SUMMARY 1. The basic similarity in the classification rules as applied in the United States, Germany and the Netherlands, is that they all focus on the legal relationships between the entity and the participators as determined under (foreign) civil law. The foreign tax treatment of the entity is not relevant in classifying the foreign entity for domestic tax purposes. 2. The analysis shows that the United States has developed the most detailed rules for classification of foreign entities for tax purposes. The regulations on classification, combined with Rev. Ruling 88-8 according to which all foreign entities are considered as unincorporated entities, provide certainty as to the basic questions that may arise when classifying a foreign entity. Furthermore, the Internal Revenue Code is consistent in that the same classification rules apply for domestic taxpayers participating in foreign entities and foreign entities receiving domestic source income. In addition, the Internal Revenue Code is consistent in that the same classification rules apply in classifying domestic and foreign organizations, a principle that has been confirmed in Rev. Ruling 73-254. The consistency in the classification rules is, however, broken by Rev. Ruling 88-8 and Rev. Ruling 77-214. The holding of Rev. Ruling 88-8 ",
        "26 can be concurred with, since the mere designation of a foreign entity as a body corporate under the laws under which it is organized does not reveal much about the true nature of the entity. Rev. Ruling 77-214 introduced the \"single economic interest theory\" by holding that a foreign entity that is (indirectly) wholly-owned by a United States corporation, has freely transferable interests and continuity of life, since there are no separate interests that may compel dissolution of the entity or may vote against transfers of interests. The single economic interest theory must be rejected on systematic grounds, since it produces unnecessary inconsistencies in the classification of foreign and domestic entities and, furthermore, creates uncertainties, since, in its ultimate reasoning the single economic interest theory implies that United States multi nationals could never operate abroad through a wholly-owned foreign subsidiary classified as a corporation, because such an entity lacks the corporate characteristic of associates. Finally, the single economic interest theory creates the tendency to somewhat artificially introduce true outside parties holding a 5 percent interest in the foreign entity. 3. In Germany, the rules for classifying foreign entities have been set by case law beginning in 1930. The German rule is that a foreign entity is classified on the basis of the domestic entity that it most resembles from a legal and econo mic viewpoint. While this theory results in consistency in classifying domestic and foreign entities, it may be difficult to apply in practice and therefore it may result in more uncertainty as to the classification of certain foreign entities. 4. In the Netherlands, no explicit rules for classifying foreign entities have been set in tax legislation or regulations, except for the so-called foreign open in-vestment fund. From case law and the general system of the Income Tax Act and the Corporate Tax Act, a set of classification rules can, however, be developed. On the basis of these classification rules, two factors determine the classification of a foreign entity. The first question is whether the foreign entity is a body corporate in the sense that the entity is the owner of assets and liabilities in its own name and for its own account, separate from the rights and obligations of the participators. The second factor is the transferability of interests in the foreign entity. Both factors focus on the internal legal relation ships between the entity and the participators. It was argued that limited liability of the entity is not a factor in classifying it for tax purposes. If, under foreign civil law, the entity may be the owner of assets and liabilities in its own name and for its own account, the entity will be classified as a foreign corporation. If the entity is not the owner of assets and liabilities in its own name and for its own account, the classification of the entity depends on its activities. If the entity is carrying on a trade or business, it may be classified as an open limited partnership or as a partnership with a capital divided into shares, if the (limited) partners' interests are freely transferable. Interests are freely transferable if participators may be substituted or admitted without the consent of all other participators. If interests are not freely transferable, the entity is classified as a fiscally transparent partnership. This set of classification rules creates, consistency between classification of en tities for income as well as corporate tax purposes, as well as between domestic and foreign entities. * * ¥ ¥ ¥ ",
        "27 © RIVISTA DELL'ASSOCIAZIONE FRA LE CASSE DI RISPARMIO ITALIANE IL RISPARMIO V Anno XXXIX N. 5. settembre-ottobre 1991 Gianmario Raggetti * Questo lavoro è destinato ad offrire alcune informazioni aggior­ nate per affrontare un tema che, al momento, non sembra essere trattato in modo esauriente. Esso riguarda il ruolo delle Associa­ zioni nazionali di Casse di risparmio, operanti nei diversi conte­ sti nazionali europei. L'interesse verso questo argomento sorge per il fatto che, nell'ambito comunitario, i mutamenti che, di recente, si sono introdotti nelle normative riguardanti le Casse di risparmio non sono certo pochi'. Di conseguenza, innovan­ do sia il ruolo, sia i connotati istituzionali di tali banche, vengo­ no a prodursi effetti, anche rilevanti, nella struttura e nella mis­ sione delle stesse Associazioni di categoria. A solo titolo di esem­ pio, si pensi ai cambiamenti in corso nel contesto italiano delle Casse di risparmio. Consegue, da tale circostanza, l'avviarsi del­ la revisione istituzionale dell'Associazione di categoria ed anche il preannunciarsi di mutamenti nelle sue funzioni per il prossimo futuro 2 . Prima di affrontare l'esame della realtà italiana appare utile ap­ profondire, nei limiti del possibile, quanto accade nei diversi con­ testi europei. In tal modo, sembra essere più agevole il valutare la qualità delle innovazioni acquisite nel contesto italiano, rispet­ to a quanto accade in altri sistemi finanziari. In ogni caso, l'obiettivo di questo lavoro consiste nella presentazione di un primo esame comparato dei cambiamenti, rilevati di recente, presso le varie Associazioni nazionali delle Casse di risparmio. Solo dopo questa analisi si potranno approfondire meglio le innovazioni ap­ portate all'Associazione nazionale ed, in particolare, riflettere sul come le stesse si tradurranno, o meno, in sostegni alla risposta competitiva del comparto delle Casse di risparmio italiane. % 'Of LE INNOVAZIONI RECENTI NELLA STRUTTURA E NEL FUNZIONAMENTO DELLE ASSOCIAZIONI NAZIONALI DELLE CASSE DI RISPARMIO: IL CASO EUROPEO ^ 0 Φ . 46S ~ \\02.5 IL QUADRO GENERALE Occorre subito informare il Lettore che nell'intero panorama eu­ ropeo si possono individuare Associazioni di categoria, per il set­ tore delle Casse di risparmio, nei seguenti paesi: Francia Germania Spagna Belgio Danimarca Irlanda Svezia Austria Finlandia Norvegia Italia. Come è possibile constatare, nell'elenco appena presentato non sono inclusi paesi come la Gran Bretagna, l'Olanda, la Grecia ed il Portogallo. Per quanto riguarda la Gran Bretagna, ciò di­ pende dal fatto che, a causa delle innovazioni apportate nella ",
        "28 legislazione del settore delle Casse e della conseguente privatizza zione delle stesse, di recente (nel 1991), gli esponenti britannici del settore hanno ritenuto opportuno abbandonare il Comitato internazionale delle Associazioni nazionali delle Casse di rispar mio 3 . Questa scelta, di fatto, indebolisce la struttura del com parto delle Casse di risparmio a livello continentale. La mancan za, infatti, di una realtà quale quella delle Casse di risparmio britanniche rappresenta il risultato di come una privatizzazione esasperata conduca alla scomparsa definitiva di un intero com parto che ha caratterizzato a lungo l'evoluzione del sistema ban cario di un paese 4 . Considerazioni simili possono essere fatte per l'evoluzione delle Casse di risparmio olandesi. In questo paese, nel 1990 si intro duce una normativa che trasforma queste aziende di credito in banche private aventi forma di società per azioni. Ad esse viene riconosciuta, quindi, piena autonomia gestionale e la possibilità di operare in tutto il continente europeo. In aggiunta, le Casse così trasformate estendono la loro attività anche al comparto delle assicurazioni, dando vita a non poche holding in grado di controllare società operanti in entrambi i settori. A solo titolo di esempio, si rammenta che la più importante holding delle Casse di risparmio, la VSB Groep NV., si è fusa, di recente, con una tra le più grandi compagnie di assicurazione, la AHEV NV. Ai nostri fini, per tanto, ben poco vi è da indagare in un contesto in cui, come nella fattispecie britannica, le Casse di risparmio non sono più presenti come tali. Per quanto concerne la Grecia ed il Portogallo si deve solo ram mentare che nel primo paese non esiste, in pratica, un comparto di Casse di risparmio, mentre in Portogallo il settore è ancora in fase di strutturazione. Sul piano del metodo espositivo, sembra opportuno suddividere l'esame in due parti distinte anche se, in pratica, strettamente correlate. Il lavoro si compone, pertanto, di una prima analisi degli statuti delle singole Associazioni nazionali. Questo per in dividuare i principali mutamenti avvenuti di recente nei rispettivi connotati istituzionali e strutturali. Ciò implica anche un esame sintetico dei connotati richiesti per partecipare all'Associazione, delle procedure per aderire ad essa, oltre che di quelle per restar vi o per uscirne. Sono evidenziate, se presenti, anche le modalità di attribuzione delle eventuali deleghe di potere decisionale. Nella seconda parte, lo stesso esame delle norme statutarie è fi nalizzato alla rilevazione dei cambiamenti apportati nelle funzio ni svolte dalle singole Associazioni. Questa parte, in breve, ri guarda la descrizione aggiornata delle funzioni svolte dalle sin gole Associazioni nazionali. Ciò significa esporre, al Lettore, gli interventi operativi e le prestazioni professionali salienti di cia scuna di esse, oltre che tentare un qualche approfondimento del la ratio che sottostà alle innovazioni apportate di recente. In un mercato finanziario, di dimensioni continentali, è utile, infatti, conoscere la strategia con la quale i singoli comparti nazionali delle Casse di risparmio decidono di affrontare la competizione interna ed internazionale. Come sarà possibile constatare, in cer ti contesti nazionali sono state compiute scelte di strategie unita rie della categoria, con conseguente rafforzamento delle istitu zioni centrali. Rafforzamento che, ovviamente, implica limita zioni di un certo peso all'autonomia delle singole Casse associa te. In altri contesti, invece, la scelta è quella di affidarsi all'azio ne delle singole Casse, sostenuta da un supporto tecnico- professionale degli organismi centrali. In altri contesti, infine, si è assunta la decisione strategica di porre le singole Casse di fronte alla competizione, domestica ed internazionale, in presen za di organismi centrali volutamente deboli. Si tratta, a ben ve dere di strategie alquanto diverse. Nella fase evolutiva in cui questo esame viene compiuto, non si dispone di informazioni oggettive ed esaurienti, tali, cioè, da sostenere confronti e valutazioni o, addirittura, considerazioni conclusive. Una qualche breve riflessione complessiva su quanto trattato vie ne svolta in conclusione, ma non sarà certo in grado di esaurire l'insieme dei problemi evidenziati. * * * ** ",
        "29 (D ©Λ* REVUEDÉcoNOMiEFiNANCiÈRE η\" 18 ­ Automne 1991 ^ 0/ La dette publique dans les pays de l'OCDE Jean-Claude Chouraqui ocoe ^ pp, l VS—Zij Définitions Trois problèmes de définition se posent lorsqu'on traite de la dette publique. Faut­il considérer la dette brute ou la dette nette ? Est­il préférable de prendre en compte la dette de l'Etat, celle des Administrations publiques ou celle du secteur public dans son ensemble (entreprises publiques compri­ ses) ? Enfin, y a­t­il lieu de distinguer entre dette intérieure et dette extérieure ? 1) Lorsqu'on parle de la dette publique, il s'agit généralement de la dette brute (c'est­à­dire les engagements financiers totaux de l'Etat), étant donné que les chiffres correspondants sont plus facilement disponibles, et donc plus largement diffusés, et qu'il existe un lien direct entre la dette brute et le montant des versements d'intérêts au titre du service de la dette (facteur qui entre pour une large part dans les inquiétudes suscitées par l'évolution de la dette). La dette nette (c'est­à­dire les engagements financiers bruts diminués des actifs financiers) reflète en revanche plus précisément le volume total des déficits budgétaires accumulés dans le passé, lequel représente les emprunts nets contractés par les Administrations publiques au cours du temps. La meilleure façon d'apprécier la différence entre les deux concepts est d'examiner la nature des actifs financiers du secteur public, puisque ce sont eux qui constituent l'écart entre la dette brute et la dette nette. Ces actifs sont de deux ordres : les créances détenues par l'Etat en tant qu'intermédiaire financier, et les ressources de la Sécurité Sociale constituées en prévision d'obligations futures. En tant qu'intermédiaire financier, l'Etat emprunte des fonds (qui gonflent sa dette financière brute) afin de financer des prêts aux particuliers (prêts hypothécaires notamment) et à diverses institutions (prêts d'équipe­ ment pour le développement régional par exemple). Les créances ainsi acquises rapportent normalement à l'Etat des intérêts et devraient donc légitimement représenter une contrepartie de sa dette brute. Il est cependant deux problèmes liés à ces actifs financiers qui, dans certains pays et dans des proportions variables, donnent à penser qu'il ne convient peut­être pas de les déduire de la dette brute. Premièrement, dans certains cas, les intérêts versés à l'Etat par les particuliers ou les organismes emprunteurs ne permettent pas à celui­ci de couvrir ses coûts financiers. Deuxièmement, si la qualité.des actifs financiers détenus par l'Etat est sujette à caution, la valeur réelle de ces actifs peut être moindre que leur valeur comptable. Ce peut être le cas notamment des prêts à des sociétés privées insolvables ou à certaines entreprises publiques. L'autre catégorie importante d'actifs financiers détenus par l'Etat est liée aux ressources de la Sécurité Sociale. Dans plusieurs pays, une large fraction de ces ressources est associée au financement des régimes de retraites, lesquels impliquent pour l'Etat de lourdes obligations dans l'avenir. La dette brute ne tient généralement pas compte de la Sécurité Sociale, ce qui constitue une importante lacune du fait des conséquences du vieillissement de la population. Les chiffres de la dette nette risquent aussi d'induire en erreur parce qu'ils ne prennent en considération que Γ« actif » du bilan de la Sécurité Sociale. Dans certains pays, notamment le Japon, ces chiffres ne sont ",
        "30 pas en fait jugés significatifs par les pouvoirs publics dans la mesure où ces derniers prévoient que l'évolution démographique réduira sensiblement les ressources de la Sécurité Sociale dans le futur. En résumé, les liens entre la dette nette et les déficits budgétaires font qu'il est préférable d'utiliser la dette nette pour analyser l'évolution de l'endettement du secteur public. Etant donné cependant les problèmes liés à la qualité des actifs financiers, l'existence d'engagements implicites au titre des retraites et l'importance que revêt le service de la dette, il importe de tenir compte également de la dette brute. 2) La deuxième grande question que soulève la définition de la dette publique concerne le type d'Administration considéré. Dans certains pays, on se préoccupe essentiellement de la dette de l'Etat (ou Administration centrale), alors que dans d'autres on s'inquiète surtout des engagements de l'ensemble des Administrations publiques (Etat, collectivités locales et Sécurité Sociale) ou du secteur public dans sa totalité (c'est-à-dire y compris les entreprises publiques). La définition la plus étroite (dette de l'Etat) pourrait se justifier dans la mesure où l'on dispose de données plus abondantes pour cette catégorie de dette et du fait que celle-ci est plus sujette à « monétisation » (les Banques centrales n'achetant ou n'escomptant généralement pas de titres émis par les collectivités locales). Un certain nombre de difficultés surgissent cependant lorsqu'on veut comparer les chiffres de la dette de l'Etat de divers pays, étant donné notamment que certains d'entre eux ont une structure fédérale et d'autres pas. A l'inverse, la définition la plus large (dette du secteur public) peut se justifier si l'on se place dans une optique de compte de patrimoine (voir ci-après). De fait, l'Etat détient généralement des actions d'entreprises publiques, actions qui ne sont pas comptabilisées parmi ses actifs financiers (du moins à leur valeur réelle). Les ventes de ces actions peuvent modifier la dette nette et la dette brute de l'Etat, mais pas nécessairement son patrimoine global, d'où l'utilité d'une mesure de la dette du secteur public dans son ensemble. Toutefois, une telle évaluation soulève d'importants problèmes de données et de définition au plan international et, en règle générale, l'activité des entreprises publiques est assez proche de celle des entreprises privées. Aussi, tout bien considéré, l'utilisation du concept intermédiaire (dette des Administrations publiques) est-elle la plus appro priée, vu qu'elle permet une comparabilité raisonnable entre les pays et qu'elle est compatible avec les définitions de la comptabilité nationale. Au demeurant, dans beaucoup de pays, l'évolution de la dette de l'Etat et celle des Administrations publiques ont été très voisines ces dernières années. 3) Enfin, une distinction doit être faite au sujet de la dette publique de certains pays qui ont recours à un financement extérieur : quel est le montant de la dette détenue par des non-résidents et quel est le montant libellé en devises ? Les emprunts extérieurs fournissent des ressources supplémentaires permettant aux pays considérés d'investir plus qu'ils n'épargnent, à des taux d'intérêt plus faibles que ce ne serait le cas autrement. En revanche, les intérêts versés sur la dette détenue par des non-résidents ne constituent pas un transfert interne (ils sont comptabilisés dans la balance des paiements courants et réduisent ainsi le PNB et le revenu national), de sorte que la capacité de service de la dette revêt une importance encore plus grande qu'à l'ordinaire. De plus, le recours au financement extérieur peut parfois affecter la compétitivité de l'économie, notamment si les entrées de capitaux se traduisent par une appréciation du taux de change. Toutefois, pour un volume donné de la dette extérieure totale, il importe peu (sur le plan économique) que ce soit l'Etat ou le secteur privé qui emprunte à l'étranger. ",
        "31 Tableau 1 ΓΛπτκ i'ijiii.iyui; iiRun-: (UN poumaiNTAtiii nu PIB/PNB NOMINAI. Etats-Unis Japon Allemagne France Italie Royaume-Uni Canada. Total des sept Total des sept grands pays grands pays, moins les Etats-Unis Australie Autriche Belgique Danemark Finlande Grèce Irlande Pays-Bas Norvège Espagne Suède Total des petits pays ENSEMBLE DES PAYS CI-DESSUS ENSEMBLE MOINS LES ETATS-UNIS 1975 42,5 22,4 25,1 41,1 60,4 63,7 43,1 38,7 36,0 27,2 23,9 61,1 11,9 8,6 22,4 64,2 41,4 44,7 30,5 1976 42,6 28,0 27,1 38,9 58,6 62.7 41,4 39,8 37,7 26,3 27,4 61,2 14,6 9,0 22,1 69,5 40,2 46,7 13,5 28,2 29,4 38,5 36,1 1977 41,0 33,4 28,5 38.3 57,8 61,3 43,4 40,3 39,8 27,6 30,1 64,6 18,1 10,4 22,4 67,2 39,7 53,3 14,5 29,7 31,1 39,2 38,2 1978 39,2 41,9 29,9 38,8 62,4 58,7 46,1 41,9 43,9 28,6 33,9 68,8 21,9 13,5 29,4 70,4 40,9 60,0 14,3 33,9 33,7 40,9 41.9 1979 37,2 46,9 30,7 38,5 61,5 55,0 43,5 41,9 45,2 27,6 36,0 73,5 27,0 14,0 27,6 76,2 42,7 63,0 16,4 39,6 36,1 41,2 43,5 1980 37,7 52,0 32,7 37,3 59,0 54,1 44,4 43,1 47,0 24,9 37,2 79,9 33.5 13,9 27,7 78,0 45,9 52,2 18,5 44,5 37,7 42,4 45,2 1981 37,2 56,9 36,4 36,4 61,1 54,0 45,2 44,4 49,7 22,2 39,3 93,3 43,7 14,6 32,8 83,5 50,3 47,4 23,0 52,3 41,9 44,1 48,3 1982 41,3 60,9 39,6 40,1 66,4 52,9 50,) 48.2 53,2 21,9 41,6 101,9 53,0 17,1 36,1 92,2 55,5 42,2 28,7 62,0 46,6 48,0 52,0 1983 44,3 66,5 41,0 41,4 72,0 53,1 56,2 51,6 56,9 23,9 46,0 112,9 61,6 18,7 41,2 109,0 61,9 38,8 34,6 65,7 51,7 51,6 55,9 1984 45,6 67,8 41,7 43,8 77,2 54,7 59,1 532 58,8 24,9 47,9 118,1 65.9 19,0 49,5 116,4 66,1 38,7 41,5 67,2 55,3 53,5 58,1 1985 48,8 68,5 42,5 45,5 84,0 53,1 65,0 55,6 60,5 26,2 49,6 122,7 64,1 19,0 57,9 122,1 69,6 40,7 46,7 67,7 58,1 55,9 60,0 1986 52,0 72,1 42,6 45,7 88,4 51,7 68,9 58,1 62.6 26,3 54,0 127.1 58.3 18,8 58,6 134,9 71,3 51,1 47,5 67,3 59,7 58,3 62,0 1987 52,9 74,4 44,0 47,3 93,0 49,2 70,1 59,5 64,3 23,3 57,3 132..' 55,9 20,0 64,6 135,2 75,2 42,3 47,9 59,3 59,3 59,5 63,4 1988 53,8 72.4 44,5 47,2 95,6 42,8 69,4 59,2 63,2 18,9 57,8 133,8 57,7 18,6 71,5 134,2 77,5 42,6 43,7 53,7 58,1 59,1 62,2 1989 54.2 70,2 43,4 46,6 98,8 37,3 69,6 58,6 61,8 15,5 57,2 131.2 57,8 16,4 76,3 124.7 77,8 42,6 43,1 48,1 56,6 58.4 60,8 1990 56,9 66.4 41,2 46,5 101.1 35,8 71.5 58,8 60,2 '13,5 55,3 130,2 58,9 15,0 81,6 1152 79,3 41,6 44,1 44,6 56,0 58,5 59,4 Tableau 2 DETTE PUBLIQUE NETTE (EN POURCENTAGE DU PLB/PNB NOMINAL Eau-Unis Japon Allemagne France Italie Royaume-Uni Canada Total des sept grands pays Total des sept grands pays, moins les Etats-Unis Belgique Danemark Finlande Pays-Bas Norvège Espagne Suède Total des petits pays ENSEMBLE DES PAYS CI-DESSUS ENSEMBLE MOINS LES ETATS-UNIS 1975 24,1 - 2,1 1,0 10,3 54,2 55,9 7.5 m 13,9 49,0 -10,1 - 9,5 20.3 - 7,6 -30,5 1976 24,1 1,9 4,6 11,1 54,6 55,4 8.4 19.6 16.3 49,9 - 7,7 -10,6 20,4 - 4,3 1,4 -30.4 4.) m \\v 1977 232 5,5 7,0 11.5 53.8 54,5 9.3 202 18,0 52,9 - 5,0 -10,0 19,3 2,1 2,8 -28,7 5,9 18,9 16.2 1978 212 11,3 9.4 13.1 56,0 52,4 11.5 21,1 21.1 56,8 - η - 8,3 20.1 6,7 3,5 -24,9 8,1 19,9 19,2 1979 192 14,9 11.5 13.8 55.6 47,9 12.0 21.1 22,4 62,0 1.8 - 6,8 21.9 9,8 5.8 -19,9 11.2 20,2 20,8 1980 18,6 17.3 14,4 14,3 54,0 47,0 12,3 21.5 23,7 69,3 7,3 - 6,1 25,0 0,4 7,8 -13,5 14,1 20,9 22,3 1981 18,6 20,7 17.5 14,2 57,9 46.1 10.6 22,8 25,8 83,5 16,6 - 4,7 27,3 - η 11,6 - 52 19,4 22,4 24,8 1982 21,6 23,1 19.9 17.8 6J.5 45.4 16.6 25.7 28,6 922 26,4 - 1.9 31.3 - 4,7 14,4 4.4 24,4 25,6 28,0 1983 24,1 26,0 21.4 20.0 68.8 45.7 22.9 28,3 31,4 1032 33,3 0,4 36,5 - 8,4 18,4 10,5 29,4 28,4 31.1 1984 25,3 27,0 21,7 21.1 74.4 47.4 26,7 29,8 33,1 108,2 36,8 0,7 39,9 - 12.5 22,9 12,6 32,2 30,0 33,0 1985 27.4 26,6 22,0 22,9 81.3 462 33.0 31.5 34,4 112,3 34,4 0,9 43,0 - 16,0 27,6 16,1 34,7 31,8 34,5 1986 29.9 26.3 21,7 25.5 862 452 37.0 33,1 35,3 116,8 28,5 0 46,5 - 21,0 29,9 16,1 35,5 33,3 35,4 1987 31.1 21.4 23.1 24.8 90.9 42.6 38.) 32.8 34,0 121,4 25,6 2,4 52,3 - 212 312 7,9 362 33,1 34,3 1988 31,4 17,7 23.7 25,0 93,7 35,9 37,0 31,9 32.3 123,1 26,6 0,6 55.1 - 20,9 31,0 2.1 36,1 32,3 32,8 1989 30,8 14,6 22,4 24.7 95.9 30,6 40.3 30,7 30,7 121,0 26,1 - 1,6 572 - 21,1 30.5 - 3.4 35,0 31,1 31,3 1990 34,5 10,9 21,7 24.8 982 29,0 42,1 31,5 29.4 120,0 26,6 - 3.0 58,8 - 22,1 31,4 - 7,0 34,8 31,8 302 ",
        "32 Tableau 3 VALEUR NETTE DU PATRIMOINE DES ADMINISTRATIONS PUBLIQUES (a) (EN POURCENTAGE DU PIB/PNB NOMINAL) 1975 1976 1977 1978 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 Etats-Unis Japon Allemagne France Royaume-Uni Gnada 44,4 46,1 63,2 37,9 33,3 37,6 40,9 43,8 582 38,1 39,8 33,9 41,1 41,4 56,6 372 25,6 32,3 42,6 37,9 55,0 35,4 27,8 29,7 46,1 38,6 55,4 35,6 36,6 28,0 48.7 392 58,4 36,0 39,8 282 45,4 36,9 59.5 36.9 37,3 30,0 412 35,4 57,5 32.5 30,4 25,5 36,7 33,4 53,6 30,5 25,4 17,7 32,3 322 522 28,6 20,7 11,8 30,6 31,6 50,4 262 192 4,7 26,7 31,9 49,6 22,3 18,4 - 0,8 24,1 37,9 48,5 23,0 19,8 - 42 22,8 41,5 46,8 22,4 27,3 - 3,9 21,9 46,0 46,8 35,4 - 8,0 i) Stock de cipitfll Tue moins engluements financiers nets. Pour plus impies définitions et II méthode de calcul utilisée, voir Chuuraqu Source: OCDE Jones et Montidor. 1986. Annexe II. Tableau 4 CHARGES D'INTÉRÊTS BRUTES AU TITRE DU SERVICI; BK I-A DITTI; (EN POURCENTAGE DES DÉPENSES TOTALIS DES ADMINISTRATIONS PUBLIQUES) 1975 1976 1977 1978 1979 1980 1981 1982 1983 1984 1985 1986 1987 1988 1989 1990 Etats-Unis Japon Allemagne France Italie Royaume-Uni Canada 3.3 4,5 2,8 2,7 8,4 8,8 9,9 3,8 5,6 3.3 2,5 9,9 9,5 10,9 3.8 6,7 3,6 2.7 10,7 10.3 11,1 3,8 7,5 3,5 2,9 11,7 10,2 12,4 3,7 8,5 3,7 3,1 11,8 10,7 13,4 3,9 9,9 4,1 32 12,6 10,9 13,9 5,0 10,9 4.7 4,1 13,4 11,3 15,7 5,1 11,7 5,7 4,0 15,0 11,2 16.1 5,5 12,7 6,3 5,0 15,4 10,4 16,0 6.6 13,8 6,3 5,1 162 10,7 17,4 6,6 14,1 6,5 5,5 15,8 11,1 18,6 6.4 13,9 6,4 5,6 16,7 10,5 19,0 6.4 13,7 62 5.5 15,8 10,4 192 6,3 13.4 62 5,5 16,1 10.1 19,7 6.9 13,1 6,0 5.7 17,4 9,6 20,9 7.0 12,5 5.7 62 182 8.4 20,9 Total des sept grands pays Total des sept grands pays, moins les Etats-Unis 4,4 52 5,1 6,0 5,5 6,8 5,8 7,3 6,1 7.8 6,6 8,6 7,6 8,0 H.5 9,5 10,1 10,8 9,4 11,4 9,6 11,7 9.5 11,7 9,3 11,5 9,3 Π.4 9.5 11.5 9.5 112 Australie Autriche Belgique Danemark Finlande Grèce Irlande Pays-Bas Norvège Espagne Suède 4,7 2,9 7,8 2,5 1,8 4,5 7,5 >,8 2,0 4.5 6,0 3,6 8,0 2,8 1,8 4,9 7,6 4,4 1,7 4,1 5,6 4,0 8,5 3,8 2,1 4,6 12,5 7,7 4,8 1,9 4,4 5,9 4,5 9,1 4,3 2,3 5,4 13,3 7,8 5,4 1,9 4,6 6,6 4,8 10,0 6,6 2,6 6,5 13,3 7,9 6,5 2,1 5,1 6,9 52 11,6 7,0 2,9 7.3 13.0 8,4 7,1 2,4 6,7 6,7 5,6 13,8 8,8 3,0 8,0 142 9,6 6,9 2,5 8,4 6,5 62 162 9,8 3,3 6,5 16,3 10,7 6,7 2,8 10,5 7,1 6,1 16,6 13,1 3,8 8,8 16,9 11,7 7,0 3,7 U.l 8,3 6,7 17,7 15,9 42 10,3 17,7 12,8 7,3 5,6 122 10,0 7,0 19,3 16,6 4,4 11,0 18,9 13,5 7,8 8,4 D2 112 7,1 20,6 15,8 4,1 12,0 17,9 13,3 8,9 9,7 11,9 11,4 7,6 19,9 14,4 4,0 14,9 18,4 12,4 8,5 8,8 11,1 12,3 7,9 19,9 13.5 4,1 162 18,8 12,4 7,4 8,5 9,5 Source: OCDE La dette en devises peut poser un problème aux autorités si la monnaie nationale se déprécie par rapport à celles dans lesquelles les emprunts ont été contractés. Si, à long terme, les mouvements de taux de change tendent à être compensés par les différences de taux d'intérêt, à court terme le risque de change peut être relativement important. C'est ainsi que les fluctuations récentes de beaucoup de monnaies vis­à­vis du dollar des Etats­Unis sont susceptibles d'entraîner de sensibles modifications du ratio dette publique/ PNB, sans rapport avec le déficit budgétaire, dans les pays ayant une forte dette extérieure. Dans l'analyse qui suit, cependant, il ne sera pas fait de distinction entre les engagements extérieurs et les engagements internes du secteur public. 13.3 8.1 21.1 12,6 3,8 16.5 19,0 12,7 7,4 8,4 9,3 13,0 8,3 22,1 12,4 3,4 22,0 18,9 12,6 7,3 8,3 9,4 Total des petits pays ENSEMBLE DES PAYS CI-DESSUS ENSEMBLE MOINS LES ETATS-UNIS 42 4,4 5,1 4,5 5,0 5,8 4,9 5,4 6,4 52 5,7 6,9 5,8 6,1 7,4 6,4 6,6 82 72 7,5 9,0 8,0 8,0 9,7 8,8 8,6 10,4 10,1 9,5 112 11,4 9,8 11,6 11,8 9,7 11,7 11.3 9,6 11,4 11,1 9,5 11.3 11.3 9,8 11.4 11.6 9,7 11.3 * * * * * ",
        "© 33 * * % ,, \"% Année 1992 ­ N° 1 NOR : CES. χ 9000127 ν Samedi 11 Janvier 1992 ■ ^ -V ■ l â r^ * ■ a. C.C.E. - BiBLlOTOÈQUE, JOURNAËslÈFlCIEL DE LA RÉPUBLIQUE FRANÇAISE AVIS ET R A P P O R TS DU CONSEIL ÉCONOMIQUE ET SOCIAL SESSION DE 1991 Séances des 10 et 11 décembre 1991 L'ÉVEIL ARTISTIQUE DES JEUNES EN FRANCE ET EN EUROPE RAPPORT présenté AU NOM DU CONSEIL ÉCONOMIQUE ET SOCIAL par Madame Daniele DELORME (Question dont le Conseil économique et social a été saisi par lettre du Premier ministre en date du 9 novembre 1988) ",
        "34 SOMMAIRE Pages 1* Avis adopté par le Conseil économique et social 5 Annexe i l'avis 16 Scrutin 16 Déclarations des groupes 17 2* Rapport présenté au nom du Conseil économique et social par Mme Daniele Delorme. 25 INTRODUCTION 26 PREMIÈRE PARTIE : ORIENTATIONS POLITIQUES : ÉVOLUTION DES LOIS ET DES STRUCTURES 29 DEUXIÈME PARTIE : ÉLÉMENTS MOTEURS DU DÉVELOPPEMENT DE L'ÉVEIL ARTISTIQUE 38 TROISIÈME PARTIE : SITUATION ACTUELLE DANS LES DIFFÉRENTES DISCIPLINES ARTISTIQUES 59 CHAPITRE I. - LA MUSIQUE 59 CHAPITRE II. - L'ENFANT ET LE THÉÂTRE 63 CHAPITRE III. - LA DANSE 71 CHAPITRE IV. - LE CINÉMA 74 CHAPITRE V. - LES ARTS PLASTIQUES 79 CHAPITRE VI. - LA LECTURE ET LA LITTÉRATURE 83 CHAPITRE VII. - L'AKÇHITECTURE ET LA CONNAISSANCE DU PATRIMOINE . 86 CHAPITRE VIII. - LE POIDS ÉCONOMIQUE DU DOMAINE ARTISTIQUE 91 QUATRIÈME PARTIE : CE QUI SE PASSE DANS LES DIFFÉRENTS PAYS D'EUROPE 102 CONCLUSION 132 ANNEXES AU RAPPORT 134 Annexe 1. — Répartition des compétences entre les collectivités locales 134 Annexe 2. — Compétences disciplinaires à acquérir à l'école primaire 135 Annexe 3. — Répartition du déficit horaire dans les collèges en enseignement artistique. 137 Annexe 4. - Enquêtes D.R.A.C 138 ",
        "35 QUATRIEME PARTIE CE QUI SE PASSE DANS LES DIFFÉRENTS PAYS D'EUROPE (f>p- lof-ioq) Recenser ce qui se passe dans chaque pays d'Europe est un travail dont nous ignorions les difficultés. Nos tentatives auprès des attachés culturels français en poste dans ces pays se sont soldées par un résultat guère satisfaisant. Peu de réponses ont été reçues en retour à notre questionnaire. En revanche, le Conseil de l'Europe nous a fourni l'essentiel des informations contenues dans ce chapitre. Celles­ci proviennent en grande partie du séminaire sur « les nouvelles tendances de l'éducation artistique dans l'enseignement général en Europe » qui s'est déroulé à Donaueschigen (R.F.A.) du 14 au 19 mai 1990 et de la conférence sur «les arts dans l'éducation» qui s'est tenue à Londres (Grande­Bretagne) au cours de la même année entre le 8 et le 12 octobre. Les services de l'UNESCO nous ont également aidés dans notre recherche (1). Les monographies contenues dans le présent chapitre ont donc été établies à partir de documents le plus souvent officiels dont les informations n'ont pas été vérifiées sur le terrain. Enfin, compte tenu des difficultés rencontrées dans la collecte des informations, la description de l'éveil artistique pratiqué dans ces différents pays se limitera le plus souvent à ce qui est fait à l'école. Le rôle de la télévision, du tissu associatif, des familles sera pourtant évoqué chaque fois que possible. De grandes tendances «culturelles» se dégagent et permettent de séparer l'Europe en grandes zones : — les pays du Nord plus soucieux du respect du rythme biologique des enfants offrent des horaires scolaires laissant du temps libre pour des activités artistiques multiples en dehors de l'école (2). Si musique et chant choral sont très prisés, d'autres disciplines le sont aussi ; — les pays du Sud ont généralement une semaine plus lourde, compensée par des vacances plus longues. Ils ont intégré plus récemment les arts dans les enseignements ; — les pays de l'Est où le pouvoir centralisé avait mis en place des réseaux étatiques pour encadrer les jeunes en dehors de l'école, les activités artistiques y occupaient une place non négligeable. Les traditions culturelles propres à chacun de ces pays ont fortement influencé la nature, le contenu ou l'intérêt porté à l'éveil artistique des jeunes. C'est ainsi par exemple que l'on ne trouve pratiquement le cirque qu'en Russie et les marionnettes en Tchécoslovaquie et en Irlande. Π faut aussi avoir présent à l'esprit que le niveau de développement du travail féminin a des conséquences sur cet éveil artistique. Quand la maman reste à la maison c'est elle­même qui participe à l'éveil de ses enfants en les conduisant au JÉrhéma, au musée, à la bibliothèque... ou aux multiples activités offertes par les associations et divers organismes publics ou privés. Si elle travaille (3) à l'extérieur, cet éveil sera « confié » ou « délégué » aux grands­parents ce qui devient de plus en plus rare, aux amis ou aux nombreux services publics ou privés proposant en plus du nécessaire « gardiennage » des activités artistiques ou sportives. Dans ce dernier cas, la maman souvent mieux informée et plus consciente de l'intérêt à développer l'éveil artistique de son jeune enfant sera plus attentive à la qualité des activités offertes. Enfin, il faut préciser que la notion d'éveil artistique déjà difficile à cerner en France, l'est encore plus au niveau européen où le concept d'art ne recouvre pas la même réalité selon les pays. En Norvège par exemple il n'y a pas de synonyme pour le mot art, c'est­à­dire qu'il n'existe pas de terme générique pour désigner ce concept ni ce qui s'y rattache. A chaque fois que possible, dans rénumération des pays qui suit, nous nous sommes attachés à décrire le système éducatif en place. Il nous a semblé utile d'indiquer, lorsque nous en avions connaissance, les rythmes scolaires en vigueur. Ceux­ci nous sont apparus comme le témoignage de la considération accordée à l'enfant. Le respect du rythme chronobiologique est le plus souvent accompagné du respect de l'équilibre entre disciplines intellectuelles, physiques et sensibles, indispensable au développement harmonieux de sa personnalité. dans ( œrtain a sUt aT\"\"\" * \"\" ' nformationS toutes œiies recueilIi « sur place ou auprès de responsables de ces questions tout™ \"n raÍ de Γ^έΓ\"''\"™ \"\"\"^ '°\" Γ<1 * vacances d ' été pIus courtes Permettant une meilleure répartition de l'effort (3) En 1988, selon 'les services de la C.E.E., 51,9 % des femmes européennes âgées de 25 à 49 ans travaillaient Si les Irlandaises ou les¡Espagnoles n'étaient en moyenne que 30% à occuper un emploi, les Françaises et les Britanniques atteignaient pres de 60% et les Danoises dépassaient les 80%. Ces taux d'activité chutent plus ou moins selon le\\ pays avec 1 arrivée du premier enfant. C est ainsi que l'on constate une forte diminution (43%) en Grande-Bretaenc et des taux pratiquement inchanges (perte de 3 à 5 points) pour les autres pays. orerngne, ei aes ",
        "36 [pip-M- lil) CONCLUSION Le survol européen que nous venons d'effectuer nous conforte dans l'intérêt que nous avions trouvé à développer l'éveil artistique chez l'enfant dès son plus jeune âge. Si les Finlandais considèrent que les arts encouragent l'expression et le jugement esthétique et créatif de l'enfant lui permettant « un développement harmonieux de sa personnalité », les Britanniques vont sans doute plus loin en affirmant qu'« ils jouent un rôle unique et constituent une composante essentielle de la préparation à la vie adulte ». Il existe pourtant entre tous les pays des différences sémantiques sur le sens donné aux termes « art » ou « artistique », certains privilégient la notion « d'essence », d'autres celle de « valeur » d'autres encore mêlent subtilement les deux. Le cas limite est présenté par la Norvège qui ne possède pas dans sa langue de vocable pour désigner l'art qu'il définit cependant comme étant « le fruit de la culture passée offrant en même temps des qualités liées au présent ». Il est pour ce pays l'un des principaux moyens de communication dont dispose l'homme. Le niveau de développement du travail féminin, tout comme l'amplitude des horaires de travail des deux parents ont également une influence importante sur l'éveil artistique apporté par la famille aux enfants. Car il faut le repéter c'est d'abord dans son foyer que l'enfant reçoit sa première sensibilisation à la musique, à la peinture ou à n'importe quel art. Par ailleurs la présence des mères sur le marché de l'emploi peut être aussi perçue comme une meilleure ouverture sur le monde extérieur et une plus grande réceptivité au monde des arts. Tous nos voisins, ceux du Nord de l'Europe qui ont engagé une réflexion et une politique sur ce thème depuis longtemps comme ceux du sud pour lesquels cette préoccupation est plus récente, ont inscrit dans leurs programmes scolaires une ou plusieurs disciplines artistiques, le plus souvent deux, de manière obligatoire. La préscolarisation (1) lorsqu'elle existe fait une très large part à cet éveil à travers les activités ludiques proposées aux jeunes enfants, histoires, rondes, comptines, chansons, dessin, peinture ou modelage nourrissent l'imaginaire et développent la créativité de tous les petits européens. C'est après ces années de libre expression avec le début de la scolarité obligatoire que les différences apparaissent. Pour être volontairement schématique, nous pourrions distinguer deux types de systèmes éducatifs, ceux qui s'appuient sur des programmes dont l'acquisition est périodiquement contrôlée et sanctionnée, et ceux qui, à partir d'objectifs finaux, s'adaptent aux possibilités d'acquisition de chaque enfant. Les rythmes scolaires en vigueur reflètent ces grandes options de même que la place accordée aux arts dans les enseignements. D'une manière générale les pays de l'Europe du nord respectent les rythmes de l'enfant qui dispose ainsi chaque jour de larges plages horaires pour les activités de son choix. Plus tard à l'école on constate que les disciplines artistiques figurent dans tous les programmes en Europe. Sous des vocables différents se cachent des réalités différentes : arts plastiques ou visuels, expression plastique, travail manuel ; théâtre ou expression dramatique ; danse ou expression corporelle... Deux groupes de disciplines sont privilégiés dans l'ensemble des pays, le groupe des arts plastiques et celui de la musique. Tous deux sont placés dans cet ordre sauf en l'Irlande où ce palmarès est inversé. Il faut reconnaître que la tradition musicale est très forte dans ce pays. Le groupe des arts plastiques est sans doute celui qui recouvre le plus de réalités différentes: se côtoient l'histoire de la peinture et sa pratique sous des formes académiques ou créatrices, le dessin, le design, la sculpture, le modelage mais aussi la réalisation de travaux tridimensionnels voire la création d'objets usuels en bois, métal, pierre ou tissu. Les pays du nord sont ceux qui vont le plus loin dans cette discipline qui bénéficie d'horaires étendus grâce aux séances de travaux manuels. C'est sans doute encore une fois la Norvège qui se distingue dans ce groupe par son « vorming ». Ce terme regroupe le dessin, les travaux manuels des garçons et ceux des filles. Ce concept qui réunit les arts et les techniques introduit également une notion nouvelle celle de l'environnement. (1) C'est au Danemark en Italie et en France que les crèches et les écoles maternelles sont le plus développées, en revanche en Grande-Bretagne, au Luxembourg, aux Pays-Bas et en Irlande moins de S % des enfants de moins de 4 ans sont accueillis dans de tels services c'est l'environnement familial qui assure la garde des jeunes enfants. ",
        "37 Parmi les objectifs (1) fixés au «vorming» figure en effet la nécessité d'apprendre aux enfants à partager la responsabilité de leur environnement. Cette préoccupation est partagée par de nombreux pays du nord de l'Europe. Cette approche nous paraît particulièrement intéressante en ce qu'elle ne fait pas de discrimination elitiste entre Beaux-arts, arts appliqués et artisanat. Elle permet une bonne diffusion de la préoccupation artistique dans tout acte de création. Il est regrettable que notre pays n'ait pas choisi cette voie en particulier dans les établissements d'enseignement technique ou paradoxalement cet enseignement nous a semblé moins présent : dans les lycées techniques il n'y a plus d'éducation musicale mais une seule heure hebdomadaire consacrée aux arts plastiques ou appliqués. C'est pourtant là que l'effort devrait le plus se développer. En effet, les enfants qui fréquentent ces établissements sont souvent issus de milieux défavorisés pour lesquels l'éveil artistique n'est pas toujours une préoccupation majeure. 13,8 % d'entre eux sortent chaque année du système scolaire sans diplôme ni qualification professionnelle leur permettant d'accéder à un emploi. On sait que la créativité est nécessaire dans l'exercice de tout travail manuel. Les artisans regrettent de ne pas trouver chez leurs apprentis ou leurs jeunes ouvriers ces qualités inventives et esthétiques. Si les travaux manuels d'antan, cantonnés dans la vannerie, le cartonnage, ne peuvent être regrettés, en revanche le travail des formes, des volumes et des couleurs dans le bois, la pierre, le métal, le tissu, l'argile, le plâtre ou tout autre matériau devrait être encouragé et développé mais dans une visée utilitaire comme dans les arts appliqués ou l'artisanat. Le futur technicien comme le futur artisan doivent avoir eu la possibilité d'exercer leurs potentialités créatrices si l'on veut qu'ils deviennent de bons professionnels. C'est peut-être par l'éveil artistique que passe la revalorisation de certains métiers manuels. Les pays du nord de l'Europe ont compris depuis longtemps et rencontrent de bons succès en matière d'esthétique industrielle ou de design; chacun connaît la beauté des formes des mobiliers danois ou de certains objets suédois. Concernant l'éducation musicale là aussi de grandes disparités existent entre les pays comme la France, qui se limitent le plus souvent à la théorie, c'est-à-dire à l'histoire de la musique et au solfège, et ceux qui privilégient la pratique vocale ou instrumentale. Il faut remarquer que le choix est souvent orienté par des considérations d'ordre économique, la pratique exigeant à la fois des salles insonorisées et des instruments souvent très coûteux. Pourtant, sans pratique ni même audition de musique qui nécessitent des lieux spécifiques, il est difficile de transmettre un quelconque amour de la musique. Savoir qui est Mozart et quelles sont ses œuvres c'est bien, mais l'avoir écouté c'est mieux. C'est même la seule façon d'avoir encore envie de l'écouter ou d'en jouer... Le chant choral qui connaît depuis quelques années un renouveau dans notre pays est très pratiqué notamment dans les pays du Nord et de l'Est. Les concerts et récitals organisés dans les établissements scolaires permettent les rencontres entre enfants d'une même région, d'un même pays ou d'autres pays. La plupart des pays reconnaissent aussi l'importance du rôle de la danse et du théâtre. Ces deux disciplines ont leur place à l'école et au collège, la première dans le cadre de l'éducation physique, la seconde à l'occasion de l'apprentissage de la langue maternelle, parfois des langues étrangères. En France, danse et éducation physique qui sont perçues commme deux disciplines différentes par la forme et les objectifs poursuivis, ne font pas bon ménage même si parfois certains professeurs de gymnastique s'aident de la musique pour rythmer leurs mouvements. La danse est pratiquement absente de l'école sauf à l'occasion de quelques rares ateliers de pratique artistique. La danse est pourtant un art que les enfants pratiquent spontanément. L'art dramatique est plus conçu comme un outil d'apprentissage que comme un art à part entière dans la plupart des pays. En France, il réalise à travers les ateliers de pratique artistique un excellent score puisqu'il arrive en deuxième position dans le choix des collégiens. C'est aussi une façon d'approfondir les techniques d'expression et d'élocution des élèves. Seule la R.F.A. accorde à cet art son véritable statut dans certains Länder. (1) Pour éveiller une participation active des élèves par la création, il est nécessaire : — procurer l'expérience de l'utilisation et de l'interprétation correcte de la peinture, de la sculpture en tant que moyens d'expression individuels et sociaux : — stiumuler les perceptions et l'imagination en alliant idée et pratique ; — développer la perception esthétique grâce au travail des matériaux ; — aider les élèves à considérer leur travail comme s'incrivanl dans le cadre d'une expression culturelle et á développer un sens critique à l'égard des Beaux-Arts et leur apprendre ainsi à partager la responsabilité de leur environnement. ",
        "38 Enfin, mis à part la Grande-Bretagne, l'Irlande et les Pays-Bas, peu de pays accordent une grande importance à l'écriture et à la littérature, en dehors du cadre de l'apprentissage de la langue maternelle. La diversification des disciplines telle qu'elle est introduite en France par les ateliers de pratique artistique ou les projets d'action éducative est peu répandue. Nous sommes pratiquement les seuls en Europe à développer la photographie, et progressivement le cinéma ou la vidéo. En revanche pratiquement dans tous les pays une importance croissante est apportée à l'environnement. Il s'agit d'une véritable dimension transversale qui marque cet intérêt pour la nature et la nécessité de la préserver â travers les arts. On peut regretter que la France n'ait pas cette préoccupation qui apparaît cependant dans les ateliers et classes culturelles en architecture et classes de patrimoine. La dimension transversale n'est pas évidente chez nous. Le manque d'exigence de qualité esthétique de nos concitoyens pour leur environnement bâti et non bâti en serait-il la conséquence ? Pour ne pas clore cette tentative de comparaison sur une note aussi pessimiste, il faut reconnaître qu'à travers les informations que nous avons pu recueillir, il est apparu une certaine unanimité dans tous les pays étudiés, pour déplorer à l'école comme dans les mentalités en générai, un certain désintérêt sinon une dévalorisation pour les disciplines artistiques. Ceci se traduit par: — des moyens financiers et techniques insuffisants, — des horaires trop réduits, — des personnels peu formés (monovalents, bivalents ou même plurivalents ces maîtres peuvent n'avoir à enseigner qu'une discipline artistique ou deux, voire plusieurs, mais aussi devoir compléter leur horaire par des matières non artistiques), — des parents peu soucieux d'exiger pour les disciplines artistiques la même rigueur que pour les autres matières. Toutefois, même si le partenariat sous sa forme institutionnalisée reste originale à la France, il faut admettre que la nécessité d'une certaine collaboration entre enseignants et artistes. État et collectivités locales, associations, entreprises et parents est reconnue indispensable dans l'ensemble des pays. Pour les activités périscolaires et à un moindre degré à l'école primaire, c'est le niveau local qui contribue le plus financièrement à l'éveil artistique des jeunes. Dans tous les pays le rôle des associations est très actif. * * * ** ",
        "39 (§) REVIEW of economic condMem In Häly e * %> Published every four months tøf)* Year 1991 ­ No. 2 ­ May­August The postal services: competition and monopoly Vincenzo Patrizi! * Tbe thesis that tbe postal service is a natural monopoly is often used to justify the slate monopoly. This paper examines that thesis and concludes that it is not really so. Λ more convincing justification of tbe legal monopoly is found in tbe fact that governments impose on postal companies rbe obligation of providing tbe service throughout tbe whole country and lo bave uniform costs. Jl is further possible that the shift towards a government monopoly is influenced by lobbies in search of economic advantage; for Ibis reason tbe inefficiencies of the government monopoly are the very reason for its existence. In this context the debate on the privatisation of public services assumes lhe clear contours of a choice between lhe consequences in terms of distribution on characteristic features of private production and the same consequences on characteristic features of public production. 1. Introduction The growing inefficiency of the postal service, ever more obvious with the progress of modern society, the increase in competition from new services outside the state monopoly but which substitute postal services (fax, telematic post) and the success of private couriers, make it necessary for us to open a debate on the present organization of postal companies in all industrialized countries. The purpose of this paper is to examine the motivation for a state monopoly of the postal services. In so doing, two frequently heard generalisations must be avoided. One is to accept in an uncritical way the theory that private management is better anyway ­ and this is a risk we find in many Anglo­saxon studies in support of a complete privatisation of all units of public services. The other, which is normally found in the arguments of the postal companies, is to use any argument whatever from economic theory to create a case, however relevant or not it may be, for justifying the upholding of the state monopoly. A study that examines the arguments in favor of one or the other is made necessary by the very nature of the problem because it is not difficult to appreciate that valid reasons can be given in support of each side. The difficult thing to do, which we attempt in this paper, is to make an assessment of the relative importance of each so as to be able, even at a very general level, to give some indication of the directions a change should take in order to better the service. The paper is organized as follows: in the next chapter we briefly illustrate the main problems of the postal services and specifically give some indications of their quality. In chapter three we examine the justification put forward by companies in support of state monopoly. The analysis of these justifications is done in chapter 4 where specifically we examine the theses in favour of a natural monopoly. The thesis, instead, that makes the state monopoly depend on the obligation to apply uniform prices throughout the country is examined in chapters 4.2 and 4.3. Chapter 5 suggests an alternative interpretation both for the natural monopoly and for the problem of uniform costs in order to set out the reasoning for the creation of and maintenance of the state monopoly. Chapters 6 and 7 illustrates and discusses recent proposals for the privatisation of the postal companies. The final chapter is dedicated to a number of concluding remarks. ",
        "40 8. Concluding remarks Our examination of the reasons underpinning state monopoly has demonstrated that the theory of natural monopoly is weak. Specifically, if the Post Offices can be compared to a single-product enterprise, then even if we admit that this would be a natural monopoly, it in no way demands that a legal monopoly be established. The technology in itself is enough to guarantee that there will be only one enterprise in the market. If in the case of the Post Offices the intention is to expand the results of the natural monopoly into multi-product enterprises, then it would be possible in theory to construct the case in which the PO while producing the mix of services at minimum cost, would require that market entry by new enterprises be regulated in such a way as to eliminate destructive competition. But our examination of the operational conditions and the organizational structure of the POs has enabled us to make the point that the analysis of multi-product enterprises is hardly relevant to the problem of mail which is the case of the legal monopoly. A more convincing justification of the legal monopoly derives from the fact that the State has imposed at least two operational constraints on the Post Office; the service that has to be provided throughout the whole nation and uniform pricing, or pricing independent of mileage. These two restrictions make it possible that in some locations and especially in cities the price covers also part of the cost of the service to other areas, especially rural districts. It would then be possible for a private company not handicapped by the above constraints, to charge a lower price and to make a profit in low cost areas. That this is the principal reason for the legal monopoly is indirectly confirmed by the fact that the kind of \"creaming-off' the market practised by private enterprises is exactly the same as what would happen if they took over an area of high density of population, especially in guaranteeing the service between two large urban centers that are relatively close to each other. It was not a random choice that the first couriers began their operations on the Milan-Turin \"route\". But if uniform pricing and universality of service throughout the nation are the seasons given for creating the legal monopoly, then if they are abolished it would be possible to remove that monopoly and in this way free the services from the inefficiencies that dog it. There arises, however, a concern linked to the reasons that could be hidden behind uniform pricing and the obligation to provide the service throughout the nation. In both cases there are positive external effects which could justify these restrictions on the behaviour of an enterprise. There are positive external effects in having a single service throughout the nation with the guarantee that every center and citizen however far-off will be linked in at reasonable prices. There is also an external impact of a distributive nature in uniform pricing which can be arrived at if the postal service is seen as an essential service for social life and one to which all citizens must have access at uniform price. These external effects can not be safeguarded by a State postal system based only on market forces. It would, then, be best to put the service into the hands of a State-owned enterprise. But a state monopoly able to defend these external effects, carries another kind of cost with it, namely the cost of a badly run service. This comes about because monopoly lacks the package of incentives which are typical in a competitive use of resources and also because a state-monopoly can come about through channels other than the protection of external effects. Monopoly can, in fact, be deliberately ",
        "41 created and legally protected by one or two interest groups not in an effort to improve the efficiency of the economic system but as a means for capturing income positions to the detriment of part or all of the citizen-body. It follows, then, that a state-owned monopoly because of the forces that ensure its survival is marred by allocative inefficiencies which are themselves the very reason for its existence. In such a context the debate on de-nationalization of companies providing public services takes on a clear character of political choice between the distributive consequences that characterize private production and the same consequences found in public production. Certainly, the best course would be if the postal services func tioned exactly as they are organized because the argument based on the external effects that derive from an integrated and universal service is a valid one in favour of the legal monopoly. But to get them working in a satisfactory way seems to be an impossible task given the motives and interests that are nested inside state-monopoly. Nevertheless, a comparison of data on efficiency in the Post Offices of European countries shows that very different levels of service quality can always exist inside the structures of a state-owned enterprise. The English may not be fully satisfied with their postal service and may complain about its slowness: but what would we in Italy say if our postal service could guarantee a day-after delivery for 80% of mail instead of the actual 17%? However, even when it has been demonstrated that levels of enhanced efficiency are possible inside state-owned enterprises, it does not mean that it is either easy or even possible to find the formula for realizing those improvements. What we have is a situation where the choice - in this case between state monopoly and private management of the postal service - is always second best in the sense that in any case something will be sacrificed and at the same time it is the only choice possible. In the present situation of many post offices, it is likely that liberalization is the only instrument that will reduce the power of pressure groups that have embedded themselves in the legal monopoly and have made a system of inefficiencies structural. This will have a price in loss of external positive effects in a nationally integrated system but to compensate these there should be a recovery of efficiency resulting in a major improvement in the service. Finally, it must be borne in mind that the monopoly of postal services is being eroded by technological innovation in commu nications. In recent years many substitute mailing systems have been developed (fax, telematic post) which are beyond the pale of monopoly. It is not difficult to envisage further developments in these systems and that they will eventually become essential aspects of everyday life and almost completely crowd out paper mail as we know it today. But in that prospect, many of the functions and importance of external effects will be lost which are now a barrier to the liberalization of the postal service. These effects, such as an integrated communications network and a service open to everyone, at present characterize the telephone system and in prospect will characterize the communications services based on the telephone network. In this context of ongoing change the proposals of the forthcoming European Community's \"Green Paper\" on postal services that suggest maintaining the legal monopoly on mail seem more the work of a combination of interests surrounding the state-monopoly than a contribution to improving the organizational structures in preparation for the changes already in progress. * * * ** ",
        "42 (D REVUE FISCALITE EUROPEENNE ET ' 6 * ^ 3 Γ* DROIT INTERNATIONAL DES AFFAIRES ­ 1991/4 LES HOLDINGS EN FRANCE, AU LUXEMBOURG ET AUX PAYS­BAS parG. CATTANet V. MONCORPS pp-^-Si Aujourd'hui, la holding est un instrument économique, financier et juridique utilisé dans la plupart des pays, dont ceux de la Communauté Européenne. Mais elle n'a pas toujours de définition légale. Le terme \"holding\" provient de l'anglais \"to hold\", qui signifie détenir. A partir de cette constatation, on peut donc définir la holding, comme une société dont le but est de détenir des participations, sous quelque forme que ce soit, dans une ou plusieurs sociétés, en vue de les contrôler. Il est important de noter que la holding, dans la plupart des systèmes juridiques actuels n'est pas un concept juridique, mais économique. Autrement dit, bien souvent, il n'existe pas de statut type de la holding. Elle prend la forme des sociétés classiques prévues dans chaque législation nationale. Ce caractère économique prédominant est directement lié à l'objet même de la holding : elle ne commercialise rien, mais a essentiellement un but financier, même si elle adopte en règle générale, les statuts d'une société commerciale. Les motivations qui président à l'adoption de cet instrument qu'est la holding démontrent parfaitement que l'on s'éloigne là des sociétés commerciales traditionnelles. En effet, la holding à usage national présente les avantages suivants : ­ L'entreprise familiale est particulièrement sujette à \"l'éclatement des titres\". Lorsqu'il s'agit de mettre en place une succession, il arrive bien souvent qu'un ou plusieurs des héritiers refusent de continuer l'exploitation, et préfèrent céder leurs titres. Si les héritiers qui désirent continuer l'exploitation créent une holding, ils y apportent leurs titres, et à partir du moment où la holding détient 50 % des parts de la société entrant dans la succession, elle la contrôle. ­ La holding peut être utilisée dans le but de bénéficier de ce que l'on appelle \"l'effet de levier financier\" . Bien souvent, une holding contracte des emprunts afin d'assurer le financement des prises de participations qui définissent son objet. En outre, nous le verrons, une holding ne supporte pas ou peu d'impôt sur les dividendes. Dès lors, les bénéfices pourront être employés librement pour le remboursement de ces emprunts. Ce système permet donc à la holding d'emprunter plus, et donc d'acheter plus de titres. Nous sommes donc bien loin de l'intérêt commercial qui définit les sociétés classiques. ­ De même, le système des holdings successives ou de la \"chaîne de holding\" permet avec un minimum de fonds et par l'intermédiaire de plusieurs holdings, d'obtenir une participation majoritaire dans une société. La holding permet également de \"centraliser\" des participations dans plusieurs sociétés qui ont des activités totalement différentes et donc, de les regrouper au sein d'une structure juridique unique. Dès lors, l'autonomie de ces sociétés est préservée, mais c'est la holding qui définit la politique du groupe. De même, la holding peut favoriser des flux financiers entre ces différentes sociétés, les produits des dividendes de l'une servant à \"éponger\" les déficits d'une autre. ­ La holding utilisée dans un contexte international fait apparaître des avantages considérables tels que l'optimisation des mouvements de dividendes perçus par la holding et redistribués par celle­ci à ses actionnaires non­résidents, l'exonération des plus­values réalisées à 1 occasion de la cession des titres de sociétés étrangères, et plus généralement, le bénéfice des convention fiscales internationales. ",
        "43 L'on notera en outre, que la plupart des montages juridiques internationaux faisant intervenir une holding, sont basés sur trois pays : la France, les Pays-Bas et le Luxembourg. Il est donc intéressant d'aborder le régime juridique et fiscal des holdings dans ces trois pays, qui font véritablement figure de pays-pilotes ou de référence en la matière. CARACTERISTIQUES GENERALES JURIDIQUES ET FISCALES La France Il n'existe en France ni définition légale ni statut type de la holding. En pratique, les holdings sont souvent constituées sous forme de sociétés anonymes, et détiennent des participations dans des sociétés d'exploitation qui sont, elles aussi, des sociétés anonymes. Pourtant, la holding en France peut prendre des formes diverses : société civile, société en commandite par actions, société en commandite simple, société en nom collectif, SARL ou société anonyme. Dans un tout autre contexte, la holding est utilisée en France par les salariés souhaitant racheter le capital de la société qui les emploie. En France, les holdings doivent juridiquement se distinguer : - des \"compagnies financières\" qui prennent également la forme de sociétés commerciales et qui, comme les holdings ont pour objet la prise de participations, mais qui contrôlent exclusivement des établissements de crédit, et non pas des sociétés commerciales traditionnelles; - des \"sociétés d'investissement\" qui n'ont pas pour objectif la prise de participations dans d'autres sociétés afin de les contrôler, mais pour de s'assurer des placements fructueux. Notons enfin qu'il existe plusieurs types de holdings en France, chaque type correspondant à un objectif bien précis : - Les \"holdings de famille\" sont constituées pour assurer à la fois une succession bien organisée permettant de conserver l'intégrité de la société de famille en évitant la vente des titres à des personnes étrangères au groupe familial, et une succession fiscalement sure, puisque le montage permet de trouver les fonds nécessaires au paiement des droits de succession. - Les \"holdings de rachat\" sont utilisées pour deux types d'opérations : - soit elles sont utilisées lorsqu'il s'avère nécessaire d'atténuer l'endettement des acheteurs : dans ce cas, l'emprunt est remboursé par les dividendes de la société rachetée, mais la charge fiscale est diminuée du fait qu'elle pèse sur la société bénéficiaire qui est une holding soumise à l'Impôt sur les sociétés, puisqu'il y a dès lors application du régime des sociétés mères et filiales ; - soit elle est utilisée dans le cadre du rachat d'une entreprise par ses salariés. - Les \"holdings financières\" ont pour objectif de regrouper un certain nombre d'entreprises exerçant leurs activités dans différents domaines, et de faire jouer de façon efficace la technique du levier\" financier ou juridique exposé plus haut. Sur le plan fiscal, la France est sans aucun doute une juridiction intéressante pour la mise en place de holdings intermédiaires. Cet intérêt est principalement dû au régime des \"sociétés mères et filiales\" qui prévoit une exemption d'impôt pour les dividendes perçus par la société mère. Si, il y a encore peu de temps, la France ne possédait pas de statut particulier relatif aux holdings, l'article 28 de la loi de Finances du 29 décembre 1989 prévoit, au moins sur le plan fiscal, des dispositions spécifiques pour les holdings détenant des participations étrangères. Par contre, sur les autres plans, la holding est considérée comme une société classique et bénéficie donc des traités bilatéraux. Le Luxembourg Le Luxembourg, contrairement à la France et aux Pays-Bas, non seulement connaît depuis fort longtemps la notion de holding, mais encore en donne une définition légale. En effet, le Luxembourg a adopté une législation en la matière à savoir la loi du 31 juillet 1929, complétée par un amendement du 12 juillet 1977. Mais la législation luxembourgeoise n'est pas allée jusqu'à prévoir un statut type de la holding. Par conséquent, une holding luxembourgeoise se voit contrainte d'adopter une structure de société commerciale : Société anonyme, SARL, société en nom collectif, société en commandite simple ou par action, et société coopérative. Sans avoir de statut-type, la holding doit tout de même se conformer à un certain nombre de règles issues de la loi de 1929, et qui lui sont propres. Il existe en réalité deux types de holdings au Luxembourg, et qui sont toutes deux réglementées : la holding traditionnelle issue de la loi de 1929, et la holding ordinaire appelée également \"société de participation financière\" (SOPARFI) régie par l'arrêté Grand <îucal du 24 décembre 1990. ",
        "44 Concernant la holding traditionnelle, celle-ci est définie par la loi du 31 juillet 1929, de la façon suivante : \"sera considérée comme société holding toute société luxembourgeoise qui a pour objet exclusif la prise de participations, sous quelque forme que ce soit, dans d'autres entreprises luxembourgeoises ou étrangères, et la gestion ainsi que la mise en valeur de ces participations, de manière qu'elle n'ait pas d'activité industrielle propre et qu'elle ne tienne pas un établissement commercial ouvert au public\". Cette définition de la holding luxembourgeoise interdit donc à cette dernière d'avoir une quelconque activité industrielle ou commerciale. Il est dès lors logique de requalifier une holding lorsqu'elle tait acquisition d'un fonds de commerce, de know-how, de modèles et de dessins ou d'un immeuble ne constituant pas les bureaux de la société. Sont également incompatibles avec l'activité d'une holding, les participations dans des sociétés en nom collectif, des sociétés en commandite simple et des sociétés civiles. Enfin, une holding ne peut tenir un établissement ouvert au public, ni gérer portefeuilles ou avoirs pour le compte d'un tiers. Toutefois, ces interdictions sont tempérées. Ainsi, la holding peut faire l'acquisition de marques de fabrique, de brevets, ou de concessions de licences d'exploitation. Si la participation dans des sociétés civiles est incompatible avec le statut de holding, cette dernière peut toutefois prendre des participations dans des sociétés civiles dont l'objet est de détenir des participations qui pourraient être détenues directement par la holding. La holding traditionnelle est exonérée non seulement d'impôt sur les dividendes provenant de ses filiales mais également d'impôt sur les redistributions et d'une manière générale de tout impôt sur les sociétés. Seul un droit d'apport de 1 % à la constitution et en cas d'augmentation de capital doit être versé ainsi qu'une souscription annuelle égale à 0,20 % de la valeur des actions. En revanche, la holding traditionnelle est exclue du champs d'application des conventions de double imposition ratifiées par le Luxembourg. Les holdings ordinaires ou SOPARFI, ne bénéficient pas d'une définition légale particulière. Dès lors, juridiquement, elles sont limitées par les mêmes incompatibilité que la holding issue de la loi de 1929, et de façon globale, leur activité doit s'en tenir exclusivement à la prise de participation dans d'autres sociétés. Holding traditionnelle et SOPARFI ont donc la même définition, le même statut juridique et la même forme de société commerciale. Seulement, la holding ordinaire bénéficie d'un régime fiscal différent. En effet, il s'agit d'une société ayant un statut commercial à laquelle s'appliquent les règles normales d'imposition sur le revenu : Impôt sur le revenu au taux de 33 %, exemption des dividendes pour les participations supérieures à 10 % ou à 50.000.000 Francs luxembourgeois, application des traités. Les Pays-Bas Les holdings aux Pays-Bas ne font l'objet d'aucune définition légale précise et ne se voient pas appliquer de statut particulier. Certes la holding doit avoir pour objet exclusif la prise de participations dans d'autres sociétés néerlandaises ou étrangères, mais il n'existe pas là non plus de statut-type. Dès lors, la holding peut prendre la forme soit d'une \"Naamloze Vennootschap\" (NV), soit d'une \"Besloten Vennootschap\" (BV). La NV est une société proche de la société anonyme française. Sa formation requiert au moins un actionnaire, et son capital minimum est fixé à 100.000 Dfl divisé en actions cessibles. La BV, qui s'apparente à la SARL française, suit les mêmes règles que la NV, sauf en ce qui concerne le capital minimum. Celui de la BV est fixé à 40.000 Dfl. En outre, les actions de la BV, contrairement à la NV, ne peuvent être au porteur. Fiscalement, on peut remarquer que contrairement à la France et au Luxembourg qui ont, durant les trois dernières années, pris des dispositions afin de rendre les holdings plus performantes et plus concurrentielles, les Pays-Bas n'ont adopté qu'une disposition en faveur des holdings qui annule la condition de détention liée à l'exemption de plus-values en cas de vente d'actions. Par ailleurs, d'autres amendements ont été introduits dans la législation néerlandaise qui ont tendance à limiter certains avantages et donc à affaiblir la position des Pays-Bas dans le domaine des holdings. Malgré tout, la holding néerlandaise reste une référence en la matière et continue à être très utilisée. La clé du régime est, comme pour la France, un système d'exemption des dividendes versés par les filiales accompagné d'autres mesures qui seront développées plus loin. Enfin, la holding néerlandaise étant assujettie à la loi normale et n'étant donc pas limitée dans ses activités, bénéficie de l'application des conventions fiscales ratifiées par les Pays-Bas. * * * ** ",
        "45 ( / θ) WEST V —' EUROPEAN POLITICS Volume 14 Number 4 October 1991 if The Internationalisation of Business and Domestic Class Compromises: A Four Country Study PAULETTE KURZER This article examines the impact of international business on the kind of class compromises that evolved and characterised many West European societies until the late 1970s. It raises the question of why class compromises endured longer in Austria and Sweden than in Belgium and the Netherlands. The argument is that domestic business in Austria and Sweden has fewer alliances with international capital and is, therefore, in a sense less integrated in world markets than those in Belgium and the Netherlands. The conclusion of the article, based upon recent trends, points out that the differences between the four coun­ tries appear to be rapidly disappearing. Most studies on corporatism, social partnerships or class compromises compare the structural attributes of organised labour. Variables such as the degree of centralisation and concentration of trade unions, the electoral strength of the social democratic party, the interaction between party and trade unions, and the relationship between individual unions and their federation leadership are the starting point for most writings on variations in class compromises, and their subsequent survival or demise. Occasional­ ly, the actions and organisation of capital are mentioned because of the influence of business on the strategic behaviour of labour.' Nevertheless, it is fair to say that a disproportionate number of publications trace the fate of class compromises through the actions and strategic objectives of labour. In turn, its actions and perceptions are informed by organisational resources, the balance of power within society, and the overall economic context. The purpose of this article is not to deny that certain structural deter­ minants of organised labour help account for the presence or absence of class compromises. Rather, it will raise one salient question that has not IH ",
        "46 yet been adequately addressed in the current literature. Why have wage concessions not resulted in an investment recovery in many European countries during the 1980s? Coercive or voluntary incomes policies, coupled with a notable decline in industrial militancy, marked the direction of economic policy in many European democracies. These policies did not, however, have the expected impact, with the result that unemployment remains extraordinarily high in some countries. Admittedly, the question of why wage concessions no longer generate jobs can be adequately ad dressed only by examining a large variety of economic, institutional, and historical factors. This article concentrates only on the structural characteristics of manufacturing capital and especially its degree of internationalisation and mobility. The argument is guided by the following proposition: leading business actors in different countries have created multiple partnerships with foreign corporations abroad and have become, in the process, global actors with modest stakes in the developments of the domestic economy and with few bonds to national governments or organised labour. 2 The Keynesian assumption on which the postwar settlement was built claimed that wage concessions translated into increased investments and stable growth. Government and organised labour accepted this association between investments and economic growth by moderating wage demands in the present in return for better standard of living in the future. But this link, if it ever existed, describes the investment and growth cycles of relatively 'closed' economies of the 1950s and 1960s but is no longer ap plicable to the present decade of high capital mobility and rapid financial innovations. Since the trend toward globalisation varies across nations and over time, it is vital to re-examine the validity of theories of class compromises by assessing the actual as opposed to the expected results of policies favoured by these theories. In order to address this question, the article examines the economic activities and investment orientation of leading actors in the business communities of four small, open economies: Austria, Belgium, the Netherlands, and Sweden. The principal contention of this article is that workers and their representative organisations in these four countries have proven to be equally prepared to grant concessions to management and government. Labour strategies, therefore, do not diverge sufficiently fully to account for the different success rates of the respective govern ments in maintaining the essential elements of the social exchange intact, namely by persuading labour to substitute wage increases for job security. Not so long ago, each of these four European democracies established social institutions and procedures to further social exchange between labour and capital and conformed more or less to the corporatist typology. 3 Economic policies of the past decade also show increasing convergences in that governments of the small states brought down wage costs, in one fashion or another, to promote export growth. To be sure, the final results differ dramatically. In two countries - Austria and Sweden - wage con cessions, underpinning a visible recovery in profitability had the desired effect of raising investments and preventing further job losses. In the second pair of countries - Belgium and the Netherlands - fiscal con servatism and wage ceilings restored profit margins but did not lead to greater investment activity or a considerable drop in unemployment. This is not because governments or labour refused to lighten the wage cost burden or failed to build a more hospitable business climate. On the contrary, Dutch and Belgian governments have probably gone further in rolling back ",
        "47 AUS SWE BEL NET TABLE 1 INVESTMENTS. PROFITS, CONSUMPTION 1980-86 AND 1987-89 GFCF 1 80-86 87-89 0.6 4.8 1.2 7.8 -1.4 10.8 0.5 4.8 Gross Surplus 2 80-86 87-89 n.a 35.6 27.8 33.5 20.8 35.5 30.2 39.0 Hourly Earnings 3 80-86 87-89 0.8 3.7 -0.4 8.1 -0.1 2.7 -0.4 1.4 Privale Consumption 4 80-86 87-89 1.7 3.1 1.0 2.6 1.1 3.2 0.4 2.5 Sources: OECD, OECD Economic Outlook Historical Statistics (Paris: OECD, 1988). Various tables. And OECD, OECD Economic Outlook 48 (Dec, 1990). 1 Gross Fixed Capital Formation; annual average changes. 2 Gross operating surplus as \"In of gross value added in manufacturing for 1980-86, and capital income share in business as income generated from production for 1987-89. 3 Real hourly earnings in manufacturing, average annual change. 4 Real private consumption, average annual change. TABLE 2 LABOUR FORCE PARTICIPATION AND UNEMPLOYMENT 1980-86 AND 1989 Total Employment % of 15—64 population Unemployment Rate 1980-86 1989 1980-86 1989 AUS 67.8 68 3.1 3.2 SWE 77.4 84 2.5 1.4 BEL 60.2 62 11.5 8.1 NET 54.0 51 12.5 8.3 Sources: OECD, OECD Economic Outlook Historical Statistics (Paris: OECD, 1988), Table 2.14, p. 38. And latest issues of OECD, Economic Surveys of Austria, Belgium, the Netherlands, Sweden. social expenditures and lessening so-called restrictive regulation than those in Austria and Sweden. Years of austerity have certainly lowered wage costs as the comparative figures in Tables I and II show. One explanation of the weaker Dutch and Belgian labour market and growth performances can be safely dismissed: centre-right coalitions have done what they should have undertaken in order to stimulate productive activities. The above Tables not only fail to uncover stark decline in the rate of return or profitability in Belgium and the Netherlands but additional OECD data, not included here, also point to strongly comparable trends in price competitiveness of manufacturing costs. These statistics are further supported by descriptions of the actual attitudes and actions of Belgian and Dutch neo-liberal coalitions since they came to power. They have extended a sympathetic hearing to the complaints and demands for change coming from business spokesmen and went ahead with lowering corporate taxation, removing so-called market rigidities, and curbing social spending. In Austria and Sweden, on the other hand, social welfare expenditures and upward pressure on wage costs were also arrested but the overall result was quite different. Apparently, the lessening of wage costs and social security contributions did usher in an economic revival and stronger labour market performance, at least until the late 1980s. While many factors besides incomes policies affect macro-economic indicators such as investment cycles, growth, or employment, this article will advance only one explanation, which, however, has a significant impact on the ability of government to maintain class compromises and influence firms. This is the extent to which domestic firms have formed alliances with foreign capital. Notwithstanding their specialisation in export production, firms in small states have not sought with equal enthusiasm foreign partners in order to obtain a solid foothold in foreign markets. As a matter of fact, the differences are rather dramatic. Dutch and Belgian firms have by far wider involvement in numerous global networks of manufacturing, marketing, and distribution than Austrian and Swedish firms. The international holdings of Dutch firms exceeded their domestic industrial investments for years: the Netherlands, after Japan and Britain, ",
        "48 was for a long period the third largest foreign investor in the US. In Belgium, foreign investors owned a significant proportion of advanced manufacturing and employed a large portion of the domestic labour force. The greater international orientation of Dutch and Belgian firms is ob viously related to EC membership. Additional historical factors, however, further contributed to the differences in multinationalisation and the capacity of governments to create the appropriate conditions for class compromises. This article will discuss the combined effect of EC membership and the specific traits of each industrial business community. Undoubtedly, class compromises or social partnerships crumble when one actor has widespread global connections and extensive holdings outside of the domestic economy. In short, the contradiction between international capital mobility and national labour movements has reached such proportions in Belgium and the Netherlands that domestic policies have only marginal effects on in vestments and job creation. However, one immediate note of caution: recent trends point to ever-more marked convergences between the two pairs of countries. The outflow of capital from Sweden due to the removal of many capital controls and the launching of '1992' has changed the behaviour of Swedish firms and multiplied foreign direct investments abroad. And, in Austria, the current buzz word is 'Westernisation' and 'internationalisation', as the country tries to catch up with the rest of Europe and the government coalition has made the big step of applying for membership in the Community. Before proceeding to the empirical part, the next section surveys the current debate on class compromises in small, open economies. The second part compares the rate of internationalisation and its repercussions on government policies in the four countries. This article intends to comple ment, not to deny, the arguments about the impact of the organisational strength of labour and leftist government programmes on investment decisions and labour market trends. Its purpose is to understand why comparable domestic arrangements in the form of wage moderation and self-restraint generate radically different outcomes in countries with similar degrees of exposure and sensitivity to international developments. CONCLUDING REMARKS The growth cycle faltered and a series of financial scandals rocked Austria in the late 1980s. Denationalisation and internationalisation are now the key words. Austria submitted its application for membership in the EC in autumn 1989 and though Brussels is not yet ready to rule on new member ships, the writing is on the wall. Privatisation has moved slowly but it will surely pick up once EC membership is a true possibility. Reservations with regard to selling to foreigners will also subside and there should be no doubt that economic management will look very different in the 1990s once Austria has become a full Community participant. 61 Sweden has stumbled into a severe economic crisis, with high inflation, low productivity, and large current account deficits. The cure, it seems, is to follow in the EC's footsteps by trimming the public sector and im plementing tough monetary and fiscal measures. The new Swedish tune is partially due to the increasing integration of markets, with capital free to cross borders, and that limits the extent to which Sweden can pursue policies different from the rest of Europe. With the social democrats hesitating to take drastic steps, Swedish business has responded by multiplying its foreign direct investment and the annual rate reached $7.5 billion in 1990, or ten times as much as five years ago. 62 This article must, therefore, conclude that domestic structures and various arrangements in diverse European countries have increasingly con verged. What is left is to explain why the timing and pace of the disap pearances of class compromises differed. That question has pre-occupied writings on political economy which, however, tend to focus on labour market characteristics or forms of collective action. ",
        "49 This article has argued that one variable, frequently overlooked in the regular political economy literature, could possibly illuminate the paradox of why wage moderation and other forms of 'responsible' behaviour on the part of labour and governments have nonetheless failed to induce firms to continue to invest. This variable is the degree to which domestic firms have sought alliances with foreign capital. It is for this reason that in countries such as Belgium and the Netherlands the connection between domestic investment incentives and the capital-owners' investment decisions is simply severed. In turn, the sharper contradiction between the national or domestic structures of decision making and the international structure of capital accumulation is attributed to the combined effects of early participation in European integration and each business community's specific historical traits. In Sweden and Austria, historical origins of leading firms in the business community differ from those in Belgium and the Netherlands while non- EC membership helped preserve the national roots of those firms. In Austria, non-EC membership made it possible to continue to treat the state-owned enterprises as policy instruments in the fight against growing unemployment and regional imbalances. In Sweden, on the other hand, a closed financial system allowed national firms to invest abroad but prevented foreigners from penetrating the domestic market and from competing with critical industrial sectors or firms at home. Nationalised holding companies in Austria or strict exchange and capital controls in Sweden succeeded in decelerating or modifying the financial and economic integration of their respective home markets and contributed to the better economic record in the 1980s. On a broader level, this article also questions the existence of a relation ship between a country's small market size and the actions of business to compensate for a limited home market and export dependency. A descrip tive comparison of the international strategies of firms in the four countries demonstrates in effect no relationship between economic size, foreign economic policies, and more importantly, the evolution of business interests and its relationship with international markets or capital. It is safe to conclude that the size of the domestic market not only fails to predict the likelihood of consensual corporatist arrangements with its corresponding association of coherent and efficient policy intervention but also challenges the widely held assumption concerning smaller European democracies' parallel experiences in the international political economy. It would be more fruitful to differentiate European countries according to EC or non-EC membership and attribute their respective vulnerability to international disturbances to that distinction. At least, that would go some ways in accounting for the differences in multinationalisation and in assessing the impact of international capital mobility on domestic arrangements such as class compromises. * * * ** ",
        "50 I n t e r n a t i o n al Financial Law.Review Special Supplement December 1991 © (TOWARDS INTERNATIONALISATION) CONTENTS O -ψ INTRODUCTION JOSEPHINE CARR OVERVIEW MICHAEL BLAIR FRANCE GIDE LOYRETTE NOUEL GERMANY CLEARY GOTTLIEB STEEN & HAMILTON JAPAN YASUSHI MUROFUSHI li NETHERLANDS CLIFFORD CHANCE 1Ί SINGAPORE SHOOK LIN & BOK UNITED KINGDOM RICHARDS BUTLER UNITED STATES DEBEVOISE & PLIMPTON ¡4 A list of the above firms, giving addresses, telephone and fax numbers, can be found inside the back cover ",
        "51 TOWARDS INTERNATIONALISATION An introduction by Michael Blair, General Counsel, Securities and Investments Board T he last few years have seen an increasing internationalisation of securities and other investment business. The importance attached in the European Community to the Second Banking Coordination Directive and the (draft) Investment Services Directive are good examples of this. Ten years ago there were no memoranda of understanding about cooperation between securities regulators, but these are now fast spreading bilater ally across the globe. Five trends are now clearly discernible, some of them proceeding faster than others. The first trend is increasing use by individual investors of international instruments. In the United Kingdom, and perhaps elsewhere, the pro portion of individual investors as direct users of stock markets appears to be falling. Individuals' share in share ownership fell from 28 per cent in 1981 to 21 per cent in 1989 and their share in the value of the UK turnover in domestic equities fell from 27 per cent to 17 per cent over that decade (source: Stock Exchange Quality of Markets Review). Nonetheless, the substantial growth in the size of the life assurance and unit trust sectors over the same period suggests that the main overall change is a switch towards collectivisation of the individual investors' portfolios, and out of individual holdings. And the exposure of the average individual investors' portfolio (whether collectivised or not) to overseas securities has substantially increased over the period. Some 10 years ago exposure to the Pacific Basin, or to the Far East generally, was much less than it is today. The second trend is more use of overseas mar kets by investors. The latest UK Quality of Markets Review shows, for instance, that overseas investors' share of UK equity turnover has risen fourfold in the last decade to reach 20 per cent. 55 per cent of the (London) business in overseas equities is now carried on for overseas investors. So the use of the London market for international professionals has greatly increased over the last 10 years. The third relates to increasing use of deriva tives, not only domestically, but on the international plane. The increasing number of international instruments offered by LIFFE and the steady vol ume growth of trading in most of them is one good example. Cross-border buying and selling of con tracts is another. Partly this is because of increasing expertise in derivative instruments, and increasing confidence in their use among institutional investors in the UK and elsewhere. Part of the growth is also attributable to the undoubted utility of derivatives for concentrating on the specific indicator in which the investor is interested, and for hedging out other, unwanted, risks. The fourth concerns cooperation among regula tors. This really began with the fashioning of infor mal arrangements for mutual assistance and the exchange of information in the capital adequacy field and in relation to enforcement. The recently restructured US/UK Memorandum of Under-stand ing is a good example of the latter. And in the former case, UK financial supervision regulators have established a substantial network of arrangements for international cooperation in relation to routine prudential oversight of branch institutions. More recently, there has been a discernible move towards mutuel inter-reliance on a more substantive footing. The prime example of this, so far, is the transferable passport provisions in the draft Investment Services Directive of the EC. Earlier examples include the arrangements negotiated between the UK deriva tives regulators and the US Commodity Futures Trading Commission which allow specified UK firms to undertake transactions for US clients on UK mar kets largely on the strength of a UK authorisation. The fifth trend relates to international conver gence. Increasing interdependence within and between the industry and regulators, and the increasing internationalisation of the business itself, is leading, gradually but unmistakably, to a greater degree of similarity in the content of different regu latory regimes. One simple example of this is the adoption by the International Organisation of Securities Commissions (at Santiago in Chile in 1990) of some 'International Conduct of Business Principles'. These follow some early work in France, the United Kingdom and elsewhere, and demon strate a common standard for (and similar approach to) high level obligations of those involved in the conduct of investment business. Some trace of these IOSCO principles now appears in the draft Investment Services Directive. This publication provides interested observers with precise and will informed detail about the extent of these developments. * * * ** ",
        "52 ® Volume 4/No. 2 November/December 1991 EUROPE STRUCTURING LEVERAGED ACQUISITIONS IN EUROPE Debt financing for crossborder deals brings with it additional tax, legal and commercial issues that acquirers need to unravel. Matthew Layton and Jean­Jacques Caussain provide some guideposts through Europe's complex legal environment. ΡΡ-2/Γ-25 H ighly leveraged transactions arc hardly the flavor of the month these days, and even in the Exces­ sive Eighties feu European buy­ ers were'prepared to shoulder the topheavy debt burdens that were commonplace in the United States. Nevertheless, leverage finance ­ defined broadly as any element of external debt fi­ nancing to help fund a transaction ­ has pía ved a sig­ nificant role in the expanding European m&a mar­ ket and no doubt will continue to do so. Leverage finance for crossborder acquisitions brings with it additional legal and com­ mercial issues which reflect the continuing differ­ ences across Europe despite moves to harmonize practices. These issues apply equally to the rare ex­ amples of mul ticountry leveraged bu vou ts, I ike A vis Europe or Swedish Match, and to the vast majority of conventional crossborder takeovers reiving to a greater or lesser extent on bank borrowings. This article focuses upon a number of the issues raised and, in particular, those which may influence the structures within which leverage finance can be utilized for an agreed cash acquisition of a limited liability company or group of companies. There is no preconceived uniform structure and approach to leveraged acquisitions throughout Europe ­ the varied national require­ ments and cultural differences necessitate a flexible outlook together with an understanding of the com­ mercial and economic rationale for each transaction if a feasible structure is to be found. The \"ideal\" structure As with any acquisition, the \"ideal\" structure will seek to meet the immediate and future requirements of the seller and the buyer. These requirements will often be in conflict, result­ ing in a compromise structure, but the leverage element adds an additional interested party ­ the banks ­ with their own particular requirements. The banks' position is unlikely to dictate the structure but must be balanced against all other financial and commercial concerns. The following key objectives will need to be addressed and, if possible, met: • minimizing the tax liability of the seller; • maximizing relief for acquisition costs, e.g. ­ by offsetting financing costs against taxable profits; ­ bv claiming full tax depreciation of the purchase price through stepping up asset values; • maximizing the efficiency of the extraction of profits, e.g. ­ by preserving any tax benefits; ­ by minimizing withholding taxes and corporate taxes on future crossborder interest, dividend and royalty flows; • creating a flexible structure for the future (taking into account such matters as possible reorganiza­ tions and future disposals); • minimizing currency risks for the buyer; • integration with existing businesses; • operating an effective debt structure, e.g. ­ location of debt to match local requirements; ­ efficient servicing of interest payments; ­ adequate security for banks. The use of leverage finance im­ pacts on a number of the above issues, raising both some practical and legal considerations. The key questions to focus on are: where is the debt needed? who will be the lenders? and what security will be available for the lenders? ",
        "53 Rules Prohibiting Financial Assistance Netherlands Rules apply to all limited liability companies Rules expressly apply to financial assistance by subsidiaries Principal statutory exemptions 1 Belgium France Germany Italy Yes Yes 2 Yes 2 Yes No No Yes No None None None None Yes No A BV may grant loans to a purchaser of its shares up to the amount of the BV's freely distributable reserves Spain Applies to SAs but not SRLs Yes (for SAs and subsidiaries of SAs) None United Kingdom Yes Yes A private company with a positive net worth may provide financial assistance if directors can make a declaration, supported by an auditor's statement, as to the company's solvency 1. This table only addresses exemptions additional to those normally available for \"public\" type companies under the Second EC Company Law Directive, i.e. those for bank lending in the ordinary course of business and loans to assist the purchase of shares by employees. 2. A French SA is subject to rules modeled along the lines of those in the Second EC Company Law Directive. A French SARL is prohibited from lending to shareholders or managers or granting guarantees for the benefit of shareholders or managers, whether or not connected with a purchase of shares. ... German law contains detailed provisions and extensive case law prohibiting the erosion of share capital by the provision of financial assistance to a purchaser. As in all countries, each transaction should be examined on a case-by-case basis. * * * ** ",
        "54 θ θ *^ ***»<* Volume 24 Number il VP Wl ■ ■ ■ ■ ^ ■ l ^r January/February 1992 UTILITIES IN THE EC A regime in transition Francis McGowan and Robin Mansell /Yn £ /T — ¿?Q This article examines the prospects for the European electricity and telecommunications utilities in the EC policy framework. It places EC developments in the broader context of institutional and technological change and assesses the consequences of these changes for consumers and suppliers as well as the utilities themselves. It considers the extent to which the historically national framework for these utilities may be superseded by an EC regime, and explores some of the tensions between integration and competition. TABLE 1. ELECTRICITY DEMAND IN THE EC (ANNUAL AVERAGE CHANGE IN %). 1960/69 1970/79 1980/89 EC­12 UK FRG France Italy Spain Netherlands 7.5 6.1 7.4 7.0 7.6 11.6 9.2 4.2 1.4 4.3 5.8 4.7 6.8 4.7 2.8 1.1 2.1 6.2 1.4 3.7 0.5 Source: International Energy Agency, Energy Balances (Paris, IEA, various years). TABLE 2. THE DECLINING ROLE OF NON­UTILITY POWER PRODUCTION IN THE EC. 1950 1960 1970 1975 1980 Total TWh 199 450 923 1137 1403 production Non­utility production TWh 50 110 180 158 123 Share of non-utility power % 25.1 24.4 19.5 13.9 8.8 Source: United Nations, World Energy Supplies 1950-74 (New York, UN, various years); and International Energy Agency, Energy Balances of IEA Countries (Paris, IEA, various years). Note: Since 1980, non­utility power production has generally increased both in relative and absolute terms. ",
        "55 TABLE 3. THE TECHNOLOGICAL DIVERSITY OF THE EC ESI. Capacity (GW) Belgium Denmark Germany Greece Spain France Ireland Italy Luxembourg Netherlands Portugal UK EC-12 Fuel Input for Belgium Denmark Germany Greece Spain France Italy Ireland Luxembourg Netherlands Portugal UK EC-12 Nuclear 5.5 21.3 7.6 52.0 1.1 0.5 7.0 95.0 power production (mtce)' Coal 5.7 6.8 76.2 9.5 20.6 12.9 1.9 9.8 0.2 7.9 2.4 66.6 220.5 Oil 0.4 0.4 2.9 2.3 3.4 3.5 0.3 31.6 1.2 3.6 9.2 58.8 Gas 2.2 0.2 11.6 0.3 0.4 1.3 9.9 11.5 0.5 37.9 Hydro 1.3 6.3 2.2 14.8 23.0 0.5 16.7 1.1 3.3 4.1 73.3 Nuclear 13.2 47.7 17.9 97.8 1.3 22.9 200.8 Thermal 6.5 8.1 55.4 5.8 19.9 17.0 3.2 32.0 14.9 3.2 54.6 220.6 Hydro 0.3 6.1 0.7 6.2 16.2 0.3 13.0 0.3 1.9 2.1 47.1 Other 0.3 0.1 1.1 0.2 0.2 0.9 0.5 0.3 0.4 4.0 Total 13.3 8.1 83.0 8.0 42.3 92.0 3.7 49.8 1.1 15.4 6.5 65.7 388.9 Total 22.1 7.5 145.6 12.5 48.6 131.0 4.7 64.8 0.5 22.2 8.3 101.3 569.1 Note: 'million tonnes coal equivalent. Source: International Energy Agency, Coal Year 1990 (Paris, IEA, 1900)—data are for 1989. Conclusion It is clear that the pattern of technical change and political initiatives has rendered the idea of the public utility far less coherent than in the past. The breach in the utility concept has its causes in a variety of changes. These are reflected in market restructuring, the technological dynamics of the indus tries, and variations in policy approaches. EC activities have served to consolidate changing perceptions and to impose them politically in coun tries which have clung to older regimes or who have implemented only modest reforms. A mixture of motives, at once deregulatory and integration ist, has driven the EC to engage in its intervention. It appears that the deregulatory (or pro-competition) motivation is strongest at the moment. An overarching vision has been imposed on very different sectors with the danger that divergences in these sectors have not been fully addressed. Although consumers and suppliers are pressing for greater access both to the electricity and telecommunications systems, their reasons for doing so, and the market conditions they face, are quite different. To suggest that the telecommunications experience proves that similar changes can be implemented in other utility industries by abstracting from their shared characteristics is to ignore the differences between the two sectors and particularly the divergences in the sectors over the past 20 years. The telecommunications industry is well on the way to abandoning the utility model, but even here trends suggest that the utility concept still influences policy with regard to universal service and the terms of network interconnection among future competitors. It is by no means clear that the ESI is moving substantially away from its public utility status. In the UK, where the shift in organization has been greatest (and which some in the Commission appear to use as an exemplar to the rest of the EC), it is clear ",
        "56 that the industry has retained its monopoly character is some key aspects, and monopolistic or oligopolistic practices prevail in other ostensibly com petitive areas. The persistence of these elements does not mean that there have been no benefits from the UK experiment, only that it is still an experiment and that it is too early to judge its success, let alone use it as a model for change across Europe. Moreover, in neither industry is it likely that market forces will prevail untrammelled. Not only does competition present several regulatory dilem mas (in terms of equity and efficiency concerns) but the wider agenda of industrial strategy and energy policy is likely to persist, at national and Community levels. It may be that the future of these industries lies in their reconfiguration at EC level. Certainly the Commission appears to be redefining utility status in a European context with its increasing focus on 'infrastructures'. As noted above, in 1990 the Council of the European Communities adopted a resolution that 'special priority should be given . .. to the development and interconnection of trans-European networks. . .'. 2b The Commission regards trans-European networks as necessary to the creation of a truly internal market. It has identified areas in which the utility industries have yet to develop effective Europe-wide linkages. Yet, as noted, this approach seeks to enhance cooperation among utilities at the very moment when other EC policies aim to introduce greater competition. In summary, EC policy is bringing new issues to bear on all member states. The Commission is keen to introduce elements of competition but seeks also to ensure that economies of scale are achieved. This implies intervention in the structure and conduct of both the electricity and telecommunications industries. The reshaping of utility markets is taking place in the face of rapid restructuring in the USA and Japan, with whom European utilities must compete, often before the Commission's restructur ing plans have been fully implemented. The contradiction between the Commission's market-led goals and a more interventionist strategy illustrates a dilemma facing policy makers: whether to go for the benefits of competition or to foster competitiveness. Some countries have made clear which aspect they are pursuing, others are trying to strike a balance which errs on the side of intervention. How the Commission goes forward will be critical to the future not only of the utilities, but also to European industrial competitiveness. * * * ** Renseignements concernant Le BIBLIO-92: HiLtrud Wagner - JECL 1/29 - TeL.: 52112 CC-ZY-92-029-9A-C "
    ]
}