{
    "text": [
        "",
        "DIRECTORATE-GENERAL FOR EXTERNAL POLICIES POLICY DEPARTMENT EP/EXPO/B/AFET/FWC/2013-08/Lot1/04-02 EN January 2016 - PE 535.020 © European Union, 2016 IN-DEPTH ANALYSIS The EU in Central Asia: The regional context ABSTRACT Central Asia, located at the centre of the Eurasian continent and straddling the borders of some of the world’s most pressing hot spots, offers economic opportunities and natural resources but also remains insecure and troublesome. For the European Union, the region is not a priority. It is too distant and Brussels experiences difficulties in executing its democratic and value-based agenda on the ground. Regional dynamics have been significantly influenced by many players present in the region; Russia, China and the United States are the most significant. Russia’s position relies on a holistic approach, including military might and the more recent Eurasian narrative. China, pursuing its Silk Road ideas, has no equal in trade and energy. The US has partially retreated from Central Asia and is reviewing its security-centered strategy. Under these circumstances, what should the EU regional approach look like? What are the shared interests and divergent objectives of the actors present in Central Asia? With what actors could the EU cooperate and with whom should it abstain from regional rapprochement? Finally, what options does the EU have to strengthen its posture in the region from a regional and geopolitical perspective? ",
        "Policy Department, Directorate-General for External Policies This paper was requested by the European Parliament's Committee on Foreign Affaires English-language manuscript was completed on 25/01/2016. Printed in Belgium. Author: Michal ROMANOWSKI, Program Officer, German Marshall Fund of the United States, Poland, in association with PASOS, Policy Association for Open Society, Czech Republic Official Responsible: Fernando GARCÉS de los FAYOS Editorial Assistant: Györgyi MÁCSAI Feedback of all kind is welcome. Please write to the author: fernando.garces@europarl.europa.eu. To obtain copies, please send a request to: poldep-expo@europarl.europa.eu This paper will be published on the European Parliament's online database, 'Think tank'. The content of this document is the sole responsibility of the author and any opinions expressed therein do not necessarily represent the official position of the European Parliament. It is addressed to the Members and staff of the EP for their parliamentary work. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. ISBN: 978-92-823-8696-5 (print) ISBN: 978-92-823-8695-8 (pdf) doi:10.2861/661081 (print) doi:10.2861/041195 (pdf) Catalogue number: QA-02-16-107-EN-C (print) Catalogue number: QA-02-16-107-EN-N (pdf) ",
        "The EU in Central Asia: The Regional Context 3 Table of contents 1 The EU in Central Asia 4 2 The regional dynamics 4 3 The “Silk Road” strategies: Russia, the United States, and China 5 3.1 Russia 5 3.2 The United States 7 3.3 China 8 4 The EU and regional interactions 9 4.1 The European Union – the United States 9 4.2 The European Union – Russia 10 4.3 The European Union – China 10 5 Recommendations for the EU 11 6 Conclusions 12 ",
        "Policy Department, Directorate-General for External Policies 4 1 The EU in Central Asia Adopted in 2007, the European Union (EU)-Central Asia strategy has to a large extent served its purpose. EU interests have been identified and a previously unknown region has become more familiar to Europe. As described by the EU, its objectives in Central Asia range from democracy promotion and education to trade to energy and security. Brussels has established delegations in four out of five countries of the region, and the issues of democratization and human rights are brought to the table, albeit inconsistently, with the local regimes. EU policy toward Central Asia has recently been under review, culminating in the June 2015 Council Conclusions 1 . Meanwhile, the European Parliament is producing its own opinion through a report expected by the end of 2015. This paper will examine the geopolitical environment in Central Asia, including the “Silk Road” strategies of the major powers, and assess how the Brussels blueprint fits in with regional dynamics. It will also offer a set of recommendations to the EU regarding the next steps in pursuing wider politics in the region. A careful reading of the EU strategy regarding Central Asia, along with the Council guidelines and the draft report prepared by the European Parliament in October 2015 2 , does provide some insight concerning the geopolitical dimensions of EU engagement. The documents touch upon issues of regional cooperation but are largely silent on relations with key external players: Russia, the United States and China. Brussels aims to focus its programming in Central Asia on democratic reforms, a modest security portfolio as well as energy interests, not yet crystallized. All in all, EU leverage, at least in contrast to Russia and China, is limited. In order to conduct a successful policy in the region, the EU should better understand the broad spectrum of political and economic developments in and challenges of Central Asia. Only after an in-depth reflection on the variety of external factors impacting Central Asia, which is currently missing, would the EU be able to maneuver its way across the region’s troubled waters. This certainly entails a closer analysis of the “Silk Road” strategies of Moscow, Washington and Beijing and, wherever possible, identifying common ground for cooperation. 2 The regional dynamics The countries of Central Asia form a diverse political mosaic. Oil-rich Kazakhstan, being the world’s largest landlocked country, is perceived as the regional success story. It is responsible for most of Central Asia’s trade and investment and would like to be recognized as a pillar of the modern Silk Road. Uzbekistan contains nearly half of the region’s population and, as the only state bordering all the countries of Central Asia including Afghanistan, it is a regional security linchpin. Turkmenistan, among the world’s top gas reserves holders, is an extremely closed regime, which strictly adheres to the principles of neutrality and regional disengagement. The two smallest and most undeveloped states of Central Asia – Kyrgyzstan and Tajikistan – are both major international aid recipients and have no instruments to pursue wider regional diplomacy. 1 Council conclusions on the EU Strategy for Central Asia, Council of the European Union, June 22, 2015, http://www.consilium.europa.eu/en/press/press-releases/2015/06/22-fac-central-asia-conclusions/. 2 Draft report on implementation and review of the EU-Central Asia Strategy, European Parliament, October 7, 2015, http://www.consilium.europa.eu/en/press/press-releases/2015/06/22-fac-central-asia-conclusions/. ",
        "The EU in Central Asia: The Regional Context 5 Central Asia, landlocked between China, Russia, Iran, and Afghanistan, lies at the very heart of the Eurasian continent. With its vast energy deposits, it is a nucleus of regional dynamics. It seems like its geographical position – in spite of the limitations – has allowed Central Asia to transform into a fully globalised area, in which interests of different subjects coincide. Multiple international actors have regarded Central Asia as an important element of their foreign policy outreach. The region, through the involvement of the great powers – mainly Russia, the United States, China, and to a lesser degree the EU – was elevated to the position of an economic and security keystone of Eurasia. The historic and geopolitical background of Central Asia has been highly volatile. In the 1990s, the developing authoritarian regimes in the region went through a period of state consolidation. The next decade was marked by the rise of Central Asia’s assertiveness in multipolar politics in the wake of the war on terror. Over the past few years the region has seen the decline of United States influence, symbolized by the drawdown of the U.S.-led security presence in Afghanistan, the re-engagement of Russia, and the unparalleled Chinese economic entry into Central Asia. Meanwhile, the EU became more engaged only from 2007 onwards and has been struggling to find its place in the region: ideally, one of cooperation with Central Asian republics and not at odds with other regional and global actors. The region is far from being stable. However, the local elites are perceived as the guarantors of the relative peace. The positions of Russia, the United States, China, and the EU continue to shift, shaped by different factors including terrorist threat, economic circumstances, oil prices and gas pipeline planning. One element of Central Asia’s equation is certain – the relations between the main external actors in the region are not a re-run of the 19 th century Great Game, in which the Russian tsardom competed for influence in the region with the British Empire. Analogies of the past, like territorial annexation, struggle for total dominance, and conflict-based local politics, do not apply in contemporary Central Asia. Today, all actors coexist without serious disturbance and the empowered Central Asian rulers have a palette of political opportunities to choose from. 3 The “Silk Road” strategies: Russia, the United States, and China 3.1 Russia Russia’s relations with Central Asia are profound and multifaceted. Even though over the past 25 years the influence of Moscow in Central Asia has eroded, it is still the actor with the most comprehensive approach to the region. Moscow treats Central Asia as a buffer zone protecting the Russian mainland from the south. It is, however, a double-edged sword. The region serves also as a bridge, which links Russia to security threats as well as to drug trafficking emerging from Afghanistan. For Moscow, which has the world's highest rate of injecting drug users, the latter poses a real danger to national security. Russia, through its presence in the region, intends to achieve a few main objectives. First, it would like to avoid any destabilization of Central Asia, which could be detrimental to Moscow. This entails countering extremism and providing security to the local regimes. Secondly, Moscow aims to keep its competitors, China and the United States, at bay. Thus, it fiercely opposes colour revolutions and seeks a way to strike a balance with Beijing. Central Asia must be seen as a part of Russia’s sphere of influence. Finally, Moscow remains interested in the hydrocarbon reserves of the region, although China has recently gained the upper hand in this sphere. The Kremlin has no Silk Road strategy toward Central Asia per se. Instead, it offers the Eurasian counter- narrative. The region might be Russia’s last post-Soviet stronghold, and is exposed to various Russian ",
        "Policy Department, Directorate-General for External Policies 6 tactics in the fields of security, energy, trade, and integration projects. In the nineties, Moscow loosened its political grip on the region, although the cultural and economic ties remained strong. However, the U.S. military presence in Central Asia and the rapid growth of Chinese influence made Moscow realise its vulnerabilities. Enhanced security cooperation along with the Eurasian Economic Union (EEU) are Russia’s attempts to regain a sense of regional balance. The security standing of Moscow in Central Asia is unparalleled. Russia maintains facilities and military bases in Kazakhstan, Kyrgyzstan, and Tajikistan. It engages Central Asia both bilaterally, and through the Collective Security Treaty Organization (CSTO), which unites select former Soviet republics. In October 2015, President Vladimir Putin proposed setting up a joint task force, which would secure Central Asian borders against the terrorist spillover from Afghanistan. In the energy sector, Russia has suffered a major setback over the past decade. In 2008, Gazprom bought more than 40 billion cubic meters of gas from Turkmenistan. Today, the volume of imported fuel has decreased tenfold to around 4 billion cubic meters. China, at the expense of Moscow, has become the sole largest gas importer from the region. The Kremlin, however, is still a hegemon when it comes to oil transit toward the West – about 75 percent of Kazakh oil crosses Russia to reach the European Union. Russia ranks 3 rd , after China and the EU, among the trade partners of Central Asia. With $28 billion exchange in 2014, Moscow accounts for 20 percent of commerce in the region. Furthermore, it is standard practice for Moscow to write-off debts in exchange for influence and assets. In 2014, Uzbekistan was forgiven $865 million, after which the two countries agreed to hold consultations on the possibility of a free trade zone between Tashkent and the EEU. The Moscow-led Eurasian Economic Union, which includes Armenia, Belarus, Kazakhstan, and Kyrgyzstan, is one of the primary instruments in the Russian arsenal. The countries of Central Asia, including Tajikistan, which is envisioned to join the Union soon, are the bloc’s crucial components. The Kremlin monopolises the EEU economically and politically. The latter is strongly opposed by EEU members, especially Kazakhstan, who fear losing sovereignty to Moscow. Lastly, Russia enjoys a certain degree of soft power leverage in Central Asia. The Russian minority, inconsiderable in other countries, constitutes nearly one-fourth of citizens in Kazakhstan. The issue of the Russian population in Central Asia has not been exploited. However, it is something the Kazakh authorities keep in mind; particularly after the comment made by Vladimir Putin in 2014 that Kazakhstan had never had statehood prior to declaring independence in 1991. The matter of remittances sent by Central Asian immigrants working in Russia is also a relevant factor in relations between Moscow and the region. In 2014, these remittances accounted for 8.9, 23.4, and 32 percent of GDP for Uzbekistan, Kyrgyzstan, and Tajikistan, respectively. It is estimated that around 3.5 million labourers from the region are now working in Russia. According to the World Bank, remittances to Central Asia will experience a sharp decline in 2015. This is likely to have a severe impact on the region’s development and social circumstances in the countries affected, as well as in Russia itself. It is worth mentioning that Russian mass media still largely determine how the Central Asian population sees the world. In Kazakhstan, Russian is a more popular media language than Kazakh. Moscow’s rhetoric holds strong throughout the region, with the exception of Turkmenistan, where access to Russian news is limited. Having a solid basis, Russian strategy toward Central Asia, is adaptable. However, in promoting its Eurasian concept, Moscow often treats the countries of the region as instruments, which could prove to be counter-productive. Russia not only strongly supports the status quo in Central Asia, but also thinks of the region as its strategic rear. It is no longer a gatekeeper to the region, but whoever wishes to enter it must be ready to cooperate and compete with Moscow. ",
        "The EU in Central Asia: The Regional Context 7 3.2 The United States Russia’s greatest advantage in Central Asia – proximity – is for the United States a serious disadvantage. With no direct geographical access to the region, Washington is forced to act at a distance. The five post-Soviet republics, sitting at the crossroads of Eurasia, are geographically close to key U.S. foreign policy challenges: China, Russia, Iran, and Afghanistan. Washington is interested in a secure and stable Central Asia, which to a large extent independently combats extremism, terrorism, and drug trafficking. The local regimes, however, are not prepared to respond to challenges of such gravity. For these reasons, the United States will remain engaged in Central Asia. Following the dynamic development pattern of the politics in the region, Washington is the player, which has experienced the most considerable fluctuation in its influence in Central Asia. Until 2001, the region was of secondary importance to the United States. After 9/11 the situation changed fundamentally. Washington – to fight the war on terror – has transformed Central Asia into a logistical hub for its operations in Afghanistan. At first, both Russia and China welcomed the U.S. presence in the region. The Taliban threat was a unifying factor. Following the Tulip Revolution in Kyrgyzstan in 2005 and the events in Andijan the same year, where Uzbek authorities brutally cracked down on protesters, Washington made a shift in its security rhetoric. It supported pro-democratic changes in Bishkek, condemned Tashkent’s methods of dealing with the crisis, and insisted on reforms in Central Asia. As a result, the U.S. troops were evicted from the base in Uzbekistan. Washington began to be perceived as an advocate of change, and regimes throughout the region realised that cooperation with the United Sates has its limits. In July 2005, the Shanghai Cooperation Organization (SCO), a Chinese-founded bloc, which convenes Russia and the Central Asian states, except Turkmenistan, called for the United States to fix a date for its departure from the region. The second U.S. military base located in Kyrgyzstan was not closed until 2014, when the operation in Afghanistan was due to be completed. Washington, after a decade-long advancement in security status, has virtually returned to the starting point. Today, the US enters a new phase in its relations with Central Asia. With no military presence on the ground, it is trying to redesign its security-centred agenda. The United States, however, still lacks a clear vision of its interests in the region, which until lately were linked to fighting terrorism in Afghanistan. An attempt to rethink Washington’s role in Central Asia was made by Secretary of State Hillary Clinton in 2011, when she announced the New Silk Road Initiative – a vision to foster regional development and trade, with Afghanistan at its core. The CASA-1000 project is one of its more concrete centrepieces. It is an electricity transmission system, which would allow for summer energy surpluses from Tajikistan and Kyrgyzstan to be transported to energy-hungry Afghanistan and Pakistan. Also, the United States strongly supports the construction of the 1800-kilometer TAPI gas pipeline, which is envisioned to transport gas from Turkmenistan through Afghanistan into Pakistan and India. The United States will never match Russia and China in geopolitical influence in Central Asia. With its own and NATO’s withdrawal from Afghanistan, the security component in U.S. regional policy has further diminished. Finding a different focus for US policy in the region will be difficult. Washington is the 6 th economic power in the region, accounting for only 2.1 percent of total commerce in Central Asia. Although the U.S. energy company Chevron was the first to gain access to the energy sector in Kazakhstan in 1991, both Moscow and Beijing completely dominate the field. The latest development testifying to the fact that Washington does not intend to lay down arms just yet is an unprecedented five-country visit to Central Asia undertaken by Secretary of State John Kerry in November 2015. The trip inaugurated the “C5+1” format, which brings together foreign ministers of the region and the United States. Under this framework, the countries committed to cooperate on regional ",
        "Policy Department, Directorate-General for External Policies 8 trade, climate change, water management, and education exchanges. If proved genuine, the initiative will be an opportunity for Washington to project soft power in the region, which until now had been given less consideration. According to pragmatic Central Asian elites, the United States should remain involved in the region. Washington is an interesting alternative to other major stakeholders. Yet the U.S. Silk Road offer, unlike the robust security position of Russia or the full-scale economic invasion of China, looks rather modest. To become a tempting proposition for the region it should be given more Central Asia-oriented substance. The “C5+1” format could be a promising beginning. 3.3 China China, for its part, is an ambitious economic actor, for whom Central Asia is a western strategic flank. It is the country which has made the most impressive progress in extending its economic influence in the region in the past decade. Chinese interests in Central Asia concentrate in three areas: security, energy, and economy. It is a key priority for Beijing that the region with which it shares a 3000-kilometer border is stable and friendly. Domestic security issues seem to be equally important. China struggles with the rebel Uyghur movement in the western province of Xinjiang. Strong separatist aspirations present within certain Uyghur groups lead to terrorist incidents, which occur in this Chinese region on a regular basis. Those who contest the central authorities claim that the area could not be viewed as a part of China; instead it should be a separate state. Uyghurs share ethnic, cultural, and religious ties with the Central Asian nations; hence the relations with the neighbouring republics are of paramount importance for China. Moreover, Beijing seeks control over the vast oil and gas deposits situated in the region. Finally, in economic terms, it intends to open new venues for Chinese products in Central Asia, which is an integral part of the trade corridor with Europe. In 2013 China made its intentions concerning Central Asia crystal clear. The Silk Road Economic Belt strategy was for the first time presented by president Xi Jinping in Kazakhstan. The project, along with its maritime equivalent - the 21st-century Maritime Silk Road, is based on a massive multi-billion infrastructure investment with the aim of increasing connectivity between and enhancing integration of the countries of Eurasia. Jointly known as the One Belt, One Road (OBOR) initiative, the Chinese rejuvenation of the route between Asia and Europe is economically unmatched. The Central Asian region is a critical component of this major undertaking, which virtually spans the globe. The OBOR concept also has a significant local dimension for China. It is largely driven by Beijing’s need for domestic stability in Xinjiang. Central Asia’s transformation through Chinese involvement will facilitate development of the problematic province, incorporating both into the transit corridor to Europe. China penetrates Central Asia with a broad set of tools. Security cooperation with the region, modest vis- à-vis Russia, is steadily growing both through the SCO and bilaterally. In 2002, the Chinese army conducted its first military drills abroad with Kyrgyzstan. Two years later, the Regional Anti-Terrorist Structure (RATS) under the auspices of the SCO was created in Uzbekistan. Following the Chinese narrative, the RATS combats three evils: terrorism, separatism, and extremism. Beijing provides also country-to-country military aid, including direct funding and equipment. In 2014, Bishkek received $16 million for upgrading its weapons. Recently, Kazakhstan and China decided on a joint special forces training in asymmetric threats. Over the past decade Chinese authorities have studied the energy sector in Central Asia with great intensity. Kazakhstan was the first to benefit from Chinese interest. In 2006, Astana launched its oil deliveries to Beijing. Today, China owns about a quarter of oil production in the country. The oil from Kazakhstan, however, accounts for only 2 percent of total Chinese imports, which still depend to a large degree on the Persian Gulf. ",
        "The EU in Central Asia: The Regional Context 9 Turkmenistan, the second energy champion of the region, appreciates a closer energy relationship with China than Kazakhstan. Inaugurated in 2009, the Central Asia-China gas pipeline has supplied Beijing with more than 120 billion cubic meters of Turkmen gas. In 2014 the gas volume from Ashgabat constituted 44 percent of China’s gas imports, which made Turkmenistan the single largest importer of China. The Chinese authorities have already signed agreements with Uzbekistan, Tajikistan, and Kyrgyzstan on the 4 th spur of the Central Asia-China gas pipeline, which will double gas delivery capacity from the region to 85 billion cubic meters annually. The economies of the Central Asian regimes are also a hive of Chinese activity. China is a top trade partner of the region. Between 2000 and 2013 trade with Central Asia increased fiftyfold – from $1 billion to $50 billion. The economic relationship between Beijing and Central Asia is, however, highly unbalanced. In 2014, the region accounted for only 0.01 percent of all Chinese trade. In contrast to Russia and the United States, the Chinese Silk Road strategy literally lives up to its name. Central Asia has been equipped with multi-billion dollar investment to support the grand idea of rejuvenating the ancient trade route between Europe and Asia. The Chinese coin, however, may have a flipside. Beijing, being primarily active in energy and trade, might simply seek a way to exploit Central Asian natural resources, examples of which can already be found. 4 The EU and regional interactions Brussels is a relative newcomer to Central Asia. Since 2007, when the strategy concerning the region was drafted, the EU has significantly developed its portfolio. Its approach, at least in comparison to the United States and China, is rather diverse. In 2014, the EU accounted for one-third of trade in Central Asia. In addition to economic issues, the Brussels agenda includes a vital soft-power component, as well as modest security components. So how does the EU approach compare to the strategies of Russia, the United States, and China? 4.1 The European Union – the United States Brussels and Washington are not major players in the region. They not only lack geographical access, but most importantly, they lack the will for deeper engagement, as Central Asia is not at the top of their list of priorities. Until recently the United States has seen the region through a security prism, focusing on the situation in Afghanistan. With the retreat of U.S. forces, Washington’s thinking is shifting. For the EU, security, although a concern, was never an issue that the EU sought to approach from a hard security point of view. EU activities have focused on preserving stability and promoting security with ‘soft’ tools. It initiated the format of the High-Level Security Dialogues with the local regimes in 2013, but these dialogues could hardly be called fruitful as interest among Central Asian leaderships has been modest at best. Instead, Brussels perceives Central Asia to be an extension of its eastern neighbourhood – neighbours of the neighbours, hence requiring a certain level of engagement. Finally, EU interests, in comparison to the Afghanistan-centric strategy of the United States, are seen as more long-term and comprehensive. There is scope for increased EU-US cooperation and coordination in policies towards Central Asia. Oriented toward soft power, the U.S. “C5+1” format is largely convergent with the EU model of Central Asian development. Brussels and Washington could start comparing notes on issues such as water management, educational exchanges, culture, or private-sector reform. In addition, the EU and the United States share a value-based approach and human rights rhetoric vis-à- vis the region. They should continue to encourage reforms in Central Asia, making their support contingent on progress in democratization. Most of the objectives of Brussels and Washington, like fighting poverty, educating young leaders, and grassroots development, overlap. Strategies on both ",
        "Policy Department, Directorate-General for External Policies 10 sides of the Atlantic should be better coordinated to prepare the transatlantic allies for future challenges in the region. All of this does have its limits as Central Asia is not a priority for either Brussels or Washington making increased cooperation and coordination (in capitals through planning and on the ground through aid coordination, for instance) a matter not pursued in the most active way. 4.2 The European Union – Russia Russian leverage in Central Asia has over the past two decades decreased at the expense of China and, to a much lesser extent, the EU’s increased role since 2007. The Kremlin, however, is still a player to be reckoned with, especially in the security sphere. Moscow, in contrast to Brussels, pursues not only different interests in the region, but they are also more direct, as turbulence in Central Asia can be felt in Russia itself. Russia, similarly to China, questions the EU policy of democratization in Central Asia. Both Moscow and Beijing provide support to regional elites. Their strategies, focusing on maintaining the status quo, are of a limited time horizon. They oppose change, which according to them, could lead to political chaos. The EU human rights agenda and the U.S. democracy promotion approach are perceived as a threat to stability in the region. Interactions between key actors in Central Asia cannot be analysed separately from global political developments. Tensions between the West and Russia over the Russian annexation of Crimea and the situation in eastern Ukraine impact Central Asian realities. Broad overlapping objectives of curbing international terrorism, providing security to the region, and countering narcotics are obvious but impossible to pursue at the moment. Lately there has also been a debate about the prospects of cooperation between the EU and the Russian- led Eurasian Economic Union. In November 2015, Jean-Claude Juncker, the head of the European Commission, agreed to seek synergies between the two blocs, given the conciliatory attitude of Moscow. There are, however, more doubts than potential merits from anything beyond the search for synergies. The economic significance of the EEU as a bloc might be overestimated and it is unlikely to be an equal partner for discussions with the EU. Moreover, Russia might use the EEU as a tool in leveraging relations between the EU and members of the Eurasian bloc. 4.3 The European Union – China If it is difficult to find common links between EU and Russian approaches to the region, the situation with China is even more challenging. Brussels and Beijing have a similar focus on trade in the region, although for Brussels, it is concentrated mainly on one country – Kazakhstan. The economic influence of China is spread across the region more evenly. EU and Chinese interests are, however, highly divergent. One seeming commonality – the broadly understood development of Central Asia – is pursued by means of entirely different methods. Brussels strives to transform the region through progress in governance, the judicial system, or the state-citizen relationship, while keeping human rights and democracy at the centre of change. China is not implementing a values agenda. China is nonetheless affected by the enormous corruption in Central Asia and might take interest in EU support to Rule of Law reform; it is unlikely though, that this would translate into Brussels and Beijing teaming up around this common interest. In its Silk Road project, China pays special attention to investment and development of hard infrastructure; these are issues that the authoritarian regimes of Central Asia are most keen on. Still, even these investments are a balancing act, as Central Asian countries also fear the rising influence of China and thus need Russia’s presence as well as an EU/US component in their international relations. ",
        "The EU in Central Asia: The Regional Context 11 There is little room for cooperation between the EU and China in other fields, including energy. Beijing controls part of Central Asia’s hydrocarbons and would be reluctant to welcome other players in the game. The EU imports 80 percent of Kazakh oil, however, it has no access to Turkmen gas for the foreseeable future, the majority of which is now imported by China. EU-China collaboration could possibly involve a combination of European knowledge and management skills with Chinese capital to the benefit of Central Asian societies. At first glance this seems complementary but it will be difficult to put together as there are great differences in the modus operandi of both actors and (just as is the case with the US), Central Asia is not a top priority for either so cooperation is more likely to proceed on other matters and in other places between the EU and China. 5 Recommendations for the EU The “Silk Road” strategies of Moscow, Beijing and Washington in Central Asia are hard interest-driven and play to their strengths. In its approach to the region, the European Union would be well-advised to better realise its advantages and shortcomings. Brussels will never become a major geopolitical player in Central Asia and in fact it has no ambition to acquire such position. A list of regional-oriented suggestions for the European Union to consider should include: • The EU should emphasise more strongly the geopolitical developments in its strategy vis-à-vis Central Asia. The regional context and the interactions between the key actors directly impact EU policies and programming. More thorough and systematic analysis should be carried out for Brussels to understand the web of different interests which coincide in Central Asia. • The EU should be concise and practical in meeting its objectives, without abandoning the overriding concept of political, social, and economic stability through democratic change. Democracy promotion is an EU strength not a weakness. Brussels, along with Washington, is the only actor present in the region promoting reforms and human rights. Treated as a threat by Russia, China, and the local authorities, democracy should be given a higher status in the EU strategy. • The EU, through its special representative in Central Asia, should continue to seek synergies between the strategies of multiple subjects in the region. The United States is Europe’s natural ally in Central Asia and finding prospects for cooperation between Brussels and the recent U.S. “C5+1” format is an urgent priority. Although the options of partnership between the EU and the Russia-China tandem are limited, the EU should keep channels of communication open. • It would seem that in order for Brussels to increase its regional resonance, the EU should also focus its attention on enhancement of the intra-regional cooperation in Central Asia. This is a false impression and the issue should be approached carefully. Regional cooperation between the local regimes has mostly failed. The EU should look for nation-level solutions through bilateral relations, which could actually bring real profits. ",
        "Policy Department, Directorate-General for External Policies 12 6 Conclusions The 4 th review of the EU-Central Asia strategy does not offer many new insights. Brussels plans to continue to follow the objectives as outlined in the 2007 agenda, only seeking to make its approach more precise and further tailor-made. As far as a regional perspective is concerned, the EU would do well to go back to the drawing board. The EU should be more aware of the complex political realities in Central Asia and more closely take into account the strategies of other actors. Both China and Russia are the only completely invested actors in the region. They have the capacity to engage virtually on all fronts, ranging from military action to trade and energy. The Silk Road agenda of Beijing and the Eurasian narrative of Moscow largely dominate today’s Central Asia in regional thinking. The United States and the European Union on the other hand do not pretend to be hegemons in the region, although the US still has the potential of military influence and the EU has strong economic clout, especially with Kazakhstan. Brussels supports democratic reform in Central Asia, which is in line with the approach of Washington. Democracy promotion, however, is not in China’s or Russia’s toolbox, although Russia does seek to use soft power mechanisms to influence Central Asian states. The local regimes are committed to preserving the status quo and have learnt well how to manoeuvre between the major external actors present in the region, extracting benefits from different parties where possible. The constellation of interests and actors competing for influence in the region is substantial, even though none of them see Central Asia as a top priority. The EU should explore further options for cooperation with the United States and identify points of dispute with the strategies of Russia and China – though not exclude collaboration on concrete matters of mutual benefit. Only then will the approach of the European Union be truly regional. ",
        ""
    ]
}