{
    "text": [
        "15428/18 AFG/mf 1 ECOMP.2B EN Council of the European Union Brussels, 17 December 2018 (OR. en) 15428/18 FSTR 85 REGIO 147 FC 73 SOC 777 PECHE 531 CADREFIN 413 JAI 1282 SAN 463 CODEC 2296 Interinstitutional Files: 2018/0196(COD) 2018/0197(COD) 2018/0198(COD) 2018/0199(COD) 2018/0206(COD) 'I' ITEM NOTE From: Presidency To: Permanent Representatives Committee (Part 2) Subject: Cohesion Policy Legislative Package 2021-2027 - Presidency report I. INTRODUCTION 1. Cohesion Policy plays a crucial role in strengthening the economic, social and territorial cohesion of the European Union by reducing disparities between the various EU regions, in line with Article 174 TFEU. Following the publication of the Multiannual Financial Framework for 2021-2027, the Commission's legislative proposals for Cohesion Policy for the 2021-2027 period were published on 29 and 30 May 2018. The Cohesion Policy Legislative Package namely includes the Common Provisions Regulation (CPR) 1 , the ERDF/Cohesion Fund Regulation (ERDF/CF) 2 , the European Social Fund Plus Regulation (ESF+) 3 , the European Territorial Cooperation (Interreg) Regulation 4 , as well as a Regulation for a mechanism to resolve legal and administrative obstacles in a cross-border context (ECBM) 5 . 1 Doc. 9511/18 + ADD 1. 2 Doc. 9522/18 + ADD 1-2. 3 Doc. 9573/18 + ADD 1-2. 4 Doc. 9536/18 + ADD 1. 5 Doc. 9555/18. ",
        "15428/18 AFG/mf 2 ECOMP.2B EN II. STATE OF PLAY OF NEGOTIATIONS WITHIN THE COUNCIL 2. The Bulgarian Presidency kicked-off the negotiations with the organisation of presentations and first exchanges of views during the month of June 2018. From July until mid-December of the same year, the Austrian Presidency held an in-depth examination of the legal proposals. In order to make the discussions more effective and efficient, work within the Council was structured by regulation but for the CPR also in thematic blocks. The Presidency prioritised those thematic blocks or parts of the regulations needed first to ensure a timely start of the upcoming programming exercise. 3. This intense work entailed very close cooperation between Member States with one or two meetings of the Structural Measures Working Party (SMWP) per week, with a total of 24 meetings of the SMWP during the Austrian Presidency. 4. The General Affairs Council dedicated to Cohesion Policy on 30 November 2018 took stock of the progress made and gave guidance on certain issues, namely the nature of the Partnership Agreement, the role of the mid-term review and its link with the programming exercise, as well as the architecture of the Interreg Regulation, based on a background paper for discussion (doc. 14216/18). The substantial discussion brought fruitful results that allowed the Presidency to continue the work on the proposals in the working party. 5. Based on the Ministerial discussion, the Presidency adjusted the relevant compromise texts of the regulations concerned in view of a compromise package for the ERDF/Cohesion Fund regulation and a limited number of CPR blocks to be agreed by delegations. This compromise package was discussed at the SMWP on 4, 10, 14 and 17 December 2018. 6. Progress achieved on the various regulations part of the Cohesion Policy Legislative Package can be summarised as follows: ",
        "15428/18 AFG/mf 3 ECOMP.2B EN Common Provisions Regulation (CPR) 7. The work of the SMWP put emphasis on the Common Provisions Regulation (CPR), for which examination article-by-article started in September 2018 with a focus on three thematic blocks covering provisions on (1) Programming and strategic planning, (2) Management and control and (3) Enabling conditions and performance framework. These three blocks constitute the main basis needed for national and regional authorities to start planning and programming at the earliest possible stage, to allow for a quick start and implementation of the 2021-2027 programmes. Further work is still needed on the other thematic blocks part of the CPR. 8. The results of the negotiations within the Council preparatory bodies on the CPR thematic block 1 (Programing and strategic planning) and block 5 (management and control) are set out in doc. 15429/18 + ADD1, as a partial mandate for negotiations with the European Parliament. 9. The Presidency's view on the most balanced compromise on the CPR thematic block 2 (Enabling conditions and performance framework) is set out in the Annex to this note. ERDF/Cohesion Fund 10. The SMWP carefully looked at the proposed regulation, clarified the mechanics between the different policy objectives and the scope of support of the ERDF and the Cohesion Fund. All provisions of the Regulation were examined. An orientation debate on thematic concentration took place on 14 September 2018, having in mind that such provisions (Article 3) have been set aside for the time being, as part of the overall MFF negotiations. 11. The Presidency's view on the most balanced compromise on the ERDF/Cohesion Fund Regulation is set out in the Annex to this note. ",
        "15428/18 AFG/mf 4 ECOMP.2B EN ESF+ Regulation 12. The SMWP had an in-depth examination of the specific objectives of the ESF+ Regulation (Article 4(1)), which are intrinsically linked to certain CPR provisions on enabling conditions (particularly Article 11 and Annex III and IV of the CPR). Discussion at the SMWP also showed that more work is needed on the governance provisions, the relevant decision-making processes of the various strands and on indicators. An orientation debate on thematic concentration under ESF+ took place on 14 September 2018, having in mind that such provisions (Article 7) have been set aside for the time being, as part of the overall MFF negotiations. 13. The Presidency's view on the most balanced compromise on Article 4(1) of the ESF+ Regulation and the related enabling conditions is set out in the Annex to this note. European Territorial Cooperation (Interreg) Regulation 14. Detailed examination of the Interreg Regulation by the SMWP started with an orientation debate on 20 September 2018, which focused on the ETC components and their geographical coverage, the external dimension and the Interreg specificities. The main concern expressed by delegations was the proposed architecture of Interreg, with its five components. Moreover, on 15 November 2018 and following progress on the CPR provisions, the SMWP started examining the potential alignment and implications between the CPR and the Interreg Regulation, in particular on the programming, management and control provisions. 15. The General Affairs Council dedicated to Cohesion Policy on 30 November 2018 gave specific guidance on the architecture of the Interreg Regulation. The Presidency proposal to adjust the 'architecture' of the Interreg Regulation in a way that it stays as close as possible to the one of the 2014 – 2020 period (as set out in doc. 14216/18), received broad support from delegations. Moreover, orientation was also given for existing programs of all three strands to be continued to a maximum extent. At the same time, the Interreg component 5 was shifted to ERDF as a dedicated initiative in that regulation. ",
        "15428/18 AFG/mf 5 ECOMP.2B EN European Cross-Border Mechanism Regulation (ECBM) 16. Detailed examination of the ECBM Regulation by the SMWP started with an orientation debate on 16 October 2018, which focused on the rationale and added-value of the proposed mechanism as well as on the approach taken by the Commission and its legal implications. The Austrian Presidency also worked on the legal implications and potential use of the proposed ECBM Regulation with a dedicated seminar in cooperation with the Government of Luxembourg on 21 November 2018. 17. Member States showed support for the idea of reducing undesirable border effects. However, the proposal itself raised a large number of questions, notably about the voluntary nature of such an instrument, the additional administrative burden that it could entail, the full recognition of existing mechanisms and other legal implications, mainly related to constitutional law. Therefore, further examination and legal assessment is needed in order to move forward with the file. 18. Due to the complexity and nature of the file, the Presidency has requested the Council Legal Service to further scrutinise the dossier. III. CONCLUSION 19. The Permanent Representatives Committee is invited to take note of this report. _________________ ",
        "15428/18 AFG/mf 6 ANNEX ECOMP.2B EN ANNEX Common Provisions Regulation TABLE OF CONTENTS CHAPTER II Enabling conditions and performance framewor Article 11 Enabling conditions Article 12 Performance framework Article 13 Methodologies for the establishment of the performance framework Article 14 Mid-term review and flexibility amount ANNEX III ANNEX IV Horizontal enabling conditions - Article 11(1) Thematic enabling conditions applicable to ERDF, ESF+ and the Cohesion Fund - Article 11(1) ",
        "15428/18 AFG/mf 7 ANNEX ECOMP.2B EN Title II Strategic Approach CHAPTER II Enabling conditions and performance framework Article 11 Enabling conditions 1. For the specific objectives, prerequisite conditions for their effective and efficient implementation ('enabling conditions') are laid down in this Regulation. Annex III lays down horizontal enabling conditions applicable to all specific objectives and the criteria necessary for the assessment of their fulfilment. Annex IV lays down thematic enabling conditions for the ERDF, the Cohesion Fund and the ESF+ and the criteria necessary for the assessment of their fulfilment. 2. When preparing a programme or introducing a new specific objective as part of a programme amendment, the Member State shall assess whether the applicable enabling conditions linked to the selected specific objective are fulfilled, taking into account the principle of proportionality. An enabling condition is fulfilled where all the related criteria are met. The Member State shall identify in each programme or in the programme amendment the fulfilled and non-fulfilled enabling conditions and where it considers that an enabling condition is fulfilled, it shall provide justification. 3. Where an enabling condition is not fulfilled at the time of approval of the programme or the programme amendment, the Member State shall report to the Commission as soon as it considers the enabling condition fulfilled with justification. ",
        "15428/18 AFG/mf 8 ANNEX ECOMP.2B EN 4. The Commission shall, within three months of receipt of the information referred to in paragraph 3, perform an assessment and inform the Member State where it agrees with the fulfilment. Where the Commission disagrees with the assessment of the Member State, it shall inform the Member State setting out its assessment accordingly. The Member State shall react in accordance with the procedure set out in paragraph 3. 5. Without prejudice to Article 99, expenditure related to operations linked to the specific objective shall not be reimbursed by the Commission to the Member State 1 until the Commission has informed the Member State of the fulfilment of the enabling condition pursuant to the first sub-paragraph of paragraph 4. The first sub-paragraph shall not apply to operations that contribute to the fulfilment of the corresponding enabling condition. 6. The Member State shall ensure that enabling conditions remain fulfilled throughout the programming period. It shall inform the Commission of any modification impacting the fulfilment of enabling conditions. Where the Commission considers that an enabling condition is no longer fulfilled, it shall inform the Member State setting out its assessment and give it the opportunity to present its observations within one month. Where the Commission concludes that the non-fulfilment of the enabling condition persists, and without prejudice to Article 99, expenditure related to the specific objective concerned shall not be reimbursed by the Commission to the Member State 1 as from the date the Commission informs the Member State accordingly. 1 Changes proposed in Articles 11(5) and 11(6) entail a modification of Article 87(1). It should read: \"Without prejudice to Article 11 (5) and (6) and subject to available funding, the Commission shall make interim payments no later than 60 days after the date on which a payment application is received by the Commission. ",
        "15428/18 AFG/mf 9 ANNEX ECOMP.2B EN Article 12 Performance 1. For each programme, the Member State shall establish a performance framework which shall allow monitoring, reporting on and evaluating programme performance during its implementation, and contribute to measuring the overall performance of the Funds. The performance framework shall consist of: (a) output and result indicators linked to specific objectives set in the Fund-specific Regulations identified for the programme; (b) milestones to be achieved by the end of the year 2024 for output; and (c) targets to be achieved by the end of the year 2029 for output and result indicators. 2. Milestones and targets shall be established in relation to each specific objective within a programme, with the exception of technical assistance implemented pursuant to Article 30(5) and to Article 32 and of the specific objective addressing material deprivation set out in Article [4(1)(xi)] of the ESF+ Regulation. 3. Milestones and targets shall allow the Commission and the Member State to measure progress towards the achievement of the specific objectives. They shall meet the requirements set out in Article [33(3)] of the Financial Regulation. ",
        "15428/18 AFG/mf 10 ANNEX ECOMP.2B EN Article 13 Methodologies for the establishment of the performance framework 1. For each programme, the methodologies to establish the performance framework shall include: (a) the criteria applied by the Member State to identify indicators; (b) data or evidence used, data quality assurance and the calculation method; (c) factors that may influence the achievement of the milestones and targets and how they were taken into account. 2. The Member State shall make those methodologies available upon request by the Commission. Article 14 Mid-term review and flexibility amount 2 1. For programmes supported by the ERDF, the ESF+ and the Cohesion Fund, the Member State shall review each programme, taking into account the following elements: 2 N.B.: The amendments made in Article 14 require an amendment in Art.80(1) as follows: 1. The decision approving the programme in accordance with Article 18 shall constitute a financing decision within the meaning of [Article 110(3)] of the Financial Regulation and its notification to the Member State concerned shall constitute a legal commitment. That decision shall specify the Union contribution per Fund and per year. However, for programmes under the Investment for jobs and growth goal an amount corresponding to 50% of the Union contribution for the Investment for jobs and growth goal for the years 2026 and 2027 ('flexibility amount') shall only be definitively allocated after the adoption of the Commission decision following the mid-term review as referred to in Article 14. ",
        "15428/18 AFG/mf 11 ANNEX ECOMP.2B EN (a) the new challenges identified in relevant country-specific recommendations adopted in 2024 (a) bis the progress in implementing the principles of the European Pillar of Social Rights; (b) the socio-economic situation of the Member State or region concerned; (b) bis the results from relevant evaluations; (c) the progress in achieving the milestones, taking into account any difficulties encountered in the implementation of the programme; (d) the outcome of the technical adjustment as set out in Article 104(2), where applicable. 1a. The Member State shall submit an assessment for each programme on the outcome of the mid-term review, including a proposal for the definitive allocation of the flexibility amount referred to in the second subparagraph of Article 80(1), to the Commission by 31 March 2025. 2. If deemed necessary following the mid-term review of the programme or, in case new challenges were identified pursuant to point (a) of paragraph 1, the Member State shall submit to the Commission the assessment referred to in paragraph 1a together with the amended programme. ",
        "15428/18 AFG/mf 12 ANNEX ECOMP.2B EN The revised programme shall include: (a) the allocations of the financial resources by priority; (b) revised or new targets; (c) the revised allocations of the financial resources resulting from the technical adjustment set out in Article 104(2) including the amounts for the years 2025, 2026 and 2027, where applicable. The Commission shall approve the amendment of the programme in accordance with Article 19, including a definitive allocation of the flexibility amount. 3. Where, as a result of the mid-term review, the Member State considers that the programme does not need to be amended, the Commission shall: a) either adopt a decision within three months of the submission of this assessment confirming the definitive allocation of the flexibility amount referred to in the second subparagraph of Article 80(1) or; b) request the Member State within two months of the submission of this assessment to submit an amended programme in accordance with Article 19; 3a. Until the adoption of the Commission decision confirming the definitive allocation of the flexibility amount as referred to in paragraph 1a, this amount shall not be available for selection of operations. 4. In 2026, the Commission shall prepare a report about the outcome of the mid-term review and submit it to the European Parliament and to the Council. ",
        "15428/18 AFG/mf 13 ANNEX ECOMP.2B EN ANNEX III Horizontal enabling conditions – Article 11(1) Applicable to all specific objectives Name of enabling conditions Fulfilment criteria Effective monitoring mechanisms of the public procurement market Monitoring mechanisms are in place that cover all procedures under national procurement legislation which include: 1. Arrangements to ensure compilation of effective and reliable data and indicators which is aligned with reporting obligations under Article 83 and 84 of Directive 2014/24/EU and article 99 and 100 of Directive 2014/25/EU. The data and indicators cover at least the following elements: a. Quality and intensity of competition: names of winning bidder, number of initial bidders, number of selected bidders and contractual value; b. Information on final price after completion and on participation of SMEs as direct bidders, where national systems provide such information; Tools and capacity for effective application of State aid rules Managing authorities have the tools and capacity to verify compliance with State aid rules: 1. For undertakings in difficulty and undertakings under a recovery requirement. 2. Through access to expert advice and guidance on State aid matters, provided by State aid experts of local or national bodies. Effective application and implementation of the EU Charter of Fundamental Rights Managing authorities have: 1. Tools and capacity to verify the compliance with the Charter. 2. Reporting arrangements to the monitoring committee on the relevant cases regarding compliance with the Charter Implementation and application of the United Nations Convention on the rights of persons with disabilities (UNCRPD) in accordance with Council Decision 2010/48/EC A national framework to ensure compliance with the UNCRPD is in place that includes: 1. Objectives with measurable goals, data collection and monitoring mechanisms. 2. Arrangements to ensure that accessibility policy, legislation and standards are properly reflected in the preparation and implementation of the programmes. ",
        "15428/18 AFG/mf 14 ANNEX ECOMP.2B EN ANNEX IV Thematic enabling conditions applicable to ERDF, ESF+ and the Cohesion Fund – Article 11(1) Policy objective Specific objective Name of enabling condition Fulfilment criteria for the enabling condition 1. A smarter Europe by promoting innovative and smart economic transformation ERDF: All specific objectives under this policy objective Good governance of national or regional smart specialisation strategy Smart specialisation strategy(ies) shall be supported by: 1. Analysis of challenges including bottlenecks for innovation diffusion 2. Existence of competent regional / national institution or body, responsible for the management of the smart specialisation strategy 3. Monitoring and evaluation tools to measure performance towards the objectives of the strategy 4. Functioning of stakeholder co-operation (\"entrepreneurial discovery process\") 5. Actions necessary to improve national or regional research and innovation systems, where relevant 6. Where relevant, actions to support industrial transition 7. Measures for internationalisation ",
        "15428/18 AFG/mf 15 ANNEX ECOMP.2B EN 2. A greener, low carbon and resilient Europe by promoting clean and fair energy transition, green and blue investment, the circular economy, climate adaptation and risk prevention and management ERDF and Cohesion Fund: 2.1 Promoting energy efficiency measures Strategic policy framework to support energy efficiency renovation of residential and non-residential buildings 1. A national long term renovation strategy to support the renovation of the national stock of residential and non-residential buildings is adopted, in line with the requirements of Directive 2018/844 amending Directive 2010/31/ EU on the energy performance of buildings, which: a. Entails indicative milestones for 2030, 2040 and 2050 b. Provides an indicative outline of financial resources to support the implementation of the strategy c. Defines effective mechanisms for promoting investments in building renovation 2. Energy efficiency improvement measures to achieve required energy savings ERDF and Cohesion Fund: 2.1 Promoting energy efficiency measures 2.2 Promoting renewable energy Governance of the energy sector The National Energy and Climate Plan is notified to the Commission, in accordance with the provisions of Article 3 of the [Governance Regulation] and includes: 1. All elements required by the template in Annex I of the [Regulation on the Governance of the Energy Union and Climate Action] 8 2. An indicative outline of envisaged financing resources and mechanisms for measures promoting low-carbon energy ERDF and Cohesion Fund: 2.2 Promoting Effective promotion of the use of renewable energy across sectors Measures are in place which ensure: 1. Compliance with the 2020 binding national renewable energy target and with this share of renewable energy as a baseline up to 2030 or having taken 8 OJ [not yet adopted] ",
        "15428/18 AFG/mf 16 ANNEX ECOMP.2B EN renewable energy and across the EU additional measures in case the baseline is not maintained over any one year period in accordance with the [recast of Directive 2009/28/EC] 9 and the [Regulation on the Governance of the Energy Union and Climate Action] 2. In accordance with the requirements of the [recast of Directive 2009/28/EC] and the [Regulation on the Governance of the Energy Union] an increase of the share of renewable in the heating and cooling sector in line with in Article 23 of the [recast of Directive 2009/28/EC] ERDF and Cohesion Fund: 2.4 Promoting climate change adaptation, risk prevention and disaster resilience Effective disaster risk management framework. A national or regional disaster risk management plan, established on the basis of risk assessments, taking due account of the likely impacts of climate change and the existing climate adaptation strategies, is in place and includes: 1. A description of key risks, assessed in accordance with the provisions of Article 6 (a) of Decision No 1313/2013/EU, reflecting current and evolving risk profile. The assessment shall build, for climate related risks, on climate change projections and scenarios. 2. Description of the disaster prevention, preparedness and response measures to address the key risks identified. The measures shall be prioritized in proportion to the risks and their economic impact, capacity gaps 10 , effectiveness and efficiency, taking into account possible alternatives 3. Information on financing resources and mechanisms available for covering the operation and maintenance costs related to prevention, preparedness and response 9 OJ [not yet adopted] 10 As assessed in the risk management capabilities assessment required under Article 6 (c) of Decision 1313/2013 ",
        "15428/18 AFG/mf 17 ANNEX ECOMP.2B EN ERDF and Cohesion Fund: 2.5 Promoting sustainable water management Updated planning for required investments in water and wastewater sectors For each or both sectors, a national investment plan is in place and include s : 1. An assessment of the current state of implementation of the Urban Wastewater Treatment Directive (UWWTD) 91/271/EEC [and the recast of the Drinking Water Directive (DWD) 98/83/EC] 2. The identification and planning of any public investments, including an indicative financial estimation a. Required to implement the UWWTD, including a prioritization with regard to the size of agglomerations and the environmental impact, with investments broken down for each wastewater agglomeration b. Required to implement the DWD Directive 98/83/EC c. [Required to match the needs stemming from the proposed recast (COM(2017)753 final), regarding in particular the revised quality parameters detailed in annex I] 3. An estimate of investments needed to renew existing wastewater and water supply infrastructure, including networks, based on their age and depreciation plans 4. An indication of potential sources of public financing, when needed to complement user charges ERDF and Cohesion Fund: 2.6 Promoting transition to circular economy Updated planning for waste management Waste management plan(s) are in place in accordance with Article 28 of Directive 2008/98/EC as amended by Directive EU 2018/851/EU and covering the entire territory of the Member State and include: 1. An analysis of the current waste management situation in the geographical entity concerned, including the type, quantity and source of waste generated and an evaluation of their future development taking into account the expected impacts of measures set out in the Waste Prevention Programme(s) developed in accordance with Article 29 of Directive 2008/98/EC as amended by Directive 2018/xx/EU ",
        "15428/18 AFG/mf 18 ANNEX ECOMP.2B EN 2. An assessment of existing waste collection schemes, including the material and territorial coverage of separate collection and measures to improve its operation, as well as the need for new collection schemes 3. An investment gap assessment justifying the need for the closure of existing waste installations and additional or upgraded waste infrastructure, with an information of the sources of revenues available to meet operation and maintenance costs 4. Information on how future site locations will be determined and on the capacity of future waste treatment installations ",
        "15428/18 AFG/mf 19 ANNEX ECOMP.2B EN 3. A more connected Europe by enhancing mobility and regional ICT connectivity ERDF: 3.1 Enhancing digital connectivity National or regional broadband plan A national or regional broadband plan is in place which includes: 1. An assessment of the investment gap that needs to be addressed to ensure that all Union citizens have access to very high capacity networks 11 , based on: o a recent mapping 12 of existing private and public infrastructure and quality of service using standard broadband mapping indicators o a consultation on planned investments in line with State aid requirements 2. The justification of planned public intervention on the basis of sustainable investment models that: o enhance affordability and access to open, quality and future-proof infrastructure and services o adjust the forms of financial assistance to the market failures identified o allow for a complementary use of different forms of financing from EU, national or regional sources 3. Measures to support demand and use of Very High Capacity (VHC) networks, including actions to facilitate their roll-out, in particular through the effective implementation of the EU Broadband Cost- Reduction Directive 13 11 In line with the objective defined in article 3(2)(a) in conjunction with recital 24 of the [Proposal for a] Directive of the European Parliament and of the Council establishing the European Electronic Communications Code]. 12 In line with article 22 of the [Proposal for a] Directive of the European Parliament and of the Council establishing the European Electronic Communications Code]. 13 Directive 2014/61/EU ",
        "15428/18 AFG/mf 20 ANNEX ECOMP.2B EN 4. Technical assistance and expert advice mechanisms, such as a Broadband Competence Office, to reinforce the capacity of local stakeholders and advise project promoters 5. A monitoring mechanism based on standard broadband mapping indicators ERDF and Cohesion Fund: 3.2 Developing a sustainable, climate resilient, intelligent, secure and intermodal TEN-T Comprehensive transport planning at the appropriate level Multimodal mapping of existing and planned infrastructures, except at local level, until 2030 is in place which: 1. Includes economic assessment of the planned investments, underpinned by demand analysis and traffic modelling, which should take into account the anticipated impact of rail liberalisation 2. Is consistent with national energy and climate plans 3. Includes investments in core TEN-T network corridors, as defined by [Proposal for a regulation establishing the Connecting Europe Facility and repealing Regulations (EU) 1316/2013], in line with the respective TEN-T network corridors work plans 4. For investments outside the core TEN-T, ensures complementarity by providing sufficient connectivity of the regions and local communities to the core TEN-T and its nodes 5. Where relevant, reports on the deployment of ERTMS according to Commission Implementing Regulation EU 2017/6 of 5 January 2017 on the European Rail Traffic Management System European deployment plan 6. Promotes multimodality, identifying needs for multimodal or transhipment freight and passengers terminals 7 Includes measures relevant for infrastructure planning aiming at promoting alternative fuels, in line with the relevant national policy frameworks 8. Presents a summary of the assessment of road safety risks in line with 3.3 Developing and enhancing sustainable, climate resilient, intelligent and intermodal national, regional and local mobility, including improved access to TEN-T and cross- border mobility ",
        "15428/18 AFG/mf 21 ANNEX ECOMP.2B EN existing national road safety strategies, together with a mapping of the affected roads and sections and providing with a prioritisation of the corresponding investments 9. Provides information on financing resources corresponding to the planned investments and required to cover operation and maintenance costs of the existing and planned infrastructures 4. A more social Europe by implementing the European Pillar of Social Rights ERDF: 4.1 Enhancing the effectiveness of labour markets and access to quality employment trough developing social innovation and infrastructure ESF: 4.1.1 Improving access to employment of all jobseekers, in particular youth and long-term unemployed and disadvantaged groups on the labout market, Strategic policy framework for active labour market policies A strategic policy framework for active labour market policies in the light of the Employment guidelines is in place and includes: 1. Arrangements for conducting jobseekers’ profiling and assessment of their needs 2. Information on job vacancies and employment opportunities taking into account the needs of the labour market 3. Arrangements for ensuring that its design, implementation, monitoring and review is conducted in close cooperation with relevant stakeholders 4. Arrangements for monitoring, evaluation and review of active labour market policies 5. For youth employment interventions, evidence-based and targeted pathways towards young people not in employment, education or training including outreach measures and based on quality requirements taking into account criteria for quality apprenticeships and traineeships, including in the context of Youth Guarantee schemes implementation. ",
        "15428/18 AFG/mf 22 ANNEX ECOMP.2B EN and of inactive people, promoting self-employment and the social economy; 4.1.2 Modernising labour market institutions and services to assess and anticipate skills needs and ensure timely and tailor-made assistance and support to labour market matching, transitions and mobility; ERDF: 4.1 Enhancing the effectiveness of labour markets and access to quality employment trough developing social innovation and infrastructure ESF: 4.1.3 Promoting a gender-balanced's labour market participation, and a National strategic policy framework for gender equality A national strategic policy framework for gender equality is in place that includes: 1. Evidence-based identification of challenges to gender equality 2. Measures to address gender gaps in employment, pay and pensions, and to promote work-life balance for women and men, including through improving access to early childhood education and care, with targets, while respecting national labour market models and the autonomy of the social partners 3. Arrangements for monitoring, evaluation and review of the strategic policy framework and data collection methods based on sex- disaggregated data 4. Arrangements for ensuring that its design, implementation, monitoring and review is conducted in close cooperation with relevant stakeholders ",
        "15428/18 AFG/mf 23 ANNEX ECOMP.2B EN better work/life balance including through access to childcare and care for dependent persons 4.1.3bis Promoting adaptation of workers , enterprises and entrepreneurs to change, and active and healthy ageing and a healthy and well-adapted working environment addressing health risks ERDF: 4.2 Improving access to inclusive and quality services in education, training and lifelong learning through developing infrastructure; ESF: 4.1.4 Improving the quality, effectiveness Strategic policy framework for the education and training system at all levels. A national or regional strategic policy framework for the education and training system is in place and includes: 1. Evidence-based systems for skills anticipation and forecasting 1a. Graduate tracking mechanisms and services for quality and effective guidance for learners of all ages 2. Measures to ensure equal access to, participation in and completion of quality, relevant and inclusive education and training, and acquisition of key competences at all levels 3. A coordination mechanism covering all levels of education and training and a clear assignment of responsibilities between the relevant national and/or regional bodies 4. Arrangements for monitoring, evaluation and review of the strategic ",
        "15428/18 AFG/mf 24 ANNEX ECOMP.2B EN and labour market relevance of education and training systems, to support acquisition of key competences including digital skills; 4.1.5 Promoting equal access to and completion of, quality and inclusive education and training, in particular for disadvantaged groups, from early childhood education and care through general and vocational education and training, and to tertiary level, as well as adult education and learning, including facilitating learning mobility for all; 4. 1.6 Promoting lifelong learning, notably flexible upskilling and reskilling opportunities for all taking into account policy framework 5. Measures to target low-skilled, low-qualified adults and those with disadvantaged socio-economic backgrounds and upskilling pathways 6. Measures to support teachers, trainers and academic staff as regards appropriate learning methods, assessment and validation of key competences 7. Measures to promote mobility of learners and staff and transnational collaboration of education and training providers, including through recognition of learning outcomes and qualifications ",
        "15428/18 AFG/mf 25 ANNEX ECOMP.2B EN digital skills, better anticipating change and new skills requirements based on labour market needs, facilitating career transitions and promoting professional mobility ERDF: 4.3 Increasing the socio-economic integration of marginalised communities, migrants and disadvantaged groups, through integrated measures including housing and social services ESF: 4.1.7 Fostering active inclusion with a view to promoting equal opportunities and active participation, promoting social economy and National or regional strategic policy framework for social inclusion and poverty reduction A national or regional strategic policy framework or legislative framework for social inclusion and poverty reduction is in place that includes: 1. Evidence-based diagnosis of poverty and social exclusion including child poverty, access to early childhood education and care of good quality, homelessness, spatial and educational segregation, limited access to essential services and infrastructure, and the specific needs of vulnerable people of all ages. 2. Measures to prevent and combat poverty and social exclusion 3. Measures for the shift from institutional to community-based care 4. Arrangements for ensuring that its design, implementation, monitoring and review is conducted in close cooperation with relevant stakeholders ",
        "15428/18 AFG/mf 26 ANNEX ECOMP.2B EN improving employability; ESF: 4.1.8 Promoting socio-economic integration of third country nationals and of marginalised communities such as the Roma; National Roma inclusion strategic policy framework The National Roma inclusion strategic policy framework is in place that includes: 1. Measures to accelerate Roma integration, prevent and eliminate segregation, taking into account the gender dimension and situation of young Roma, and sets baseline and measurable milestones and targets 2. Arrangements for monitoring, evaluation and review of the Roma integration measures 3. Arrangements for the mainstreaming of Roma inclusion at regional and local level 4. Arrangements for ensuring that its design, implementation, monitoring and review is conducted in a close cooperation with the Roma civil society and all other relevant stakeholders, including at the regional and local levels ERDF: 4.4 Ensuring equal access to health care through developing infrastructure, including primary care ESF: 4.1.9 Enhancing the equal and timely access to quality, Strategic policy framework for health and long-term care. A national or regional strategic policy framework for health is in place that contains: 1. Mapping of health and long-term care needs, including in terms of medical and care staff, to ensure sustainable and coordinated measures 2. Measures to ensure the efficiency, sustainability, accessibility to health and long-term care services, including a specific focus on individuals excluded from the health and long-term care systems 3. Measures to promote community based services ",
        "15428/18 AFG/mf 27 ANNEX ECOMP.2B EN sustainable and affordable services; modernising social protection systems, including promoting access to social protection, improving accessibility, effectiveness and resilience of healthcare systems and long-term care services ",
        "15428/18 AFG/mf 28 ANNEX ECOMP.2B EN ESF+ Regulation Article 4 Specific objectives 1. The ESF+ shall support the following specific objectives in the policy areas of employment, education, social inclusion and health and thereby also contributing to the policy objective for “A more social Europe - Implementing the European Pillar of Social Rights” set out in Article [4] of the [CPR]: (i) improving access to employment of all jobseekers, in particular youth and long-term unemployed and disadvantaged groups on the labour market, and of inactive people, promoting self-employment and the social economy; (ii) modernising labour market institutions and services to assess and anticipate skills needs and ensure timely and tailor-made assistance and support to labour market matching, transitions and mobility; (iii) promoting a gender-balanced labour market participation and a better work/life balance including through access to childcare and care for dependent persons; (iii bis) promoting adaptation of workers, enterprises and entrepreneurs to change, and active and healthy ageing and a healthy and well-adapted working environment addressing health risks; (iv) improving the quality, effectiveness and labour market relevance of education and training systems, to support acquisition of key competences including digital skills; (v) promoting equal access to and completion of, quality and inclusive education and training, in particular for disadvantaged groups, from early childhood education and care through general and vocational education and training, and to tertiary level, as well as adult education and learning, including facilitating learning mobility for all; ",
        "15428/18 AFG/mf 29 ANNEX ECOMP.2B EN (vi) promoting lifelong learning, notably flexible upskilling and reskilling opportunities for all taking into account digital skills, better anticipating change and new skills requirements based on labour market needs, facilitating career transitions and promoting professional mobility; (vii) fostering active inclusion with a view to promoting equal opportunities and active participation, and improving employability; (viii) promoting socio-economic integration of third country nationals and of marginalised communities such as the Roma; (ix) enhancing the equal and timely access to quality, sustainable and affordable services; modernising social protection systems, including promoting access to social protection; improving accessibility, effectiveness and resilience of healthcare systems and long- term care services; (x) promoting social integration of people at risk of poverty or social exclusion, including the most deprived and children; (xi) addressing material deprivation through food and/or basic material assistance to the most deprived, including accompanying measures. N.B.: The issue of social infrastructure is to be discussed in the context of the negotiations of Art.14 of the ESF+ Regulation (eligibility). ",
        "15428/18 AFG/mf 30 ANNEX ECOMP.2B EN * Proposed revised recital (21) of the ESF+ Regulation: (21) The ESF+ should support policy and system reforms in the fields of employment, social inclusion, healthcare and long-term care, and education and training, including by reinforcing the institutional capacity and the efficiency of the public administrations and public services in these policy areas. In order to strengthen alignment with the European Semester, Member States should allocate an appropriate amount of their resources of the ESF+ strand under shared management to implement relevant country-specific recommendations relating to structural challenges which it is appropriate to address through multiannual investments falling within the scope of the ESF+. The Commission and the Member States should ensure coherence, coordination and complementarity between the shared-management and Health strands of ESF+ and the Reform Support Programme, including the Reform Delivery Tool and the Technical Support Instrument. In particular, the Commission and the Member State should ensure, in all stages of the process, effective coordination in order to safeguard the consistency, coherence, complementarity and synergy among sources of funding, including technical assistance thereof. *Proposed new recital to be added in the ESF+ Regulation (x) Where it is not legally possible to collect ethnically disaggregated data or where such data is limited, other methodologies might be used to obtain alternative reliable data. N.B.: The proposed new recital (x) is to be discussed in the context of Article 15 (indicators and reporting) and Annex I of the ESF+ Regulation ",
        "15428/18 AFG/mf 31 ANNEX ECOMP.2B EN ERDF / Cohesion Fund Regulation TABLE OF CONTENTS CHAPTER I COMMON PROVISIONS Article 1 Subject matter Article 2 Specific objectives for the ERDF and the Cohesion Fund [Article 3] [Thematic concentration of ERDF support] Article 4 Scope of support from the ERDF Article 5 Scope of support from the Cohesion Fund Article 6 Exclusion from the scope of the ERDF and the Cohesion Fund Article 7 Indicators CHAPTER II SPECIFIC PROVISIONS ON PARTICULAR TERRITORIAL FEATURES AND INTERREGIONAL INNOVATION INVESTMENTS Article 9 Sustainable urban development Article 10 European Urban Initiative Article 10bis Interregional Innovation Investments Article 11 Outermost regions CHAPTER III FINAL PROVISIONS Article 12 Transitional provisions Article 13 Exercise of the delegation Article 14 Entry into force [ANNEX I] [Common output and result indicators for the ERDF and the Cohesion Fund - Article 7(1) ] [ANNEX II] [Core set of performance indicators for the ERDF and the Cohesion Fund referred to in Article 7(3)] ",
        "15428/18 AFG/mf 32 ANNEX ECOMP.2B EN CHAPTER I Common provisions Article 1 Subject matter 1. This Regulation sets out the specific objectives and the scope of support from the European Regional Development Fund ('ERDF') with regard to the Investment for jobs and growth goal and the European territorial cooperation goal (Interreg) referred to in Article [4(2)] of Regulation (EU) 2018/xxxx [new CPR]. 2. This Regulation also sets out the specific objectives and the scope support from the Cohesion Fund with regard to the Investment for jobs and growth goal ('the Investment for jobs and growth goal') referred to in [point (a) of Article 4(2)] of Regulation (EU) 2018/xxxx [new CPR]. Article 2 Specific objectives for the ERDF and the Cohesion Fund 1. In accordance with the policy objectives set out in Article [4(1)] of Regulation (EU) 2018/xxxx[new CPR], the ERDF shall support the following specific objectives: (a) 'a smarter Europe by promoting innovative and smart economic transformation' ('PO 1') by: (i) enhancing research and innovation capacities and the uptake of advanced technologies; ",
        "15428/18 AFG/mf 33 ANNEX ECOMP.2B EN (ii) reaping the benefits of digitisation for citizens, companies and governments; (iii) enhancing growth and competitiveness of SMEs, including by productive investments; (iv) developing skills for smart specialisation, industrial transition and entrepreneurship; (b) 'a greener, low-carbon and resilient Europe by promoting clean and fair energy transition, green and blue investment, the circular economy, climate adaptation and risk prevention and management ('PO 2') by: (i) promoting energy efficiency and reducing greenhouse gas emissions; (ii) promoting renewable energy; (iii) developing smart energy systems, grids and storage outside TEN-E; (iv) promoting climate change adaptation, risk prevention and disaster resilience; (v) promoting sustainable water management; (vi) promoting the transition to a circular economy; (vii) enhancing nature protection and biodiversity, green infrastructure in particular in the urban environment, and reducing pollution; (viii) promoting sustainable multimodal urban mobility; ",
        "15428/18 AFG/mf 34 ANNEX ECOMP.2B EN (c ) 'a more connected Europe by enhancing mobility and regional ICT connectivity' ('PO 3') by: (i) enhancing digital connectivity; (ii) developing a sustainable, climate resilient, intelligent, secure and intermodal TEN-T; (iii) developing and enhancing sustainable, climate resilient, intelligent and intermodal national, regional and local mobility, including improved access to TEN-T and cross-border mobility; (d) 'a more social Europe implementing the European Pillar of Social Rights' ('PO 4') by: (i) enhancing the effectiveness of labour markets and access to quality employment through developing social innovation and infrastructure; (ii) improving access to inclusive and quality services in education, training and lifelong learning through developing infrastructure; (iii) increasing the socioeconomic integration of marginalised communities, migrants and disadvantaged groups, through integrated measures including housing and social services; (iv) ensuring equal access to health care through developing infrastructure, including primary care; ",
        "15428/18 AFG/mf 35 ANNEX ECOMP.2B EN (e) 'a Europe closer to citizens by fostering the sustainable and integrated development of all types of territories' ('PO 5') by: (i) fostering the integrated social, economic and environmental local development and cultural heritage, tourism and security in urban areas; (ii) fostering the integrated social, economic and environmental local development and cultural heritage, tourism and security in areas other than urban areas. 1(bis). Under the two specific objectives of point (e) of paragraph 1, Member States may also support operations which can be funded under the specific objectives set out under points (a) to (d) of paragraph 1. 2. The Cohesion Fund shall support PO 2 and specific objectives under PO 3 set out in points (ii) and (iii) of paragraph 1(c). 3. With regard to the specific objectives set out in paragraph 1, the ERDF or the Cohesion Fund, as appropriate, may also support activities under the Investment for jobs and growth goal, where they either: (a) improve the capacity of programme authorities, and bodies linked to the implementation of the Funds; (b) enhance cooperation with partners both within and outside a given Member State. Cooperation referred to in point (b) shall include cooperation with partners from cross- border regions, from non-contiguous regions or from regions located in the territory covered by a macro-regional or sea-basin strategy or a combination thereof. ",
        "15428/18 AFG/mf 36 ANNEX ECOMP.2B EN [Article 3 Thematic concentration of ERDF support 1. With regard to programmes implemented under the Investment for jobs and growth goal, the total ERDF resources in each Member State shall be concentrated at national level in accordance with paragraphs 3 and 4. 2. With regard to the thematic concentration of support for Member States comprising outermost regions, the ERDF resources allocated specifically to programmes for the outermost regions and those allocated to all other regions shall be treated separately. 3. Member States shall be classified, in terms of their gross national income ratio, as follows: (a) those with a gross national income ratio equal to or above 100 % of the EU average ('group 1'); (b) those with a gross national income ratio equal to or above 75 % and below 100 % of the EU average ('group 2'); (c) those with a gross national income ratio below 75 % of the EU average ('group 3'). ",
        "15428/18 AFG/mf 37 ANNEX ECOMP.2B EN For the purposes of this Article, the gross national income ratio means the ratio between the gross national income per capita of a Member State, measured in purchasing power standards and calculated on the basis of Union figures for the period from 2014 to 2016, and the average gross national income per capita in purchasing power standards of the 27 Member States for that same reference period. With regard to programmes under the Investment for Jobs and growth goal for the outermost regions, they shall be classified as falling within group 3. 4. Member States shall comply with the following thematic concentration requirements: (a) Member States of group 1 shall allocate at least 85 % of their total ERDF resources under priorities other than for technical assistance to PO 1 and PO 2, and at least 60 % to PO 1; (b) Member States of group 2 shall allocate at least 45 % of their total ERDF resources under priorities other than for technical assistance to PO 1, and at least 30 % to PO 2; (c) Member States of group 3 shall allocate at least 35 % of their total ERDF resources under priorities other than for technical assistance to PO 1, and at least 30 % to PO 2. 5. The thematic concentration requirements set out in paragraph 4 shall be complied with throughout the entire programming period, including when ERDF allocations are transferred between priorities of a programme or between programmes and at the mid-term review in accordance with Article [14] of Regulation (EU) 2018/xxxx [new CPR]. 6. Where the ERDF allocation with regard to PO 1 or PO 2 or both of a given programme is reduced following a decommitment under Article [99] of Regulation (EU) 2018/xxxx [new CPR], or due to financial corrections by the Commission in accordance with Article [98] of that Regulation, compliance with the thematic concentration requirement set out in paragraph 4 shall not be re-assessed.] ",
        "15428/18 AFG/mf 38 ANNEX ECOMP.2B EN Article 4 Scope of support from the ERDF 1. The ERDF shall support the following: (a) investments in infrastructure; (b) investments in access to services; (c) productive investments in SMEs 14 (d) equipment, software and intangible assets; (d)bis networking, cooperation, exchange of experience and activities involving clusters; (e) information, communication and studies; (f) technical assistance. 14 N.B. Recital 19 will be amended as follows: (19) This Regulation should set out the different types of activities the costs of which may be supported by means of investments from the ERDF and the Cohesion Fund, under their respective objectives as set out in the TFEU. The Cohesion Fund should be able to support investments in the environment and in TEN-T. With regard to the ERDF, the list of activities should be simplified and it should be able to support investments in infrastructure, investments in relation to access to services, productive investments in SME's, equipment, software and intangible assets, as well as measures with regard to information, communication, studies, networking, cooperation, exchange of experiences and activities involving clusters. Productive investment should be understood as investment in fixed capital or immaterial assets of enterprises, in view of producing goods and services thereby contributing to gross capital formation and employment. In order to support the programme implementation, both funds should also be able to support technical assistance activities. Finally, in order to support provide for a broader range of interventions for Interreg programmes, the scope should be enlarged to also include the sharing a broad range of facilities and human resources and costs linked to measures within the scope of the ESF+. ",
        "15428/18 AFG/mf 39 ANNEX ECOMP.2B EN In addition, productive investments in enterprises other than SMEs can be supported when they involve cooperation with SMEs in research and innovation activities supported under point (a)(i) of Article 2 (1) or when primarily supporting energy efficiency measures and renewable energy under point (b)(i) and (ii) of Article 2(1). In order to contribute to the specific objective under PO 1 set out in point (a) (iv) of Article 2(1), the ERDF shall also support training, life long learning and education activities. 2. Under the European territorial cooperation goal (Interreg), the ERDF may also support: (a) sharing of facilities and of human resources; (b) accompanying soft investments and other activities linked to PO 4 under the European Social Fund Plus as set out in Regulation (EU) 2018/xxxx [new ESF+]. ",
        "15428/18 AFG/mf 40 ANNEX ECOMP.2B EN Article 5 Scope of support from the Cohesion Fund 1. The Cohesion Fund shall support the following: (a) investments in the environment, including investments related to sustainable development and energy presenting environmental benefits; (b) investments in TEN-T; (c) technical assistance. Member States shall ensure an appropriate balance between investments under points (a) and (b). 2. The amount of the Cohesion Fund transferred to the Connecting Europe Facility 15 shall be used for TEN-T projects. 15 Reference ",
        "15428/18 AFG/mf 41 ANNEX ECOMP.2B EN Article 6 Exclusion from the scope of the ERDF and the Cohesion Fund 1. The ERDF and the Cohesion Fund shall not support (a) the decommissioning or the construction of nuclear power stations; (b) investment to achieve the reduction of greenhouse gas emissions from activities listed in Annex I to Directive 2003/87/EC of the European Parliament and of the Council 16 ; (c) the manufacturing, processing and marketing of tobacco and tobacco products; (d) undertakings in difficulty, as defined in point 18 of Article 2 of Commission Regulation (EU) No 651/2014; (e) investment in airport infrastructure , except for: (i) investment in security, safety and air traffic management systems, in particular those resulting from the SESAR system, for existing airports; (ii) in outermost regions; (f) investments increasing the capacities for disposal of waste in landfill; (g) investments increasing the capacities in facilities for the treatment of residual waste; 17 16 Directive 2003/87/EC of the European Parliament and of the Council of 13 October 2003 establishing a scheme for greenhouse gas emission allowance trading within the Community and amending Council Directive 96/61/EC. 17 N.B: As regards Article 6(g), the following sentence will be inserted in a recital of the ERDF/CF Regulation (to be dealt with in block 8): \"Residual waste should be understood as primarily non separately collected municipal waste and rejects from waste treatment\" ",
        "15428/18 AFG/mf 42 ANNEX ECOMP.2B EN (h) investment related to production, processing, distribution, storage or combustion of fossil fuels, with the exception of: (i) the replacement of coal-based heating systems by gas-based heating systems for climate mitigation purposes; (ii) investment in the distribution and transport of natural gas substituting coal. The total EU investment in (i) and (ii) shall not exceed an overall amount of 1% of the total programmes allocation from the ERDF and Cohesion fund under the Investment for jobs and growth goal for the Member State concerned; (iii) investment related to clean vehicles as defined in [the recast of Directive 2009/33/EC of the European Parliament and of the Council 18 ]; (i) investment in broadband infrastructure in areas in which there are at least one Very High Capacity Network; (j) funding for the purchase of rolling stock for use in rail transport, except if it is linked to the: (i) discharge of a public service obligation and public service contracts under direct award, in accordance with the provisions under Regulation 1370/2007 as amended; (ii) provision of rail transport services on lines fully opened to competition, and the beneficiary is a new entrant. 18 Directive 2009/33/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of clean and energy-efficient road transport vehicles (OJ L 120, 15.5.2009, p. 5). ",
        "15428/18 AFG/mf 43 ANNEX ECOMP.2B EN 2. In addition, the Cohesion Fund shall not support investment in housing unless related to the promotion of energy efficiency or renewable energy use. 3. Overseas countries and territories shall not be eligible for support from the ERDF or the Cohesion Fund, but may participate in Interreg programmes in accordance with the conditions set out in Regulation (EU) 2018/xxxx [ETC (Interreg]. ",
        "15428/18 AFG/mf 44 ANNEX ECOMP.2B EN Article 7 Indicators 1. Common output and result indicators, as set out in the Annex I with regard to the ERDF and to the Cohesion Fund, and, where necessary, programme-specific output and result indicators shall be used in accordance with point (a) of the second subparagraph of Article [12(1)], point (d)(ii) of Article [17(3)] and point (b) of Article [37(2)] of Regulation (EU) 2018/xxxx [new CPR]. 2. For output indicators, baselines shall be set at zero. The milestones set for 2024 and targets set for 2029 shall be cumulative. 3. In compliance with its reporting requirement pursuant to Article [41(3)(h)] of the Financial Regulation, the Commission shall present to the European Parliament and the Council information on performance in accordance with Annex II. 4. The Commission is empowered to adopt delegated acts in accordance with Article 13 to amend Annex II in order to make the necessary adjustments to the information on performance to be provided to the European Parliament and the Council. ",
        "15428/18 AFG/mf 45 ANNEX ECOMP.2B EN CHAPTER II Specific provisions on particular territorial features and Interregional Innovation Investments [Article 8 has been deleted] Article 9 Sustainable urban development 1. At least 6% of the ERDF resources at national level under the Investment for jobs and growth goal, other than for technical assistance, shall be allocated to sustainable urban development in one or more of the forms referred to in Article [22] of Regulation (EU) 2018/xxxx [new CPR]. The programme or programmes concerned shall set out the planned amounts for this purpose under point (c) of Article [17(3)] of Regulation (EU) 2018/xxxx [new CPR]. 2. The percentage allocated to sustainable urban development under paragraph 1 shall be complied with throughout the entire programming period when ERDF allocations are transferred between priorities of a programme or between programmes, including at the mid-term review in accordance with Article [14] of Regulation (EU) 2018/xxxx [new CPR]. ",
        "15428/18 AFG/mf 46 ANNEX ECOMP.2B EN 3. Where the ERDF allocation is reduced following a decommitment under Article [99] of Regulation (EU) No [new CPR], or due to financial corrections by the Commission in accordance with Article [98] of that Regulation, compliance with paragraph 1 shall not be re-assessed. Article 10 European Urban Initiative 19 1. The ERDF shall also support the European Urban Initiative, implemented by the Commission in direct and indirect management. This initiative shall cover all urban areas and shall support the Urban Agenda for the EU. 2. The European Urban Initiative shall consist of the following two strands, all with regard to sustainable urban development: (a) support of innovative actions; (b) support of capacity and knowledge building, policy development and communication. Upon request from one or more Member States, the European Urban Initiative may also support inter-governmental cooperation on urban matters. 3. The governance model of the European Urban Initiative shall include the involvement of Member States, regional authorities and cities and shall ensure appropriate coordination and complementarities with the dedicated programme under Article XX of [Interreg Regulation] dealing with sustainable urban development. 19 N.B.: The Interreg Regulation will be amended accordingly in line with the formulation of current Article 7(1)(c)(i) of Regulation (EU) No 1299/2013 (current ETC Regulation). It will be the successor of the URBACT programme. ",
        "15428/18 AFG/mf 47 ANNEX ECOMP.2B EN Article 10bis Interregional Innovation Investments 1. The ERDF shall support the Interregional Innovation Investments Instrument, implemented by the Commission under direct and indirect management. 2. The Interregional Innovation Investments Instrument shall support the commercialisation and scaling up of interregional innovation projects having the potential to encourage the development of European value chains. 3. The Interregional Innovation Investments Instrument shall cover the entire territory of the Union. [Third countries can be covered by this instrument in line with the arrangements foreseen in Article XXX of the [Horizon Europe programme]]. 4. The Interregional Innovation Investments Instrument shall consist of the following two strands: (a) Financial and advisory support for investments in interregional innovation projects; (b) Financial and advisory support for the development of value chains in less developed regions. 5. The governance model of the Interregional Innovation Investments Instrument shall include the set-up of a dedicated expert group composed of representatives from Member States, regional authorities and cities, representatives of business, research and civil society bodies. The expert group shall support the Commission in defining a long-term work programme and in preparing calls for proposals. 6. The governance model shall also ensure appropriate coordination and complementarities with ERDF programmes under the Investment for jobs and growth goal, as well as with Interreg programmes, in particular under strand 'Interreg C' as defined in Article XX of [Interreg Regulation] 20 . 20 Strand 'Interreg C' as defined in the Presidency paper for GAC (Cohesion) ",
        "15428/18 AFG/mf 48 ANNEX ECOMP.2B EN Article 11 Outermost regions 1. The specific additional allocation for the outermost regions shall be used to offset the additional costs incurred in these regions as a result of one or several of the permanent restraints to their development listed in Article 349 of the TFEU. Article 3 shall not apply to the specific additional allocation for the outermost regions. 21 2. The allocation referred to in paragraph 1 shall support: (a) the activities within the scope as set out in Article 4; (b) by way of derogation from Article 4, measures covering operating costs with a view to offsetting the additional costs incurred in the outermost regions as a result of one or several of the permanent restraints to their development listed in Article 349 of the TFEU. The allocation referred to in paragraph 1 may also support expenditure covering compensation granted for the provision of public service obligation and contracts in the outermost regions. 3. The allocation, referred to in paragraph 1, shall not support: (a) operations involving products listed in Annex I to the TFEU; (b) aid for the transport of persons authorised under point (a) of Article 107(2) of the TFEU; (c) tax exemptions and exemption of social charges; (d) public services obligations not discharged by undertakings and where the State acts by exercising public power. 21 N.B.: A provision on the specific additional allocation for the northernmost regions with very low population density will be discussed in the context of the discussions on thematic concentration (Art.3). It should be noted that, since according to Art.7(6)ESF+ the specific ESF+ allocation is not part of the regular thematic concentration requirements, the specific ERDF allocation is not to be counted as part of ERDF thematic concentration requirements either. ",
        "15428/18 AFG/mf 49 ANNEX ECOMP.2B EN 4. By way of derogation from point (c) of paragraph 1 of Article 4, the ERDF may support productive investments in enterprises in the outermost regions, irrespective of the size of those enterprises. ",
        "15428/18 AFG/mf 50 ANNEX ECOMP.2B EN CHAPTER III Final provisions Article 12 Transitional provisions Regulations (EC) No 1300/2013 and 1301/2013 or any act adopted thereunder shall continue to apply to programmes and operations supported by the ERDF or the Cohesion Fund under the 2014- 2020 programming period. Article 13 Exercise of the delegation 1. The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article. 2. The power to adopt delegated acts referred to in Article 7(4) shall be conferred on the Commission for an indeterminate period of time from the date of the entry into force of this Regulation. 3. The delegation of power referred to in Article 7(4) may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force. 4. Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement on Better Law-Making of 13 April 2016 22 . 22 OJ L 123, 12.5.2016, p. 13. ",
        "15428/18 AFG/mf 51 ANNEX ECOMP.2B EN 5. As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council. 6. A delegated act adopted pursuant to Article 7(4) shall enter into force only if no objection has been expressed either by the European Parliament or by the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council. Article 14 Entry into force This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. ",
        "15428/18 AFG/mf 52 ANNEX ECOMP.2B EN [Annexes I and II are bracketed] [ ANNEX I Common output and result indicators for the ERDF and the Cohesion Fund - Article 7(1) 23 Table 1: Common output and result indicators for ERDF (Investment for jobs and growth and Interreg) and the Cohesion Fund** Policy objective Outputs Results (1) (2) (3) 1. A smarter Europe by promoting innovative and smart economic transformation RCO 24 01 - Enterprises supported (of which: micro, small, medium, large) * RCO 02 - Enterprises supported by grants * RCO 03 - Enterprises supported by financial instruments * RCO 04 - Enterprises with non-financial support * RCO 05 - Start-ups supported * RCO 06 - Researchers working in supported research facilities RCO 07 - Research institutions participating in joint research projects RCO 08 - Nominal value of research and innovation equipment RCO 10 - Enterprises cooperating with research institutions RCO 96 – Interregional investments in EU projects * RCR 25 01 - Jobs created in supported entities * RCR 02 - Private investments matching public support (of which: grants, financial instruments) * RCR 03 – SMEs introducing product or process innovation * RCR 04 - SMEs introducing marketing or organisational innovation * RCR 05 - SMEs innovating in-house * RCR 06 - Patent applications submitted to European Patent Office * RCR 07 - Trademark and design applications * RCR 08 - Public-private co-publications 23 To be used, for the Investment for jobs and growth and Interreg in accordance with point (a) of the second subparagraph of Article [12(1)], and point (b) of Article [36(2) [data transmission] of Regulation (EU) [new CPR] and, for Investment for jobs and growth in accordance with point (d)(ii) of Article [17 (3)] of the Regulation (EU) [new CPR] and, for Interreg, in accordance with point (e)(ii) of Article 17 (4) of the of the Regulation (EU) [new ETC regulation] 24 RCO: Regional Policy Common Output Indicator. 25 RCR: Regional Policy Common Result Indicator. ",
        "15428/18 AFG/mf 53 ANNEX ECOMP.2B EN RCO 12 - Enterprises supported to digitise their products and services RCO 13 - Digital services and products developed for enterprises RCO 14 - Public institutions supported to develop digital services and applications RCR 11 - Users of new public digital services and applications * RCR 12 - Users of new digital products, services and applications developed by enterprises * RCR 13 - Enterprises reaching high digital intensity * RCR 14 - Enterprises using public digital services * RCO 15 - Capacity of incubation created * RCR 16 - High growth enterprises supported * RCR 17 - 3-year-old enterprises surviving in the market * RCR 18 - SMEs using incubator services one year after the incubator creation RCR 19 - Enterprises with higher turnover RCR 25 - Value added per employee in supported SMEs * RCO 16 - Stakeholders participating in entrepreneurial discovery process RCO 17 - Investments in regional/ local ecosystems for skills development RCO 101 – SMEs investing in skills development RCO 102 - SMEs investing in training management systems * RCR 24 - SMEs benefiting from activities for skills development delivered by a local/ regional ecosystem RCR 97 – Apprenticeships supported in SMEs RCR 98 – SMEs staff completing Continuing Vocational Education and Training (CVET) (by type of skill: technical, management, entrepreneurship, green, other) RCR 99 – SMEs staff completing alternative training for knowledge intensive service activities (KISA) (by type of skills: technical, management, entrepreneurship, green, other) RCR 100 – SMEs staff completing formal training for skills development (KISA) (by type of skills: technical, management, entrepreneurship, green, other) * ",
        "15428/18 AFG/mf 54 ANNEX ECOMP.2B EN 2. A greener, low-carbon and resilient Europe by promoting clean and fair energy transition, green and blue investment, the circular economy, climate adaptation and risk prevention and management RCO 18 - Households supported to improve energy performance of their dwelling RCO 19 - Public buildings supported to improve energy performance RCO 20 - District heating network lines newly constructed or improved RCR 26 - Annual final energy consumption (of which: residential, private non- residential, public non-residential) RCR 27 - Households with improved energy performance of their dwellings RCR 28 - Buildings with improved energy classification (of which: residential, private non-residential, public non-residential) RCR 29 - Estimated greenhouse gas emissions * RCR 30 - Enterprises with improved energy performance RCO 22 - Additional production capacity for renewable energy (of which: electricity, thermal) RCO 97 – Number of energy communities and renewable energy communities supported * RCR 31 - Total renewable energy produced (of which: electricity, thermal) RCR 32 – Renewable energy: Capacity connected to the grid (operational) * RCO 23 - Digital management systems for smart grids RCO 98 – Households supported to use smart energy grids RCR 33 - Users connected to smart grids RCR 34 - Roll-out of projects for smart grids RCO 24 - New or upgraded disaster monitoring, preparedness, warning and response systems * RCO 25 - Coastal strip, river banks and lakeshores, and landslide protection newly built or consolidated to protect people, assets and the natural environment RCO 26 - Green infrastructure built for adaptation to climate change RCO 27 - National/ regional/ local strategies addressing climate change adaptation RCO 28 - Areas covered by protection measures against forest fires RCR 35 - Population benefiting from flood protection measures RCR 36 - Population benefiting from forest fires protection measures RCR 37 - Population benefiting from protection measures against climate related natural disasters (other than floods and forest fires) RCR 96 – Population benefiting from protection measures against non-climate related natural risks and risks related to human activities * RCR 38 - Estimated average response time to disaster situations * ",
        "15428/18 AFG/mf 55 ANNEX ECOMP.2B EN RCO 30 - Length of new or consolidated pipes for household water connections RCO 31 - Length of sewage collection networks newly constructed or consolidated RCO 32 - New or upgraded capacity for waste water treatment RCR 41 - Population connected to improved water supply RCR 42 - Population connected to at least secondary waste water treatment RCR 43 - Water losses RCR 44 - Waste water properly treated RCO 34 - Additional capacity for waste recycling RCR 46 - Population served by waste recycling facilities and small waste management systems RCR 47 - Waste recycled RCR 48 - Recycled waste used as raw materials RCR 49 - Waste recovered RCO 36 - Surface area of green infrastructure supported in urban areas RCO 37 - Surface of Natura 2000 sites covered by protection and restoration measures in accordance with the prioritised action framework RCO 99 - Surface area outside Natura 2000 sites covered by protection and restoration measures RCO 38 - Surface area of rehabilitated land supported RCO 39 - Systems for monitoring air pollution installed RCR 50 - Population benefiting from measures for air quality RCR 95 -Population having access to new or upgraded green infrastructure in urban areas RCR 51 - Population benefiting from measures for noise reduction RCR 52 - Rehabilitated land used for green areas, social housing, economic or community activities RCO 55 - Length of tram and metro lines- new RCO 56 - Length of tram and metro lines- reconstructed/ upgraded RCO 57 - Environmentally friendly rolling stock for public transport RCO 58 - Dedicated cycling infrastructure supported RCO 59 - Alternative fuels infrastructure (refuelling/ recharging points) supported RCO 60 - Cities and towns with new or upgraded digitised urban transport systems RCR 62 - Annual passengers of public transport RCR 63 - Annual users of new/ upgraded tram and metro lines RCR 64 - Annual users of dedicated cycling infrastructure ",
        "15428/18 AFG/mf 56 ANNEX ECOMP.2B EN 3. A more connected Europe by enhancing mobility and regional ICT connectivity RCO 41 - Additional households with broadband access of very high capacity RCO 42 - Additional enterprises with broadband access of very high capacity RCR 53 - Households with broadband subscriptions to a very high capacity network RCR 54 - Enterprises with broadband subscriptions to a very high capacity network RCO 43 - Length of new roads supported - TEN-T 26 RCO 44 - Length of new roads supported - other RCO 45 - Length of roads reconstructed or upgraded - TEN-T RCO 46 - Length of roads reconstructed or upgraded - other RCR 55 - Users of newly built, reconstructed or upgraded roads RCR 56 - Time savings due to improved road infrastructure RCR 101 – Time savings due to improved rail infrastructure RCO 47 - Length of new rail supported - TEN-T RCO 48 - Length of new rail supported - other RCO 49 - Length of rail reconstructed or upgraded - TEN-T RCO 50 - Length of rail reconstructed or upgraded - other RCO 51 - Length of new or upgraded inland waterways - TEN-T RCO 52 - Length of new or upgraded inland waterways - other RCO 53 - Railways stations and facilities - new or upgraded RCO 54 - Intermodal connections - new or upgraded RCO 100 – Number of ports supported RCR 57 - Length of European Rail Traffic Management System equipped railways in operation RCR 58 - Annual number of passengers on supported railways RCR 59 - Freight transport on rail RCR 60 - Freight transport on inland waterways 26 Regulation (EU) No 1315/2013 of the European Parliament and of the Council of 11 December 2013 on Union guidelines for the development of the trans-European transport network and repealing Decision No 661/2010/EU (OJ L 348, 20.12.2013, p. 1). ",
        "15428/18 AFG/mf 57 ANNEX ECOMP.2B EN 4. A more social Europe implementing the European Pillar of Social Rights RCO 61 - Annual unemployed persons served by enhanced facilities for employment services (capacity) RCR 65 - Job seekers using annually the services of the employment services supported RCO 63 - Capacity of temporary reception infrastructure created RCO 64 - Capacity of rehabilitated housing – migrants, refugees and persons under or applying for international protection RCO 65 - Capacity of rehabilitated housing - other RCR 66 - Occupancy of temporary reception infrastructure built or renovated RCR 67 - Occupancy of rehabilitated housing – migrants, refugees and persons under or applying for international protection RCR 68 - Occupancy of rehabilitated housing - other RCO 66 - Classroom capacity of supported childcare infrastructure (new or upgraded) RCO 67 - Classroom capacity of supported education infrastructure (new or upgraded) RCR 70 - Annual number of children using childcare infrastructure supported RCR 71 - Annual number of students using education infrastructure supported RCO 69 - Capacity of supported health care infrastructure RCO 70 - Capacity of supported social infrastructure (other than housing) RCR 72 - People with access to improved health care services RCR 73 - Annual number of persons using the health care facilities supported RCR 74 - Annual number of persons using the social care facilities supported RCR 75 - Average response time for medical emergencies in the area supported 5. A Europe closer to citizens by fostering the sustainable and integrated development of all types of territories RCO 74 - Population covered by strategies for integrated urban development RCO 75 - Integrated strategies for urban development RCO 76 - Collaborative projects RCO 77 - Capacity of cultural and tourism infrastructure supported RCR 76 - Stakeholders involved in the preparation and implementation of strategies of urban development RCR 77 - Tourists/ visits to supported sites * RCR 78 - Users benefiting from cultural infrastructure supported RCO 80 – Community-led local development strategies for local development ",
        "15428/18 AFG/mf 58 ANNEX ECOMP.2B EN Horizontal - Implementation RCO 95 - Staff financed by ERDF and Cohesion Fund RCR 91 - Average time for launch of calls, selection of projects and signature of contracts * RCR 92 - Average time for tendering (from launch of procurement until signature of contract) * RCR 93 - Average time for project implementation (from signature of contract to last payment) * RCR 94 - Single bidding for ERDF and Cohesion Fund interventions * ** For presentational reasons, indicators are grouped under, but not limited to, a policy objective. In particular, under policy objective 5, specific objectives from policy objectives 1- 4 may be used with the relevant indicators. In addition, in order to develop a full picture of the expected and actual performance of the programmes, the indicators marked with (*) may be used by specific objectives under more than one of the policy objectives 1 to 4, when relevant. Table 2: Additional common output and result indicators for the ERDF for Interreg Interreg-specific indicators RCO 81 - Participants in cross-border mobility initiatives RCO 82 - Participants in joint actions promoting gender equality, equal opportunities and social inclusion RCO 83 - Joint strategies/ action plans developed or implemented RCO 84 - Joint pilot activities implemented in projects RCO 85 - Participants in joint training schemes RCO 96 – Legal or administrative obstacles identified RCO 86 - Joint administrative or legal agreements signed RCO 87 - Organisations cooperating across borders RCO 88 - Projects across national borders for peer-learning to enhance cooperation activities RCO 89 - Projects across borders to improve multilevel governance RCO 90 - Projects across national borders leading to networks/clusters RCR 79 - Joint strategies/ action plans taken up by organisations at/ after project completion RCR 80 - Joint pilot activities taken up or up-scaled by organisations at/ after project completion RCR 81 - Participants completing joint training schemes RCR 82 - Legal or administrative obstacles addressed or alleviated RCR 83 - Persons covered by signed joint agreements signed RCR 84 - Organisations cooperating across borders 6-12 months after project completion RCR 85 - Participants in joint actions 6-12 months after project completion RCR 86 - Stakeholders/ institutions with enhanced cooperation capacity beyond national borders ] ",
        "15428/18 AFG/mf 59 ANNEX ECOMP.2B EN [ ANNEX II Core set of performance indicators for the ERDF and the Cohesion Fund referred to in Article 7(3) 27 Policy objective Specific objective Outputs Results (1) (2) (3) (4) 1. A smarter Europe by promoting innovative and smart economic transformation (i) Enhancing research and innovation capacities and the uptake of advanced technologies CCO 01 - Enterprises supported to innovate CCO 02 - Researchers working in supported research facilities CCR 01 – (SMEs introducing product, process, marketing or organisational innovation (ii) Reaping the benefits of digitisation for citizens, companies and governments CCO 03 - Enterprises and public institutions supported to develop digital products, services and applications CCR 02 - Additional users of new digital products, services and applications developed by enterprises and public institutions (iii) Enhancing growth and competitiveness of SMEs, including by productive investments CCO 04 - SMEs supported to create jobs and growth CCR 03 - Jobs created in SMEs supported (iv) Developing skills for smart specialisation, industrial transition and entrepreneurship CCO 05 - SMEs investing in skills development CCR 04 - SMEs staff benefiting from training for skills development 27 These indicators will be used by the Commission in compliance with its reporting requirement pursuant to Article 38(3)(e)(i) of the [applicable] Financial Regulation. ",
        "15428/18 AFG/mf 60 ANNEX ECOMP.2B EN 2. A greener, low-carbon and resilient Europe by promoting clean and fair energy transition, green and blue investment, the circular economy, climate adaptation and risk prevention and management (i) Promoting energy efficiency measures CCO 06 – Investments in measures to improve energy efficiency CCR 05 – Beneficiaries with improved energy classification (ii) Promoting renewable energy CCO 07 - Additional renewable energy production capacity CCR 06 – Volume of additional renewable energy produced (iii) Developing smart energy systems, grids and storage outside TEN-E CCO 08 - Digital management systems developed for smart grids CCR 07 - Additional users connected to smart grids (iv) Promoting climate change adaptation, risk prevention and disaster resilience CCO 09 - New or upgraded disaster monitoring, warning and response systems CCR 08 - Additional population benefiting from protection measures against floods, forest fires, and other climate related natural disasters (v) Promoting sustainable water management CCO 10 - New or upgraded capacity for waste water treatment CCR 09 - Additional population connected to at least secondary waste water treatment (vi) Promoting the transition to a circular economy CCO 11 – New or upgraded capacity for waste recycling CCR 10 - Additional waste recycled (vii) enhancing environmental protection and biodiversity, green infrastructure in particular in the urban environment, and reducing emissions and pollution; CCO 12 - Surface area of green infrastructure in urban areas CCR 11 - Population benefiting from measures for air quality (viii) Promoting sustainable multimodal urban mobility CCO 16 - Extension and modernisation of tram and metro lines CCR 15 - Annual users served by new and modernised tram and metro lines ",
        "15428/18 AFG/mf 61 ANNEX ECOMP.2B EN 3. A more connected Europe by enhancing mobility and regional ICT connectivity (i) Enhancing digital connectivity CCO 13 - Additional households and enterprises with coverage by very high capacity broadband networks CCR 12 - Additional households and enterprises with broadband subscriptions to a very high capacity networks (ii) Developing a sustainable, climate resilient, intelligent, secure and intermodal TEN-T CCO 14 – Road TEN-T: New and upgraded roads CCR 13 - Time savings due to improved road infrastructure (iii) Developing and enhancing sustainable, climate resilient, intelligent and intermodal national, regional and local mobility, including improved access to TEN- T and cross-border mobility CCO 15 – Rail TEN-T: New and upgraded railways CCR 14 - Annual number of passengers served by improved rail transport 4. A more social Europe implementing the European Pillar of Social Rights (i) Enhancing the effectiveness of labour markets and access to quality employment through developing social innovation and infrastructure CCO 17 - Annual unemployed persons served by enhanced facilities for employment services CCR 16 - Job seekers using annually enhanced facilities for employment services (ii) Improving access to inclusive and quality services in education, training and lifelong learning through developing infrastructure CCO 18 - New or upgraded capacity for childcare and education infrastructure CCR 17 - Annual users served by new or upgraded childcare and education infrastructure ",
        "15428/18 AFG/mf 62 ANNEX ECOMP.2B EN (iii) Increasing the socio-economic integration of marginalised communities, migrants and disadvantaged groups, through integrated measures including housing and social services; CCO 19 - Additional capacity of reception infrastructures created or upgraded CCR 18 - Annual users served by new and improved reception and housing facilities (iv) Ensuring equal access to health care through developing infrastructure, including primary care CCO 20 - New or upgraded capacity for health care infrastructure CCR 19 - Population with access to improved health care services 5. A Europe closer to citizens by fostering the sustainable and integrated development of all types of territories (i) Fostering the integrated social, economic and environmental development, cultural heritage and security in urban areas CCO 21 - Population covered by strategies for integrated urban development "
    ]
}