{
    "text": [
        "European Foundation for the Improvement of Living and Working Conditions (cid:206) Foundation Findings: Youth and work kg106394_EN_b.indd cover1 19/07/11 14:13 ",
        "ISBN 978-92-897-1040-4 ISSN 1830-8805 doi:10.2806/27724 © European Foundation for the Improvement of Living and Working Conditions, 2011 © Images: Erik Luntang/ETF/istock/Getty Images The European Foundation for the Improvement of Living and Working Conditions (Eurofound) is an autonomous body of the European Union, created to assist in the formulation of future policy on social and work-related matters. Further information can be found on the Eurofound website at www.eurofound.europa.eu Printed in Belgium The paper used in this publication is chlorine-free and comes from managed forests in northern Europe. For every tree felled, at least one new tree is planted. kg106394_EN_b.indd cover2 19/07/11 14:13 ",
        "1 / Foundation Findings: Youth and work (cid:206) The unemployment rate for young people aged between 16 and 24 years in the EU27 is twice as high as the overall rate of unemployment. The recession has exacerbated this problem significantly. The number of young people not in education, employment or training (so- called ‘NEETs’) has increased over the last few years; this group also includes young people with higher levels of educational attainment. (cid:206) Active inclusion measures for young people who are furthest removed from the labour market – the long-term unemployed, the low skilled, people with disabilities or men- tal health problems, and migrants – are not equally developed in all Member States and some programmes have suffered due to aus- terity measures. Promising approaches exist, however, and could be expanded. (cid:206) Young people are disproportionally more likely to be offered a non-standard form of employment. They are more likely to start out with temporary contracts and more likely to fear losing their jobs. Yet young workers are also more optimistic than older workers about being able to find a similar job should they lose their current one. (cid:206) Social partners agree on responses that pro- mote reforms to education systems in order to improve transitions – developing and expanding vocational training, apprentice- ships and work placements. However, disa- greements have emerged in some Member States between employer organisations and trade unions about whether job creation for young people should include removing such perceived barriers as minimum wages and length of contract. Trade unions stress their concerns about the quality of available jobs, especially after apprenticeships end. (cid:206) While social partner involvement has suf- fered through the recession, government involvement has increased. Active labour market policies have been the main tool that governments have used to create more jobs and upskill young people. Such programmes require better evaluation to determine how successful they are; ‘dead weight’ loss and lack of follow-on jobs after training remain important issues. (cid:206) Social partners and governments face com- peting pressures to create new jobs for young people while also maintaining older workers in employment for longer. Austerity meas- ures in many Member States have led to cuts in public spending, which have increased these pressures. (cid:206) Key findings kg106394_EN_b.indd 1 19/07/11 14:13 ",
        "2 (cid:206) Policy background EU policies on youth unemployment Young people face difficult challenges when they first want to enter the labour market; many do not succeed at first. The unemployment rate for young people is systematically higher than the overall rate of unemployment (currently it is twice as high in the EU27) and this is irrespec- tive of the overall economic climate. The recent recession has, however, made the issue even more pertinent, as unemployment now affects more than a third of young people in some Mem- ber States. In January 2011, the youth unem- ployment rate (for those aged 15–24 years) was 19.9% in the euro area and 20.6% in the EU27. The lowest rate was observed in the Netherlands (7.8%), and the highest rates in Spain (43.1%), Slovakia (37.7%) and Lithuania (34.4% in the last quarter of 2010). 1 This issue is not restricted to the EU: the unem- ployment rate in OECD countries is more than twice as high for young people than the average adult population (17% estimated for 2011 as against 8.6%). 2 These numbers point to pos- sible structural problems in labour markets and lack of proper transitions from education to employment. These issues have been on the EU policy agenda for quite some time. The European Employment Strategy has made reference to tackling youth unemployment since 1998 and the topic is still high on the agenda – for example, in the Co un- cil decision on guidelines for employment policies of Member States published in 2008. Here, the challenges facing young people’s entry into the labour market are addressed as part of a ‘life cycle approach’ (or ‘life course’ approach) to employment, in which more needs to be done to address specific employment issues relating to different life stages. The problem is also seen in the context of a more general need to upskill the European working population to maintain com- petitiveness. The text of the guidelines states: ‘Further increasing the employment rates of older workers and young people, as part of a new intergenerational approach, and promot- ing active inclusion of those most excluded from the labour market is also important. Intensified action is also required to improve the situation 1 Eurostat, Euro area unemployment rate at 9.9% (press release), 1 March 2011 2 OECD, Invest in youth to tackle jobs crisis (press release), 15 December 2010 kg106394_EN_b.indd 2 19/07/11 14:13 ",
        "3 / Foundation Findings: Youth and work of young people in the labour market, especially for the low skilled, and to significantly reduce youth unemployment.’ The guidelines also state that every unemployed person should be offered a job, apprenticeship, additional training or other employability meas- ure; in the case of young persons who have left school, this should happen within no more than four months and in the case of adults within no more than 12 months. Moreover, governments should work on improving educational attain- ment levels and equipping young people with the necessary key competences, in line with the European Youth Pact. At least 85% of 22-year- olds should have completed upper secondary education by 2010. The European Commission’s Employment Committee, which was set up in 2000 to help develop the European Employment Strategy, has since issued various country-spe- cific recommendations and ‘points to watch’ to Member States to help realise these goals. The European Youth Pact, adopted by the Euro- pean Council in 2005 aimed to implement a bundle of measures as part of the wider Lisbon strategy. Focusing on the themes of employment, integration and social advancement, the Council called on the EU and Member States to imple- ment concrete policies, such as: (cid:206) monitoring policies for the sustained integra- tion of young people into the labour market; (cid:206) endeavouring to increase the employment rate of young people; (cid:206) giving priority under national social inclu- sion policies to improving the situation of the most vulnerable young people – particularly those in poverty – and to initiatives to pre- vent educational failure; (cid:206) inviting employers and businesses to display social responsibility in the vocational inte- gration of young people. 3 Following the Youth Pact, in May 2005 the European Commission published a communi- cation entitled Addressing the concerns of young people in Europe – implementing the European Youth Pact and promoting active citizenship , 4 and another in September 2007 – Promoting young people’s full participation in education, employ- ment and society . 5 The Europe 2020 strategy, which will provide the policy guidelines for the EU in the years to come, makes explicit reference to increasing employ- ment rates for all age groups – in particular, young people. The main strategy for improving employment possibilities is to make sure that young people do not leave the education system early and without qualifications. Two particular benchmarks have been set: to reduce the early school drop-out rate to below 10% – it currently stands at around 15% – and to ensure that at least 40% of the 30–34 age group have completed third-level education, whether in universities, colleges of further education or the equivalent. 6 With its flagship initiative ‘Youth on the Move’, the Commission has set out how the EU can reach the EU 2020 targets by improving edu- cation and training systems, making stronger policy efforts to combat youth unemployment and promoting – both at national and Euro- pean level – greater mobility within the EU for education and work. The initiative’s strategies include concrete recommendations addressed at Member States, new legislative initiatives, better information tools for young people and promoting greater involvement on the part of business. 3 Council of the European Union, 2005, Presidency conclusions of the European Council Brussels , 7619/1/05, 23 March 2005, pp. 19–20, available at http://www.consilium.europa.eu/ueDocs/cms_Data/docs/pressData/en/ec/84335.pdf 4 European Commission, Addressing the concerns of young people in Europe – implementing the European Youth Pact and promoting active citizenship , COM (2005) 206 final, 30 May 2005 5 European Commission, Promoting young people’s full participation in education, employment and society, COM (2007) 498 final, 5 September 2007 6 European Commission, Commission launches action plan to reduce early school leaving (press release), 31 January 2011 kg106394_EN_b.indd 3 19/07/11 14:13 ",
        "4 Young people and social exclusion The active inclusion approach taken by the EU provides another policy perspective on improv- ing young people’s transitions into the labour market. Since the Joint Report on Social Protec- tion and Social Inclusion 2009 emphasised an active, joined-up approach to inclusion, the con- cept has become widely disseminated through- out EU and national policies. In the Europe 2020 integrated gui delines for eco- nomic and employment policies , launched in April 2010, active inclusion policies are acknowledged as an important mechanism for combating pov- erty and enhancing the social and economic par- ticipation of those most vulnerable to exclusion (Guideline 10). One of the EU headline targets, which aims to raise the employment rates of both men and women aged between 20 and 64 years to 75% by 2020, includes a specific reference to greater participation by young and low-skilled workers. One of the aims of the Europe 2020 strategy is to promote ‘inclusive growth’ – a con- cept that includes access and opportunities for all throughout the life course, by removing bar- riers to labour market participation (especially for women, older workers, young people, people with disabilities and legal migrants). In fact, each of the employment guidelines specifically target young people and/or people with disabilities. Some of the recommendations include employment services open to all (includ- ing young people and those threatened by unem- ployment), policies to promote the labour market integration of young people, disabled people, legal migrants and other vulnerable groups, the provision of affordable care, and innovation in work organisation aimed at raising employment rates – particularly among young people (Guide- line 7). Support for young people is stressed, particu- larly for those not in employment, education or training (‘NEETs’), in cooperation with the social partners, including early intervention when young people exit employment (Guideline 8). A key element is ensuring the ‘learning mobil- ity’ of young people – enabling flexible learn- ing pathways, developing partnerships between the worlds of education/training and work, and reducing the number of young people not in employment, education, or training (Guide- line 9). The guidelines also state ‘Equally, to fight social exclusion, empower people and promote labour market participation, social protection systems, lifelong learning and active inclusion policies should be enhanced to create opportunities at different stages of people’s lives and shield them from the risk of exclusion’ (Guideline 10). In addition, the guidelines stress the importance of modernising social security and pension systems to ensure adequate income support and access to healthcare. And it is recommended that ben- efit systems focus on ensuring income security during transitions and reducing poverty among groups most at risk of social exclusion – includ- ing people with disabilities, children and young people (Guideline 10). kg106394_EN_b.indd 4 19/07/11 14:13 ",
        "5 / Foundation Findings: Youth and work (cid:206) Exploring the issues Challenges for young people Young people are faced with specific problems regarding access to the labour market. Youth unemployment is systematically higher than average unemployment. Young people do not profit as much from phases of economic growth and suffer disproportionally during times of economic crisis. And moving from education to employment is often not straightforward, as labour market requirements and educational or vocational achievements do not always match. Young people are often competing with fully trained, experienced workers and can lose out; in addition, workers under 25 years of age tend to have a lower level of educational attainment, and fewer in the way of professionally gained qualifications. In addition, if they do succeed in finding a job, they are often offered less secure contracts – for example, as temporary agency workers. This poses the risk that they may get caught in a cycle of periods of employment fol- lowed by unemployment. Research has shown that these early labour market experiences can have long-term effects on further career pros- pects, health, income and social mobility. Delays in finding a first job and long periods of unem- ployment often can manifest themselves even decades later in so-called ‘scarring’. 7 A certain amount of youth unemployment is perhaps inevitable, as many young people go through transition periods after finishing educa- tion and training. These can be due to the fact that their skills do not match the requirements of the jobs on offer, especially with regards to work experience (an issue raised by employ- ers in many Member States when the issue of youth unemployment is debated, who point to a mismatch of skills provided by the education systems and those required by the kind of jobs on offer). These transition periods are often characterised by internships, vocational training, temporary jobs and (often short) periods of unemployment. Generally, employment rates do increase mark- edly once people reach their mid-twenties. While people in the 16–24 age group in the EU27 have an employment rate of 41.9%, this rises to 73.8% 7 Scarpetta, S., Sonnet, A. and Manfredi, T. (2010), Rising youth unemployment during the crisis: How to prevent negative long-term consequences on a generation? , OECD Social, Employment and Migration Papers, No. 106, available at: www.oecd.org/dataoecd/10/8/44986030.pdf kg106394_EN_b.indd 5 19/07/11 14:13 ",
        "6 for those in the 25–29 age group. 8 In part, this increase is due to young people moving out of a prolonged period of initial education in many countries. However, those who have negative experiences of these transition periods might well suffer from the effects throughout their whole working lives. Analysing the long-term impacts of previous recessions has shown that early experiences of unemployment can have a wide range of nega- tive effects on individuals. These range from reduced lifetime earnings, continued experi- ence of unemployment, a higher likelihood of precarious employment, poorer health and pos- sibly even reduced life expectancy. 9 This can have knock-on effects on the larger society, in terms of a poorer connection with civil society, postponing the starting of families or not reach- ing financial autonomy until later in life. Effects of the recession The recession has hit young people in Europe particularly hard with regards to their employ- ment prospects. When it comes to restructuring, they often are the most affected group because of the nature of their contracts and the occupations and sectors in which they work. Youth unem- ployment rates have doubled or in some cases tripled since the onset of the recession (Figure 1). Young people are often the first to lose their jobs during an economic downturn. The large increase of young people in non-standard 0 5 10 15 20 25 30 35 40 45 Spain Lithuania Latvia Slovakia Estonia Greece Ireland Italy Hungary Sweden Poland France Bulgaria Belgium Portugal Romania Finland EU27 United Kingdom Czech Republic Cyprus Luxembourg Slovenia Denmark Malta Germany Austria Netherlands 2007 2010 Figure 1: Youth unemployment rates in the EU27, 2007 and 2010 (%) Notes : Annual average unemployment rate for those aged 15–24 years Source : Eurostat Labour Force Survey 8 Figures are for the fourth quarter of 2010. 9 Simms, M., Euro found (2011), Helping young workers during the crisis: contributions by social partners and public authorities (this Eurofound report informs a substantial amount of this issue of Foundation Findings ) kg106394_EN_b.indd 6 19/07/11 14:13 ",
        "7 / Foundation Findings: Youth and work employment (temporary contracts, temporary agency work) over the last 15 years puts them at increased risk. For companies who are expe- riencing reduced demand for their products or services, the first step is normally not to renew limited contracts or to discontinue the use of workers from employment agencies. Nor does a permanent contract always offer pro- tection. In many countries and companies, the ‘last in first out’ principle still applies. Companies who have to let staff go are interested in keeping experienced staff and retaining essential skills in their workforce. Compared to earlier reces- sions, early retirement to reduce staff numbers is often not an option as the financial incen- tives to retire early no longer exist. The ageing of the population has created more pressures on social security systems and has in turn in many Member States opened up debates about extend- ing working lives and raising the retirement age. However, keeping older workers in employ- ment for longer may put them in competition with young people who are seeking to enter the labour market; this is particularly problematic in times of economic crisis, with little job creation and low levels of public spending resulting from austerity measures. The chances of finding a new job in such an environment are also much more restricted, due to the limited number of vacancies and increased competition among young people. In particular, those with lower levels of qualification find them- selves competing with higher-skilled peers who are unable to find employment that matches their skill levels. In some countries, young people also find them- selves excluded from the national or sectoral benefits systems either because they have not paid in to the system long enough to be eligible for support or because those systems are organ- ised on the principle of paying contributions on a voluntary basis. The risk of losing financial independence and having to rely on lower social welfare payouts can lead to further social exclu- sion. Research has shown that even short periods of unemployment can have a big impact on future careers. A study carried out by the Swedish Institute for Labour Market Policy Evaluation (IFAU) on the long-term effects of unemploy- ment found that ‘early labour market failure is costly, in terms of both subsequent unemploy- ment probabilities and later annual earnings. The increase in unemployment probability after five years was three percentage points for those who were unemployed directly upon leaving education. The probability of being unemployed five years after leaving education was as high as 16%. The reduction in annual earnings after five years averaged 17%’. 10 This holds true even after controlling for gender, ethnicity and economic climate at the time of entering the labour market. Education level The level of education plays an important role in influencing the probability of finding a job. Gen- erally, the higher the level of education attained, the lower is the unemployment rate. Nevertheless, despite the ‘insurance’ provided by a high level of initial education, in some Member States graduate employment levels have fallen considerably (Figure 3). Furthermore, as already indicated, there is evidence that graduates are taking jobs for which they are overqualified, which has in turn a spill-over effect on employ- ment among young people with lower levels of educational attainment. Gender aspects The recession has affected men and women differently; this becomes apparent also when looking at young workers who have lost their jobs. Eurofound research indicates that young men seem to be the group worst affected by unemployment in such countries as Belgium, Estonia, Greece, Ireland, Italy and the UK. This appears to be a result of structural issues in the labour market as well as educational issues. 10 Hellmark, A., Eurofound, Sweden: Study examines long-term effects of youth unemployment (online news update), 14 January 2005 kg106394_EN_b.indd 7 19/07/11 14:13 ",
        "8 05 10 15 20 25 30 2005 Q 1 2005 Q 2 2005 Q 3 2005 Q 4 2006 Q 1 2006 Q 2 2006 Q 3 2006 Q 4 2007 Q 1 2007 Q 2 2007 Q 3 2007 Q 4 2008 Q 1 2008 Q 2 2008 Q 3 2008 Q 4 2009 Q 1 2009 Q 2 2009 Q 3 2009 Q 4 2010 Q 1 2010 Q 2 2010 Q 3 2010 Q 4 % o f l a b o u r f o r c e 1 5 - 2 4 Source : Eurostat, LFS low = ISCED 1997, levels 0-2 (primary & lower secondary), medium = ISCED 1997 levels 3-4 (upper & post secondary), high = ISCED 1997 levels 5-6 (tertiary), data extracted 15.5.11 Low Medium High Figure 2: Trend in unemployment rate for young people, by education level attained, EU27 Notes : Figures are for people aged between 15 and 24 years; ‘Low’, ‘Medium’ and ‘High’ refers to education level attained. 0 10 20 30 40 50 60 70 80 90 2007Q3 2010Q3 Italy Slovakia Romania Czech Republic Portugal Estonia Luxembourg Greece Spain France Lithuania Hungary Poland Slovenia EU27 Belgium Denmark Cyprus Netherlands Germany Ireland Latvia Malta Austria Bulgaria Sweden Finland United Kingdom Figure 3: Employment rates of young people with a tertiary level of education (%) Notes : Figures are for people aged between 15 and 24 years; data for Estonia, Luxembourg and Slovenia flagged as unreliable by Eurostat Source : Eurostat Labour Force Survey kg106394_EN_b.indd 8 19/07/11 14:13 ",
        "9 / Foundation Findings: Youth and work In these countries, the sectors that were first affected by the downturn and started shedding jobs, such as manufacturing and construction, are also the sectors that employ mostly men. Furthermore, these countries were experiencing larger structural changes, generally moving away from manufacturing to service jobs (that is, from more male- to female-dominated sectors). And lastly, young men overall have lower skills levels, often related to lower qualifications achieved at school, than their female counterparts. Coun- tries like Germany and Austria have sought to cushion the effects of the recession through a comprehensive system of vocational and techni- cal training. By providing additional training and encouraging apprenticeships through financial incentives for companies, the job losses in manu- facturing have been less pronounced. But here again a gender difference appears: it is young men who have profited from this as they tend to be overrepresented in those sectors that most use vocational and technical training. 11 Groups particularly at risk Young people at risk of labour market and social exclusion are included in the broader category of young people not in employment, education or training (‘NEETs’ – see below). These are young people aged between 15 and 24 years, who are disengaged from both work and education and are at a greater risk of exclusion, both from the labour market and in social terms. Particularly at risk in this group are those w ho are economi- cally inactive, the long-term unemployed, as well as those who were vulnerable prior to the onset of the recession such as the less skilled, people with disabilities or mental health problems, and migrants (in particular, women). 12 A number of factors increase the vulnerability of young people to the exclusion process. Young people are more likely to be involved in tempo- rary work and part-time work. While sometimes this can be beneficial – for example, in combin- ing employment with studies – it is often not out of choice and increases the probability of their having low yearly earnings. In some Member States, young workers with short contributory records are often not entitled to unemployment benefit and thus may eventually resort to other sources of income support such as disability ben- efits. The increase in insecurity associated with job uncertainty and long-term unemployment can affect health through direct and indirect effects (such as changes in health behaviour, alcohol consumption, more risky behaviour etc.). Moreover, young people and those with psychi- atric problems or problems of substance depend- ency are increasingly at risk of homelessness. NEETs – Not in education, employment or training The acronym NEETs first emerged in the UK in the late 1980s. It was used by researchers and government officials as an alternative way of cat- egorising young people’s experiences, mainly as a result of changes in policy that disqualified those aged 16 and 17 from claiming unemploy- ment-related benefits. 13 Since then, interest in the NEET group has grown at the EU level and equivalent definitions were created in almost all Member States, focusing on those aged between 15 and 24 years. Another reason for the rise in interest in the NEET phe- nomenon is that the traditional indicators for youth labour market participation are frequently criticised for their limited relevance, given the high number of young people who are not in the labour force because they are still in school, or training and university. For these reasons, in recent years a number of studies from academia, national governments and international organi- sations have started to investigate the phenom- enon of those young people who are disengaged from both work and education and are arguably at a high risk of labour market and social exclu- sion. 14 11 Simms, M., Eurofo und (2011), Helping young workers during the crisis: contributions by social partners and public authorities 12 European Commission, Joint report on social protection and social inclusion 2010 13 Furlong, A., NEET and discourses of vulnerability: Evidence from the UK , Proceedings of the International Forum of Youth, Kyoto 2006. kg106394_EN_b.indd 9 19/07/11 14:13 ",
        "10 The need to focus more on the NEET generation is central to the new set of integrated guidelines for economic and employment policies proposed by the European Commission on 27 April 2010. They state: ‘to support young people and in par- ticular those not in employment, education or training (NEET), Member States in cooperation with the social partners, should enact schemes to help recent graduates find initial employment or further education and training opportunities, including apprenticeships, and intervene rapidly when young people become unemployed’. 15 NEET is a heterogeneous category, which includes a range of different groups: young peo- ple who are available for work and are actively seeking employment; those who are not avail- able or not seeking work; groups such as the long-term sick or disabled or those with respon- sibilities for the care of children or relatives who may not be available for work. While they have in common that they are not participating in the labour market and education, the sub-groups contained within the NEET category have very different experiences, characteristics and needs and require distinct forms of policy intervention. According to the the latest estimates from Euro- stat and the OECD, 16 in 2009, NEETs constituted 12.4% of all 15–24 year-olds in the EU27. How- ever, this figure varies greatly from country to country – from 4.1% in the Netherlands to 19.5% in Bulgaria (Figure 4). In Italy and the UK, the NEET population is approximately 1.1 million of the 15–24 year-olds. 17 Overall, there are more young women in the NEET category than men. This is especially true for those aged between 20 and 24 years. By con- trast, in the 15–19 age group, the rates are higher for men than for women. In 2009 in the EU27, 05 10 15 20 25 Average Men Women N L D K A T C Z D E S E F I C Y P L B E P T E U 2 7 F R L T S K E L U K H U R O E E L V I T E S I E B G Figure 4: Proportion of NEETs among 15–24 year-olds, EU27 (%) Source : Eurostat, data for 2009 14 European Commission, Youth neither in employment nor education and training (NEET) – Presentation of data for the 27 Member States , Contribution by Employment Committee (EMCO), 2011 15 European Commission, Proposal for a Council decision on guidelines for the employment policies of the Member States – Part II of the Europe 2020 integrated guidelines , SEC (2010) 488 final 16 OECD, Off to a good start? Jobs for youth , Paris, OECD, 2010. 17 Eurofound calculation using figures from the 2009 Eurostat Labour Force Survey kg106394_EN_b.indd 10 19/07/11 14:13 ",
        "11 / Foundation Findings: Youth and work a little over half of all NEETs were unemployed, the rest being economically inactive. In terms of education, approximately half of all NEETs in the EU have a lower level of attain- ment, although the proportions vary greatly between Member States. Being in the NEET category reflects both the outcomes of educa- tion systems (and the potential of transition from them) as well as labour market conditions for young people; the results of these combina- tions of factors can vary considerably between Member States. Empirical research shows that the risk of being in the NEET category is greater for those young peo- ple who grow up in disadvantaged circumstances – underachieving educationally, lacking support, being in poor physical or mental health, or engag- ing in substance abuse and crime. 18, 19 The OECD in its research project ‘Jobs for youth’, in which it looked at 16 countries and their approaches to youth unemployment, points to two groups most at risk: ‘Youth left behind’ and ‘Poorly integrated new entrants’. Those in the ‘Youth left behind’ group are faced with a variety of issues that combine to rein- force disadvantage; these include having left school early (and hence not having completed secondary education), living in deprived areas and coming from migrant or minority backgrounds. This group is at a high risk of dropping out of the labour market completely. The ‘Poorly integrated new entrants’ are char- acterised as having often completed at least secondary education; however, they fluctuate between temporary employment and periods of unemployment, even during periods of strong economic growth. This development has particu- larly affected France, Portugal and Spain, which have high entry barriers for new entrants to the labour market and where jobs were created pri- marily in the context of temporary contracts and temporary agency work. Remedying this situa- tion requires more fundamental changes to over- all labour market policies in the countries where such employment practices have prevailed. 20 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% Tertiary Upper Lower educ AT BE BG CY CZ DE DK EE ES FI FR GR HU IE IT LT LU LV NL PL PT RO SE SI SK UK Total Figure 5: Educational level of NEETs, 2009 Source : Eurostat, 2009 Labour Force Survey (Eurofound calculation) 18 Bynner, J. and Parsons, S. ‘Social exclusion and the transition from school to work: The case of young people not in education employment or training’, Journal of Vocational Behaviour , 60, 289-309, 2002. 19 Yates, S. and Payne, M., ‘Not so NEET? A critique of the use of NEET in setting targets for interventions with young people’, Journal of Youth Studies , 9 (3), 2006. 20 OECD, Off to a good start? Jobs for youth , Paris, OECD, 2010. kg106394_EN_b.indd 11 19/07/11 14:13 ",
        "12 However, due to the recession that hit Europe in 2008, a growing share of those young adults with a tertiary level of education are also ending up in the NEET category. This is most evident in Esto- nia, Greece and Italy, where approximately 20% of those with a tertiary education degree are NEETs. The NEET generation can be seen as a genera- tion of lost talents and, increasingly, as part of an ‘unused’ labour force. This implies wider economic and social costs for society, such as lost tax revenue, extra cost of health and medi- cal services, cost of criminal activities, 21, 22 social exclusion and the risk of an ‘opt-out’ from civic life. 23, 24 Non-standard employment forms Between 1996 and 2006, thousands of new jobs were created in the EU. This period of job crea- tion was also characterised by a clear increase in non-standard forms of work – fixed-term con- tracts, temporary agency work, part-time work and non-standard working hours (weekend, night and shift work). For many people entering the labour market for the first time, such jobs proved to be a mixed blessing. They provided young people with an entry point into the labour market, but it is not clear whether this has helped or hindered their career progression. This ambi- guity is also reflected in some of the data con- cerning the working conditions and attitudes of young people. Temporary contracts The number of young workers with temporary contracts or who are employed through tem- porary agencies has increased along with the overall use of such flexible contracts. In some Member States – the Czech Republic, Hungary, Ireland, Latvia and Luxembourg – the proportion of young workers on temporary contracts (out of the entire young labour force) rose by more than 6% between the third quarter of 2008 and the third quarter of 2010. 21 Walther, A. and Pohl, A. (2005), Thematic study on measures concerning disadvantaged youth , European Commission- supported study. 22 Godfrey, C. et al (2010), Estimating the cost of being ‘Not in education, employment or training’ at age 16–18 , UK Department for Education and Skills. 23 Canoy, M. et al (2008), The importance of social reality for Europe’s economy: an application to civil participation , Proceedings of the Second OECD World Forum on Statistics, Knowledge and Policy. 24 Mascherini, M. et al (2009), The characterisation of active citizenship in Europe , European Commission JRC scientific and technical report. 05 10 15 20 25 NL DK SE AT DE LU BE UK CZ FR FI PT EU27 SI PL ES CY IE LT HU SK BG RO LV IT EE EL Figure 6: Percentage of NEETs among those with tertiary level of education, 2009 Notes : Figures are for those aged between 15 and 29 years. Source : Eurostat Labour Force Survey (Eurofound calculation) kg106394_EN_b.indd 12 19/07/11 14:13 ",
        "13 / Foundation Findings: Youth and work Currently, around 42% of 15–24 year-olds in employment are employed on a temporary con- tract, as against nearly 11% of 25–59 year-olds. However, national differences are substantial (see Figure 7). Risks facing younger workers Not only is it harder for young people to find a job than for older workers, in most European countries young workers are also less certain about being able to keep it. In the EU27 as a whole, 21% of workers under 25 years are con- cerned that they might lose their jobs in the next six months, compared with 16% of those aged 25 or over (Figure 8). Not surprisingly, young people tend to be employed in different occupations from older workers (Figure 9). By far the largest group of young workers (31%) is employed in service and sales jobs. Moreover, young workers are much less likely to work in professional and managerial occupations, which require higher skills levels. This reflects both the generally lower level of education of those entering the labour market at an early age, as well as their lack of work experience. As a result of their overrepresentation in particu- lar types of occupation, younger workers end up in jobs that are physically more demanding (Figure 10), and in jobs that require fewer tech- nological skills. Young workers are also much more likely to be in jobs in which they encounter high levels of strain, or encounter low levels of work demand, but accompanied by little in the way of control of their work (Figure 11). This pattern is found consistently across all types of occupation. It cannot be expected that young workers be granted very high levels of control over how and when to carry out their tasks as soon as they enter the labour market: they often still have to develop the knowledge and skills required to work 0 10 20 30 40 50 60 70 80 Slovenia Spain Sweden France Italy EU27 Luxembourg Ireland Hungary Denmark Slovakia UK Bulgaria 25–59 years 15–24 years Poland Germany Portugal Netherlands Finland Austria Belgium Greece Czech Republic Cyprus Malta Latvia Romania Figure 7: Extent of temporary employment – younger and older workers, EU27, 2010 (%) Note : Figures are as a percentage of the total number of employees for a given age group; no data from Estonia and Lithuania are available. Source : Eurostat Labour Force Survey (2010) kg106394_EN_b.indd 13 19/07/11 14:13 ",
        "14 0 % 10 % 20 % 30 % 40 % 50 % 60 % under 25 25 and older S E L T I E R O E E H U B G C Z P T E L S I P L F R L V E S B E F I L U M T E U 2 7 C Y I T S K U K A T N L D K D E Figure 8: Concern regarding job security, by age group (%) Notes : Figures are for those who strongly agreed with the statement ‘I might lose my job in the next six months’. Source : Eurofound, Fifth European Working Conditions Survey 0 % 5 % 10 % 15 % 20 % 25 % 30 % 35 % under 25 25 and older S e r v i c e a n d s a l e s w o r ke rs S k ill e d w o r ke rs U n s k ill e d w o r ke rs Te c hn i c i a n s C l e r i c a l s uppo rt w o r ke rs P r o f e ss i on a l s P l a n t a n d m a c h i n e op e r a t o rs S k ill e d a g r i c u l t u r a l, f o r e str y a nd f i s h e r y M a n a g e r s Figure 9: Type of occupation, by age group (%) Source : Eurofound, Fifth European Working Conditions Survey kg106394_EN_b.indd 14 19/07/11 14:13 ",
        "15 / Foundation Findings: Youth and work 96 97 98 99 100 101 102 103 104 105 106 Ergonomic risks Biological and chemical risks Ambient risks under 25 25 and older Figure 10: Exposure to physical risks, by age group Note : the figures are indices; the EU27 average = 100 Source : Eurofound, Fifth European Working Conditions Survey 0 % 5 % 10 % 15 % 20 % 25 % 30 % 35 % 40 % 45 % 25 and older under 25 Passive (low demands, low control) Low strain (low demands, high control) High strain (high demands, low control) Active (high demands, high control) Figure 11: Type of work organisation, by age group (%) Source : Eurofound, Fifth European Working Conditions Survey kg106394_EN_b.indd 15 19/07/11 14:13 ",
        "16 independently. However, it raises concerns to see that young workers straightaway face high levels of work intensity, without having the autonomy to cope with these demands. As a consequence, these young workers are at a high risk of suffer- ing from stress and the long-term physical and psychological effects that this entails. Many young people enter the labour market without work experience; in addition, some jobs require a level of physical strength and stamina that younger workers are more likely to be able to provide. These factors partially account for the differences in terms of occupation and asso- ciated physical demands between younger and older workers. However, the imbalance between work demands and lack of control faced by many younger workers could be avoided, where it stems from decisions regarding work organisa- tion. However, at the same time, younger workers are more optimistic about their career pros- pects. Among workers aged under 25 years, 42% strongly agreed with the statement that their job offered good prospects for career advancement, as against 30% of those aged 25 and over. This is the case for all types of occupation and for almost all countries. So, although the quality of their jobs often leaves room for improvement, a lot of young workers feel their job provides a valuable step up into the labour market. AT Austria BE Belgium BG Bulgaria CY Cyprus CZ Czech Republic DE Germany DK Denmark EE Estonia EL Greece ES Spain FI Finland FR France HU Hungary IE Ireland IT Italy LT Lithuania LU Luxembourg LV Latvia MT Malta NL Netherlands PL Poland PT Portugal RO Romania SE Sweden SI Slovenia SK Slovakia UK United Kingdom (cid:206) Country codes All Eurofound publications are available through the Eurofound website: www.eurofound.europa.eu kg106394_EN_b.indd 16 19/07/11 14:13 ",
        "17 / Foundation Findings: Youth and work (cid:206) Policy pointers In its report Off to a good start? Jobs for youth , the OECD states that governments need to ensure that everyone leaving the educational system has the skills needed for the labour market. This requires that every young person be pro- vided with basic qualifications up to a certain age and that more programmes be offered that provide vocational training and apprenticeships for low-skilled young people and those who have already dropped out of the educational system. It goes on to say that, in order to make tran- sitions from school to work smoother, more internships and compulsory work experience should be integrated into school and university curricula. According to the OECD, these reforms of the educational system should be combined with labour market reforms and active labour market policies. Active labour market policies Many national governments have initiated or adapted active labour market policies (ALMP) to react to increasing youth unemployment. These policies tend to focus on promoting apprentice- ships and training programmes, offering work experience, adapting the education systems to improve the skills levels of school leavers and providing financial incentives to make hiring and training young workers more attractive for employers. Some of the national-level initiatives have included financial support to reduce the cost of employing low-skilled young people, lower social security contributions for low-paid employees and – more controversially – lowering minimum wages for young people. Some national govern- ments have justified such exceptions for young people as a useful tool for increasing employ- ment rates but they are highly contested between social partners. Apprenticeships Apprenticeships and other dual vocational education programmes have been identified as efficient transition paths from education to work. According to the OECD report referred to above, they offer several advantages – not least, they reduce labour costs for the employer, while placing a commitment on them to offer train- ing leading to a qualification that is transferable to the labour market. Ideally, apprenticeships can lead to direct employment after they have ended, with a clearly defined progression in income and length of contract. Many Member kg106394_EN_b.indd 17 19/07/11 14:13 ",
        "18 States have made provisions to widen their often longstanding programmes, including the Czech Republic, Denmark, Germany, Greece and Romania. However, there are issues surround- ing the effectiveness of these various measures. In countries where specific measures have only been recently introduced, adequate data and evaluation mechanisms are often not in place to assess their success. And in countries with well- established programmes the risk of ‘deadweight loss’ exists, as does the risk that the effectiveness of training measures is reduced if jobs cannot be provided once these programmes have ended. A number of countries have tried to address some the pitfalls of apprenticeships systems. One key issue is that most apprenticeships require a minimum education level, thus excluding those who do not fulfil these requirements. In some countries, a system of pre-vocational training has been established to bridge such gaps. These measures are targeted specifically at those who have failed to complete their education or who come from particularly disadvantaged back- grounds. Secondly, the rising number of apprenticeships does not in itself solve the issue of employment as it has in some cases led to unemployment simply being postponed until after the end of the apprenticeships. This is the case in Germany, for example, where 30% of workers are unemployed after their training and a further 25% move into fixed-term contracts. 25 Some measures have been taken to smooth transitions from apprenticeship to employment – in particular, making the hir- ing of young workers financially attractive for employers through tax incentives, subsidised social security contributions or wage subsidies. Active inclusion Young people with mental health issues or dis- abilities are faced with an even greater challenge in finding a job, as many employers are reluctant to hire them and there are few opportunities for them that take account of their specific health problems. The EU promotes the social inclusion and social protection of those left outside of labour mar- kets (particularly those in the NEET category) through three approaches: (cid:206) promoting inclusive labour markets that are open to all and offer career paths and long- term possiblities, thus reducing labour mar- ket segmentation; (cid:206) providing access to quality services that are integrated, involve the users and deal with their needs in a personalised way; (cid:206) ensuring adequate income support while ‘activating’ those who are capable of work- ing and providing opportunities for training and work for them. The concept of activation incorporates a diverse range of measures, different approaches and intent. The cultural and political context of a jurisdiction can strongly influence the approaches adopted. The most frequent types of activation measures seek to bring people into employment. They are measures – such as employment incentives or contingent benefits – that impact on the ‘activity’ behaviours of job seekers. But they can also focus on job creation, job sharing or job rotation. An important activa- tion approach is upskilling job seekers and pro- viding opportunities to gain qualifications – an essential approach in the case of young people. The ‘individual pathways’ approach – which seeks to provide a personalised approach – is a frequently implemented measure, particularly for people with disabilities and others at risk of exclusion. Other types of activation measures include social economy initiatives, supported employment, microloans, financial incentives for employers to recruit workers and awareness- raising measures. Eurofound research in selected Member States shows that active inclusion approaches are at different stages of development across Europe. However, good practice national initiatives have 25 Simms, M., Eurofound (2011), Helping young workers during the crisis: contributions by social partners and public authorities kg106394_EN_b.indd 18 19/07/11 14:13 ",
        "19 / Foundation Findings: Youth and work been identified. These include, for example spe- cific job creation targets. Nationa l examples: the Netherlands By law and collective agreements, employers in the Netherlands play a key role in promoting occupational health – reducing the extent of sick leave and improving job retention and reinte- gration of employees with disabilities. There are many incentives for employers to employ young people with disabilities. In 2010, several so-called ‘Pilots de Vries’ were launched to facili- tate the transition of young people with disabili- ties from school to work and to create thousands of jobs. Social partners in the education sector, representing 600 secondary schools, agreed to create enough jobs for young people with dis- abilities to match the overall rate of people with disabilities in the Netherlands (17%). These ini- tiatives are supported by a new measure, which includes a first claimant assessment at the age of 18 and a final reassessment at the age of 27. For clients with work capacity (who are able to earn more than 35% of the minimum income) atten- tion is focused on some key elements: what they can achieve (rather than on their disability); a work-oriented approach; identifying work skills; developing a participation plan specifying their rights, obligations and prospects for work; setting out an obligation to accept work or an education offer; and creating a stronger financial incentive to take up work. National examples: Finland The active inclusion agenda in Finland includes a combination of employment activation, ade- quate minimum income and access to support- ing services. The ongoing social security reform is aimed at increasing the incentive element of income support in the inclusion process. Many of the active inclusion measures are general measures, not targeted at a particular social group. Nevertheless, the employment of young people is considered to be a crucial challenge for social inclusion. As a result, the country has specific measures that aim to boost employ- ment among young people. Youth employment is supported by the social guarantee for young people and lifelong learning is underpinned by an education guarantee. Early intervention and enhanced service provision are central to the social guarantee. After three months of unem- ployment, young people (under 25 years of age) are entitled to a specific job-search plan, which specifies the services to be offered. These ser- vices include job application training, a job or training place (in training or vocational educa- tion), a work placement, on-the-job training, preparatory training for working life, a start-up grant and wage-subsidised work. The employ- ment office, the municipality social services and the Social Insurance Institution provide special services in a ‘one-stop shop’ system for the long- term unemployed and for those who need the support of multiple professions. Other examples Other projects focus on individual, targeted counselling and training for those most removed from the labour market. The STRIVE initiative in Scotland, UK, for example, offers intensive three- week courses during which 22 different services are applied, aimed at improving soft skills and work preparedness. Another approach is cen- tred on highlighting opportunities for companies that provide direct employment for particularly excluded young people. One Danish IT com- pany employs almost exclusively young people suffering from the autism spectrum disorder; in addition, for those who are not recruited, the company supports a training programme for up to three years, followed by job placements with other IT companies. Role of social partners Social partners on the whole agree on the scale of the problem of youth unemployment and on the need to do more to provide employment opportunities for young people. Social partners are also well placed to launch initiatives in terms of vocational training and apprenticeships and improving skill matching, using established bipartite and tripartite mechanisms of social dialogue at national or sectoral level. kg106394_EN_b.indd 19 19/07/11 14:13 ",
        "20 However, the recession has hindered progress in this area in many Member States, for a vari- ety of reasons. Many young workers who are vulnerable are employed in sectors with tradi- tionally low levels of unionisation and collec- tive bargaining. Consensus on social dialogue in some Member States has broken down (as in the cases of Ireland, Portugal and Spain), thus hampering effective progress in implementing agreements for young workers. And many of the measures taken in the recession to protect jobs, like short-time working or temporary lay- offs, have effectively halted new recruitment in many companies. There is broad agreement between social part- ners on the need to further develop apprentice- ships and reform education systems. There are however also specific agendas and issues pur- sued separately by employer organisations and trade unions. Employer organisations In some Member States, there has been a grow- ing debate about removing some aspects of labour protection that employers consider as obstacles to hiring young workers, such as mini- mum wages, statutory limits for probation and dismissal and unemployment protection. (cid:206) In Italy, employers would like to see an extension to the statutory limits on probation periods for open-ended contracts, as well as reduced protection for fixed-term contract workers, agency workers and freelancers. (cid:206) In Portugal, employers have lobbied hard to allow more flexibility when employing young workers and to make redundancies easier. (cid:206) In Sweden, the Confederation of Swedish Enterprise (SN) advocates less rigidity in employment laws and greater wage diversi- fication to help young people. (cid:206) In the UK, employers have lobbied for the removal or reduction of the national mini- mum wage for young people. They argue that this acts as a barrier to entry, even though it is set at a lower rate than for older workers. (cid:206) In Spain, the Spanish Confederation of Employers’ Organisations (CEOE) has expressed a desire to see the introduction of a special six- to 12-month contract for young workers, which would not include unemploy- ment protection and would be exempt from some taxes. (cid:206) In Poland, employers have campaigned for changes to the employment law for tempo- rary workers, which would reduce employers’ responsibilities and, it is argued, facilitate labour market entry for young people. These proposals have created much debate and controversy, as has the wider discussion on whether it is better to create jobs for young people at any price or whether such changes to labour legislation contribute to more precarious working conditions in general. Employers have also focused on improving the level of skills of those still in education and in the workplace and on better job matching. (cid:206) Danish employers propose more opportuni- ties for young people to undertake a series of short internships in different companies and the reform of the ‘school internship’ to make it a more attractive option for young people. (cid:206) Similarly, employers in Bulgaria, Estonia, France, Poland and Romania are campaign- ing to reform education to provide more appropriate vocational skills. (cid:206) Improved career services to help with more effective job matching for young people. (cid:206) In Italy, Confindustria is encouraging com- panies to invest in post-graduate education. Trade unions One of the main concerns of trade unions is the creation of high-quality jobs and what they see as an increasing divergence of working condi- tions. They are concerned that changing labour legislation to create exceptions for young people will put young workers more at risk. kg106394_EN_b.indd 20 19/07/11 14:13 ",
        "21 / Foundation Findings: Youth and work (cid:206) Trade unions in France, Luxembourg, the Netherlands and Portugal have campaigned for the equal treatment of young workers in terms of working conditions and wages. (cid:206) Unions in Spain are campaigning for the regulation of fixed-term contracts. Young people are much more likely to have such contracts, which were widely used during the recession to shed workers, thus contributing directly to the extremely high rate of youth unemployment in Spain. (cid:206) In Sweden, unions have countered the asser- tions of employers that employment laws act as barriers to entry into the labour market for young workers. They argue that attention instead needs to focus on choices of subject specialism in higher education and more effective job-matching services. In order to promote the interests of young work- ers better, trade unions have sought to engage with them to a greater extent (given that they are often underrepresented in many organisa- tions). There have been efforts to recruit more young union members so that trade unions can better represent and negotiate for their inter- ests – for example, in collective bargaining. In order to do this, trade unions are sometimes using more ‘youth-friendly’ approaches such as social media campaigns and online support mechanisms for interns, working students and trainees. In some Member States, they are join- ing forces with other organisations to engage in issues particularly affecting young people. In France, for example, unions teamed up with student organisations and youth groups in protests against raising the retirement age, as unions felt this would impact on job opportu- nities for young people. In Slovenia, the trade union movement has organised joint protests with youth groups against the ‘Mini Jobs Act’, which allows for more flexible employment conditions in ‘mini jobs’ (jobs with fewer than 14 hours per week) and which is likely to par- ticularly affect working students. Trade unions have also actively engaged in implementing active labour market policies, these policies being seen as reasonably effective. In many countries (Austria, Cyprus, Germany, Hungary, Ireland, the Netherlands, Portugal and the UK), this takes the form of campaigning and negotiating with employers and government for a more extensive use of apprenticeship and train- ing positions. 26 In spite of the reduced levels of social dialogue in many Member States, social partners are still engaging in dialogue on the issue of youth unemployment. The crisis has pushed it up the agenda in many countries. In terms of collec- tive bargaining, however, there are only a few instances where the situation of young work- ers has been directly addressed, as the compet- ing priority of preserving employment through short-time working schemes has left little scope for manoeuvre. Sustainable work and employment The Fifth European Working Conditions Survey found that around 60% of workers in the EU felt that they would be able to still do their current job at the age of 60 – a majority, but not an overwhelming one. As indicated earlier, younger workers are more likely to work in physically demanding jobs and in jobs with high levels of strain, with potential, negative long-term con- sequences. Such workers are at a higher risk of being unable to work into their later years. Given that these young people will constitute the work- force of the future (with a shrinking birth rate), it is in the interests of European societies generally to ensure both good working conditions and the scope to develop and contribute to their fullest potential. 26 Simms, M., Eurofound (2011), Helping young workers during the crisis: contributions by social partners and public authorities kg106394_EN_b.indd 21 19/07/11 14:13 ",
        "ISBN 978-92-897-1040-4 ISSN 1830-8805 ‘Europe cannot afford that so many young people who have the potential to contribute to our societies and our economies are left behind. We need to realise the potential of all young people in Europe in order to recover from the crisis.’ José Manuel Barroso, the President of the European Commission, January 2011 4 5 T J - FF - 11 - 008 - E N - C Foundation Findings provide pertinent background information and policy pointers for all actors and interested parties engaged in the current European debate on the future of social policy. The contents are based on Eurofound research and reflect its autonomous and tripartite structure. D e s i g n : w w w . i m a g e p l u s . b e European Foundation for the Improvement of Living and Working Conditions (Eurofound) Wyattville Road Loughlinstown Dublin 18 Ireland Tel.: (353-1) 204 31 00 Fax: (353-1) 282 64 56 information@eurofound.europa.eu www.eurofound.europa.eu EF/11/40/EN kg106394_EN_b.indd 22 19/07/11 14:13 "
    ]
}