{
    "text": [
        "Social innovation research in the European Union Approaches, findings and future directions POLICY REVIEW Research and Innovation ",
        "EUROPEAN COMMISSION Directorate-General for Research & Innovation Directorate B -- European Research Area Unit B.5 -- Social Sciences and Humanities Contact: Heiko Prange-Gstöhl European Commission B-1049 Brussels E-mail: Heiko.PRANGE-GSTOEHL@ec.europa.eu ",
        "Social innovation research in the European Union Approaches, findings and future directions POLICY REVIEW Directorate-General for Research and Innovation Socio-economic Sciences and Humanities EUROPEAN COMMISSION 2013 EUR 25996 EN ",
        "EUROPE DIRECT is a service to help you find answers to your questions about the European Union. Freephone number (*): 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). LEGAL NOTICE Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2013 ISBN 978-92-79-30491-0 doi:10.2777/12639 © European Union, 2013 Reproduction is authorised provided the source is acknowledged. Images © Éva Széll, 2013 Printed in France P   -   (TCF) ",
        "CONTENTS 3 Contents FOREWORD ...................................................................................................................................................................................... 4 EXECUTIVE SUMMARY .............................................................................................................................................................. 6 1. Introduction .............................................................................................................................................................................. 9 2. Charting the uses of the concept of social innovation ........................................................................... 11 2.1. Defining social innovation..............................................................................................................................................13 2.2. Why: New responses to long-standing or new social problems.................................................................14 2.3. Why: Challenges faced by particular vulnerable groups................................................................................16 2.4. How: Initiatives from civil society..............................................................................................................................17 2.5. What: Innovations in governance...............................................................................................................................18 2.6. What: Alternate economic organisation.................................................................................................................19 3. Social innovation research. Working with theory ........................................................................................ 21 3.1. Social innovation research draws on numerous disciplines and theoretical traditions..................21 3.2. Theoretical variety follows in part from the European Union’s approach to supporting research..............................................................................................................................................................24 3.3. Theoretical development is not a focus.................................................................................................................26 3.4. Level of analysis. The institutional and individual levels predominate..................................................27 3.5. The research focus — wide reach and multiple scales..................................................................................31 4. Dissemination and outreach of social innovation projects’ findings ............................................ 32 5. Conclusions: General recommendations and future directions ........................................................ 35 5.1. Gaining perspective..........................................................................................................................................................35 5.2. Is a common definition necessary?...........................................................................................................................37 5.3. Identifying what is not social innovation...............................................................................................................38 5.4. From the perspective of Horizon 2020...................................................................................................................40 References .................................................................................................................................................................................... 46 Appendix A — Call for collaboration ......................................................................................................................... 49 Appendix B — Mandate of the experts .................................................................................................................... 53 Appendix C — List of projects analysed ................................................................................................................. 54 ",
        "This Policy Review is the result of a joint initiative of the European Commission, DG Research & Innovation, Unit ‘Social Sciences and Humanities’, and the FP7 project WILCO – ‘Welfare innovations at the local level in favour of cohesion’ (Grant Agreement no. 266929) ",
        "5 Foreword ‘Buzzword’ or ‘Concept’? ‘Solution’ or ‘Tool’? ‘Sustainable’ or ‘Elusive’? Although social innovations pop up in many areas and policies and in many disguises, and social innovation is researched from a number of theoretical and methodological angles, the conditions under which social innovations develop, flourish and sustain and finally lead to societal change are not yet fully understood both in political and academic circles. However, in particular in the current times of social, political and economic crisis, social innovation has evoked many hopes and further triggered academic and political debates. With the adoption of the EU’s Europe 2020 strategy for smarter, more sustainable and inclusive growth, social issues have been brought to the fore. The long-held belief that economic growth creates employment and wealth resulting as a matter of course in the alleviation of poverty and social exclusion has been contested by recent crises, demanding new ways to tackle societal challenges not only for, but also with citizens. In the framework of FP5, FP6 and FP7, the Socioeconomic Sciences and Humanities Programme has funded a substantial body of research on issues related to social innovation, including in the areas of theory building and conceptualisation, local welfare systems and services, poverty reduction, combating inequalities, and changing lifestyles. In view of the increasing demands coming from policymakers and practitioners alike for social innovations and the emerging possibilities for new research avenues on social innovation, including in Horizon 2020, this policy review has produced a systematic overview of research findings of 17 comparative European projects in the area of social innovation. The review focuses on how these projects address ‘social innovation’ in terms of theory, methodology, policy areas, actors, and level of analysis with the aim of bringing the results to the attention of policymakers, wider groups of stakeholders and the broader public in a comprehensive way. The report makes substantial recommendations for future research practices on social innovation. This policy review was written by Professor Jane Jenson, Université de Montréal, and Professor Denis Harrisson, UQUAM — Université du Quebec, who have analysed the outputs of the projects and the responses submitted by researchers to a questionnaire distributed by WILCO in fall 2012. First results of the policy review have been presented and discussed at the conference ‘Approaches to Research on Social Innovation: Learning from One Another for the Future’, which was organised by the FP7 project WILCO (‘Welfare innovations at the local level in favour of cohesion’) jointly with the Social Sciences and Humanities Unit of the European Commission’s DG Research and Innovation on 1 February 2013. The conference engaged about 60 scholars ",
        "FOREWORD from SSH projects discussing major findings and outputs, theoretical approaches, methodology, dissemination strategies, and lessons learned from the projects. Special thanks go to Rocío Nogales (EMES European Research Network) and the coordinator of WILCO, Taco Brandsen (Radboud University Nijmegen), for taking the initiative to bring distinguished social innovation researchers together and organise the very successful conference in Brussels. Heiko Prange-Gstöhl, Directorate-General for Research and Innovation, Unit B5 ‘Social Sciences and the Humanities’, supervised the work with editorial assistance from Eva Szell and Catherine Lemaire. ",
        "7 Executive summary This report is a stocktaking exercise, undertaken from the perspective of fostering engagement of the European research community in a continuous exchange of ideas and best practices for analysing social innovation and in promoting networking among these researchers. It reviews research projects in social sciences and humanities funded by the European Union’s framework programmes five, six and seven. These projects analyse challenges facing European policy communities and inquire about the contributions social innovations might make to address these policy challenges. Part 1 identifies the notion of social innovation as one of five key themes identified in the European Union’s Europe 2020 strategy. This position makes social innovation a crucial field of research for social scientists and humanists, important for policy analyses within both the Union and Member States. Horizon 2020 will provide an opportunity for this potential contribution to be realised. Part 2 charts the uses of the concept of social innovation in the research projects. Aÿer an initial examination of the varied definitions of social innovation used in the projects, the report charts why the projects identify social innovations as necessary, how they approach them, and what the projects consider social innovations to accomplish. Part 3 of the report documents how the projects work with theory, noting the interdisciplinary and trans-disciplinary nature of the research as well as the explicit focus more on problems than on theory development. It also identifies the institutional and individual levels of analysis as the predominant ones used in these projects and charts the wide reach and multi-scalar approach to analysing social innovations. Part 4 describes the dissemination practices of the projects. The report, including Part 5 which provides conclusions, makes eight recommendations for future research practices on social innovation. These are: 1. Work on social innovation should be concentrated at the institutional (meso) or the individual (micro) levels of analysis, not the societal level. 2. Useful cross-level discussion among projects should be encouraged, in order to derive even more and fuller benefits of this research, by promoting additional activities across projects. New venues would probably need to be created. 3. A forum should be created to discuss when and under what conditions social innovation is best treated as an input (independent variable) or as a result (dependent variable). 4. Researchers should be encouraged to include in their proposals the shareholders as co-producers of social innovations knowledge, and to design dissemination activities that include shareholders as the main recipients of knowledge transfer and mobilisation, when it is possible. 5. Historians should be included in projects or projects by historians as well as a focus on historical precedents. This would provide necessary perspective on what is ‘new’ in the domains examined by social innovation research. 6. Aforumshouldbecreatedforacross-projectassessmentofcommonalitiesintheconceptualisation of social innovation as well as the reasons for any variations considered necessary. ",
        "8 EXECUTIVE SUMMARY 8 7. A mechanism should be created for cross-project work on the definition or set of nested definitions of the concept of social innovation that could be deployed in a consensual way. 8. The normative as well as empirical grounding of concepts such as ‘good’ and ‘new’ should be considered. Include in the discussion, and therefore the research projects, specialists in philosophy and ethics drawn from the Humanities. The report ends with a discussion looking forward toward Horizon 2020, and identifies five research fields that did not draw much attention in the projects reviewed and that are areas for further development. They are: 1. social innovation to overcome the inequalities of health and re-pattern the social determinants of health; 2. social innovation in rural areas and societies; 3. social innovation in the financial sector; 4. social innovation and the private sector; 5. social innovation for managing diversity. ",
        "9 1. Introduction ",
        "10 1. INTRODUCTION This report is a stocktaking exercise. It has five parts. Aÿer an Introduction (part 1), it characterises social innovation as a ‘quasi-concept’ and then charts the uses of the concept of social innovation by research projects funded by the European Commission (part 2). Secondly, the report focuses on theoretical approaches and their methods (part 3) as well as dissemination practices (part 4) of these same projects. Finally, it identifies some research gaps as well as possible research actions for going forward (part 5). The longer term aim of this report and the data collection exercise that underpins it is to engage the research community in a continuous exchange of ideas and best practices for analysing social innovation and in promoting networking among these researchers. In the European Union, social innovation is a central element of the Europe 2020 10-year strategy for smart, sustainable and inclusive growth. This strategy’s goal is both to address shortcomings of the European growth model, painfully exposed by the recent crises ( 1 ), and to create the conditions for a different type of growth. Released in 2010, Europe 2020. A strategy for smart, sustainable and inclusive growth ( 2 ), identifies research and innovation as one of five main targets, has given rise to the notion of an ‘Innovation Union’, and informs the research framework of Horizon 2020. This notion of an Innovation Union is meant to convey a shiÿ from a conceptual idea to action, focused on creating knowledge and also creating jobs. Innovation from this perspective was meant to go far beyond traditional industrial innovation to include both technological and social innovation ( 3 ). Thus, in March 2011, while announcing the initiative funded by the European Commission, Social Innovation Europe (SIE), President Barroso said: ‘… this idea of innovation is indeed a major issue for the Commission I am proud to lead. … In a nutshell, social innovation is for the people and with the people. It is about solidarity and responsibility. It is good for society and it enhances society’s capacity to act. I strongly believe that today our strong European tradition of social innovation is more needed than ever.’ ( 4 ) In line with this perspective the seventh research framework programme (FP7) under the theme Socioeconomic Sciences and Humanities (SSH) supported research initiatives in the field of innovation and the knowledge economy (Research*eu, 2010, p. 4). Some of the findings of these research projects have begun to inform policy, such as the newly released Social Investment Package ( 5 ). ( 1 ) These multiple crises since 2008 are more than financial or even economic. They have had consequences for all realms of European policy (Ross, 2011: Part III). Therefore, they have provoked an encompassing response via the Europe 2020 strategy and subsequent actions. ( 2 ) See the Communication from the Commission (COM [2010] 2020 final) and the website http://ec.europa.eu/europe2020/ index_en.htm (consulted 23 April 2013). ( 3 ) For an introduction to these arguments, see Research*eu , the issue titled, ‘Innovation: Creating knowledge and jobs. Insights from European research in socioeconomic sciences.’ EUR 24431 EN, published in 2010. ( 4 ) Speech available at: http://europa.eu/rapid/press-release_SPEECH-11-190_en.htm (consulted 23 April 2013). ( 5 )Seeforexample, http://ec.europa.eu/research/social-sciences/index_en.html (consulted23April2013),whichciteCSEYHP, a project included in the corpus for our overview, and ImPRovE (Poverty Reduction in Europe. Social Policy and Innovation — http://improve-research.eu , consulted 23 April 2013), a project not included in this report. ",
        "1. INTRODUCTION 11 Here we analyse a portion of the research on social innovation funded by the European Commission’s Directorate-General for Research and Innovation in the area of social science and humanities. The report is based on a corpus of 17 projects funded by the EU under the fiÿh, sixth or seventh research framework programmes ( 1 ). Sections 2, 3 and 4 of this report are drawn primarily from the responses submitted by researchers to a questionnaire distributed by the WILCO ( Welfare innovations at the local level in favour of cohesion ) team in autumn 2012 ( 2 ). The analysis is also informed by the discussions that occurred during the WILCO research seminar, Approaches to Research on Social Innovation: Learning from One Another for the Future, held in Brussels on 1 February 2013 as well as the authors’ own knowledge of the field of social innovation research. ( 1 ) For the list of the projects that form the corpus for this analysis see Appendix C, which also identifies them by the acronyms which are used throughout this report. ( 2 ) Appendix A provides the questionnaire sent to a group of projects identified in this way. ",
        "",
        "13 2. Charting the uses of the concept of social innovation ",
        "14 2. CHARTING THE USES OF THE CONCEPT OF SOCIAL INNOVATION Policy communities are composed of researchers as well as policy analysts and decision-makers. At times they may form an epistemic community, and therefore these networks of knowledge-based experts engage in the articulation of cause-and-effect relationships of complex problems, frame issues for collective debate and propose specific policies ( 1 ). Economists engaged in micro-economic analysis or trade economics, for example, can be considered to form an epistemic community. Other social sciences and the humanities rarely do so, however. The concept of social innovation does not have an epistemic community of this kind. As of yet, little agreement exists about the definition of social innovation, about cause-and-effect relationships, or about the specific policies to follow so as to foster social innovation. In part this is because of the — relative ( 2 ) — novelty of its use in the vocabulary of public policy analysis ( 3 ). And, in part there is no epistemic community ( 4 ) because it is a quasi-concept, one whose utility lies less in fabricating certainty than in fostering cohesion across a policy network, composed of researchers, analysts and decision-makers. Quasi-concepts are important to policy communities (Jenson, 2010a, pp. 71ff.; 2010b; 2012). Despite the polysemy that characterises them, they provide an analytical focus for identifying policy challenges and diagnosing their characteristics. Such quasi-concepts also shape the directions of policy interventions. Examples of such recent quasi-concepts important to policy development internationally as well as in Europe and other regions are social cohesion, social capital, social investment and sustainable development ( 5 ). A quasi-concept is a hybrid. It builds on empirical analysis and thereby benefits from the legitimising aura of the scientific method. But it is simultaneously characterised by an ( 1 ) For an introduction to the concept of epistemic community see the issue coordinated by Peter Haas of International Organisation , Vol. 46 (1), 1992. The literature has grown since then, of course. ( 2 ) In analyses touching on matters other than public policy the notion of social innovation is not new. Indeed, Mumford (2002) dates back to Benjamin Franklin the first traces of social innovation analysis. At that time, social innovations were linked with changes in societal structures. Some attention to social innovation is found in the texts of the fathers of classical sociology, Max Weber and Émile Durkheim, who deal with the issue in terms of transformations of social relations or social organisation (Nussbaumer and Moulaert, 2007). In its most contemporary sense, we found a first paper published in an academic journal by James B. Taylor (1970) who presented social innovation as a change of local experience in the field of social practices requiring commitment and cooperation among different members of the community. ( 3 ) Innovation has, of course, been a key concept for management studies and economics more generally. The addition of the adjective ‘social’ to create another category of innovation is of more recent vintage, as its addition to the OECD’s Oslo Manuel only in 2005 testifies (Noya, 2011). Its use as a concept in public policy analysis in Europe can also be dated to the last decade of the last century or the first of this one (for example, Caulier-Grice et al., 2012,p. 5). ( 4 ) We are not suggesting that an epistemic community is either necessary or even a ‘good thing.’ The certainty around a paradigm that such a community generates may undermine efforts to innovate in policy and practice as well as in research. As we have known at least since Thomas Kuhn (1962), paradigms (and the epistemic communities that promote them) may have to be disrupted for new knowledge to appear. ( 5 ) Desmond McNeill (2006) developed his analysis to understand three important and widely circulated quasi-concepts: the informal economy, social capital and sustainable development. Bernard (1999) and Jenson (1998; 2010b) use the notion of quasi-concept to understand the meanings of social cohesion used by different policy communities. Jenson (2010a) also examines social investment as a quasi-concept. ",
        "2. CHARTING THE USES OF THE CONCEPT OF SOCIAL INNOVATION 15 indeterminate quality that makes it adaptable to a variety of situations and flexible enough to follow the twists and turns of policy that everyday politics sometimes make necessary. A quasi-concept can also be described this way: … a concept which … is more than simply a slogan or ‘buzzword’ because it has some reputable intellectual basis, but it may nevertheless be found vulnerable on analytical and empirical grounds. What is special about such an idea is that it is able to operate in both academia and policy domains. (McNeill, 2006, p. 335) Being a quasi-concept is a legitimate and we might even say honourable status (as the examples already analysed make clear). This status does not imply by any means, however, that ‘anything goes’. Researchers need to pay careful attention to their own use of the concept of social innovation, in particular their own theoretical foundations (what we might also term the cause-and-effect relationships) and their own understanding of the proximate as well as long-term consequences of policy interventions to foster (or those that discourage) social innovation. 2.1. Defining social innovation Of all responses received as part of this exercise, we used three different definitions particularly significant to indicate the meaning of the notion of social innovation. As mentioned before, there are many more definitions, but in several projects the authors declined the invitation to propose their understanding of social innovation. Indeed, many of them have chosen to work with different notions and concepts so that social innovation was not used to describe or to explain the social reality. The three definitions here have been selected because they cover multiple dimensions. They reflect a complex reality. They also operate on two registers: the results and the process. Social innovation is oÿen used to delineate a changing reality in terms of both outcome and process. Of course, this further complicates our understanding of social innovation at the operational level. Social innovation should be recognised as a particular mode of action and social change. It must be distinguished from other forms of action or similar notions such as social entrepreneurship or social economy. Some definitions have been able to distinguish themselves, others not. The three definitions herein have those particular features of social innovation. ‘Social innovations are new solutions that simultaneously meet a social need and lead to new or improved capabilities and relationships and better use of assets and resources. In other words, social innovations are good for society and enhance society’s capacity to act.’ (Tepsie) Social innovation ‘must be structurally aimed at meeting social need (social challenge); must involve a new or significantly improved product, process, marketing method, and/or organisational model.’ (Selusi) ‘Social innovation is a process where civil society actors develop new technologies, strategies, ideas and/or organisations to meet social needs or solve social problems.’ (SPREAD) ",
        "16 2. CHARTING THE USES OF THE CONCEPT OF SOCIAL INNOVATION In order to have a better analytical understanding, these definitions have been organised into five broad dimensions that we will now look at in the next sections. Since most projects focused on need for, sources of, and/or consequences of social innovation, we can take these analytical categories more simply by answering basic questions about any new concept, that is: why, how and what. 2.2. Why: New responses to long-standing or new social problems In a first dimension, social innovation is designed as a response to social problems recurring in western society. In this regard, some projects put more emphasis on social innovation in response to specific needs, while others will insist on the original problem. This is an important distinction, is innovation an answer to a problem or to a need? For Tepsie, ‘needs’ seem to be more appropriate than ‘problems’ to describe the initial situation that gives rise to social innovation. ‘Needs’ is a term that is likely to bring together more social actors from different backgrounds, it can indeed be felt at the base of an initiative without a crisis within the situation. The term ‘problems’ might lead to a crisis if the initial situation is not addressed. At the macro level, social innovation responds to the need for cohesion of a particular society. Hence, lack of cohesion is not a problem per se. But cohesion is an objective for public policy as well as civil society initiative to try to make sure that the intervention will rally rather than divide people. Society needs cohesion, regardless of the density and the strength of the social bonds. Social cohesion is a notion that concerns every citizen of a collectivity. However, some projects focus more on the ‘problems’ dimension. For this interpretation, social innovation is a type of action that succeeded if it ensures social inclusion for the excluded or disadvantaged people in the society. Social innovation reaches its target only if the most vulnerable of the population are affected and integrated. Three projects address this specific target through social innovation in education (LLL2010 and INCLUDE-ED) and health, education and care (INNOSERV). Social innovation is in line with the reduction of growing inequalities in liberal societies (Citispyce and WILCO). Thus, social innovation is an appropriate response, although not sufficient to reduce social problems and to tackle new needs of citizens. The aim of social innovation also highlights the economic sector where it should arise: private sector, public sector or third sector. But this issue is far from being unanimous among the academics as well as the practitioners. In fact, social innovation goes through all sectors, but it is true that private sector organisations are rarely the subject of research about its role in social innovation, excepted for the philanthropy in the United States of America. But this issue is far from being unanimous among the academics as well as the practitioners. In fact, social innovation goes through all sectors, but it is true that private sector organisations are rarely the subject of research about its role in social innovation, excepted for the philanthropy in the United States of America. Social innovations have quite more chance to be linked to other sectors such as social economy along with the state and the public sector as the venues where social innovations emerge (the social economy) and materialise and consolidate (the public sector). Social innovation is oÿen associated with the area ",
        "2. CHARTING THE USES OF THE CONCEPT OF SOCIAL INNOVATION 17 where it has the greatest opportunities to emerge. This is why social economy, mainly the new social economy, appears unique as the organisational forms such as cooperative, mutuality and not-for- profit organisations are flourishing (CONCISE). Instead of being at the core of social innovation, one project sees the public sector with a specific role for the coordination of different initiatives that come out of the civil society (Cocops). Other projects prefer not to give precedence to one or the other sector, which counts above all is the sectorial hybridity (INNOSERV and SERVPPIN). In order to play that role adequately, the public sector can encourage social innovations that come from public organisations as well. LLL2010 on social innovation in education LLL2010 summarises the impact of their project as a systematic understanding of the ways as to how formal education systems contribute to the emerging of learning societies in Europe. Country-specific institutional ‘packages’ should shape the opportunities for lifelong learning and yield different outcomes of analogous political reforms. Thus the development of lifelong-learning policies and education systems can only be properly analysed by taking into account the mutual interdependence of institutional settings as well as different policies connected with lifelong learning within the country. (Information quoted from the questionnaire) 2.3. Why: challenges faced by particular vulnerable groups The question about the social category of people who should benefit from innovations, as results translated into specific services, is important. In this regard, several studies have focused their investigation on particular vulnerable groups. The main issue here is about the attenuation of the risks faced by most vulnerable groups of society. Thereby, innovations consist of finding an answer to the challenges set down by the new demography and the effects of economic and social crisis. This answer can be incomplete, but it can be the first part of a beginning that puts people away from social exclusion. Here again, the issue about social cohesion is still of great significance. Projects interested in this issue are numerous, we note in particular projects that shed light on youth mainly through the urban marginalised (Citispyce) and the homeless (CSEYHP). Other disadvantaged groups are also categorised as being at risk of social exclusion, mainly the elderly, migrants and single- parent women. One project focuses on these vulnerable social categories (WILCO). One of the solutions considering this specific topic of exclusion consists of empowering them through education. Two projects have addressed this important topic about the educationally disadvantaged (LLL2010 and INCLUDE-ED). ",
        "18 2. CHARTING THE USES OF THE CONCEPT OF SOCIAL INNOVATION Citispyce on young marginalised For the researchers of Citispyce , social innovation does not explicitly identify young people as either a key target group for social innovation or a key source of socially innovative practices. That is why the young marginalised have been identified as a social category that can benefit from innovations. However, there are more questions than answers. How and to what extent do the public sectors innovate in dealing with the issues facing disadvantaged young people and what policy responses may be needed to enhance social innovation in the public sector? What does the changing demographic landscape of inequalities as manifested in large urban centres within the EU look like and what are the particular challenges facing young people disadvantaged by reason of ethnic origin, cultural background, neighbourhood, family and educational and economic situation? (Information quoted from the questionnaire) 2.4. How: initiatives from civil society Many projects address this particular aspect of social innovation. This question puts emphasis on the process of social innovation by appointing the complexity of the heterogeneous actors working together in the finding of answers to specific ‘problems’ or ‘needs’. For some, process should be understood through the contribution of social capital (Conscise and Social Polis). This notion of social capital is understood here as the mixture of resources that are necessary to go through the process. Some actors have access to more resources than others. Some who have no access must be linked to these powerful (influential) actors. Other projects show the bonds differently, using another vocabulary. Social needs are addressed through network building, fostering capabilities and ensuring better use of assets and resources (Tepsie, SERVPPIN, Social Polis and INNOSERV). The innovation is better understood as a process that can draw innovative ways of working and engaging with and in civil society (Citispyce, Tepsie and SPREAD). These paths become more important than the results of the process because they lead to a permanent and flexible means of action bringing about different solutions to different problems. This allows social actors to be involved, empowered by promoting the behavioural change required to tackle societal challenges (INCLUDE-ED, Conscise). Who are the prime movers of social innovation? This question is at the core of many definitions of social innovation. If it is neither the state nor the market there is one actor remaining, i.e. civil society. The most recent version of the notion of civil society tends to be referred to as the third sector or the voluntary sector. The controversy consists of selecting appropriately the criteria through which civil society will be defined. Is it through the exclusion from the two others sectors or is it through the inclusion of social categories that are able to change the flow of dominant social trends through specific courses of action? ",
        "2. CHARTING THE USES OF THE CONCEPT OF SOCIAL INNOVATION 19 2.5. What: Innovations in governance The dimension of governance is central to several social innovation projects presented at the WILCO research seminar on social innovation. Since it is admitted that innovation is a process involving several kind of actors who cooperate in diverse forms such as networks in order to mobilise resources, it is obvious that innovation must address the social rules and norms for decision-making and its practices. In other words, governance is about how to set the rules of cooperation in governing bodies (such as equality of representation in the board of directors, participative democracy at the employee level), as well as how these rules are legitimised and accepted ethically? For many projects this issue is at the core of social innovation. The involvement of diverse actors is itself an innovative and original previously unseen social action in western societies which, in itself, makes governance an innovation. Social innovation and governance are thus closely associated. Is this criterion of governance enough to make social innovation something original and distinctive from other forms of social transformation or change? Who can accommodate such a shiÿ in the relationships between different bodies? The first characteristic of governance rests in the collective power resources (Tepsie). Here, governance is associated with a particular process and practices that consist of pooling together resources across all bodies involved so that no one can take advantage of the result of the process. Finally, governance as a sharing of practices showing cohesiveness and consistency for a given area of responsibility is first of all an act of citizenship (Social Polis, Katarsis and Singocom). However, the governance in decision-making and practices can be seen across different types of governing bodies. The projects that link social innovation to the public sector consider the compelling need to see transformation of governance in the public sector bodies (SERVPPIN, LIPSE and Cocops). For other projects, governance is a concern that affects or should affect all kind of organisations whatever the sector in which this body proceeds, public, private or third sector (LLL2010, Selusi). Some projects involved the institutions in the delivery of services under the new governance. Here, governance is narrowly associated with services coming from the innovation process so that governance is not only a concern about the process of creating a new service but also an issue that must be related to the delivery of services on a continuous basis across sectors (CSEYHP, Conscise, WILCO, PERSE, INNOSERV, SERVPPIN and Citispyce). Nonetheless, there is no direction that guides the governance except for two projects in which a significant improvement of democracy should be one major achievement of social innovation (WILCO, Katarsis, Singocom and Social Polis). ",
        "20 2. CHARTING THE USES OF THE CONCEPT OF SOCIAL INNOVATION WILCO on growing inequalities It is necessary to understand how these innovations emerge within different socioeconomic models and traditions of local welfare. From an institutionalist perspective, WILCO contextualises innovative services in local welfare and analyses how they must be positioned within national and local traditions. The project aims to increase knowledge of the factors that make innovative practices in the fight against social inequality. Good ideas can falter, while bad practices can be sustained for a surprisingly long time. What is regarded as a good result in one place or at one time may be totally off the mark under different policies, within a different culture of welfare, with more active or passive citizens, a different welfare mix of public, for- and non-profit providers. The sign of an effective exchange of knowledge at the European level is that it is a smart exchange, not simply throwing information around, but, on the basis of up-to-date information, assessing the potential for sustainable practices and policies: spotting opportunities where they arise and avoiding the risk of becoming a ‘policy fashion victim’: what looks good on others does not necessarily look good on you. (Information quote from the questionnaire) 2.6. What: Alternate economic organisation Finally, a last dimension sheds light on the type of organisation and sector in which innovation can best flourish. For this, some projects link social innovation to social enterprise and social entrepreneurship (Selusi, PERSE and SPREAD), while others will associate the social innovation to hybrid forms of organisations, with links to formal and informal sectors (INNOSERV, LLL2010 and LIPSE) or civil society organisations (SPREAD and Tepsie). There is a strong trend towards the mixture of social innovation with social entrepreneurship as the main mover for social innovation and the social enterprise as the main venue. For them, the best way to create innovations, involving people and move towards new forms of governance is to focus the efforts and energies towards alternative forms of enterprise. Conscise brings a lot of information on the structure of the enterprises, its objectives, the need for cooperation and the presence of social capital. For these advocates, it is the core of social innovation. Thus, social innovation puts forward the creation of goods and services within cooperatives, mutual enterprises, for profit as well as non-profit organisations as a new way to create wealth and redistribute it. These enterprises can be profitable, they are social if the surplus is shared among the shareholders so that the benefits are advantageous for the society or the community. One project (Tepsie) put emphasis on the main movers of these alternative forms of organisations, i.e. social entrepreneurship. Altruism and recognition of the influence that the social entrepreneur holds through the projects of general interest are his/her primary motivations. ",
        "2. CHARTING THE USES OF THE CONCEPT OF SOCIAL INNOVATION 21 Another stream of researchers focuses on the area in which these alternate firms flourish and influence the market economy (Selusi). The social economy joins a wide range of community, voluntary and not-for-profit activities, but also for profit activities. But we still need to know, as mentioned by Selusi, how social enterprises make their way in the market, how they grow, how they innovate, how they produce significant spillovers? Conscise on social economy For Conscise, social economy is defined as a sector of economic activity which is made up of social enterprises organised around five dimensions: shared values about the satisfaction of needs, not-for-profit principles, cooperation and self-organisation; distinctive types of inter-organisational relationship; pursuit of a new mode of production; a mode of economic integration characterised by norms of reciprocity. (Information quoted from the questionnaire) ",
        "",
        "23 3. Social innovation research. Working with theory ",
        "24 3. SOCIAL INNOVATION RESEARCH. WORKING WITH THEORY Researchers were asked in the questionnaire to describe their theoretical approach and to identify the major theoretical traditions mobilised in their study of social innovation, while as reviewers we were asked to examine theoretical trends and to assess whether it is possible to ‘speak of a basis for an imminent theory of SI (social innovation)?’ ( 1 ) Because not all projects used the concept of social innovation ( 2 ), we included in our assessment of theoretical approaches the responses that actually touched more on other concepts, such as social cohesion, social capital and so on. However, whether we use a broad net or a narrow one that treats only the projects explicitly relying on the quasi-concept of social innovation, our first conclusion is that we do not as yet observe any imminent theory of social innovation. Nor would we have really expected to do so, because the field of social innovation research is still in its early stages. This means it is likely to depend upon a variety of research traditions rather than a single paradigm. Thus, the analysis of the reports and of some of the publications reveals significant theoretical variety. Moreover, we conclude that such variety is likely to continue to exist, for several reasons that are developed in the next sections. 3.1. Social innovation research draws on numerous disciplines and theoretical traditions In the broader literature, as we have already noted, social innovation as a concept cannot be assigned to any paradigm within any single social science. To say this is not to criticise either the concept or the current work on social innovation. Rather, it reflects the reality of social science research which itself houses numerous disciplines. Each discipline has its own paradigms and its own inter-paradigmatic controversies. Thus, for example, economists debate about whether to take institutions into account or to focus only on — rational — individuals, while political scientists oÿen debate whether it is rational choice or culture that structures institutions ( 3 ). These debates already inform and their legacies will continue to shape any analysis that makes use of a single concept such as social innovation. Research analysing social innovation can and has drawn on several quite different disciplines, including economics, political science, sociology, social policy, and in fewer cases, cultural studies ( 4 ). Even the ‘founding fathers’ invoked are not the same; some researchers appeal to sociologists ( 1 ) See Appendix B. ( 2 ) Seven of the 17 projects stated outright that they did not use the concept of social innovation. Four gave their focus as social cohesion and the others mentioned social capital, social inclusion or something else. ( 3 ) For a useful recent overview of some of these intra- and inter-paradigmatic as well as cross-disciplinary discussions see Hall and Lamont (2013). ( 4 ) Up to the middle of the last decade Moulaert et al. (2005: 1969) provided this list of relevant disciplines in an article which ‘surveys the theoretical literature on social innovation across the social sciences: social and institutional economics, regional and local development theory, political science, institutional and urban sociology, planning and geography, with occasional references to other disciplines with an interest in spatial development.’ ",
        "3. SOCIAL INNOVATION RESEARCH. WORKING WITH THEORY 25 Max Weber or Émile Durkheim and yet others to economists Karl Marx or Joseph Schumpeter ( 1 ). Within each discipline, the concept is deployed by researchers operating from numerous theoretical traditions, including for example social theory in Marxian, Weberian or Durkheimian varieties, institutionalist theories — both old and new — and social-psychological theoretical approaches about stigmatisation, marginalisation and so on. In each of these theoretical traditions one can observe further tendencies towards explanations drawn from rational-choice assumptions or from constructivist assumptions about the organisation of social relations. WILCO’s response to the questionnaire probably best provided an understanding of this theoretical range and debate within one general but multi-disciplinary approach. Describing its commitment to institutionalist theory in general, the response said: ‘the institutionalist (or ‘neo-institutionalist’) tradition is so diverse that it is difficult to capture except in the simplest terms. What unites all the streams is the claim that institutions matter, but this is not to say much ...’ The response to the questionnaire then goes on to describe some of the debates within the institutionalist approaches within and across disciplines that make any single theoretical approach unlikely and perhaps inappropriate. An additional factor that makes this theoretical variety both prevalent and not surprising is that analyses of social innovation are also conducted by researchers who define themselves and their work as interdisciplinary. For example, some early work on social innovation came out of urban studies, itself an interdisciplinary field. Singocom, funded under the fiÿh framework programme, is a good example of a project that focuses the interdisciplinary tools of urban studies on social innovation; Social Polis as the Social Platform on Cities and Social Cohesion continues this tradition. Another example comes from INCLUD-ED which focused on educational strategies for inclusion. Education studies is an interdisciplinary field and therefore as the project report said: ‘INCLUD-ED was drawn up from a wide range of literature and theoretical contributions from different disciplines (psychology, sociology, anthropology, and economy, among others) with a dialogical conception of education ….’ More particularly the response to the questionnaire describes a focus on the structure/agency question, which is one of the longest-standing and most complex issues in social theory, although not in itself a theoretical approach. The projects with which this report is concerned exhibit both this varied disciplinary grounding and, in some cases, interdisciplinary approach to theory and theoretical traditions. The projects also exhibited little interest in working on theory, choosing instead to frame the project around the problem(s) and deploy the theoretical and disciplinary tools considered most appropriate. ( 1 ) These invocations of founding fathers are not without consequences. Put simplistically, the differences are the following. Institutionalist approaches that derive from Weber oÿen account for policy change with the metaphor of ‘path dependency.’ The path once chosen creates reinforcing incentives and institutional structures that sustain it, and exogenous shocks are necessary for change. The arch-typical example is the continued dominance of the QWERTY keyboard, despite the supposed greater value of other models. In contrast, Schumpeter endowed us with the metaphor of ‘creative destruction,’ to describe processes in which the old is endogenously destroyed and replaced by the new. The creative entrepreneur is the dominant metaphor. With his cyclical theory of history Schumpeter relied on ontological premises very different from the more linear assumptions of Weber or Durkheim. ",
        "26 3. SOCIAL INNOVATION RESEARCH. WORKING WITH THEORY Overall, few responses to the question about the theoretical traditions they mobilised ( 1 ) described projects actually setting out to carve out a theoretical space. Thus, for example, the project on Life- long Learning 2010 (LLL2010) was described in its own response to the questionnaire as relying on ‘different dominant theoretical traditions, however, the overarching framework was [a] sociological institutionalist approach.’ In contrast PERSE’s response to the questionnaire simply said ‘economic sociology, new institutional economics and sociology,’ and ServPPIN’s said ‘economics, sociology and political science,’ all of which are very general categories. LIPSE’s response to the questionnaire, in contrast, was quite specific, saying ‘the overarching theoretical framework of the project falls within open innovation systems theory,’ with that approach used to provide a set of categories to order various variables. Such answers suggest that theoretical precision was not a high priority for the projects. This focus on problems more than on theory follows directly from the objectives of the work programmes funded by the European Commission, whose goals are focused on ‘challenges.’ ( 2 ) 3.2. Theoretical variety follows in part from the European Union’s approach to supporting research The European Union funds research in the socioeconomic sciences and humanities which will address the immense challenges faced by the Union in its projects of market-making and society-building. One way that this is done is by calling for ‘the widest possible European coverage’ in research projects. But the more important strategy for generating such research has been by framing the call and posing questions that are meant to provoke policy-relevant and socially useful answers. The result is topics phrased in broad and complex ways, which accurately reflect the fact that social issues and economic problems present themselves in broad and complex ways. They are oÿen ‘wicked problems.’ ( 3 ) Their resolution will also demand ambitious responses that are driven by the problem rather than by disciplinary or even theoretical debate of interest primarily to academics. In other words, the calls for research proposals ask for answers to real-world problems and put the emphasis more on understanding complexity than on theory. The researchers responding to these calls have a strong incentive to focus more on the problem than on the theory. The funding conditions set out for the EU framework programme reinforce this incentive structure. For example, in the call of the Work Programme 2013, Theme 8 for the socioeconomic sciences and ( 1 ) The question was: ‘1.2 What major theoretical traditions did you mobilise to approach the study of social innovation?’ See Appendix A. ( 2 ) For example, the objective identified in the Work Programme 2013,Theme 8 for the Socioeconomic Sciences and Humanities was: ‘generating an in-depth, shared understanding of complex and interrelated socioeconomic challenges Europe is confronted with, such as growth, employment and competitiveness, social cohesion and inclusion, social, cultural and educational challenges in an enlarged EU, as well as issues of sustainability, environmental challenges, demographic change, migration and integration, quality of life and global interdependence, in particular with a view to providing an improved knowledge base for policies in the fields concerned.’ See European Commission C (2012) 4536 of 9 July 2012, p. 5. ( 3 ) This term is used by a number of the projects in their responses to the questionnaire, including Cocops and Tepsie. For a discussion of ‘wicked problems’ from the perspective of public policy, see Bradford (2003). ",
        "3. SOCIAL INNOVATION RESEARCH. WORKING WITH THEORY 27 humanities, we read that all research proposals ‘are expected’ to ‘achieve cooperation within and between disciplines and involve a plurality of approaches to the degree most appropriate for the issues addressed” ( 1 ). This emphasis on broad-based rather than narrow within-discipline research groups and projects is laudable. It corrects the tendency present in too many disciplines to focus on their own internal battles using their own theoretical jargon to the exclusion of others. Nonetheless, it is a practice that discourages a tight theoretical focus across the whole project ( 2 ). It provides quite concrete incentives to cast the net broadly, to focus more on a common object of the research (for example, social innovation or social cohesion) than on a shared theoretical framework ( 3 ). Thus the absence of attention to theory is understandable and not a weakness. 3.3. Theoretical development is not a focus Anadditionalreasonthatnotheoreticaltrendscouldbetrackedfromtheresponsestothequestionnaires is that for some of the researchers the question itself seemed to provoke consternation. For some respondents to the questionnaire, the question about the theoretical traditions they had mobilised provoked an answer about the methodological approach to their research. They listed methods such as interviewing, participant observation, and so on. Others in their response to the questionnaire placed most of their effort on carefully characterising social innovation (a conceptual focus) and the reasons for researching it; less attention went to characterising a consistent theoretical position ( 4 ). We cannot really determine why a question about theory provokes an answer about method, but we suspect it may follow from, in addition to the factors already mentioned in parts 3.1 and 3.2, the composition of some research groups that put more emphasis on action than on research and with expanded attention to involvement of stakeholders and users in the research process itself. This lack of attention to theoretical anchors and theoretical development is not necessarily a great weakness of the research on social innovation. The strength of such research is the focus on the challenges faced by the European Union in achieving its goals for Europe 2020. Thus, it would be ( 1 ) See European Commission C (2012) 4536 of 9 July 2012, p. 10. ( 2 ) One way that researchers have dealt with theory seems to be by developing work packages within each project that exhibit a narrower disciplinary range. This strategy thereby helps to generate publications that will be acceptable to leading journals in the discipline or field of the participants in the work package. Each work package works within its own theoretical boundaries. In its response to the questionnaire, Tepsie summarised this practice as having a ‘bespoke methodology’ for each WP. ( 3 ) Funded under the FP6, KATARSIS seems to have been something of an exception to this generalisation. Its WP4 focused on philosophical underpinnings, ontology and epistemological issues. See: http://katarsis.ncl.ac.uk/wp/wp4/ documents/D4DISSEM.pdf , accessed 23 April 2013. This is only a summary; the full final report is password protected. For its part, INNOSERV describes a theoretical derivation of its framework and selection of cases of social innovation, based on attention to paradigm shiÿs as well as new social and technological contexts. See, for example, the Work Package 2 paper at http://www.inno-serv.eu/ sites/default/files/Literature %20based %20criteria %20for %20innovation_0.pdf , accessed 23 April 2013. ( 4 ) In its section on the definition of social innovation the Tepsie response to the questionnaire evoked several but not always commensurate theoretical approaches, from Len Doyal and Ian Gough’s efforts to improve socialist theory via the addition of human needs to Amartya Sen’s and Martha Nussbaum’s liberal theory linking freedom and capabilities. ",
        "28 3. SOCIAL INNOVATION RESEARCH. WORKING WITH THEORY inappropriate to set an ‘imminent theory of social innovation’ as a goal. Indeed, it would probably be an error to do so. Nonetheless, if the objective is to generate an in-depth, shared understanding of complex and interrelated socioeconomic challenges confronting Europe and to encourage mutual building of knowledge, the absence of shared theory does make it imperative that ample and adequate consideration goes to the other dimensions of research design. In the next section we examine these research projects, as represented in their responses to the questionnaire, on two dimensions of research design: (i) the level of analysis; (ii) the research focus, including the scale of analysis. 3.4. Level of analysis. The institutional and individual levels predominate While the social sciences do not always agree on the very meaning of the term ‘level of analysis,’ here we will use a simple categorisation that distinguishes the analysis of social systems (society) from the analysis of the institutions or structured collectivities they are composed of and from the individuals that act within them. This is both a simple and widely enough accepted definition to serve our purposes. The only research project that could be placed at the system level of analysis is Tepsie. With its ambition to include consideration of ‘societal and ecological resilience’ and attention to the ‘economic and social performance of society’ it seemed to be potentially positioning itself at that level. Its response to the questionnaire, for example, explicitly and positively referenced Frances Westley’s system-level perspective as does its state-of-of-the-art paper (Caulier-Grice et al., 2012, p. 13). One of its first deliverables was its literature review that proposed a system-level definition by putting the emphasis on ‘society’ (Caulier-Grice et al., 2012, p. 18): ‘Social innovations are new solutions (products, services, models, markets, processes, etc.) that simultaneously meet a social need (more effectively than existing solutions) and lead to new or improved capabilities and relationships and better use of assets and resources. In other words, social innovations are both good for society and enhance society’s capacity to act.’ Nonetheless, a closer look at most of the work undertaken by the project and the actual method for analysing social innovations shows that the work is focused on networks, enterprises and markets as well as civil society. Whether this will lead eventually to any capability to assess ‘good for society’ and ‘society’s capacity’ remains to be seen in the later stages of the research. RECOMMENDATION 1 Work on social innovation should be concentrated at the institutional (meso) or the individual (micro) levels of analysis, not the societal level. ",
        "3. SOCIAL INNOVATION RESEARCH. WORKING WITH THEORY 29 The difficulty of operationalising concepts such as ‘good for society’ or ‘society’s capacity’ makes working at the level of society highly challenging. We do not recommend it. Most projects have, in contrast, tended to treat broad social trends as context and then conducted their research at either the meso- or micro-level. At the meso-level, the usual focus is on the role of institutions — whether enterprises, governments, civil society organisations or other institutions — in encouraging or discouraging social innovation. For example, PERSE focused on a kind of organisation in the third sector, the social enterprise, while Conscise examined the relationships of both cause and effect between a social pattern (social capital) and social enterprises as an institutional form ( 1 ). Cocops’ cut into the research was via new public management (NPM) strategies deployed by governments to reform services ( 2 ) while INNOSERV has launched an analysis of several cases of innovation in service provision ( 3 ). ServPPIN also worked at the institutional level of analysis and on services, its research focus being public–private innovation networks, treated as organisational devices in which public and private services might perform in complementary and synergistic ways ( 4 ). A third approach to services at this level of analysis comes from WILCO, which focuses on publicly provided services in local regimes where creative innovations exist, and some cities are clearly more innovative than others. These innovations in social policy practice do not always get transferred (diffused) to other local regimes, however, and the project explores the factors hindering or fostering diffusion ( 5 ). Some projects took the individual level of analysis as their own. They were of two types. One grouping involved those projects concerned with social relations of marginalisation and at-risk populations. Two projects were clearly centred on them. CSEYHP collected information about the life trajectories of homeless youth and then set out to test intervention techniques within the same population. Citispyce is also focused on youth, this time those who live in communities of immigration. Beyond mapping their circumstances, it too will seek to uncover innovative strategies for navigating, surviving and overcoming inequalities among young people in disadvantaged neighbourhoods of large cities. Ethnographical research is the methodological ( 1 ) See the Executive Summary of PERSE’s final report on: http://www.siresearch.eu/sites/default/files/PERSE_Executive_ Summary.pdf , accessed 23 April 2013. For Conscise’s final report from 2003 see: http://www.malcolmread.co.uk/conscise/ finalreport/finaldraÿ.pdf , accessed 23 April 2013. ( 2 ) Cocops Working Paper No 9, Joined-Up-Government: Reform Challenges, Experiences and Accountability Relations by Anne-Lise Filmreite, Tom Christensen, and Per Lægreid, available on http://www.cocops.eu/archives/1046 , January 2013, accessed 23 April 2013. ( 3 ) http://www.inno-serv.eu/content/objectives-project , accessed 23 April 2013. ( 4 ) See the final report at http://www.servppin.com/uploadFiles/ServPPIN_papers/Files_WP9/Servppin %20FINAL %20 REPORT.pdf , accessed 23 April 2013. ( 5 ) This project is ongoing. For its general presentation, see http://www.wilcoproject.eu/what-is-wilco/objective-mission . For the individual city reports, see http://www.wilcoproject.eu/city-reports , both accessed 23 April 2013. RECOMMENDATION 2 Encourage useful cross-level discussion among projects, in order to derive even more and fuller benefits of this research, by promoting additional activities across projects. New venues would probably need to be created. ",
        "30 3. SOCIAL INNOVATION RESEARCH. WORKING WITH THEORY tool used.Beyond these two projects, specific work packages or elements of others analysed individual-level experiences and data. LLL2010 examined individual student’s experiences and conducted interviews with their employers ( 1 ). Cocops conducted original surveys of public managers, and relied on existing mass surveys to assess the opinions of citizens. The project also used in-depth interviews to examine practices as well as attitudes and opinions ( 2 ). So too did Selusi, interviewing social entrepreneurs about their innovation practices and business strategies ( 3 ). Projects working at both the institutional and the individual level of analysis have already produced interesting albeit different types of results. Both levels of analysis generate important findings. Therefore, there is little reason to think one level of analysis should be privileged or chosen over another. However, useful cross-level and cross-project discussion could be encouraged in the near future in order to derive even more and fuller benefits from this research. This would involve encouraging additional activities across projects. For example, analyses of individuals sometimes occur with very little reference to the policy or institutional setting in which they operate, because they quite legitimately treat them as context, relevant but not the focus of analysis. Similarly the analysis of policy change is sometimes presented as if the consequences for individuals are the same as the goals of the policy designers or policy providers. Fruitful new perspectives on social innovation experiments could follow from talk across projects about their findings and about what happens when individuals must respond to a new policy innovation and/or whether policy goals are likely to be met ( 4 ). Organising such discussion would involve ensuring the availability of appropriate venues for sharing results in a systematic way. 3.5. The research focus — wide reach and multiple scales Even reading the full names of the projects makes it very obvious that there is no convergence around any limited set of objects of research or the ‘common trends,’ for which we were asked to look ( 5 ). This is both to be expected, given the range of ‘wicked problems’ analysed, and an advantage because the projects are by no means working and reworking the same terrain. The phenomena analysed range widely across actors (citizens, entrepreneurs, bureaucrats, social enterprises, and so on). Projects also cover quite different sectors — the public sector, the community ( 1 ) See for example Project Reports No 3 and No 4 at: http://lll2010.tlu.ee/publications/project-reports , accessed 23 April 2013. ( 2 ) See the policy brief and working papers posted at: http://www.cocops.eu/archives/1065 , accessed 23 April 2013. ( 3 ) A summary of the project’s findings about entrepreneurs is found in Research*eu , the issue titled, ‘Innovation: Creating knowledge and jobs. Insights from European research in socioeconomic sciences.’ EUR 24431 EN, p. 10. See also http://www.selusi.eu/index.php?page=business-platform and http://www.selusi.eu/index.php?page=research , both accessed 23 April 2013. ( 4 ) The WILCO-organised research seminar on 1 February 2013 was an example of such an event. ( 5 ) The two Social Platforms (Social Polis and INNOSERV) because of their form as platforms had the broadest reach, covering multiple scales as well as explicitly seeking to be transdisciplinary, in the case at least of Social Polis. ",
        "3. SOCIAL INNOVATION RESEARCH. WORKING WITH THEORY 31 (or third) sector, the private sector. And, they do so at a variety of scales, from the most local through the urban, regional, national or supranational ( 1 ). In these varying research foci, we also note that social innovation is sometimes being analysed as a cause of change and sometimes as a result of institutions and practices ( 2 ). It is worth developing this distinction a bit more here. A group of projects identify social innovation (however defined and whether implemented by the public, private or third sector) as the lever for improving the circumstances of specific groups or populations. Thus they examine innovative practices in education (INCLUDE-ED and LLL2010), in social services (INNOSERV) among marginalised youth (Citispyce and CSEYHP), for meeting social needs (Tepsie), for organising integration into employment (PERSE), for generating economic growth (ServPPIN), and so on. In such research projects, social innovation as the lever of change is the independent variable. Another cluster of projects is more interested in following the processes and practices that foster social innovation. For example, LIPSE asks explicitly about the drivers of innovation in the public sector while WILCO focuses on factors accounting for diffusion of innovation in local social services. Selusi enquires into entrepreneurial strategies that generate innovation while Conscise homed in on social capital and its impact on making social enterprises innovative. Again the existence of this variety does not imply a weakness of the domain of social innovation research or even of the concept. Nonetheless it is important that each project clarify the causal directions that are its focus. There is also room for discussion across the social innovation community of the analytic implications of treating social innovation as a lever or as an outcome. When and under what circumstances is each strategy best used? A forum for such a discussion could usefully be created. ( 1 ) The supranational level was rarely considered. LIPSE, however, has as a research question the convergence or divergence of public-sector innovations across the European Union. ( 2 ) This treatment of social innovation as sometimes cause (asking what it does) and sometimes outcome (asking what fosters it) is common in the case of several of the four ‘social’ variables. For a discussion of social cohesion as either dependent or independent variable, for example, see Jenson (1998, pp. 31–32). Social capital can also be analysed as an outcome (how trust is created, for example) or a cause (what is facilitated by the presence of social capital). Debates about cause and effect remain heated (for example, Jenson, 2010, p. 10 and passim ). RECOMMENDATION 3 Create a forum to discuss when and under what conditions social innovation is best treated as a input (independent variable) or as a result (dependent variable). ",
        "",
        "33 4. Dissemination and outreach of social innovation projects’ findings ",
        "34 4. DISSEMINATION AND OUTREACH OF SOCIAL INNOVATION PROJECTS’ FINDINGS In research of this sort, collaboration with partners other than standard academic researchers is always a challenge. But because the nature of social innovation is to return to civil society, citizens and other non-traditional researchers, it is important to be self-reflective about this issue. Several projects reported having had to face challenges in this area. Work practices have changed in this regard. However there are few research practices that focus on collaboration between academics and practitioners. Two projects are the exceptions. INNOSERV intends to nurture research practices with communities by setting a consortium composed of practitioners, policymakers and academics who are mutually assessing recent trends in science, practices and policy. Also Social Polis encouraged non-academic to submit proposals for workshops. Otherwise standard methods of research are used. But how can we engage innovative knowledge production through the social innovation approach? Knowledge production can contribute to the development of a more just and inclusive society through the implementation of values and practices that characterise collective action. The social innovation process relies on the development of social bonds created by people who circulate in many networks and who are willing to share their knowledge, influence and social links with the goal of finding original solutions to complex problems (Nussbaumer and Moulaert 2007). In this approach, research is an activity apart from other resources. It is an activity of special kind that is at the core of the knowledge building. However, certain conditions must be met to ensure that this type of research is efficient in terms of producing knowledge that is socially relevant and guaranteeing the immediate effect of the production/transfer process. A majority of EU projects have designed original and creative ways to disseminate the outcomes of research process. Some strategies of dissemination remain classical and traditional, such as conferences, seminars and publications in peer review journals. Some projects have conceived a newsletter. There are many means of facilitating the dissemination to populations affected by the initial problem, or towards policymakers and other practitioners who can tackle the problems and applied solutions recommended by the research teams. Many practices of disseminationconsistofbridgingdifferentcommunitiessuchaspractitioners,end-users,policymakers, state officials and academics. Some projects have proposed new tools such as online events (INNOSERV, Cocops, SERVPPIN and Social Polis) and exchanges between academics and end-users. Others propose interpersonal approaches and direct contact through networking (INCLUDED, CITYSPICE, LIPSE and WILCO). Dissemination activities emphasise the use of social media and technologies such as podcast and blog (INNOSERV, Cocops and SPREAD). In many projects, coordinators thought that networking with end-users should be improved as a core activity of dissemination. A majority of transfer activities are oriented towards non-academic shareholders. Training through new modules such as PhD Summer School is sometimes RECOMMENDATION 4 Encourage researchers to include in their proposals the shareholders as co-producers of social innovations knowledge, and to design dissemination activities that include shareholders as the main recipients of knowledge transfer and mobilisation when it is possible. ",
        "4. DISSEMINATION AND OUTREACH OF SOCIAL INNOVATION PROJECTS’ FINDINGS 35 mentioned (WILCO). As there has been no evaluation of such instruments we cannot judge their efficiency yet. The co-production of knowledge and new modes of dissemination are consistent with the notion of social innovation ( 1 ). To innovate, social actors transform the modes of knowledge production so as to serve the public interest. Social innovation is thus a particular combination of production and interconnection of knowledge and information. Dissemination activities reflect this trend but, undoubtedly, there is a turning point too in project design. Social Polis on dissemination The dissemination strategy of Social Polis involves three different original facets. Active involvement of a wide range of scientific and practice and policy oriented stakeholders. To this purpose a number of instruments to activate the involvement of stakeholders have been designed: (a) post an item on the Social Polis website http://www.socialpolis.eu (b) apply for a ‘small’ grant (maximum EUR 3 000) to produce a short paper or input in a specific field or theme, (c) apply for a group project/workshop grant (budget per proposal between EUR 5 000 and EUR 10 000). Non-academic groups were encouraged to submit proposals. (Information quoted from the questionnaire) ( 1 ) Rethinking social innovation means formulating a new design of social creativity to solve social problems, addressing the flow of knowledge, ideas and resources to track the difficulties, and developing a conception of social relationships that integrates knowledge, resources and people (Fontan, Harrisson and Klein, 2013). ",
        "",
        "37 5. Conclusions: General recommendations and future directions ",
        "38 5. CONCLUSIONS: GENERAL RECOMMENDATIONS AND FUTURE DIRECTIONS This report began with the observation that the social innovation community is not an epistemic community in which there is consensus about cause-and-effect relationships or about policy recommendations. Nor do we believe that this is the standard to which research on social innovation should be held. Addressing the ‘wicked problems’ that challenge the EU and that are identified in most projects requires moving beyond the traditional paradigmatic and theoretical boundaries of much social science research. Socialinnovationisausefulconcept.Itsutilityliesinitscapacitytogroupresearchersandpolicymakers around a set of issues and concerns and out of that grouping to generate social knowledge that will be of use to the policy community as well as for academic researchers. To say that the absence of strong consensus is to be expected is not, however, to say that ‘anything goes.’ Some boundary work has been done and more could be done to generate some general agreement or shared premises that would help the social innovation community to maintain and extend its credibility within the European context and to prepare Horizon 2020. The discussion of gaps and the recommendations that follow rest on this premise. 5.1. Gaining perspective In section 3 we discussed the real and necessary incentive structure that underpins the EU’s funding of social innovation research. The need for links to Europe 2020 is real, and the research reviewed here can contribute. But to succeed in doing so in a meaningful way it would be useful to have work and practices of working together that build an even more solid perspective on social innovation, as a concept, process and phenomenon. These observations lead to two suggestions of gaps and how to fill them. First, some historical work on social innovation would be very useful, in order to place the current situation in better perspective. Some phenomena identified as ‘new’ in fact have existed for a long time or in a previous historical period, although they may have been called something else or — most probably — did not preoccupy social science researchers. For example, the involvement of the third sector in service delivery is something quite familiar from the 19th century, when however, it was called ‘charity’ and it had a different RECOMMENDATION 5 Including historians in projects or projects by historians as well as a focus on historical precedents would provide necessary perspective on what is ‘new’ in the domains examined by social innovation research. RECOMMENDATION 6 Create a forum for a cross-project assessment of commonalities in the conceptualisation of social innovation as well as the reasons for any variations considered necessary. ",
        "5. CONCLUSIONS: GENERAL RECOMMENDATIONS AND FUTURE DIRECTIONS 39 relationship to the public sector. The same can be said for social entrepreneurship, which is both ‘new’ and ‘not new.’ Inclusion of historians (usually considered to come from the humanities) would both provide perspective on many of the actors involved in social innovation and also demonstrate that many innovations require time much longer than the normal funding life of any project. A cross-project discussion, particularly but not exclusively, of the state-of-the-art papers would be a useful tool for moving the conceptualisations of social innovation forward. Virtually every project has a work package devoted to defining social innovation and explaining its importance. And each both represents a major effort and is used primarily to inform and guide the project’s own research process. As a result, each project takes up social innovation from its own perspective, which is derived from its own research needs and goals. A well-orchestrated cross-project assessment of the commonalities as well as differences of the projects’ conceptualisation of social innovation, drawn from literature reviews and other findings would help to clarify and sharpen both disciplinary and causal differences in premises and research strategies as well as to identify what is shared. The appropriate forum would need to be found, or perhaps created, to allow such discussion to take place most fruitfully. 5.2. Is a common definition necessary? As we have noted, and as several projects stated in their response to the questionnaire, there is no shared definition of social innovation. There is, of course, one definition that has been proposed, in the interest of building a large tent for the social innovation community. This is the definition which asserts ‘social innovations are innovations that are social in both their ends and their means.’ ( 1 ) While serving the purpose of growing the social innovation community, it does little to specifically orient research. Therefore the BEPA 2010 report (Hubert, 2010, p. 33) made an effort to specify further this definition. ‘Social innovations are innovations that are social in both their ends and their means. … Specifically, we define social innovations as new ideas (products, services and models) that simultaneously meet social needs (more effectively than alternatives) and create new social relationships or collaborations. In other words they are innovations that are not only good for society but also enhance society’s capacity to act.’ ( 2 ) ( 1 ) This is the general definition provided by DG Enterprise and Industry. See http://ec.europa.eu/enterprise/policies/innovation/ policy/social-innovation/competition/definition_en.htm , accessed 23 April 2013. This is also the definition suggested in the paper the Young Foundation presented to the BEPA (Bureau of European Policy Advisors) in 2010. Available at: http:// youngfoundation.org/wp-content/uploads/2012/10/Study-on-Social-Innovation-for-the-Bureau-of-European-Policy- Advisors-March-2010.pdf , accessed on 23 April 2013. ( 2 ) We note that this definition is virtually the same as the one derived in Tepsie’s state-of-the-art paper (Caulier-Grice et al., 2012, p. 18) and quoted above. It suffers from the same issues of operationalisation mentioned above. ",
        "40 5. CONCLUSIONS: GENERAL RECOMMENDATIONS AND FUTURE DIRECTIONS While giving some shape to the notion of social innovation, it remains under-specified in that it introduces additional under-defined and difficult to operationalise concepts such as ‘good for society’ and ‘society’s capacity to act.’ The OECD’s definition is somewhat more limited but nonetheless remains very broad (Noya, 2011), and innovation appears as both a cause (producing change) and a result (new services): ‘Social innovation can concern conceptual, process or product change, organisational change and changes in financing, and new relationships with stakeholders and territories. It seeks new answers to social problems by identifying and delivering new services that improve the quality of life of individuals and communities; identifying and implementing new labour market integration processes, new competencies, new jobs, and new forms of participation, as diverse elements that each contribute to improving the position of individuals in the workforce both as producers and consumers.’ And, none of these definitions are sufficiently consensual as yet to constitute a shared definition. Thus research projects sometimes seek to develop their own definitions. It is time to address again the issue of a consensual definition, based on the new knowledge generated over the last few years. An investment in coordinated cross-project work would be useful here. While one definition is not necessarily a goal, a set of nested definitions for levels of analysis would be a major advance. Attention to the definition would also help to clarify the causal location of social innovation, as cause, as effect or as both (and if so when). 5.3. Identifying what is not social innovation Not everything that is better or good is a social innovation. Many social reforms in service delivery can be seen as improvements (that is, ‘better’) within existing public policies or of long-standing practices. There may also be similar policies and programmes delivered differently. The boundary needs to be traced, in other words, around the notion of ‘new.’ Also at issue is the understanding of the good, especially if the definition of social investment includes, as the examples just mentioned seem to do, a measuring stick of ‘good’ or ‘improved’ for society or for some group. RECOMMENDATION 7 Create a mechanism for cross-project work on the definition or set of nested definitions of the concept of social innovation that could be deployed in a consensual way. ",
        "5. CONCLUSIONS: GENERAL RECOMMENDATIONS AND FUTURE DIRECTIONS 41 For example, the evaluation of whether an action is innovative or not according to such definitions requires a prior understanding of what exactly ‘new’ means and a measure of its normative value as ‘good.’ Providing employment and labour-market integration services via the third sector and in an intensive individualised way rather than as a public service may be innovative, if the standard of judgement is the extent to which the social relations of provision foster individual inclusion and social cohesion. However, the same service may appear less innovative if it manages to change social relations but this is done in the name of charity rather than citizenship. Judging the right dimension of a policy intervention involves a different criterion of judgement than asking whether social relations have become more cohesive because of a particular policy intervention ( 1 ). These issues of the normative value of ‘the new’ and ‘the good’ are addressed in several projects but more could be done in a systematic fashion and by considering a fuller range of possibilities. A structured cross-project consideration of the ways to assess the value of new policies and practices — identifying the subset that qualifies as social innovations because they are both ‘new’ and ‘do good’ — would be a useful addition to the social innovation repertory. It would also create space for the inclusion of philosophers and ethicists with formal training in such types of evaluation. 5.4. From the perspective of Horizon 2020 In November 2011 the European Commission proposed a EUR 80 billion investment in research and innovation. Horizon 2020 identified ‘six key themes: health, demographic change and well-being; food security, sustainable agriculture, marine and maritime research and the bio-economy; secure, clean and efficient energy; smart, green and integrated transport; climate action, resource efficiency and raw materials; and inclusive, innovative and secure societies.’ ( 2 ) Several of these themes would benefit from — indeed require — research in the social sciences and humanities. Cutting-edge research into social innovation from these disciplines is needed in order to generate in-depth and shared understandings of the complex and interrelated socioeconomic challenges that the European Union and its 27 Member States face now and as they move towards 2020. Social innovation research is particularly central to mutual knowledge-building if social change is not to drag back technological developments and if technological change is not to produce outcomes costly to health and well-being, for example. ( 1 ) A similar concern applies to all ‘the socials,’ as numerous debates about whether strong social capital is necessarily a good thing (… the Mafia example) or whether targeting social cohesion reinforces traditional and hierarchical (sometimes patriarchal) social relations rather than progressive and modern ones (Jenson, 1998, for example). ( 2 ) See http://europa.eu/rapid/press-release_IP-11-1475_en.htm , accessed 23 April 2013. RECOMMENDATION 8 Consider the normative as well as empirical grounding of concepts such as ‘good’ and ‘new.’ Include in the discussion and therefore the research projects specialists on philosophy and ethics drawn from the humanities. ",
        "42 5. CONCLUSIONS: GENERAL RECOMMENDATIONS AND FUTURE DIRECTIONS In addition to the ongoing research undertaken by the projects reviewed here, are there gaps that might be filled by Horizon 2020? Here we can identify four research fields that did not draw much attention in the projects reviewed and that are areas for further development. They are fields that have attracted attention of researchers elsewhere and have generated useful results. 5.4.1 Social innovation to overcome the inequalities of health and re-pattern the social determinants of health There is now a significant amount of research at all scales from the international to the local that documents the strong relationship between socioeconomic inequalities and health outcomes. As the World Health Organisation puts it: ‘The social determinants of health are the conditions in which people are born, grow, live, work and age, including the health system. These circumstances are shaped by the distribution of money, power and resources at global, national and local levels. The social determinants of health are mostly responsible for health inequities — the unfair and avoidable differences in health status seen within and between countries.’ ( 1 ) In other words, health and healthy societies depend on much more than healthcare. In particular they depend on the distribution of all kinds of resources. Many social science disciplines focus their analysis on the distribution of such resources and the ability of public, private and third-sectors to affect this distribution and its consequences. Social cohesion and social capital, for example, are concepts that have been used in research on the social determinants of health ( 2 ). Social innovation has not yet been much addressed ( 3 ). Deploying the conceptual tools of social innovation research to examine the social determinants of health would be a useful extension of current research. ( 1 ) See http://www.who.int/social_determinants/en (accessed 23 April 2013) as well as the final report of the Commission on Social Determinants of Health (2008). ( 2 ) See for example the Commission on Social Determinants (2008: passim) as well as the Interim second report on social determinants of health and the health divide in the WHO European Region, on http://www.euro.who.int/__data/assets/pdf_ file/0010/148375/id5E_2ndRepSocialDet-jh.pdf , accessed 23 April 2013. Both make numerous references to the important effects of social cohesion. ‘Innovations’ are mentioned but tend to focus on delivery of services more than on other social innovations that might shiÿ patterns in the social determinants of health. ( 3 ) See, for example, the absence of ‘innovation’ and ‘social innovation’ as concepts in the glossary of the European Portal for Action on Health Inequalities, http://www.health-inequalities.eu/HEALTHEQUITY/EN/about_hi/glossary , accessed 23 April 2013. ",
        "5. CONCLUSIONS: GENERAL RECOMMENDATIONS AND FUTURE DIRECTIONS 43 5.4.2. Social innovation in rural areas and societies None of the research projects examined for this report addressed issues of social innovation in rural areas. On the one hand this is not surprising, given that many Europeans live in urban settings. On the other hand, according to Eurostat, fully one quarter are rural dwellers ( 1 ). While there are oÿen larger percentages of rural populations in the Member States of the last enlargement, they are certainly not the only places where significant rural populations exist. In France, 29 % of the population is rural, and the corresponding figure is 39 % for Austria and 43 % for Finland. In Ireland almost three of every four residents live in a rural setting ( 2 ). While many of the challenges faced by those living in the country are the same as those who reside in cities, this is not always the case. In particular, challenges with respect to employment, to intergenerational population stability, to economic development and sustainability, and so on could be expected. There is, of course, some work on social innovation and rural areas, but the corpus remains limited ( 3 ). A good example from Quebec of such knowledge about social innovation in a rural setting is provided by Dufresne (2012). An explicit effort to marry social innovation debates and rural development in Europe is found in Neumeier (2012), which is also a call for more research on the topic. The first overview publication provided by Tepsie is also critical of the tendency to concentrate more on urban than rural settings (Caulier-Grice, et al., 2012, p. 14), and the subsequent publications, for example on ‘practices and trends,’ find little material upon which to report, despite having signalled the interest in such analysis ( 4 ). More attention should go to the needs for and contributions to social innovation of the one quarter of the European population living in rural settings. 5.4.3. Social innovation in the financial sector Innovations in banking and finance is one of the areas frequently cited with enthusiasm when describing the impact of social innovation around the world, and practitioners are giving it increasing attention at national, supranational and international levels. At the international level this is in some part due to the spread of practices of micro-financing and its positive effects on development and gender relations in the Global South. Moreover, in Europe and North America there is a long and well-established tradition of financial activism in the social ( 1 ) See the Eurostat news release in March 2012 at http://epp.eurostat.ec.europa.eu/cache/ITY_PUBLIC/1-30032012-BP/ EN/1-30032012-BP-EN.PDF , accessed 23 April 2013. According to the new classification, 41 % of the EU population is ‘urban,’ while 35 % lives in ‘intermediate’ regions and 23 % in rural regions. ( 2 ) The Eurostat publication mentioned in the previous note provides the statistics for all 27 Member States. ( 3 ) See for example, the article by Egle Butkeviciene posted to Social Innovation Europe in 2012. http://socialinnovationeurope. eu/magazine/methods-and-tools/articles-reports/social-innovations-rural-communities , accessed 23 April 2013, as well as the work undertaken in Quebec on social innovation in rural territories ( http://www.aruc-es.uqam.ca/Portals/0/cahiers/ RQ-04-2011.pdf , accessed 23 April 2013). ( 4 ) See Parts II, III and IV at http://www.tepsie.eu/index.php/publications , accessed 23 April 2013 where references to rural settings are practically non-existent and the bibliography lists on Neumeier (2012). ",
        "44 5. CONCLUSIONS: GENERAL RECOMMENDATIONS AND FUTURE DIRECTIONS and solidarity economies of these continents ( 1 ). This sector has found new dynamism as the social innovation community has grown and social entrepreneurship expanded (Mendell and Nogales 2009, Mendell 2009). Cooperatives are becoming more visible as an institutional form, including a cooperative banking sector; 2012 was the UN’s International Year of Cooperatives ( 2 ). Technological change has not only allowed financial institutions to develop varied relations with clients, including those receiving innovative forms of social benefits, but also to develop new techniques such as ‘crowdfunding.’ These issues are attracting the attention of the social innovation community more and more ( 3 ). Yet social innovation in banking and finance was not a focus in the projects examined here ( 4 ). This is a gap. More research in the social sciences and humanities on the potential of the financial sector for supporting and fostering social innovation would be useful. 5.4.4. Social innovation and the private sector It is difficult to imagine the role of private sector enterprises in social innovation. For business corporations, innovation attempts to capture the changing nature of work and workplaces, it includes practical engagement, involvement, commitment, and alternative practices. What is sought is the flexibility of work organisation, performance and results (Gallie, et al., 2012). In a rational analysis of social innovation, economists Pol and Ville (2009) see social innovation as a premise to institutional changes, but the main obstacles come from the strength of those who defend their interests. For them, social innovation is a change in the regulatory, normative and cultural structures to improve the collective power resources so that the economic and social performance is strengthening. Private companies should be encouraged to act in that sense. The authors believe that the impact should be positive on the quality of life. Another trend in research is about corporate social responsibility. The interest of private companies for social innovation are usually included in corporate social responsibility, i.e. the voluntary measures taken by a company to operate in a sustainable way at the economic, social and environmental levels (Chauveau and Rosé, 2003). But what is the responsibility of the company towards the citizens and the problems of social exclusion? Is there a specific role for the philanthropy in the financing of social innovations projects? ( 1 ) For example the Mouvement Desjardins in Quebec has financed economic development for over a century, while mutuals and other institutional forms have existed in Europe since the 19th century. ( 2 ) For a discussion of cooperatives, including the banking sector, see http://www.socialinnovationeurope.eu/magazine/ interviews/sie-interviews-klaus-niederlander-director-cooperatives-europe , accessed 23 April 2013 ( 3 ) See for example the website of Social Innovation Europe, which has a rubric on finance in its magazine: http://www. socialinnovationeurope.eu/magazine/finance , accessed 23 April 2013. ( 4 ) Selusi, as we have already noted, focused on social entrepreneurs and therefore the issue of access to capital was raised in several publications. However, the institutional arrangements of the financial sector and its contribution to social innovation was never the primary focus of that research project, although one ‘ethical bank’ was studied. See the presentation from the final conference in 2011. http://www.selusi.eu/uploads/images/FINAL %20CONFERENCE/7th/Stephan_ethical-banking_ Oct7_2011-f.pdf , accessed 23 April 2013. ",
        "5. CONCLUSIONS: GENERAL RECOMMENDATIONS AND FUTURE DIRECTIONS 45 More research on many dimensions of private companies and their place and their contribution in social innovation would fill this gap. 5.4.5. Social innovation for managing diversity Quebec and Canada are immigrant societies. Approximately one out of every five residents is foreign born ( 1 ). Therefore, the social innovation community has produced a body of research on the integration of immigrants, including the innovations in social policies, practices and values that are necessary to ensure it ( 2 ). The European Union does not have as large an immigrant population by any means. Nonetheless, in 2009 over 6 % of the population of the EU-27 were immigrants, with twice as many (4 %) coming from outside the borders of the Union than being citizens of another Member State ( 3 ). These figures mean not only that significant numbers in many countries are immigrants but the proportion of the population made up of first and second generations is likely to increase in the future. The future of the EU is probably also to receive large numbers of immigrants whether for economic betterment, family reunification, asylum-seeking or other reasons. The projects analysed for this report did not address issues of social innovation and immigration or cultural diversity to any great extent. The newly launched Citispyce targets migrant youth, a key sector of this population. But while a crucial population it cannot represent all of the issues faced by immigrants, second and third generations, and their communities.More research on a variety of dimensions of immigrant experiences and the contribution of social innovation would fill this gap. ( 1 ) See http://www4.hrsdc.gc.ca/.3ndic.1t.4r@-eng.jsp?iid=38 , accessed 23 April 2013. ( 2 ) See Le Réseau québécois en innovation sociale, Favoriser l’émergence et la pérennisation des innovations sociales au Québec. Synthèse des travaux de la communauté d’intérêt sur l’innovation sociale , RQIS, Université du Québec, avril 2011. ( 3 ) See the Eurostat Press Release, September 2010 at http://epp.eurostat.ec.europa.eu/cache/ITY_PUBLIC/ 3-07092010-AP/EN/3-07092010-AP-EN.PDF , accessed 23 April 2013. ",
        "",
        "47 References ",
        "48 REFERENCES Bernard, P. (1999), ‘La cohésion sociale: critique dialectique d’un quasi-concept’, Lien social et Politiques, No 41, pp. 47–59. Bradford, N. (2003), Cities and Communities that Work: Innovative Practices, Enabling Policies, Discussion Paper F|32, Ottawa: CPRN, at http://cprn.org/documents/20506_en.pdf , accessed 23 April 2013. Caulier-Grice, J., Davies, A., Patrick, R. and Norman, W. (2012), Defining Social Innovation. A deliverable of the project: ‘The theoretical, empirical and policy foundations for building social innovation in Europe’ (Tepsie), European Commission — 7th Framework Programme, Brussels: European Commission, DG Research. Chauveau, A. and Rosé, J.-J. (2003), L’entreprise responsable, Ed. des Organisations. Commission on Social Determinants of Health (2008), Closing the gap in a generation: Health equity through action on the social determinants of health, Final Report, Geneva: WHO. Dufresne, C. (2012), Un modèle porteur de développement rural. Une communauté apprenante, innovante et solidaire, Modèle de développement évolutif dans le cadre du Laboratoire rural de Saint- Camille. http://recitsrecettes.org/sites/default/files/un_modele_porteur_de_developpement_ rural.pdf#overlay-context=node/14 , accessed 23 April 2013. Fontan, J.-M., Harrisson, D. and Klein, J.-L. (2013), forthcoming, ‘Partnership-based Research: Co-production of Knowledge and Contribution to Social Innovation’, in Moulaert, F., McCallum, D., Mehmood, A. and Hamdouch, A. (eds), The International Handbook on Social Innovation. Collective Action, Social Learning and Transdisciplinary Research , Cheltenham, UK, Edward Elgar, Chapter 23. Gallie, D., Zhou, Y., Felstead, A., and Green, F. (2012), ‘Team Work, Skill Development and Employee Welfare’, British Journal of Industrial Relations , Vol. 50:1, pp. 23–46. Hall, P. A. and Lamont, M. (2013), ‘Why Social Relations Matter for Politics and Successful Societies’, Annual Review of Political Science , Vol. 16, pp. 1–23. Hardy, C., Philips, N. and Lawrence, T. (2003), ‘Resources, knowledge and influence: The organisational effects of inter-organisational collaboration’, Journal of Management Studies , Vol. 40:2, pp. 321–47. Hubert, A. (2010), Empowering people, driving change. Social innovation in the European Union. Brussels: BEPA, http://ec.europa.eu/bepa/pdf/publications_pdf/social_innovation.pdf , accessed 23 April 2013 Jenson, J. (1998), Mapping Social Cohesion. The state of Canadian research, Ottawa: CPRN, available on http://www.cprn.org , accessed 23 April 2013. ",
        "REFERENCES 49 Jenson, J. (2010a), ‘Diffusing Ideas for Aÿer NeoLiberalism. The Social Investment Perspective for Europe and Latin America’, Global Social Policy , vol. 10: 1, pp. 59–84. Jenson, J. (2010b), Defining and Measuring Social Cohesion , London: Commonwealth Secretariat and UNRISD. Jenson, J. (2012), ‘Social Innovation. Gadget, Concept or Mobilising Idea?’, presented to the annual meeting of the RC19 of the International Sociology Association, August, available on www.cccg.umontreal.ca McCallum, D., Moulaert, F., Hellier, J. and Vicari Haddock, S. (2009), Social Innovation and Territorial Development , Surrey UK and Burlington VT: Ashgate. McNeill, D. (2006), ‘The Diffusion of Ideas in Development Theory and Policy’, Global Social Policy , vol. 6: 3, pp. 334–54. Mendell, M. (2009), ‘The Three Pillars of the Social Economy. The Quebec Experience (1996–2007)’, in Amin, A., Social Economy: Alternative Ways of Thinking about Capitalism and Welfare . London, Zed Press. Mendell, M. and Nogales, R. (2009), ‘Social Enterprises in OECD Member Countries: What are the Financial Streams?’, in Noya, A. (ed), The Changing Boundaries of Social Enterprises , Paris, OECD, pp. 89–138. Moulaert, F., Martinelli, F., Swyngedouw, E. and González, S. (2005), ‘Towards Alternative Model(s) of Local Innovation’, Urban Studies , Vol. 42:11, pp. 1969–1990. Mumford, M. D. (2002), ‘Social Innovation. Ten Cases from Benjamin Franklin’, Creativity Research Journal , Vol. 14:2, pp. 253–266. Neumeier, S. (2012), ‘Why do Social Innovations in Rural Development Matter and Should They be Considered More Seriously in Rural Development Research? — Proposal for a Stronger Focus on Social Innovations in Rural Development Research’, Sociologia Ruralis , Vol. 52:1, pp. 48–69. Noya, A. (2011), ‘Presentation’, at the International Conference on Challenge Social Innovation. Innovating Innovation by Research, Vienna, 19–21 September. Nussbaumer, J. and Moulaert, F. (2007), ‘L’innovation sociale au cœur des débats publics et scientifiques’, in Klein, J. L. and Harrisson, D. (eds), L’innovation sociale: Émergence et effets sur la transformation des sociétés , Montreal: Presses de l’Université du Québec, pp. 71–88. Pol, E. and Ville, S. (2009), ‘Social innovation’: Buzz word or enduring term?’, The Journal of Socio-Economics , 38, pp. 878–885. ",
        "50 REFERENCES Ross, G. (2011), The European Union and its Crises through the Eyes of the Brussels’ Elite, Houndmills Hampshire: Palgrave Macmillan. Taylor, J. B. (1970), ‘Introducing Social Innovation’, The Journal of Applied Behavioral Science . Vol. 6:1, pp. 69–77. ",
        "51 Appendixes ",
        "52 Appendix A — CALL FOR COLLABORATION Goals of phase I 1. To begin gathering crucial information about theory, methodology and dissemination from the projects thanks to the collaboration of all project coordinators. 2. To begin the transversal analysis based on the information received. 3. To identify key researchers who will participate in this process and involve them in the process. 4. To consolidate the list of participants for the face-to-face seminar. Appendix A Call for collaboration WILCO Research Seminar Approaches to Research on Social Innovation: Learning from One Another for the Future PHASE I: PREPARATORY PHASE Collecting information about the projectsNovember–December 2012 ",
        "53 Appendix A — CALL FOR COLLABORATION Facilitators and external experts Two external experts, Jane Jenson and Denis Harrisson, will be responsible for doing a transversal analysis of all the projects and preparing the backbone of the publication by mid-January. The draÿ will be circulated among participants and presented during the seminar in Brussels. They will work closely with Taco Brandsen and Rocío Nogales from the WILCO project to ensure meeting the aims of this initiative and keeping the focus on the European context. Please see below a short bio of the two selected external experts selected to carry out this process. Jane Jenson is a Professor of Political Science in the Département de science politique at the Université de Montréal (since 1993). Prior to joining this department she taught at Carleton University in Ottawa for more than 20 years. Jane Jenson was named a Fellow of the Trudeau Foundation in 2005 and became a member of the Successful Societies Program of the Canadian Institute for Advanced Research (CIAR) in 2004. She was elected a Fellow of the Royal Society of Canada (FRSC) in 1989. Jane Jenson has also been invited to teach at a number of universities in North America and Europe. In 1988–89 she held the William Lyon Mackenzie King Chair in Canadian Studies at Harvard University. She has also been a Visiting Professor at the Universität Augsburg, the Freie Universität Berlin (Free University of Berlin), and the European University Institute, Florence. In winter 2005, she held the Chaire Bernheim en études sur la paix et la citoyenneté, Université libre de Bruxelles, Belgium. Between June 1999 and June 2004, Jane Jenson was the Director of the Family Network, Canadian Policy Research Networks, Inc. She holds a PhD from the University of Rochester and a BA Honours from McGill University. Denis Harrisson is professor at the Department of Organisation and Human Resources at the School of Management, University of Quebec in Montreal, Canada. From 2003 to 2009, he was the director of the Centre of Research on Social Innovations ( http://www.uqam.crises.ca ). His research focuses on innovation themes like innovation-processes, partnership, institutional rules, trust relations, cooperation and new forms of solidarity. His new research interests concern new forms of partnership between trade unions and associations, public enterprises and civil society. His publications have appeared in Economic and Industrial Democracy, Human Relations, Journal of Management Studies, British Journal of Industrial Relations, Handbook on Innovations in Services and many others in scientific review and books as well. ",
        "54 Appendix A — CALL FOR COLLABORATION Program fiche In order to make the seminar much more effective, coordinators and key researchers participating in the seminar will contribute with some background information about their project. If your project has not yet started, please tell us something about your plans. Feel free to cut and paste, but please try to keep the size of the text limited to 1–2 pages per section, so that we can print a readable overview of the EU projects. In order to cover all relevant aspects of the project, we have divided the fiche into four sections: theory, methodology, dissemination, and other. In addition to the responses to the various questions in each section, we will invite coordinators to provide already existing materials as well as some reflections on the relevance of the project in the larger European Research Area. Please send us a short bio of yourself plus a picture (JPG, 500 × 500px minimum, 150 dpi minimum). We would like to produce a roster for seminar participants but also to publish it on the Internet. Project full name: Project duration: 1. Theoretical contribution 1.1. Please include the working definition of social innovation within your project. 1.2. What major theoretical traditions did you mobilise to approach the study of social innovation? ",
        "55 Appendix A — CALL FOR COLLABORATION 1.3. What were the main research questions in your project? 2. Methodology 2.1. Can you briefly describe the research design of your project? 2.2. What methodological approaches or methods were used? 3. Dissemination Usually, we assume that the three main target groups relevant to our field are the scientific community, policymakers/public administrators, and practitioners. However, more recently, projects have identified additional target groups and added them to their planning, so please indicate if this was the case. 3.1. What was your dissemination strategy for each target group? ",
        "56 Appendix A — CALL FOR COLLABORATION 3.2. Which stakeholder group was the most actively involved in your project? 3.3. If you could summarise the impact of your project in one or two sentences, what would it be? 3.4. What were the main dissemination actions of your project? 4. Other 4.1. Which would you say were the key findings of your project? 4.2. If you had to pick one or two examples of social innovation coming out of your project, which ones would they be and why? ",
        "57 Appendix A — CALL FOR COLLABORATION 4.3. In your view, what are the major gaps in social innovation research in Europe nowadays? 4.4. To complement the background information about your project, please send a maximum of two outputs (article, policy brief, etc.) Completed programme fiches need to be submitted to info@emes.net by Wednesday, 12 December 2012, although earlier submissions are strongly encouraged. Should you have any questions about this fiche or any of the steps of this initiative, please don’t hesitate to contact us. ",
        "58 Appendix B — MANDATE OF THE EXPERTS Appendix B Mandate of the experts Main issues to be discussed in the initial transversal analysis 1. How is social innovation understood by the European scientific community and what are the implications? 2. What are the main theoretical traditions mobilised to explain social innovation in Europe? What are emerging theoretical trends: can we speak of a basis for an imminent theory of SI? Are there common trends in terms of research interest within the research community in terms of theories and methods? 3. Any salient gaps that you can identify with regard to potential research but also with regard to research currently being done elsewhere in the world? 4. What have been the areas/fields most covered by the research and what are more neglected fields? 5. In terms of dissemination and outreach, what are the major trends, what is missing and why? ",
        "59 Appendix C — LIST OF PROJECTS ANALYSED () Appendix C List of projects analysed ( 1 ) FP7 Projects • Citispyce: Combating inequalities through innovative social practices of and for young people in cities across Europe ú http://www.aston.ac.uk/citispyce • Cocops: Coordinating for cohesion in the public sector of the future ú http://www.cocops.eu • CSEYHP: Combating soci al exclusion among young homeless populations ú http://www.movisie.nl/homelessyouth • INNOSERV: Social pl atform on innovative social services ú http://inno-serv.eu • LIPSE: Learning from in novation in public sector environments ú http://www.lipse.org • Selusi: Social entrepreneurs as lead users for service innovation ú http://www.selusi.eu • SERVPPIN: Public–privat e services innovation ú http://www.servppin.com • Social Polis: Social platform on cities and social cohesion ú http://www.socialpolis.eu • SPREAD: Social platform on sustainable lifestyles 2050 ú http://www.sustainable-lifestyles.eu ( 1 ) For more information on social innovation research projects in the area of socioeconomic sciences and humanities, see http://ec.europa.eu/research/social-sciences/pdf/ssh-projects-fp7-5-6-social-innovation_en.pdf. ",
        "60 Appendix C — LIST OF PROJECTS ANALYSED () • Tepsie: The theoretical, empirical and policy foundations for building social innovation in Europe ú http://www.tepsie.eu • WILCO: Welfare innovations at the local level ú http://www.wilcoproject.eu FP6 Projects • INCLUD-ED: Strategies for inclusion and social cohesion in Europe from education ú http://www.ub.es/includ-ed • KATARSIS: Growing inequality and social innovation: alternative knowledge and practice in overcoming social exclusion in Europe ú http://katarsis.ncl.ac.uk • LLL2010: Towards a lifelong learning society in Europe: the contribution of education system ú http://lll2010.tlu.ee FP5 Projects • Singocom: Social innovation, governance and community building ú http://users.skynet.be/frank.moulaert/singocom • Conscise: Contribution of social capital in the social economy to local economic development in western Europe ú http://www.malcolmread.co.uk/conscise • PERSE: Socioeconomic performance of social enterprises in the field of work integration ú http://www.emes.net/index.php?id=87 ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: ÿ ÷öí ì÷øþâ via EU Bookshop (http://bookshop.europa.eu); ÿ õ÷ùí ûñêö ÷öí ì÷øþ ÷ù ø÷úûíùúáõêøúâ from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: ÿ ýòê äç ã÷÷óúñ÷ø éñûûøâááë÷÷óúñ÷øàíüù÷øêàíüðà Priced subscriptions: ÿ ýòê ÷öí ÷î ûñí úêôíú êïíöûú ÷î ûñí æüëôòìêûò÷öú åèìí ÷î ûñí äüù÷øíêö çöò÷ö (http://publications.europa.eu/others/agents/index_en.htm). ",
        "K I - N A - 25 - 996 - E N - C doi:10.2777/12639 ‘Buzzword’ or ‘Concept’? ‘Solution’ or ‘Tool’? ‘Sustainable’ or ‘Elusive’? Although social innovations pop up in many areas and policies and in many disguises, and social innovation is researched from a number of theoretical and methodological angles, the conditions under which social innovations develop, flourish and sustain and finally lead to societal change are not yet fully understood both in political and academic circles. However, in particular in the current times of social, political and economic crisis, social innovation has evoked many hopes and further triggered academic and political debates. In the framework of FP5, FP6 and FP7, the Socio-economic Sciences and Humanities Programme has funded a substantial body of research on issues related to social innovation. This policy review, written by Jane Jenson and Denis Harrisson, has produced a systematic overview of research findings of 17 comparative European projects in the area of social innovation. The review focusses on how these projects address ‘social innovation’ in terms of theory, methodology, policy areas, actors, and level of analysis with the aim of bringing the results to the attention of policy-makers, wider groups of stakeholders and the broader public in a comprehensive way. The report makes substantial recommendations for future research practices on social innovation, including in HORIZON 2020. Studies and reports "
    ]
}