{
    "text": [
        "Rue Bellliard/Belliardstraat, 101 – 1040 Bruxelles/Brussel – BELGIQUE/BELGIË Tel. +32 (0)2 282 25 29 – Fax +32 (0)2 282 23 30 http://www.cor.europa.eu/ Scoreboard for monitoring Multilevel Governance (MLG) at the European Union level Single Market Act European Neighbourhood Policy Structural Funds Regulations Common Agricultural Policy Edition 2012 EUROPEAN UNION Committee of the Regions Q G - 31 - 12 - 253 - E N - N C o R / 168 0 _ 11 / 2012 _ E N EUROPEAN UNION Committee of the Regions ",
        "DISCLAIMER The report was written by European Institute of Public Administration - EIPA (authors: Gracia Vara, Martin Unfried, Carine Germond, Heidi Maurer). It does not represent the official views of the Committee of the Regions. More information on the Committee of the Regions is available on the internet through http://www.cor.europa.eu Catalogue number: QG-31-12-253-EN-N ISBN: 978-92-895-0645-8 DOI: 10.2863/63902 © European Union, 2012 Reproduction is authorised provided the source is acknowledged. ",
        "“Scoreboard for Monitoring Multilevel Governance (MLG) at the European Union Level” Is the principle of MLG being encouraged throughout the EU policy cycle? Methodology, Scoring and Executive Summary SECOND EDITION November 2012 ",
        "The second edition of the Scoreboard 2011-2012 As a follow up to the 2009 White paper on Multilevel Governance 1 , the Scoreboard on Multilevel Governance (MLG) is the tool created by the Committee of the Regions (CoR) to monitor on a yearly basis the development of MLG at European Union level. This is the second edition, covering the period 2011-2012, which provides a comparative assessment of the MLG performance at EU level under four priority policy strategies of the EU. It is based on the research performed on the dossiers: Common Agriculture Policy, Structural Funds, the Single Market Act and the European Neighbourhood Policy. All dossiers are at the initial stage of the strategy- /policy-making and have great potential for innovative thinking and real partnership building. In order to evaluate MLG practices, we observed how institutions have taken on board the MLG principles at the early stage of the policy-making cycle within a clearly defined timeframe. This should help the European institutions, Member States and local and regional authorities to reflect on the elements that are still missing for inclusive European governance. The Scoreboard reveals gaps in the institutional practices and detects potentials for a better MLG architecture when designing policies and strategies at EU level. This second edition demonstrates again that with respect to procedures (information and consultation, stakeholders’ involvement and responsiveness), the objectives of MLG are better respected than the practices related to the content of the policies (territorial approach, subsidiarity) and the use of innovative instruments (contracts, etc.). A diverse picture has been detected with respect to the overall concept of partnership: partnership has been emphasised even more by all institutions and also strengthened by new innovative instruments. However there are still different understandings of some basic principles, in particular, the role of Local and Regional Authorities (LRAs) vis-à-vis the national and EU level. This has been shown, for instance, in the debates on partnership contracts and macro-conditionality in the field of structural funds. This indicates in general that it is worth LRAs and the CoR insisting on an ongoing dialogue on principles and practices of Multilevel Governance. In the following executive summary, findings are shown and recommendations made with regard to how to bridge these gaps and how to increase the potential of an MLG culture throughout the EU policy cycle. The detected gaps are coloured flagged according to their relevance. 1 CoR 89/2009, The Committee of the Regions’ White Paper on Multilevel Governance. 2 ",
        "EXECUTIVE SUMMARY Main conclusions, recommendations and scoreboards 1. An evaluation per practice The Scoreboard reveals gaps in the institutional practices and detects potential for a better MLG architecture when designing policies and strategies at EU level. The second edition shows that there is still room for improvement with regard to most MLG practices. The overall results are higher than in the Scoreboard 2010-2011, but this is more related to the type of policies chosen than to a better MLG performance at EU level. Although regular and adequate consultations took place with stakeholders, LRAs were not addressed specifically and transparency about the outcomes is often lacking. Only the Structural Funds stand out with regard to both consultation and stakeholders’ involvement and can be used as a ‘best practice’. As in the first edition, the 2011/2012 scoreboard shows that governance practices related to procedures (including information, consultation, stakeholder involvement and responsiveness) better respect (on average) the objectives of MLG than practices related to the content of the policies and the use of innovative instruments (content such as territorial approach, smart regulation mechanisms, innovative instruments for decision-making and implementation, and partnership). In the following, we briefly present the detailed scores per policy area, as well as the scoreboard comparing the four policy dossiers. The conclusions summarise the main points found, and are completed with the specific conclusions and recommendations provided in the final report for each of the analysed policies. 3 ",
        "2. An evaluation per policy/strategy dossier According to the MLG score for each of the six practices, we highlight good practices and urgent gaps as following: Good practices and recommendations Urgent gaps and missed opportunities 2.1. The Common Agriculture Policy Figure 1: Scoring the Common Agriculture Policy Gaps and opportunities 1. Gaps: There is still room for improvement and the possibility to support a greater involvement of LRAs in defining the future orientations of the CAP. There is a trend towards greater multilevel governance in the agricultural policy field, but this is mainly the result of the development and strengthening of the second pillar, in which LRAs are particularly active as co-financer and implementing authority, as well as the increasing tendency towards regionalisation in the first pillar. Recommendations: LRAs should no longer be perceived as mere co-financing actors but as fully-fledged partners who should be more wholly involved in defining the future orientations of the CAP. To achieve this, it is necessary, among others, to move from the current institutional triangle logic towards more of a quadrangle approach that would include the CoR and LRAs to a greater extent. The Commission should also allow all contributions, and not solely 4 ",
        "impact assessments, to access open/public consultations . 2. Gaps: The specific concerns of LRAs are not sufficiently voiced and visible. The Commission organised an open, timely and transparent consultation that left sufficient time for LRAs and other stakeholders to prepare their contributions, and which provided access to general information through various means. It also involved other institutions (the EP, CoR) in the consultation phase. However, except for the consultation on the impact assessment, there was no consultation specifically geared towards the LRAs. Recommendations: For future reform of the CAP, the Commission could set up a forum in which LRAs would have the opportunity to contribute to the debate and the possibility to make their specific concerns better heard. 3. Gaps: The consultation on the “CAP towards 2012” appears to have been a missed opportunity both for LRAs and the Commission. The involvement and input of LRAs remains very weak and modest. Considering the crucial importance of agriculture for rural developments and its synergetic effects with other policies which are of high interest to LRAs, this low level of participation is surprising. Recommendations: A more balanced representation of the different stakeholders in the Commission’s expert groups is required to ensure that the concerns of LRAs are more efficiently voiced, better heard and taken into account by European institutions. 4. Gaps: There is a still a lack of means and strategy in terms of financial and institutional implementation mechanisms. However, certain requests from the LRAs have been taken on board in the legislative proposals, such as the simplification of the CAP through the creation of a Common Strategic Fund (CSF) to strengthen the synergies between the existing different funds, and to cut red tape for LRAs and the partnership contracts. Recommendations: The Commission and the European institutions will need to ensure that sufficient means are available for the actual implementation on the ground of the CSF and the operation of the partnership contracts. 5. Gaps: An assessment of the administrative and financial consequences of the CAP reform proposals from a local and regional perspective was missing. Recommendations: The territorial impact and the financial implications for LRAs of the policy options should be assessed more clearly. Greater participation of LRAs in future consultations on the impact assessment would also ensure a better consideration of the territorial impact of the reform proposals. 6. Gaps: The role and competences of LRAs should be further specified in future reform proposals. Recommendations: LRAs’ role in the effective monitoring and implementation of the policy will have to be spelt out more explicitly and clearly in future CAP reform proposals. The creation of the European Innovation Partnership on agriculture and sustainability has the potential to promote partnership between Member States and stakeholders. 5 ",
        "2.2. The Structural Funds 2014-2020 Figure 2: Scoring the Structural Funds case Gaps and opportunities 1. Recommendations: In policy fields where information and consultation instruments and routines are still sufficient and not fully applied, the example of the Structural Funds could be certainly used as “best practice”. The dossier Structural Funds can be seen as a role model for a sound institutional routine with respect to multilevel information and consultation. In the case of the preparation of the Structural Funds, information was widely spread. The institutions have been actively informing each other in an open and transparent way. Due to the obvious importance for LRAs, they have established impressive administrative resources to absorb the offered information and contribute to the European debates and official consultation processes. This explains why the highest possible score (6) was allocated for the practice information/consultation. 2. Recommendations: Even in times of budget cuts, LRAs should try to maintain their administrative capacities to further influence the process. The policy field shows that a permanent dialogue between the institutions and LRAs is possible, but it requires well-established routines and adequate resources. Also, with respect to the practice stakeholder involvement, the highest score has been awarded (6). All the institutions took into account the open consultation and other dialogues offered. The quantity and quality of LRA interventions has been outstanding. Therefore, it was possible for the European Commission to receive clear messages on core points as well as views formulated by LRAs . Furthermore, the CoR has extensively been forwarded LRA positions via a multitude of opinions. Additionally, even after the official opinions of the CoR 6 ",
        "were adopted, a permanent dialogue between EU institutions and LRAs/CoR has been taking place . 3. Gaps: The disagreements over the partnership contracts (role of LRAs) and the macro-economic conditionality touch upon fundamental subsidiarity questions. The Commission’s proposal of partnership contracts (with a code of conduct) can be considered as an element that has been stimulated by former concepts presented by the CoR and LRAs. Despite sound information/consultation and extended stakeholder involvement, there are still disagreements remaining between the EU institutions and LRAs over some important questions. Also, with respect to macro-economic conditionality, there is a fundamental disagreement between the European Commission and LRAs (the EP backs an LRA position). A disagreement as such does not mean in any case a lack of responsiveness. Recommendations: With respect to the described disagreements, the CoR and LRAs have to follow up their work on Multilevel Governance to promote their understanding of partnership. Concerning the responsiveness of EU institutions, the research showed that LRAs could successfully launch ideas and positions that were taken on board . Crucial elements are the category of transition regions (a proposal also coming from the CoR), the availability of funds to all European regions, the future role of the ESF Fund and the stabilisation of the cohesion budget. In particular, the regional policy committee of the European Parliament (REGI) has been very open responsive vis-à-vis LRAs’ positions, which has been reflected in its amendments in the first reading on the common provisions regulation. 4. Gaps: The Commission and so far the other EU institutions were not open to a stronger territorial cohesion priority on the EU menu alongside the Europe 2020 aspects (initial recommendation by the CoR). The integrative horizontal thematic approach in this case bears the danger of overruling the territorial aspects and the place-based needs of cohesion policy. A limited number of priorities could be a contradiction to the idea of a complex and integrated territorial approach. On the other hand, the territorial dimension of future structural funds regulations was extensively discussed by the European Commission and the other institutions. This has impressively been done in various forms in the aftermath of the Fifth Cohesion report. Many territorial provisions (urban dimension, local development actions, etc.) are under negotiation. At the same time, the fund regulations can be seen as the attempt to reach more top-down thematic concentration. The question related to the territorial dimension (raised by many LRAs) is whether this type of streamlining and vertical integration of objectives is jeopardising flexibility at LRA level in relation to territorial specificities. Recommendations: In the negotiations, the Parliament and Council have to make sure that despite Europe 2020 earmarking, the fund regulations will be flexible enough in order to respect territorial needs . 5. Gaps: It could be against the current CoR/LRA concept of subsidiarity if the Commission were to withhold funds independent from LRAs’ performance (in programming, project management and control). Subsidiarity and proportionality aspects are discussed in different Commission documents as well in the Parliament’s resolutions and its latest REGI Committee 7 ",
        "vote on the common provisions regulation . Comprehensive impact assessments were conducted for the common provisions regulation, as well as for the different fund regulations. In the EC impact assessment, proportionality concerns of LRAs are discussed. However, the impact of macro-economic conditionality has only been modestly assessed. Therefore, the practice “smart regulation mechanism” receives a medium score, despite the general extensive application of impact assessments. Reason for this is the relevance of this type of conditionality for the CoR and LRAs. It can be considered as a test case for the subsidiarity principle. Recommendations: Smart regulation mechanisms (as impact assessments) have to cover the analysis of major sensitive questions, such as macro-economic conditionality. From an LRA point of view, further efforts have to be made during the ongoing negotiations to communicate own positions and stimulate a broader multilevel governance debate and its concept of subsidiarity and mutuality. 6. Gaps: The debate about the position of LRAs in the making of partnership contracts is surprising against the background of a long-standing governance debate at EU level. The Commission’s proposal – and even more so that of the Council – did not recognise that LRAs consider themselves very different from other stakeholders in a national consultation process. On the other hand, the European Commission has proposed a multitude of new instruments around the new fund regulations. This practice has also been scored in a comparatively positive way with a 4. At the level of management tools, perhaps the most innovative idea is the Commission's proposal of joint action plans , including a group of projects carried out under the responsibility of the beneficiary in the context of one or more operational programmes in exchange for a substantial reduction in the rules on management and control. The discussed instruments Community Led Local Development and Integrated Territorial Investments for the ERDF, ESF and Cohesion Fund also refer to the idea of contractualisation that has been advocated for years by the CoR and LRAs. The most relevant innovation with respect to strategic planning is the idea of partnership contracts between the European Commission and the Member State . This initially seems to fit with recent requests by LRAs and the CoR for territorial pacts (for Europe 2020). However, partnership contracts (as proposed by the Commission) will only be signed by the Commission and Member State, and the role of LRA is under debate. It is still unclear as to whether the final partnership contracts (or “agreements” according to the Council position) will mean that the final involvement of LRAs will not – as in previous planning periods – depend entirely on the national level of the Member State in question, and whether the code of conduct will be an added value for LRAs. Recommendations: Findings show that the most prominent innovations proposed (i.e. partnership contracts/agreements) can only improve LRAs’ involvement when taking into account their distinctive role. LRAs/CoR have to insist on a joint understanding of some basic governance principles (which is so far not fully reflected in the code of conduct) and continue their conceptual work on multilevel governance. 8 ",
        "2. 3. The Single Market Act Figure 3: Scoring the Single Market Act For the purpose of the scoring exercise, a decision was taken to analyse the overall Single Market reform undertaken via the adoption of the Single Market Act (SMA) and two of its twelve levers, namely public procurement (PP) and social cohesion, with a special focus on the new Services of General Economic Interest (SGEI) package. One score was given to each of these three policies; and the score presented above is the average of these three scores. With the aim to establish main gaps and opportunities in the overall impact of the Single Market reform on MLG, general tendencies and good practices from both the Single Market Act and the two analysed levers are highlighted. Gaps and opportunities 1. Gaps: A more accurate sequencing of consultation and information actions should be enhanced. Although, as a general tendency, a rather open consultation took place, involving a wide range of institutions, there is still room for improvement in providing information and conducting public consultations, since the results of the run consultations were not made available in time. Recommendations: For further improvement of information and consultation practices, it is essential to publish the results of economic evaluation of a directive under revision prior to the opening of public consultations. 2. Gaps: The Single Market Forum (SMF) was a missed opportunity for LRAs and the CoR. Despite the positive impact of inter-institutional cooperation, highlighted notably by the joint organisation of the Single Market Forum (SMF) by the European 9 ",
        "Parliament, European Commission and the Polish Government, the participation of LRAs in the SMF was weak. This is due to a lack of adequate inter-institutional involvement and interest from some LRAs. Recommendations: A lesson to be learnt from this case points to the strategic preparedness of the CoR to position itself in time, when occasions such as the SMF arise. One needs to point out that in contrast to the general tendency, the SGEI package reveals a high participation rate by LRAs. The CoR has already published or will publish own initiative opinions for the SMA and for both public procurement and social cohesion (services of general economic interest – SGEI) levers. 3. Gaps: There is neither a clear categorisation of respondents with a specific category for LRAs, nor a dialogue or discussion on important concerns of LRAs. Although all the EU institutions formally reflect on the LRAs’ positions, some recommendations and opinions were not taken into account, and no form of justification or explanation was provided. In the case of public procurement, the level of responsiveness from the Commission in the process of modernising EU PP rules is low. Specifically, the position of LRAs and the CoR with regard to a directive on concessions has been disregarded without any sort of explanation. In relation to a policy field, where there seems to be a common understanding of the major role played by the sub-state level, there is still room for improvement. Recommendations: Respondents should be clearly categorised in the presentation of consultation results. The treatment of submitted responses should be closely monitored by other institutions in order to ensure a two- way dialogue. This refers in particular to the Commission’s considerations of the CoR’s opinions: at least some response should be provided that would acknowledge submitted opinions or recommendations for the Commission’s documents and explain the reasoning behind a decision taken. 4. Gaps: The Commission’s legal proposals and the contributions from the EP and the Council do not establish the levels of responsibility in the implementation of the proposed rules according to the different territories. Neither territorial impact assessment nor systems of monitoring or scoring process have been organised. However, constant references are made to the EU 2020 objectives. Recommendations: A better consideration of the principles of subsidiarity and mutuality would be advisable. 5. Gaps: A significant number of smart regulation mechanisms are formally mentioned by all EU institutions, but in a broad manner. Some additions to the current rules even run counter to the objectives of simplifying rules and reducing administrative burdens. Recommendations: Evaluation mechanisms should be reinforced and put into perspective with other policy evaluations on the functioning of the Single Market in general; for instance, “fitness-checks” could help to identify inconsistencies or ineffective measures. 6. Gaps: There is still a gap between the formal mentioning of innovative instruments for decision-making and implementation and their active use in practice . 10 ",
        "The simple mention of innovative instruments makes it difficult to assert whether they will be effectively implemented. The levers analysis shows a diverse picture: the introduction of innovative instruments is one of the strengths of the PP revision process (except for the initiative on the award of concession contracts), putting forward the use of innovation partnerships to implement the reform, but without going deep enough into the details to ensure its compliance. Promising instruments are LRAs’ cooperation mechanisms, such as the use of the Internal Market Information System (IMI) and the setting up of National Knowledge Centres of Excellence. In contrast, innovative instruments are not mentioned in the new SGEI package. It can be explained by the fact that this package does not bring any substantial changes into the existing legislation and aims at simplifying existing rules and reducing administrative burdens. In general, all the institutions support the introduction of innovative instruments for a successful implementation of the reform. Recommendations: LRAs should take the opportunity to actively support the implementation of some new instruments in order to gain a grip on the innovation process. 11 ",
        "2.4. The European Neighbourhood Policy Figure 4: Scoring the European Neighbourhood Policy In its first seven years, the ENP was mainly considered as a bilateral framework , focusing exclusively on traditional foreign policy actors (mainly comprising the EEAS/Commission officials, ministers from partner countries and Council members as main stakeholders). LRAs and multilevel governance have, therefore, not figured strongly in this policy framework until recently. Yet, in order to complement the bilateral ENP framework, the set up of the multilateral frameworks of the Union for the Mediterranean and the Eastern Partnership in 2008 strengthened the range of actors involved and the regional dimension of the ENP. Additionally, new institutional fora have been set up, such as parliamentary assemblies and representations for LRAs (ARLEM for the South, and CORLEAP for the East). Following this trend , the revised ENP strategy from 2011 also incorporated various elements that provide interesting opportunities for considerable change in how the EU designs and implements its relations with its neighbours, by opening the scope and variety of instruments and actors . Hence, the following results can be read in two ways. In comparison to the traditional intergovernmental mode of foreign policy-making, the ENP shows a surprisingly strong involvement of LRAs, and a frequent use of innovative instruments and MLG processes. In comparison to public policy areas, however, the MLG perspective within the ENP is still weaker and just at the beginning stage of being developed in a more sustainable manner. Although, both perspectives should consider that the ENP in this regard is a policy framework in its own right, with a different set of competences and an integrated way of policy-making. Gaps and opportunities 1. Gaps : The Commission managed the review process of the ENP strategy and its consultations in a transparent but centralised manner. There was no open flow of 12 ",
        "Recommendations: A more proactive input-gathering and more transparent information about consultation outcomes could improve the inter-institutional cooperation with non-traditional ENP actors in the future. 2. Gaps: Previous experience shows that it will take time, effort, institutional and financial means to empower, strengthen and consolidate LRAs in their involvement and roles, in terms of providing input for ENP-related matters, but also in terms of roles in their national context. LRAs had not been considered or involved as stakeholders in the ENP review process, but more recent ENP implementation documents show a positive trend towards increased involvement in the future (considering the competences at stake and the relevance of policy for LRAs). In particular, the setting up of representative fora (ARLEAM and CORLEAP) provides potential for increasing the involvement of LRAs. Recommendations: Active capacity-building at local and regional level is therefore indispensable over the coming years. Such activities will also need (further and increased) financial and institutional support. EU delegations could become the first point of contact for LRAs on the ground and should also engage in actively creating networks and contacts . 3. Gaps: There is no information available about regional/local contributions during the ENP review process (as there is no detailed information about the consultation outcomes at all). Until 2010, LRAs were mostly subsumed under the wider definition of “civil society and other actors” and rarely mentioned as interlocutors or project partners. The ENP communication 2012 (JOIN 2012/14, p. 7) suggests a turning point in this regard, by emphasising the key role of LRAs “ in narrowing the gap between the population and institutions, promoting a culture of political participation at local level and ensuring that policy decisions take local needs into account ”. Furthermore, it is still too early to judge the content/quality of regional and local contributions in the subsequent implementation, as ARLEM and CORLEAP have only been in place for a short period of time Recommendations: In order to make use of the involvement of LRAs, traditional EU foreign policy actors have to acknowledge and continue acknowledging the added value of LRAs’ involvement. Raising awareness and an integrative attitude of all stakeholders towards LRAs is a precondition for successful multilevel governance within and beyond Brussels. Transparent and open forms of communication and innovative forms of engagement will need to be established, in order to engage in a sustainable two-way communication. 4. Gaps : Territoriality or a regional approach are – in ENP terms – often referred to as “South” or “East”, which is a much broader concept than the rather local perspective of cohesion policy. 13 ",
        "While the integrated nature of those concepts in the ENP framework provides an advantage, it also inherits the challenge that some concepts are applied in a rather superficial manner and are not elaborated in sufficient detail (e.g. how civil society involvement could strengthen a place-based approach). A further challenge is the use of different terminology within the ENP than that used for example in cohesion policy. Concerning the content of the policy and a territorial/integrated/placed-based approach, the ENP has already inherited some of those concepts (differentiation, needs-based approach, integrated and comprehensive policy). At the same time, the ENP/EaP/UfM documentation from recent months shows various aspects that provide opportunities for an increased development towards a comprehensive, inclusive and integrated EU approach to the ENP. The revised ENP strategy points in the direction of strengthening the integrated approach within the ENP: deep democracy has been redefined, not only in order to ask for administrative governance reforms (i.e. institutional reforms of national state structures), but also to focus more strongly now on the enabling and strengthening of civil society. In terms of using fundamental concepts like territoriality or an integrated and place-based approach, recent ENP documentation showed a trend to look more for and adapt best practices from cohesion and rural development policy. Recommendations: The usefulness of approaches, instruments and mechanisms from those areas should continue to be considered. Additionally, a more detailed elaboration on the exact meaning of those concepts in practice would be useful to strengthen the probability of correct implementation and to allow for meaningful evaluations. 5. Gaps: Most smart regulation mechanisms are not used comprehensively in the ENP, although the question remains as to whether smart regulation as a concept is relevant for the ENP at all. Smart regulation is not really a concept reflected in the ENP/EaP/UfM documentation, which can mainly be explained through the lack of legislative output in the ENP (exception: financial programming). A subsidiarity analysis has been performed for the ENI proposal, yet it has been kept very general. An impact assessment has also been done for the same proposal, but it predominantly refers to the impact of the ENI on the national level, and does not take into account local or regional actors. Mutual strengthening of actors is kept very vague, and LRAs are in this regard mainly seen as an interlocutor to strengthen the involvement and participation of (local) civil society. 6. Gaps: Many of the ideas for innovative ENP instruments so far only remain at the rhetorical level ; while there is potential to increase the application of innovative instruments for decision-making and implementation, especially by involving LRAs more directly, it is still too early to judge how this will work out in the coming months/year. Recommendations: Experimental pilot projects and a greater involvement of LRAs could provide an interesting solution to the problem of uneven disbursement rates of ENP external assistance. The strengthening of structured and efficient evaluations without creating too many bureaucratic and organisational demands will be a key determinant in assessing the usefulness of some of those instruments and mechanisms. 14 ",
        "3. Comparative scoring of Multilevel Governance Figure 8: The comparative scoreboard for the four policy dossiers The Structural Funds case can be described as the best practice model in the category procedures (information and consultation, stakeholders’ involvement, and responsiveness) An impressive MLG routine has been established from the side of EU institutions as well as from the side of the LRAs. In comparison to other cases, it means that administrative capacities are provided, and innovative instruments used (different types of consultations, forums, open days, platforms, etc.). Some positions of the EU institutions on MLG principles are not always consistent. As was shown in the case of the Structural Funds, there are different views on the role of LRAs in the making of partnership contracts or with respect to macroeconomic conditionality. In this regard, there is room for improvement regarding a more streamlined understanding of partnership, mutuality and subsidiarity. EU institutions do recognise the role of LRAs in a broader sense, but have still missed opportunities to support adequate implementation instruments that fully recognise LRAs’ special standing (also in relation to other stakeholders). The low score of Multilevel Governance performance in agriculture should be a major concern for the EU institutions, the CoR and LRAs. Practices from other policy sectors could be helpful, especially the establishment of a stable and permanent dialogue beyond single communications (as in the case of the Structural Funds). LRAs should also reconsider their own capacities in the field of the internal market. As shown in the scoring, the practices with respect to the Single Market Act are in general positive, but there are serious gaps regarding the participation of LRAs in some of the processes. In general, for all four policy dossiers there is a clear potential for better MLG practices, although a slight progress in 15 ",
        "comparison to the first edition’s figures can be noted. There are many opportunities to involve LRAs in a better way, and consideration needs to be taken over the different types of policies at stake . For example, in the European Neighbourhood Policy, LRAs’ involvement has to follow different patterns than those in domestic EU policies (such as in the Structural Funds). Until 2011 LRAs were not considered as stakeholders at all, reflecting the intergovernmental manner and the focus on the Council and governments of third countries as main actors respectively. In this regard, the 2011 revised strategy and follow-up documents show potential for change, especially in terms of recognising the salience of LRAs’ involvement for sustainable democratic, social and economic development. The consolidation of the multilateral frameworks (the Eastern Partnership and the Union for the Mediterranean) additionally open the scope for non- traditional actors, and the set-up of LRA representations (ARLEM and CORLEAP) provide a suitable opportunity for future strengthening of MLG within the EU relations with its neighbours, although their involvement and consolidation will require investment, resources and time. 16 ",
        "***** Figure 9: The score shows different scores for “procedures” and “content” The different sub-scores for the category groups “procedures” and “content” reveal that MLG practices are far better developed under the “procedures” grouping than compared with the “content” grouping. Both, the Structural Funds case and the SMA attain higher scores than the minimum threshold of a 3/6 score for the “procedures” grouping. Conversely, the Structural Funds case is the only one which reaches the minimum threshold of a 3/6 score for the “content” grouping. These figures demonstrate a slight improvement compared to the first edition. Results from the Structural Funds also point to some important questions. Whereas there is a common understanding with respect to governance practices such as consultation or stakeholder involvement in the phase of policy formulation between LRAs and EU institutions, there are still open questions when it comes to the question of “policy implementation in partnership”. 17 ",
        "***** Figure 10: The spider diagram – a comparative scoreboard for the four policy dossiers When we look in more detail at the three components of each subgroup, the diagram reveals that the first subgroup “procedures” is higher than the subgroup “content”, which is explained by the high score for “information/consultation” and to a lesser extent to “stakeholders’ involvement”. Conversely, the lowest score corresponds to the “innovative instruments for decision-making and implementation” practice. These data thus confirm the general MLG trends that were analysed in the first edition. ________ 18 ",
        "ANNEX I OVERVIEW - Multilevel governance: a guiding principle for EU policy-making The concept of Multilevel Governance (MLG) has been developed by scholars as a principle for better explaining, understanding and predicting the functioning of the European Union (EU) as a political system. It originated from studies on European integration with respect to the structures that were put in place by the Maastricht Treaty in 1992. It gives expression to the idea that there are many interacting authority structures at work in the EU . It illuminates the intimate entanglement between the domestic and supranational levels of authority. 2 For the efficient implementation of MLG, better monitoring of its practice and quality is needed in Europe. Are the instruments and practices to pursue real MLG at European level being implemented? How could we measure the involvement and participation of local and regional authorities (LRA) in the EU policy-making process? How could we detect gaps and potential ? Against this background, the Committee of the Regions (CoR) wants to strengthen MLG in the different strategic priorities of the EU and in the different stages of the decision-making process at European level. MLG thus acquires a new quality: from an analytical tool it becomes a principle and a programme for action. This demands the very concrete establishment of structured political processes for monitoring and analysing governance in the EU. 3 The scoreboard is an integral part of this effort and should build on solid observations and findings to underscore the elements which favour or hinder the involvement of LRAs in the political process. The scoreboard provides this programme with a stable, scientifically sound method to achieve these objectives. It aims to 4 : - visualise the role of LRAs and the CoR in developing and implementing European policies within the European institutions; - identify gaps and areas of potential; and - define strategies and/or instruments for closing them with a view to an inter- institutional follow up. The Scoreboard on MLG is the tool created by the CoR to monitor on a yearly basis the development of MLG at EU level . The scoreboard is regarded to be the main operational instrument for regular political evaluation of multilevel governance at European level by the European institutions . It is thus important to highlight that at this stage the Scoreboard does not look into the multiple MLG practices that exist within the Member States . However, it seeks to analyse and identify trends towards the development of a genuine MLG culture within the EU through key legislative packages or policy strategies initiated at EU level . 2 An overview of the beginnings of the scientific debate is given i.e. by Ian Bache: Multilevel Governance and European Union Regional Policy, in “Multilevel Governance”, by Ian Bache and Matthew V. Flinders, 2004, page 165-178. 3 Tender Specifications Contract CDR/CDP/27/2010-01. 4 Report of the Joint Atelier (EIPA/CoR) on the White Paper of the CoR on “MLG and on the Treaty of Lisbon”, Barcelona, 5 March 2010. 19 ",
        "Rationale and methodology of the 2012 Scoreboard Building on the methodology of the Multilevel Governance Scoreboard 2011 The challenge of our exercise is to analyse the Multilevel Governance processes and answer the question of ‘how’ policy outcomes intend to be achieved at the EU level. This means, with respect to the policy cases chosen, we cannot make use of performance indicators (measuring the normative outcome) for several reasons: the work of the institutions around the policies and strategies evaluated are at the initial stage, the final performance cannot be measured (i.e. reform of CAP, Structural Funds). A second reason is the complexity and long-term nature of the chosen policies. Results of the policies will only be seen in the course of a decade and influenced by a complex multitude of factors. As in Edition I, we will apply indicators that refer to the quality of governance in terms of ‘how’ outcomes are achieved. Since this means that there has to be an assessment of the practices, these indicators are of a qualitative nature. The methodology departs from the one used in Edition I. Nevertheless, a few additions were made in order to improve it. In addition to desk research, few qualitative interviews were conducted with EU officials and regional representatives to gather information and clarify some specific points. In general, the six practices, respective indicators and the weighting scheme are the same as those in Edition I. Figure 8: Two categories grouping three practices each Category of practices Practices I. Procedures 1. Information & consultation; 2. Stakeholders involvement; 3. Responsiveness. II. Content of EU policies 1. Territorial/integrated/place-based policy; 2. Smart regulation mechanisms; 3. Innovative instruments for implementation and partnership (new: referring also to mutuality and institutional balance). With respect to the practice “Innovative Instruments for Implementation and partnership” two new underlying principles were integrated into the present edition, namely the mutuality and institutional balance principles. Including the mutuality principle and the inter-institutional balance principle into the present indicator system The CoR Opinion “Building a European Culture of Multilevel Governance: follow up to the Committee of the Regions White Paper” 5 emphasises the principle of mutuality. 5 See CdR 89/2009 fin. 20 ",
        "The latter was not mentioned in the White Paper but seems to build upon the idea of partnership. The White Paper defines the partnership principle as the following: “Partnership goes beyond participation and consultation, promoting a more dynamic approach and greater responsibility for the various players. Accordingly, the challenge of multilevel governance is to ensure that there is a complementary balance between institutional governance and partnership-based governance.” 6 One can also interpret the latest description on mutuality in this sense. With regard to mutuality, the CoR opinion calls for more “responsibility and solidarity on the part of European, national and regional political leaders in accordance with the mutuality principle”. The CoR also explains in a footnote its definition of the principle: “According to this principle, it should be the obligation of each level of government as it participates in joint decision-making to foster the legitimacy and capacity of the others (Landy and Teles, Beyond devolution: from subsidiarity to mutuality). In other words, governance at different levels should not be seen as competing activity. Instead, the different levels should work towards mutual strengthening”. 7 The principle of inter-institutional balance (IIB) is defined in a recent study on the potential of a new institutional and political role in inter-institutional cooperation, conducted by the CoR. Some of the characteristics are: “Consultation as part of a decision-making process is an essential element of the inter- institutional balance: – Sincere cooperation among the institutions is necessary for the effective carrying out of their roles and with that an effective participation in a decision-making process as envisaged by the Treaties (e.g. consultation). – Different inter-institutional balance can be in place in different policy fields, depending on the provisions in the Treaties. – Inter-institutional balance is not limited to legislative decision-making. Non-legislative decision-making in a given area also has to abide by the IIB as envisaged by the Treaties in the given area. – Inter-institutional balance not only has a function of a fundamental guarantee for the distribution of powers, but also a legitimising function through guaranteeing that several interests are (effectively) represented in the decision-making process .” 8 The Lisbon Treaty introduced some novelties regarding the provision on democratic principles such as equality of citizens, and rights of participation, transparency and proximity, thus implying a broadened understanding of inter-institutional balance. IIB is therefore a legal and political principle under the Lisbon Treaty which also calls for adaptation of the Community method as a mechanism through which the principle of IIB is sustained. In particular, the CoR as an assembly of political representatives of LRAs participating in the EU decision-making should be placed in the renewed and 6 Ibid, p. 5. 7 Ibid, p. 4. 8 Committee of the Regions, Study on ‘The potential of a new institutional and political role of the Committee of the Regions for stronger inter-institutional cooperation following the broadening of the principle of institutional balance and key actions for achieving a reinforced cooperation with EU Agencies/Bodies’ , Committee of the Regions, drafted by EIPA (S. Kajn (cid:254) and M. Kaeding), 2012. 21 ",
        "broadened IIB. 9 The aspects of mutuality and IIB are incorporated into the present indicator “Innovative instruments for decision-making and implementation”. By doing so, one may assess whether the idea of mutuality, partnership, IIB and joint decision-making are represented by new instruments in the decision-making process. Choice of the four policy dossiers for 2012 Relevance of the chosen policy dossiers In order to select policy fields/dossiers for the scoreboard, different criteria had to be met. The most important criteria are: 1. the high prominence of the dossier on the current agenda of the EU; 2. the importance of the dossier to the CoR; 3. the important role of the CoR (and LRAs) in the policy field; and 4. the major impact of the dossier on the local and regional level in terms of financial, legal and administrative resources in the course of implementation. Based on the same criteria for selection as established in the first edition of the Scoreboard, the following list of dossiers for the second scoreboard 2011-2012 was chosen: 1. The Common Agricultural Policy (CAP): The “CAP after 2013”; 2. The Structural Funds Regulation 2014-2020; 3. The Single Market Act (SMA): with special focus on Public Procurement and Services of General Economic Interest (social cohesion); and 4. The European Neighbourhood policy (ENP). Figure 9: Overview on the relevance of the chosen four policy dossiers Policy dossier Agenda EU / Works Programme Commission Priority CoR Role of CoR and LRAs Financial/ Administrative Impact Implementation CAP High – pursuit of reform process and link with Europe 2020 Strategy High – mentioned amongst priorities for 2010-2012. CoR has also gained new (albeit limited) powers with Lisbon treaty. Important especially in Pillar II of the CAP, but also increasing importance in Pillar I High financial and administrative impact due to the involvement of LRAs as co- financing and implementing authority at regional and local level in Pillar II, and financial/administr ative repercussions of regionalisation of Pillar I payments. Structural Funds High - amendments of all fund High – mentioned as a top priority for 2010- 2012. Several Opinions After Lisbon, consultative role for all fund Priorities and financial allocation of funds 9 Ibid. 22 ",
        "regulations/ budget negotiations for the period after 2014 (2010-2012), forums, studies, platforms. regulations, LRAs main stakeholders in implementation of programmes and projects influences future investments of LRAs and their administrative capacities for programme and fund management SMA High – structural reform to be completed High – the re-launch of the single market is a top priority for 2010- 2012, especially with regard to public contracts, services of general interests Single market rules are frequently implemented by LRAs Example of public procurement: administrative and financial implications of procurement rules for all LRAs ENP High – implementation of comprehensive ENP strategy review in 2011 High – mentioned amongst priorities for 2010-2012. Additionally, CoR initiated set up and strongly supports LRA representations for Eastern Partnership (CORLEAP) and Union for the Mediterranean (ARLEM) Newly explicitly recognised role for LRAs in ENP policy formulation and policy implementation; Increasing recognition of added value of LRA participation in implementation (especially for sustainable democracy promotion and good governance) Timeframe of the policy dossiers The Scoreboard analyses a different time period for each of the policy dossiers chosen . Each analysis covers a well-defined period in the policy cycle, starting with the pre-legislative/preparatory phase and ending at the end of one of the successive phases in the overall cycle. However, it was agreed that July 2012 was taken as an absolute deadline in order to allow for sufficient time for a quality control. Figure 10: Phases and timing in the policy process 23 ",
        "Scoring Multilevel Governance For a description of the means allowing the scoring, please refer to the First Edition of the Scoreboard for monitoring Multilevel Governance at the European Union level. This year the group of external experts consists of the following public figures: - Dr José Eugenio Candela Castillo , Counsellor at the Secretariat-General of the European Commission and detached to the Cabinet of the Secretariat of State for the European Union, Ministry of Foreign Affairs and Cooperation, Spain; - Prof. Dr Thomas Christiansen , Professor of European Institutional Politics and Co-Director of the Maastricht Centre of European Governance at Maastricht University; - Paolo Ponzano , Senior Fellow at the Robert Schuman Centre for Advanced Studies at the European University Institute; - Dr Arjan Schakel , Assistant Professor in Research Methods, Maastricht University. ____________ 24 ",
        "ANNEX II OVERVIEW of Best Practices in the two editions of the Scoreboard The following list of eight policy dossiers were analysed in the first and second editions of the Scoreboard: 1. Europe 2020 (and its seven flagships); 2. Energy Strategy 2011-2020 (with climate change relevance); 3. The Stockholm programme (with the focus on migration policy); 4. Spring Package on Poverty; 5. The Common Agricultural Policy: “The CAP after 2013”; 6. The Structural Funds Regulation 2014-2020; 7. The Single Market Act (with the special focus on public procurement and services of general interests); and 8. The European Neighbourhood Policy. Best practices and recommendations for improving MLG practices 1. Information and consultation Best practices Recommendations (cid:120) The Commission organises open, transparent and timely consultations that left sufficient time for LRAs to prepare their contributions. (cid:120) The Commission engages the LRAs in the consultation process through the diversity of communication channels: information websites, information notifications, questionnaires, surveys, etc. (cid:120) LRAs show awareness of the EU policy- making and reforming process in policy sectors salient to LRAs. (cid:120) The Commission fosters the development of longstanding information channels with LRAs. (cid:120) Raise awareness about the importance of participating in public consultations and other related consultation events that are organised by the Commission. (cid:120) Better coordination of contributions to public consultations between LRAs and the CoR. (cid:120) Prioritise policies or policy domains that have a significant impact for LRAs regarding the efficient distribution of administrative resources. (cid:120) Follow the development of priority policy areas and make use of consultation and information events. (cid:120) Contribute to surveys, questionnaires and other information-related material to establish a two-way communication with the Commission. These best practices were detected in the following policies: Europe 2020, Energy strategy 2020, CAP, Structural Funds, SMA. 25 ",
        "2. Stakeholders’ involvement Best practices Recommendations (cid:120) LRAs devote administrative resources to efficiently contributing to open consultations. (cid:120) LRAs and the CoR extensively exchange positions and opinions beyond official open consultations. (cid:120) The CoR benefits from the coordination of opinions with LRAs through different networking mechanisms (e.g., the CoR Europe 2020 Monitoring Platform in the case of Europe 2020). (cid:120) The establishment of representative fora by LRAs creates a potential for increasing the involvement of local and regional authorities in the policy-making process (e.g. the creation of ARLEAM and CORLEAP in the case of the ENP). (cid:120) Efficiently manage available administrative resources to target priority policies during open consultations. It will ensure long-term involvement and persistence of LRAs on issues salient to the regions. (cid:120) To avoid consultation fatigue, coordinate opinions and positions between LRAs and the CoR. (cid:120) Benefit from the existing mechanisms of networking to foster interests and concerns of the regions. (cid:120) Establish a disaggregated presentation of the results of open consultations, in order to facilitate the knowledge on specific issues and concerns raised by the regions. These best practices were detected in the following policies: Europe 2020, Structural Fund, SMA, ENP. 3. Responsiveness Best practices Recommendations (cid:120) The European Parliament and the Commission openly discuss proposals of LRAs and integrate them. (cid:120) LRAs, the European Parliament and the Commission engage in a two-way dialogue to guarantee the representation of regional interests in the policy-making process. (cid:120) The CoR actively employs an informal dialogue with the European Parliament to contribute to the policy-making process. (cid:120) Closely monitor and assess the result of public consultations and analyse whether any proposals were included in policy drafts. (cid:120) Ensure that in the Commission’s official responses to public consultations there is an explanation of why certain proposals were not integrated. (cid:120) Make use of other communication channels, such as informal dialogues and consultations, to establish a beneficial partnership with the European Parliament and the Commission. (cid:120) Insist on the recognition of LRAs and the CoR as equal partners in the policy-making process: move from the current institutional triangle logic to more of a quadrangle approach that would include the CoR and LRAs to a greater extent. These best practices were detected in the following policies: Structural Funds, SMA. 26 ",
        "4. Territorial/place-based and integrated approach Best practices Recommendations (cid:120) The territorial dimension of future regulations was extensively discussed by the European Commission and other institutions (especially in the case of the Structural Funds). (cid:120) The documents of the EU institutions show a potential for the development of a genuinely comprehensive, inclusive and integrated approach. (cid:120) Ensure overall coherence of a policy and the application of monitoring systems for evaluation of a territorial approach. (cid:120) Streamline a territorial and place-based approach, respecting territorial needs. Assess whether the established objectives take into account territorial specificities and do not jeopardise flexibility of local and regional levels. (cid:120) Formulate and develop proposals on new territorial strategies related to the area of freedom, security and justice. (For example, a new concept of European citizenship could enhance a greater social and territorial cohesion). These best practices were detected in the following policies: Stockholm programme, Structural Funds. ENP, Europe 2020. 5. Smart regulation mechanisms (subsidiarity and proportionality) Best practices Recommendations (cid:120) The principles of subsidiarity and proportionality are discussed in different Commission documents and are included in the Parliament’s resolutions. (cid:120) The proposal of the Commission develops a multi-sectored and multilayered approach that involves all stakeholders in a transparent way (as in the case of Europe 2020). (cid:120) Requests by the LRAs (in the case of the CAP) to strengthen the synergies between the existing different funds and to cut red tape for LRAs and the partnership contracts have been taken on board in the legislative proposals. (cid:120) Comprehensive impact assessments were conducted for a regulation and its additional provisions. (cid:120) Actively promote the use of smart regulation mechanisms and stimulate a broader multilevel governance debate on the subsidiarity and mutuality principles. (cid:120) Systematically integrate impact assessments into proposals, and insist on consideration of financial implications for LRAs in impact assessments. (cid:120) Strengthen the importance of evaluations without creating too many bureaucratic demands. It will be a key determinant in assessing the usefulness of those instruments and mechanisms. (cid:120) Make use of experimental pilot projects to increase and facilitate the involvement of LRAs. These best practices were detected in the following policies: Europe 2020, CAP, SMA, ENP . 27 ",
        "28 6. Innovative instruments for implementation in partnership Best practices Recommendations (cid:120) A proactive debate on innovative instruments (with own proposals and research work), stimulated by the CoR and LRAs, influences positions of the EU institutions, and some requests by LRAs have been taken on board in the legislative proposals. (cid:120) The CoR has repeatedly proposed concrete instruments (as territorial pacts) referring to the idea of contractualisation, as well as promoting the use of partnership instruments and experimental tools. (cid:120) The use of innovative modes of governance, such as the Covenant of Mayors in the case of the Energy strategy; is a promising example of increasing the involvement of LRAs. (cid:120) The creation of the European Innovation Partnership on agriculture and sustainability has the potential to promote partnership between Member States and stakeholders. (cid:120) Support the application of innovative instruments (territorial pacts, partnership contracts, innovative financial instruments, experimentation schemes) in practice. The use of innovative instruments should go beyond political statements, or otherwise they will lose credibility. (cid:120) Raise awareness and streamline the understanding of partnership, mutuality and inter-institutional balance. EU institutions do recognise the role of LRAs in a broader sense, but have missed opportunities to support adequate implementation instruments that fully recognise LRAs’ special standing (also in relation to other stakeholders). (cid:120) Inform the European institutions of a lack of available resources for actual implementation of innovative instruments. LRAs should have sufficient means to guarantee an effective implementation of innovative instruments. These best practices were detected in the following policies: Europe 2020, CAP, Structural Funds. ____________ "
    ]
}