{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 27.2.2019 SWD(2019) 1005 final COMMISSION STAFF WORKING DOCUMENT Country Report Estonia 2019 Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE EUROPEAN COUNCIL, THE COUNCIL, THE EUROPEAN CENTRAL BANK AND THE EUROGROUP 2019 European Semester: Assessment of progress on structural reforms, prevention and correction of macroeconomic imbalances, and results of in-depth reviews under Regulation (EU) No 1176/2011 {COM(2019) 150 final} ",
        "1 Executive summary 3 1. Economic situation and outlook 6 2. Progress with country-specific recommendations 13 3. Reform priorities 16 3.1. Public finances and taxation 16 3.2. Financial sector 19 3.3. Labour market, education and social policies 23 3.4. Competitiveness reforms and investment 32 Annex A: Overview Table 44 Annex B: Commission Debt Sustainability Analysis and fiscal risks 48 Annex C: Standard Tables 49 Annex D: Guidance on investment needs for cohesion policy 55 References 60 LIST OF TABLES Table 1.1: Key economic and financial indicators - Estonia 12 Table 2.1: Assessment of implementation of 2018 country-specific recommendations 14 Table 3.2.1: Financial soundness of banks 19 Table 3.4.1: Completion of TEN-T core network 2016 38 Table C.1: Financial market indicators 49 Table C.2: Headline Social Scoreboard indicators 50 Table C.3: Labour market and education indicators 51 Table C.4: Social inclusion and health indicators 52 Table C.5: Product market performance and policy indicators 53 Table C.6: Green growth 54 Table D.1: Policy Objectives 55 LIST OF GRAPHS Graph 1.1: Real GDP growth and contributions 6 CONTENTS ",
        "2 Graph 1.2: Inflation quarterly growth 6 Graph 1.3: Investment growth and contributions, % 7 Graph 1.4: Real effective exchange rate based on unit labour cost 7 Graph 1.5: Contribution to change in total employment between 2007 and 2017 8 Graph 1.6: Breakdown of external position (current and capital accounts) 8 Graph 1.7: Export market share, goods and services, nominal 8 Graph 1.8: Components of the Net International Investment Position (NIIP) 9 Graph 1.9: Activity, employment and unemployment rates 9 Graph 1.10: Annual growth of nominal compensation per employee and benchmarks based on domestic and external economic developments 10 Graph 1.11: Gross Domestic Product per inhabitant in purchasing power standard (PPS) 10 Graph 1.12: Regional productivity 11 Graph 1.13: Demographic changes 11 Graph 2.1: Overall multiannual implementation of 2011-2018 country-specific recommendations (CSRs) to date 13 Graph 3.1.1: Share of affected households (winners and losers) by income deciles 18 Graph 3.2.1: Credit growth 19 Graph 3.2.2: Cost of borrowing in the Euro area and Estonia 20 Graph 3.2.3: Construction volumes 21 Graph 3.3.1: Key labour market indicators 23 Graph 3.3.2: Labour shortage per industry 23 Graph 3.3.3: Poverty indicators 27 Graph 3.4.1: Labour productivity in PPS relative to the EU 32 Graph 3.4.2: Total factor productivity 32 Graph 3.4.3: GDP per capita growth breakdown in absolute terms, 2005-2017 33 Graph 3.4.4: Investment by asset type and year 33 Graph 3.4.5: Private and public investment rates 33 Graph 3.4.6: Investment in intellectual property products (gross) 34 Graph 3.4.7: Share of renewable energy in transport 39 Graph 3.4.8: Regional net migration 41 LIST OF BOXES Box 2.1: EU funds and programmes contribute to addressing structural challenges and to fostering growth and competitiveness in Estonia 15 Box 3.3.1: Monitoring performance in light of the European Pillar of Social Rights 25 Box 3.4.1: Investment challenges and reforms in Estonia 36 ",
        "3 Estonia’s economic performance puts the country in a good position to address challenges to ensure long-term growth. Productivity growth has been impacted by demographic trends and by the country’s moderate innovation performance. Skill shortages and mismatches are on the rise, also due to the education system’s limited capacity to respond to the demands of the labour market. The ageing of the population puts pressure both on the provision of good quality and affordable social services and on public resources. Insufficient investment in research and innovation prevents companies from becoming more competitive and productive. Well targeted policies and investments could help unlock Estonia’s full potential. ( 1 ) Estonia’s economic growth was strong in 2018 at 3.5 %, but is expected to gradually slow down. Domestic demand has been the main driver of growth, with consumer spending playing a key role due to high employment and fast-growing wages. In addition, strong external demand and favourable world commodity prices helped sustain an increase in exports and industrial production across all sectors. In the coming years, consumer spending is tempered by a slowdown in employment and wage growth, and external demand is set to weaken. Government finances are expected to be in a small headline surplus and debt remains around 8% of GDP in 2019. Due to good economic times and demographic pressures, Estonia’s economy is close to full employment. This situation continues to drive rapid wage growth. The employment rate has increased to 78 % while unemployment fell below 6 % in 2017. However, Estonia’s working-age population decreased by 7 % in the last 10 years. This demographic trend is expected to continue until 2030 and puts pressure on the public resources. ( 1 ) This report assesses Estonia's economy in light of the European Commission’s Annual Growth Survey published on 21 November 2018. In the survey, the Commission calls on EU Member States to implement reforms to make the European economy more productive, resilient and inclusive. In so doing, Member States should focus their efforts on the three elements of the virtuous triangle of economic policy — delivering high-quality investment, focusing reforms efforts on productivity growth, inclusiveness and institutional quality and ensuring macroeconomic stability and sound public finance. Despite the recent pick-up in growth, labour productivity needs to grow further for competitiveness to be sustained. It may become a challenge for Estonia’s economic growth and cost competitiveness if productivity does not catch up with the strong wage growth. Regional disparities are high, leading to stark differences in overall prosperity, quality of social infrastructure and public services. The Tallinn area enjoys income levels close to the EU average. The economic performance of the capital region is characterised by higher wages, better employment opportunities and higher productivity than other Estonian regions, which are marked by a dwindling population, higher poverty rates and increased pressure on public services like healthcare and education. Focusing public and private investment on human capital, infrastructure, research and innovation and on promoting resource efficiency would strengthen Estonia’s long-term growth potential. Current skills shortages and underinvestment in research and development limit productivity gains for the economy. Further investment in innovation, including in digitisation and automation can make firms more productive. At the same time, ensuring good transport connections can support competitiveness. Fostering resource efficiency further contributes to a more competitive and sustainable economy. Investments in education and skills, as well as in social inclusion, health and social services could foster sustainable and inclusive growth. Annex D identifies key priorities for support by the European Regional Development Fund, the European Social Fund Plus and the Cohesion Fund for the 2021-2027 period in Estonia, building on the analysis of investment needs and challenges outlined in this report. Estonia has made some ( 2 ) progress in addressing the 2018 country-specific recommendations. There has been some progress in the following areas: ( 2 ) Information on the level of progress and actions taken to address the policy advice in each respective subpart of a country-specific recommendation is presented in the overview table in Annex A. EXECUTIVE SUMMARY ",
        "Executive summary 4  improving the adequacy of the social safety net, in particular for older people and people with disabilities;  taking measures to reduce the gender pay gap, including by improving wage transparency in the private sector;  promoting research and innovation, in particular by providing effective incentives for broadening the innovation base. Estonia performs relatively well on most indicators of the Social Scoreboard supporting the European Pillar of Social Rights, but some concerns remain. Estonia’s labour market is one of the best performers in the EU. However, the proportion of people with unmet medical needs remains one of the highest in the EU due to long waiting times and weak coordination between the health and social care services. The proportion of youth not in education, employment or training has slightly increased. Social transfers are still not effective in reducing poverty and the weak social safety net has had limited impact on poverty and inequality, although both indicators show signs of improvement. Regarding progress towards its national targets under the Europe 2020 strategy, Estonia met its employment rate target and its tertiary education target already in 2015. It also performs well on renewable energy, and has made some progress towards energy efficiency and reducing greenhouse gas emissions. However, Estonia is underperforming on reducing early school leaving and on reaching its national targets for reducing poverty and increasing investment in research and development. Key structural issues analysed in this report, which point to particular challenges for Estonia’s economy, are the following:  Lack of access to affordable and good quality social services remains the key challenge . The adequacy of the social safety net is slowly improving, but access to affordable and good quality services, including long-term care services, is difficult, in particular for older people. There are shortcomings in identifying individual social service needs and providing health and social services in an integrated way. Individuals also have to cover a large part of the costs of the services provided by municipalities.  Labour and skills shortages are apparent. Skills shortages and mismatches are among the main obstacles to business investment and limit greater productivity gains. The education and training system’s capacity to respond to labour market needs is hampered by the persistence of early school leaving, insufficient labour market relevance of higher education and vocational education and training, and the challenges posed by the high number of ageing teachers. Although participation in adult learning is improving, upskilling and reskilling of the workforce is not occurring fast enough to keep up with labour market trends.  The gender pay gap is decreasing but remains among the highest in the EU. Recent measures add flexibility to the parental leave and benefit system with a view to facilitate the return to the labour market. The use of childcare is improving. Nevertheless, without flexible services, care responsibilities remain high for parents, especially for women. This generates considerable economic and social costs. Some steps have been taken but wage transparency has not yet improved.  Research, innovation and technological transformation are key to boosting productivity growth. A significant proportion of the Estonian companies operate in medium and low-technology sectors. Low investment in research and development partly explains why productivity has been lagging behind. More targeted investment in research and economy- wide innovation would increase productivity and competitiveness. A stronger connection between the public research system and the private sector will also help the economy grow. Digitisation and automation could support the competitiveness of small and medium-sized firms in the medium term but require specific skills. Modernising the insolvency framework can also help unlock Estonia’s business potential. ",
        "Executive summary 5  Estonia has strengthened its anti-money- laundering framework but challenges remain. In 2018, against the background of a large money-laundering scandal involving a foreign financial institution and its Estonian branch, and the largest amount allegedly being laundered to date in the EU, the government introduced additional measures and guidelines to strengthen money laundering prevention. However, the draft law establishing significantly higher fines, introducing reverse- burden-of-proof on suspicious assets, and hardening regulations concerning providers of virtual currencies has not been adopted.  A high-quality transport infrastructure is important for Estonia to take full advantage of the single market. As a peripheral country with a low population density, a well- functioning and interconnected transport system is key for Estonia’s economic activities and exports. Estonia does not yet have sustainable and green transport infrastructure that can reduce energy intensity and pollution, especially for rail and intermodal transport. Further innovative and sustainable solutions could help address congestion and public transport-related problems.  Energy and climate challenges remain. Although Estonia has already met its renewable energy target, energy efficiency is low, especially in buildings. The synchronisation of Estonia’s electricity system with the continental European network is key to ensuring security of electricity supply in the entire Baltic region. Furthermore, the reduction of greenhouse gas emissions is still insufficient, especially in transport and agriculture. ",
        "6 GDP growth pattern and outlook Estonia’s real economic growth in 2018 has remained robust, slowing down to an estimated 3.5 % after peaking in the previous year (see Graph 1.1). Domestic demand has been the main growth driver, with the key contribution coming from private consumption, which was supported by high employment and fast-growing wages. In addition, strong external demand and favourable world commodity prices helped sustain an increase in exports and industrial production across all sectors. Exports make up over 75 % of GDP, so the Estonian economy is highly open and sensitive to global economic conditions. GDP growth is forecast as moderate at below 3 % in 2019 and 2020. With the global economy entering a lower growth period and investment in buildings and construction levelling off, economic activity is set to shift into lower gear. Domestic demand is projected to remain the main growth driver, although the contribution of EU funded investments will even out. Graph 1.1: Real GDP growth and contributions Source: European Commission Inflation Inflation was well above 3 % per year over 2017-2018 reflecting growing global commodity prices and a substantial increase in excise duties on fuels, alcohol and tobacco. Inflation is forecast to slow down to below 3 % in 2019-2020, as rises in excise taxes will be much lower than in previous years, and assuming a moderation in global energy prices (see Graph 1.2). Reflecting the ongoing strong wage pressures, services prices are forecast to increasingly drive inflation up in 2019-2020. Graph 1.2: Inflation quarterly growth Inflation as defined by Harmonized Index of Consumer Prices (HICP) Source: European Commission Investment The contribution of investment to growth is forecast to be moderately positive going forward. In 2017, there was a temporary rise in investment, linked to the expansionary phase in the EU funds cycle and a number of large one-off projects. In 2018-2020, the contribution of investment to growth is forecast to be moderate. Non-residential construction and dwellings drove investment growth in 2018, but are forecast to subside thereafter. In the coming years, investment activity is projected to be subdued, driven by machinery and equipment (see Graph 1.3). Overall, investment intensity is projected to level off over 2019-2020, amounting to about 24 % of GDP. While this is slightly above the EU average, it is lower than in the past decades. Overall, capital per employee in Estonia still remains below the EU average, which contributes to keep productivity low and thus poses a risk for future competitiveness (see Section 3.4). -6 -4 -2 02468 10 12 10 11 12 13 14 15 16 17 18' 19' 20' % , p p s Inventories investment Investment (GFCF) Consumption Net exports Real GDP growth -2 -1 0 12345 1 4 Q 4 1 5 Q 2 1 5 Q 4 1 6 Q 2 1 6 Q 4 1 7 Q 2 1 7 Q 4 1 8 Q 2 * 1 8 Q 4 * 1 9 Q 2 * 1 9 Q 4 * 2 0 Q 2 * 2 0 Q 4 * % c h a n g e y o y Energy Unprocessed food Processed food Services Non-energy ind. goods Inflation 1. ECONOMIC SITUATION AND OUTLOOK ",
        "1. Economic situation and outlook 7 Graph 1.3: Investment growth and contributions, % Source: European Commission The relative stagnation of investment has turned Estonia's private sector into a net lender in recent years. Non-financial corporations contributed to net lending of the economy with around 1.5 % of GDP in 2017, while net lending of private households amounted to 2.6 % of GDP in the same year. The general government traditionally a net lender in Estonia, was exceptionally a net borrower in 2017. Savings relative to GDP tend to be higher in Estonia than in the other Baltic states, and increasingly so in recent years. Cost competitiveness Estonia’s cost competitiveness has declined since 2008 compared to that of the EU. A favourable economic outlook combined with the tightening of the labour market put upward pressure on wages, which have on average outpaced productivity growth over the past decade. As a result, the real effective exchange rate based on unit labour cost has risen significantly compared to the EU and the euro area (see Graph 1.4). Graph 1.4: Real effective exchange rate based on unit labour cost Source: European Commission Despite strong unit labour cost growth, since 2008 Estonia gained market share in its main export markets. However, recent gains have been much smaller than before the 2009 financial crisis, suggesting that the strong wage growth might have had a tangible impact on competitiveness (see Graph 1.7). The current account balance has been in surplus for six consecutive years, primarily thanks to the surplus in trade of services. A surplus is also expected over 2019-2020, while the balance of trade in goods is set to be in deficit. In recent years, the main contribution to the surplus in services has come from tourism and transport, and increasingly from information technology and business services. Notably, Estonia has gained a comparative advantage in information technology services (see Graph 1.5). Financial sector Estonia's banking sector is profitable and well capitalised. However, in May 2018, the Estonian authorities uncovered potential large-scale money- laundering that took place prior to 2016 through the Estonian branch of Danske bank. Since 2016, the proportion of non-resident deposits has decreased considerably. The direct impact of money laundering on the functioning of the Estonian financial sector has remained limited, but -40 -30 -20 -100 10 20 30 40 00 02 04 06 08 10 12 14 16 18 20 % y - o - y Other constr. Dwellings Equipment Other Total Forecast 70 80 90 100 110 120 130 140 150 160 170 180 190 00 02 04 06 08 10 12 14 16 18* 1 9 9 9 = 1 0 0 Estonia EA EU ",
        "1. Economic situation and outlook 8 it implies a significant reputational risk for Estonia's banks (see Section 3.2). Graph 1.5: Contribution to change in total employment between 2007 and 2017 Source: European Commission Estonia offers a business-friendly environment, which explains part of its export success. Estonia is characterised by a low administrative burden, and doing business is also facilitated by comprehensive e-Government services. On the down side, Estonia has long-standing issues with insolvency rules, an area that has proved difficult to reform. (see Section 3.4). Estonia’s net international investment position improved, although it remains negative. In 2017, it was -30 % of GDP, a significant improvement compared to -80 % of GDP at its peak in 2009. The net inflow of foreign direct investment has been moderate after the crisis, reaching 5.9 % of GDP in 2017, which is still high compared to the euro area. Over the years, the highest foreign direct investment stock, as a percentage of (sectoral) gross value added, has been in the financial and insurance sector, which is mostly owned by Nordic companies. There are indications (e.g. Durán and Navarrete-Plana, 2018) that the slower inflow of foreign direct investment after the crisis is due to poor international market conditions, holding back investment in general and foreign direct investment in particular. The large foreign direct investment inflows observed in the early 2000s will probably not be seen again because privatisations and acquisitions are largely over. Graph 1.6: Breakdown of external position (current and capital accounts) Source: European Commission Graph 1.7: Export market share, goods and services, nominal Source: European Commission -4 -3 -2 -1 01234 EA Estonia Latvia Lithuania Finland Sweden % IT and communication Other business services Manufacturing -30 -20 -100 10 20 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 1718* % o f G D P Capital account Secondary income balance Primary income balance Trade balance - services Trade balance - goods Trade balance Current account balance Net lending/borrowing -30 -20 -100 10 20 30 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 R a t e o f c h a n g e y - o - y ( % ) Contribution: World export growth (euros, neg. Sign) Contribution: Export growth (euros) Export market share growth rate ",
        "1. Economic situation and outlook 9 Graph 1.8: Components of the Net International Investment Position (NIIP) Source: European Commission Public finance The general government budget is expected to show a small nominal surplus over 2018-2020. Rising revenues as a result of the favourable economic cycle and broadening of the tax base have offset rapid growth in expenditure (especially public wages and social spending). Given that the economy is operating above its potential, the structural fiscal position is expected to be in deficit of about ¾ % of GDP over 2018-2020. Public debt is expected to decline further below 8 % of GDP by 2020, by far the lowest level in the EU. Labour market The labour market continues to perform well. Employment grew by 2.1 pp in 2017, partly due to the Work Ability reform that encourages people with limited work ability to enter the labour market. In light of the high labour demand, employment is expected to have grown by over 1 % in 2018 and to slow thereafter in response to the economic and demographic outlook. Unemployment decreased further to 5.8 % in 2017 (7.6 % in the EU). It stayed broadly stable in 2018, but is forecast to increase somewhat in 2019 due to the impact of further activation of people with limited ability to work (see Section 3.3). The activity rate reached a record high level of 83.5 % in 2017. Graph 1.9: Activity, employment and unemployment rates Activity and employment rates (% of population), total, ages 20-64, seasonally adjusted. Unemployment rate (% of labour force), total, ages 15-74, seasonally adjusted. Source: European Commission Wages have grown fast on the back of buoyant economic growth and high demand for labour. According to Statistics Estonia, in 2017, the average monthly gross wages and salaries rose by 6.5 % to EUR 1 221, the highest annual growth rate since 2008. Wages increased in all sectors on average, and faster than the combination of domestic developments in labour productivity, prices and unemployment would predict (3.4 %). They also increased faster than the rate that would keep the real effective exchange rate unchanged (2.2 %). Real wages increased by 3 % in the second quarter of 2018 compared to the second quarter of 2017, and the minimum wage has been increased regularly. Social developments and inequality Indicators of poverty and social exclusion show a mixed picture. The proportion of people living in low work intensity households has decreased since 2012 and severe material deprivation has also declined. Conversely, the at-risk-of-poverty rate, measuring relative poverty, shows an upward trend since 2011 and is above the levels witnessed before and during the crisis. -150 -100 -500 50 100 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 % o f G D P Reserve assets Net portfolio investment, equity and investment fund shares/units Net portfolio investment, debt securities Other investment (net) Net direct investment Net financial derivatives and employee stock options Net International investment position (NIIP) Marketable debt (NIIP minus FDI and shares) 0246810 12 14 16 18 45 50 55 60 65 70 75 80 85 90 01 03 05 07 09 11 13 15 17 % o f l a b o u r f o r c e % o f p o p u l a t i o n Unemployment rate 15-74 (rhs) Activity rate 20-64 Employment rate 20-64 ",
        "1. Economic situation and outlook 10 Graph 1.10: Annual growth of nominal compensation per employee and benchmarks based on domestic and external economic developments Source: European Commission Income inequality has decreased, but remains above the EU average . In 2017, the share of household income of the richest 20 % was 5.4 times higher than that of the poorest 20 %, a ratio that remains above the EU average (5.1 in 2017). While the middle income households have caught up with the rich, the poorest households' income share remains low. In 2016, taxes and transfers together reduced income inequality by 33.9 %. Taxes reduced inequality by 10.3 % (compared to 12.4 % in the EU as a whole), while benefits did so by another 23.6 % (compared to an EU average of 31.9 %). In 2017, the tax and benefits system has been reformed in a way that was intended to reduce income inequality (for analysis of the impact of the personal income tax reform on poverty reduction, see Section 3.1.2). Regional dimension Since 2008, income per capita in Estonia has converged fast towards the EU average but not uniformly across NUTS (nomenclature of territorial units for statistics) 3 regions (see section 3.4 and Graph 1.11). Income per capita in the capital region has caught up with the EU average, while all other regions are lagging significantly behind. The capital region (Harju County), which is home to 44.7 % of the Estonian population, produced 64 % of national GDP and 52.7 % of total exports in 2016. There are regional disparities in relation to labour productivity and other socio-economic indicators. The regional income gap can be explained in terms of an urban- rural divide (see Section 3.4). The population living in rural regions decreased, to a large extent because younger, more skilled workers moved to cities, leaving behind lower-income and older residents. Accordingly, the population of the capital city region increased, as it attracted talent from other regions and from abroad. Graph 1.11: Gross Domestic Product per inhabitant in purchasing power standard (PPS) Source: European Commission Estonia's local governments face the challenge of ensuring accessibility, efficiency and quality of public services. Difficulties are particularly high for remote municipalities. The strong regional divide in Estonia means that the country's capacity to switch to a model where the benefits of convergence are more equally shared and territorially balanced depends crucially on targeted investments (see Section 3.4), as well as on ad hoc policies that support those regions that are lagging behind. -10 -5 0 5 10 15 20 25 30 99 01 03 05 07 09 11 13 15 17 % Actual nominal compensation growth Nominal compensation growth Prediction based on inflation, productivity and unemployment 20 30 40 50 60 70 80 90 100 110 120 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 % E U a v e r a g e i n P P S Põhja Lääne Kesk Kirde Lõuna ",
        "1. Economic situation and outlook 11 Graph 1.12: Regional productivity Source: European Commission Demographic developments Demographic pressures have been the main source of economic challenges in Estonia. In the last 10 years, Estonia has lost 7 % of its working- age population, amounting to 63 000 people (see Graph 1.13). Population ageing and emigration were the main contributing factors. While the natural change of the population remains negative, immigration ( 3 ) has outpaced emigration in the last three years, though not sufficiently to reverse the trend of the shrinking working-age population. According to projections, if Estonia’s activity rate remains at its current levels, employment is going to start to fall due to ageing. As a result, the old- age dependency ratio (number of people aged 65 and over relative to the working-age population aged 15-64) is projected to increase from 30 % in 2016 to 38 % by 2030, putting pressure on the social security system. Taking the demographic trends into account, it has been estimated (European Commission, 2017a) that, to keep its GDP growth at 2 %, Estonia would need to see its productivity grow at 2.5 % for the next 30 years; its current productivity growth stands at 2 %. ( 3 ) The composition of immigrants to Estonia has changed from 60% return migration (Estonian citizens returning to Estonia) in 2013 to 48% in 2016. The remaining half is split equally between EU citizens and third-country nationals. Graph 1.13: Demographic changes Source: European Commission 20 40 60 80 100 120 140 G D P p e r h e a d G D P p e r h e a d c h a n g e P o p u l a t i o n g r o w t h P r o d u c t i v i t y R o a d a c c e s s i b i l i t y Index, EU 28=100 EU Non-capital regions Capital region MS average 800 820 840 860 880 900 920 940 960 -6 -4 -2 02 4 6 02030405060708091011121314151617 T h o u s a n d s C h a n g e i n T h o u s a n d s Natural change of population (lhs) Net migration (lhs) Working age (15-64) population (rhs) ",
        "1. Economic situation and outlook 12 2004-07 2008-12 2013-15 2016 2017 2018 2019 2020 Real GDP (y-o-y) 8,4 -1,5 2,2 3,5 4,9 3,5 2,7 2,4 Potential growth (y-o-y) 5,7 0,8 2,6 2,7 3,3 3,2 3,3 2,9 Private consumption (y-o-y) 9,6 -3,0 3,7 4,4 2,6 . . . Public consumption (y-o-y) 4,5 1,1 2,5 2,2 0,6 . . . Gross fixed capital formation (y-o-y) 13,3 -4,1 -3,0 2,9 12,5 . . . Exports of goods and services (y-o-y) 14,8 5,4 1,4 5,2 3,5 . . . Imports of goods and services (y-o-y) 16,6 2,0 1,2 5,5 3,6 . . . Contribution to GDP growth: Domestic demand (y-o-y) 10,5 -3,2 1,6 3,4 4,3 . . . Inventories (y-o-y) 0,2 -0,4 0,2 1,1 -0,3 . . . Net exports (y-o-y) -2,6 2,2 0,2 0,0 0,1 . . . Contribution to potential GDP growth: Total Labour (hours) (y-o-y) 0,1 -1,0 0,6 0,8 1,0 0,8 0,7 0,2 Capital accumulation (y-o-y) 3,4 1,4 1,3 0,9 1,2 1,2 1,2 1,2 Total factor productivity (y-o-y) 2,1 0,4 0,7 0,9 1,1 1,2 1,4 1,4 Output gap 8,4 -2,2 0,9 1,2 2,7 3,0 2,6 2,3 Unemployment rate 7,2 11,6 7,4 6,8 5,8 5,7 6,0 6,0 GDP deflator (y-o-y) 7,8 3,6 2,5 1,5 3,9 4,2 3,6 2,9 Harmonised index of consumer prices (HICP, y-o-y) 4,6 4,5 1,3 0,8 3,7 3,4 2,8 2,3 Nominal compensation per employee (y-o-y) 15,6 3,7 4,9 6,3 6,9 7,0 6,0 5,6 Labour productivity (real, person employed, y-o-y) 6,5 0,1 0,6 3,2 2,1 . . . Unit labour costs (ULC, whole economy, y-o-y) 8,5 3,6 4,2 3,0 4,7 4,2 3,4 2,8 Real unit labour costs (y-o-y) 0,7 0,0 1,7 1,5 0,8 0,0 -0,2 -0,1 Real effective exchange rate (ULC, y-o-y) 6,7 0,9 3,4 2,4 4,6 4,0 1,1 0,7 Real effective exchange rate (HICP, y-o-y) 2,0 0,9 1,9 1,6 1,4 4,6 0,8 0,2 Net savings rate of households (net saving as percentage of net disposable income) -9,0 4,6 5,9 6,5 7,9 . . . Private credit flow, consolidated (% of GDP) 21,5 0,5 4,0 6,0 3,6 . . . Private sector debt, consolidated (% of GDP) 104,8 133,7 115,1 112,2 106,4 . . . of which household debt, consolidated (% of GDP) 36,1 49,7 39,5 40,1 39,4 . . . of which non-financial corporate debt, consolidated (% of GDP) 68,7 84,1 75,6 72,1 67,0 . . . Gross non-performing debt (% of total debt instruments and total loans and advances) (2) . 5,6 2,1 1,5 1,9 . . . Corporations, net lending (+) or net borrowing (-) (% of GDP) -6,9 1,0 1,1 0,7 1,4 1,7 1,7 1,5 Corporations, gross operating surplus (% of GDP) 32,7 29,7 30,9 28,7 29,6 29,7 29,7 29,9 Households, net lending (+) or net borrowing (-) (% of GDP) -6,4 1,9 1,6 1,7 2,6 2,0 2,0 2,4 Deflated house price index (y-o-y) . -10,7 9,0 3,8 1,8 . . . Residential investment (% of GDP) 5,4 3,1 3,8 4,5 4,3 . . . Current account balance (% of GDP), balance of payments -12,7 -1,0 1,1 2,0 3,2 3,5 3,2 3,2 Trade balance (% of GDP), balance of payments -8,0 2,9 3,5 4,1 4,6 . . . Terms of trade of goods and services (y-o-y) 1,8 -0,3 1,0 0,4 0,8 0,2 0,0 0,0 Capital account balance (% of GDP) 1,2 3,1 1,9 1,0 1,0 . . . Net international investment position (% of GDP) -78,9 -66,5 -45,7 -38,9 -31,4 . . . NIIP excluding non-defaultable instruments (% of GDP) (1) -16,9 -16,9 12,3 18,7 21,5 . . . IIP liabilities excluding non-defaultable instruments (% of GDP) (1) 79,9 93,3 77,7 73,5 67,9 . . . Export performance vs. advanced countries (% change over 5 years) 57,5 30,4 18,3 -3,5 -2,0 . . . Export market share, goods and services (y-o-y) . . -1,4 7,2 -0,1 . . . Net FDI flows (% of GDP) -6,4 -5,0 -0,9 -2,3 -3,6 . . . General government balance (% of GDP) 2,3 -0,8 0,2 -0,3 -0,4 0,5 0,5 0,2 Structural budget balance (% of GDP) . . -0,1 -0,8 -1,7 -0,9 -0,8 -1,0 General government gross debt (% of GDP) 4,4 6,8 10,2 9,2 8,7 8,0 7,6 7,5 Tax-to-GDP ratio (%) (3) 30,8 32,8 32,5 33,8 33,0 33,6 33,5 33,4 Tax rate for a single person earning the average wage (%) 19,8 19,1 19,2 18,3 . . . . Tax rate for a single person earning 50% of the average wage (%) 15,2 15,4 16,2 10,2 . . . . (1) NIIP excluding direct investment and portfolio equity shares Key economic and financial indicators - Estonia forecast (2) domestic banking groups and stand-alone banks, EU and non-EU foreign-controlled subsidiaries and EU and non-EU foreign-controlled branches. (3) The tax-to-GDP indicator includes imputed social contributions and hence differs from the tax-to-GDP indicator used in the section on taxation Source: Eurostat and ECB as of 31-1-2019, where available; European Commission for forecast figures (Winter forecast 2019 for real GDP and HICP, Autumn forecast 2018 otherwise) ",
        "13 Since the start of the European Semester in 2011, all the country-specific recommendations addressed to Estonia have recorded at least ‘some progress'. 18 % of these country-specific recommendations recorded ‘substantial progress’ (see Graph 2.1), notably in the area of incentives to work related to the Work Ability reform. Graph 2.1: Overall multiannual implementation of 2011- 2018 country-specific recommendations (CSRs) to date * The overall assessment of the country-specific recommendations related to fiscal policy excludes compliance with the Stability and Growth Pact. ** 2011-2012: Different country-specific recommendation assessment categories. *** The multiannual country-specific recommendation assessment looks at the implementation since the country- specific recommendations were first adopted until the 2019 Country Report. Source: European Commission Over the years, Estonia has taken substantial measures to address challenges in the labour market. Estonian authorities adopted and are implementing the Work Ability reform and they developed specific measures to bring the young and long-term unemployed to the labour market. These were important steps to address the overall challenge of the shrinking labour force. Estonia also took action to improve work incentives by reducing the tax burden on labour, in particular on low-income earners. It lowered the income taxes and the unemployment insurance contribution rate, abolished the fringe-benefit tax on work–related studies and introduced a refund for low-income earners. In 2018, the latter was replaced with personal income tax-free allowance of EUR 500 for low-income earners, while the tax-free allowance decreases gradually up to zero for individuals earning more than the average income. Though the gender pay gap remains amongst the highest in the EU, the government has taken some steps to reduce it. Implementation of the 2016- 2023 Welfare Plan helps to tackle gender segregation in the labour market and to fight stereotypes. Comprehensive reforms have been taken in the field of education and training but challenges remain. Over the past years, Estonia has been implementing comprehensive reforms in vocational education and training, higher education and adult learning. The percentage of students in science, technology, engineering and mathematics is increasing. Skills governance was improved due to the introduction of a system to anticipate the skills needed in the labour market. The participation in adult learning has increased although it is still low for the low skilled. Notwithstanding these efforts, changing labour market trends and the decrease in the working-age population present a long term challenge to the education and training system. The local government reform is an important step towards improving Estonia's administrative capacity. For years, fragmentation and mismatch between the budgetary capacity and devolved responsibilities of municipalities hindered the provision of accessible and quality services. Estonia adopted and is implementing the local government reform that is expected to create viable local municipalities that in the end could plan development and growth, and offer quality services. However, providing good quality and affordable social services remains a challenge. Estonia has taken measures to strengthen the research and innovation system over the past years, but the level of R&D intensity, especially in the business sector, remains low. National authorities adopted the third Estonian R&I strategy in 2014 – “Knowledge-based Estonia 2014-2020”, No progress 0% Limited progress 0% Some progress 78% Substantial progress 18% Full implementation 4% 2. PROGRESS WITH COUNTRY-SPECIFIC RECOMMENDATIONS ",
        "2. Progress with country-specific recommendations 14 Estonia (CSR1 is euro area relevant) Overall assessment of progress with 2018 CSRs: Some CSR 1: Ensure that the nominal growth rate of net primary government expenditure does not exceed 4.1 % in 2019, corresponding to an annual structural adjustment of 0.6 % of GDP. Improve the adequacy of the social safety net, in particular for older people and people with disabilities. Take measures to reduce the gender pay gap, including by improving wage transparency in the private sector. Some progress  Some progress in improving the adequacy of the social safety net  Some progress in reducing the gender pay gap CSR 2: Promote research and innovation, in particular by providing effective incentives for broadening the innovation base. Some progress  Some progress in promoting in research and innovation which aims at addressing some country-specific recommendations in the field of R&D – mainly internationalisation and specialisation of the R&D system. The Estonian authorities put in place several measures to improve science-business cooperation. Nevertheless, the weak level of knowledge transfer from the public science base to the private sector, the lack of specialisation of research topics in sectors that are relevant for the economy and the low technological capacity of firms continue to drag down Estonia's innovation performance. The measures introduced in the previous years to promote R&D (innovation and development vouchers, ADAPTER, NUTIKAS) so far had only limited impact. Estonia has achieved some progress ( 4 ) in addressing the 2018 country-specific recommendations. ( 4 ) Information on the level of progress and actions taken to address the policy advice in each respective subpart of a CSR is presented in the Overview Table in Annex A. This overall assessment does not include an assessment of compliance with the Stability and Growth Pact. Some steps were taken to provide a more adequate social safety net as the subsistence level, pensions and basic income tax allowance were increased, and a parental pension supplement was introduced. Providing good quality and affordable social services however remains a challenge. In order to reduce the gender pay gap, modifications to the parental leave and benefits system were adopted in autumn 2018. The new legislation to improve wage transparency, although only in the public sector, has not yet been adopted by the Parliament. Estonia has made some progress to broaden the innovation base by introducing several new funding schemes in 2018. These include support product development in companies, the commercialisation of breaking scientific results, and digitalisation in the industry. Nevertheless, the innovation performance of small and medium- sized enterprises, business R&D investment and the proportion of companies reporting research activities continue to be low. Table 2.1: Assessment of implementation of 2018 country-specific recommendations Source: European Commission ",
        "2. Progress with country-specific recommendations 15 Box 2.1: EU funds and programmes contribute to addressing structural challenges and to fostering growth and competitiveness in Estonia Estonia is a beneficiary of European Structural and Investment Funds support and can receive during the 2014-2020 period up to EUR 4.42 billion of EU funding. This represents 2.7 % of GDP annually over the period 2014-2018 and 51.5 % of public investment. As of the end of 2018, some EUR 3 billion (70 % of the total) has been allocated to grant agreements. By the end of 2017, Estonia signed 12 agreements for EUR 208 million for strategic transport projects under the Connecting Europe Facility. 426 participants have received funding of EUR 126 million under Horizon 2020 (including EUR 36 million received by 127 small and medium-sized enterprises). EU funding also has helped addressing policy challenges and the implementation of the 2018 country specific recommendations. Actions financed, among others, facilitating private sector R&D investments; enhancing cooperation between business and academia; improving public services’ quality, including by providing support to the local government reform. Over 370 enterprises are co-operating in clusters, 64 introduced new services and 74 new products. The Work Ability reform, supported by the European Social Fund, brought around 4 500 people with reduced ability for work to employment in 2017 (who were either unemployed or inactive a year ago) and 2 300 previously inactive became unemployed. In 2018, 20 770 persons with reduced work ability were expected to receive labour market services. EU funding has contributed to several reforms and socio-economic development of Estonia by promoting growth and employment via investments. By 2018, investments driven by the European Structural and Investment Funds have already led to completion of five new secondary schools and ten local health centres; the capacity of childcare infrastructure has been raised to accommodate more than 700 children. This has paved the way for over 6 700 enterprises being supported. In addition, the European Commission can provide tailor-made technical support upon a Member State’s request via the Structural Reform Support Programme to help Member States implement growth-sustaining reforms to address challenges identified in the European Semester process or other national reforms. Estonia, for example, is receiving support to diagnose the status of capital markets, identify development barriers and recommend improvements. The Commission is also assisting Estonia in its efforts to improve small and medium-sized enterprises’ access to its financial markets by setting up a regulatory ‘sandbox’ (safe space) for financial technology companies and adapting its legal framework. In addition, in 2018, work has started on: developing a model for more integrated provision of care and rehabilitation services; identifying future trends in cyber criminality; and the development of tools and processes for implementing the e-construction strategy, in particular for the processing of building permits. EU funding contributes to mobilisation of private investment. In Estonia, the overall volume of approved operations by the European Investment Bank with European Fund for Strategic Investments backing amounts to EUR 158 million, which is set to trigger a total of EUR 1.3 billion in additional private and public investments (February 2019). Estonia has one of the highest overall volumes of approved projects by share of GDP. Eight projects involving Estonia have so far been approved under the infrastructure and innovation window of the European Fund for Strategic Investments. They amount to EUR 129 million in total financing, which are expected to generate EUR 527 million in investments. On small and medium- sized enterprises, eight agreements with intermediary banks have been approved for a total of EUR 29 million, which are expected to mobilise around EUR 811 million of total investment. 8 443 companies are expected to benefit from this support. \"Skeleton technologies OÜ\" is a notable example of such project in Estonia. The European Investment Bank is providing financing of R&D and innovation to Europe's leading producer of ultracapacitors, a cutting edge emerging technology designed to store energy efficiently. EU funding strengthens national, regional and local authorities, social partners and the civil society. EUR 111 million has been allocated for strengthening the capacity of public administrations at different levels and to enhance cooperation with stakeholders, including social partners. More information at: https://cohesiondata.ec.europa.eu/countries/EE ",
        "16 3.1.1. BUDGETARY DEVELOPMENTS AND FISCAL FRAMEWORK Estonia’s fiscal position is expected to turn to a surplus from 2018 onwards, but the underlying structural fiscal position is estimated to remain in deficit ( 5 ). According to the Commission Autumn 2018 Economic Forecast, the headline deficit of 0.4 % of GDP in 2017 is forecast to turn into a surplus of 0.5 % of GDP in 2018 and 2019. However, since the economy is operating above its potential, the structural fiscal position is expected to remain at a deficit of about ¾% of GDP in 2018 and to stay at that level over 2019-2020. The peak in economic activity has helped cover fast-growing public expenditure. In 2018 and 2019, several expenditure programmes have been put in place in healthcare, education, social funding, and in financing local government mergers. The government has also announced an investment programme of 0.4 % of GDP annually over 2018-2020 to fund some specific infrastructure in transport and in information and communication technologies, as well as housing and tourism projects. Also, social expenditure is set to grow relatively rapidly due to an indirect link to overall wage growth. So far, these expenses have been covered by an increasing tax base, notably because of employment and wage growth, as well as cyclically buoyant consumption and construction activity. The main threat to the budget balance is macroeconomic risk, which could quickly erode the revenue base while expenditure is set to grow at a relatively rapid pace. Estonia’s fiscal framework is based only on the budget balance rule (medium-term fiscal targets) in structural terms. The exclusive focus on the structural balance rule for general government limits the importance and visibility of other relevant indicators. Most notably, expenditure rules or binding expenditure targets are not used, which reduces the framework’s ( 5 ) Essentially, the currently good economic times have a ‘windfall effect’ on the fiscal position. Discounting this positive effect arising from the favourable economic cycle, the underlying fiscal position is estimated to be weaker than the nominal balance. countercyclical properties. Accordingly, the currently relatively rapid growth in public expenditure in 2018 and 2019 is not assessed against any domestic expenditure constraint, such as an expenditure rule, ceiling or target. To mitigate possible risks, a regular assessment of developments on the expenditure side of the budget would usefully inform the national budgetary process ( 6 ). Debt sustainability analysis and fiscal risks Medium- and long-term risks to the sustainability of public finances are limited, given the current very low level of public debt. Estonia’s public debt was 8 % of GDP in 2018, by far the lowest level in the EU. Long-term fiscal sustainability risks are low because spending pressures related to population ageing are contained (see Annex B). In particular, public pension expenditure (including the new work ability benefits that are replacing disability pensions) as a share of GDP are projected to fall steadily through 2070 according to the 2018 Ageing Report. This is mainly due to a decline in the public benefit ratio, i.e. average public pensions (first pillar) vis-à-vis average wages ( 7 ). The total (public plus private) pension benefit ratio is projected to also decline slightly. Moreover, pension benefits are relatively small and pension adequacy is a concern because the proportion of the elderly population at risk of poverty in Estonia is above the EU average (see also Section 3.3.2.). ( 6 ) Such an assessment could for example be done by the Fiscal Council (www.eelarvenoukogu.ee), which is an independent body assessing the macroeconomic and public finance forecasts used for budgetary planning and monitoring compliance with the domestic budgetary rules, as well as budgetary rules in the EU law. ( 7 ) This decline occurs because of two reasons. First, public pensions grow at a slower pace than wages because they are indexed 80 % to social taxes and 20 % to consumer prices. Secondly, it reflects the transition to a two-pillar pension system following the creation of a mandatory private individual pension scheme in 2002. This second pillar is funded through a portion of social contributions. Thus, total pension expenditure (public plus private) as a share of GDP remains broadly stable as the decline in public pension spending is mostly compensated by the growing private individual pensions. 3. REFORM PRIORITIES 3.1. PUBLIC FINANCES AND TAXATION ",
        "3.1. Public finances and taxation 17 3.1.2. TAXATION FRAMEWORK Estonia's tax system has a relatively growth- friendly revenue structure. In 2017, the total tax burden was at 32.8 % considerably below the EU average of 39.0 % of GDP (European Commission, 2019b). Revenues from labour taxes are low compared with the EU average (16.6% against 19.4% in 2017) (European Commission, 2019b). Corporate income taxes and taxation of household capital income are also below the EU average. On the other hand, revenues from indirect taxes at 14.4 % are well above the EU average of 13.5 % in 2017 (European Commission, 2019b). Estonia performs well on measures related to tax administration efficiency. According to PricewaterhouseCoopers and the World Bank (PwC and the World Bank Group, 2018), in 2016 it took 50 hours a year for a medium-sized company to comply with tax obligations, which is the most efficient outcome in the EU. The time it takes to comply with and obtain a value-added tax refund and the time it takes to comply with corporate income tax audit are among the lowest in the EU. E-filing of tax returns is wide-spread and pre-filing of personal income tax returns is widely used. Tax compliance is relatively good but undeclared work, particularly partial declaration of salaries remains an issue. The value-added tax gap was at 6.8 % of the total value-added tax liability, being down by over half from the 2013 indicator and considerably below the EU average of 12.3 % in 2016. According to the Tax and Customs Board of Estonia, undeclared work has decreased in Estonia after the introduction of a compulsory register of workers in 2014, but partial declaration of salaries (‘envelope salaries’) remain an issue. National authorities estimate that, in 2017, 13 % of workers received undeclared payments and that for these workers, undeclared payments amounted to 31 % of their total salary. The foregone labour tax revenue was estimated to be EUR 149.2 million (0.6 % of GDP). Undeclared payments concern particularly sectors such as commerce, transport, food, agriculture and construction. The tax authority is planning to take further measures to fight against tax evasion, such as introducing online cash registers, cooperating with banks, increasing transparency and facilitated access to tax data, etc. Property and transport taxes could be used to finance a further shift away from labour taxation. The total revenue from property taxes, mostly recurrent property taxes, amounted to 0.3 % of GDP in 2017, the lowest in the EU and considerably lower than the EU average of 2.6 % (European Commission, 2019b). Estonia collects more revenue from environmental taxation (8.8 % of total tax revenue in 2017) than the EU average 6.1% (European Commission, 2019b). However, most of it comes from taxes on energy; Estonia does not have any vehicle taxation apart from a circulation tax for heavy goods vehicles and a vehicle registration fee. Consequently, transport taxes account for 0.2 % of total tax revenue - the lowest level in the EU. From 2018, heavy goods vehicles with a maximum weight of over 3 500 kilograms registered in Estonia or abroad are subject to road usage fees. New vehicles purchased in Estonia are the most environmentally unfriendly in the EU with an average CO 2 emission of 132 grams per kilometre compared to the EU average of 118.5 grams in 2017 (European Environment Agency, 2018). Estonia is shifting the tax burden away from labour but the tax-benefit system does little to reduce income inequality. The 2018 reform of the personal income tax system has reduced the tax wedge for low income earners but inequality remains high. In 2017, the tax wedge for low- income earners was higher than the EU average, standing at 36.8 % for an employee earning 50 % of the average wage (above the EU average of 32.5 %) ( 8 ). Preliminary estimates suggest that the reform reduced the previously relatively high tax wedge for low and middle-income earners to a level below the EU average. However, the reform had only a marginal impact on the income of the poorest households, as many of them depend on pensions or subsistence social benefits. Overall, the tax reform seems to have had a limited effect on reducing income inequality as measured by the Gini coefficient (see Graph 3.1.1 and European Commission, 2018b). ( 8 ) Organisation for Economic Co-operation and Development: Tax and Benefit data base (http://www.oecd.org/social/benefits-and-wages.htm) ",
        "3.1. Public finances and taxation 18 Graph 3.1.1: Share of affected households (winners and losers) by income deciles Calculations based on the EUROMOD model Source: European Commission The corporate income tax system has no special provisions to favour investment in research and development. However, companies can deduct all business-related expenses and the corporate income tax only applies to the income distributed to shareholders. Companies do not have to pay income tax on the income they reinvest or retain in the company. The statutory corporate income tax rate is 20 %. In 2018, a reduced tax rate of 14 % was introduced for regular profit distribution; profit distribution is deemed to be regular if the amount of the distribution does not exceed the average distributed profits of the last three years subject to taxation in Estonia. As from 2018, the Estonian resident credit institutions are subject to an advance corporate income tax obligation. The tax rate is 14 % and the amount will be calculated and paid quarterly on accrued profits. Fiscal sustainability of municipalities A reform of the local government reduced the number of municipalities from 213 to 79 but has not improved fiscal autonomy yet. According to Statistics Estonia, in 2016, 60.8 % of local governments' revenues consisted of tax revenue, of which over 92.6 % came from personal income tax, 5.9 % from land tax and 1.5 % from other taxes. Revenue from the sale of goods and services, grants from central government for operation expenses and other revenue accounted for the remaining 39.2 % of total revenues. Local governments' ability to influence their income has been highly limited. Low autonomy in defining the tax base might limit local governments' ability to provide services and incentives to attract businesses. The personal income tax rate and the proportion of income tax that is transferred to local governments are set by the central government. Local governments can set the land tax rate applied on their territory with a ceiling of 2.5 % of taxable land value. The taxable land value has not been re-evaluated since 2001. 0 10 20 30 40 50 60 70 80 90 100 1 2 3 4 5 6 7 8 9 10 Winners Losers ",
        "19 3.2.1. BANKING SECTOR The financial position of the Estonian banking sector is strong. Estonian banks continue to be well capitalised and are quite profitable (Table 3.2.1). The total capital ratio reached an average of 31.8 % as of March 2018, well above the minimum capital adequacy requirements and the capital buffers currently in force. This capital consists almost entirely of common equity \"Tier 1 Capital\" (adequacy ratio of 31.3 % as of March 2018), the highest quality capital. Banks' credit and loan portfolios of banks remain of good quality. This translates into a low non-performing loan ratio (2.1% on average in the first quarter of 2018) and high levels of return both on assets (1.5 %) as well as on equity (10.1 %). The Estonian banking system is increasingly funded by resident client deposits, an evolution concomitant with a decrease in the share of parent bank funding. However, there is still a small funding gap. Table 3.2.1: Financial soundness of banks * European Central Bank aggregated balance sheet: loans excluding to government and International Money Fund / deposits excluding from government and MFI ** For comparability only annual values are presented Source: European Central Bank, Consolidated Banking Data Bank lending to the corporate sector has continued to expand, growing by over 5% in 2018. The rate of growth has been broadly stable throughout 2018, if abstraction is made of a large one-off reduction in the loan stock in autumn 2017, due to one bank moving a substantial part of its loans to the portfolio of its foreign parent bank (see Graph 3.2.1). To dampen the risk associated with the increasing volume of lending, the central bank has introduced a systemic risk buffer requirement and could additionally set a countercyclical capital buffer for banks. Risks from buoyant credit expansion to households are eased by commensurate growth in incomes and rising savings. Credit growth to households amounted to about 7 % year-on-year over 2018. This was matched by wages growing at a similar rate and deposits even faster by 10 % over the year. The increase was similar for mortgage loans and other household loans. Although companies and households rely mainly on bank lending, non-bank players are gaining importance, mainly in vehicle leasing. Still, the amount borrowed from non-bank intermediaries is a much smaller part of corporate and household debt than loans from banks( 9 ). Moreover, since the adoption of the Creditors and Credit Intermediaries Act in 2015, non-bank players are subject to regulatory requirements and supervision by the Estonian Financial Supervision Agency. Graph 3.2.1: Credit growth Source: European Central Bank The concentrated banking sector, dominated by cross-border groups, remains a source of vulnerability due to spill-over effects in this highly inter-linked region. Channels of contagion for the Estonian banking sector go through both the financial and the real estate markets via potential second-round effects. Despite the rapid growth in deposits, the Swedish banking groups operating in Estonia (Swedbank and Skandinaviska Enskilda Banken AB, with a market share of 40 % and 23 %, respectively) continue to ( 9 ) Non-bank financial intermediaries accounted for less than 4 % of all loans to households, by the end of the second quarter 2018 (Eesti Pank). 2014q4 2015q4 2016q4 2017q4 2018q1 2018q2 Non-performing loans 3.2 2.2 1.7 1.9 2.1 1.8 o/w foreign entities 2.4 1.7 1.3 1.9 2.1 1.7 o/w NFC & HH sectors 3.5 2.9 2.3 2.4 2.7 2.3 o/w NFC sector 2.8 2.9 2.4 3.2 3.8 3.2 o/w HH sector 4.0 3.0 2.2 1.6 1.7 1.5 Coverage ratio 37.7 42.4 46.7 25.4 25.3 26.4 Return on equity (1) 9.7 6.8 11.1 9.2 11.3 11.4 Return on assets (1) 1.6 1.1 1.5 1.4 1.7 1.6 Total capital ratio 41.8 35.4 34.4 30.6 31.8 31.1 CET 1 ratio 41.3 34.8 33.8 30.0 31.3 30.7 Tier 1 ratio 41.3 34.9 33.8 30.1 31.3 30.7 Loan to deposit ratio 87.8 97.6 99.0 89.8 92.6 91.0 -6 -4 -2 02468 10 12 14 16 J a n 1 2 J u n 1 2 N o v 1 2 A p r 1 3 S e p 1 3 F e b 1 4 J u l 1 4 D e c 1 4 M a y 1 5 O c t 1 5 M a r 1 6 A u g 1 6 J a n 1 7 J u n 1 7 N o v 1 7 A p r 1 8 S e p 1 8 y - o - y % Total private Non-financial corporations Households 3.2. FINANCIAL SECTOR ",
        "3.2. Financial sector 20 tap funding from international financial markets, which is a more volatile source, thus potentially exposing the Estonian branches to higher interbank funding liquidity risk. The financial position of the large Nordic banking groups active in Estonia is still good though. Since 2017, financial stability in Estonia is also linked to economic and financial developments in Latvia and Lithuania through Luminor, a new stand-alone pan-Baltic bank (market share of 15 %) with a head office in Estonia and branches in the other Baltic states. The high market concentration also reverberates into relatively high cost of borrowing for households and non-financial corporations (Graph 3.2.2). Graph 3.2.2: Cost of borrowing in the Euro area and Estonia Source: European Central Bank Combating money laundering and fighting terrorism financing have become top priorities for the Estonian authorities in maintaining the trustworthiness of the financial system. Estonia has been under the regulatory spotlight after the Estonian branch of Danske Bank was accused of money laundering. This branch stood out due to its large number of non-resident clients and cross- border transactions, many of which have been labelled as 'suspicious'. Apart from the reputational damage, the impact of the scandal on the Estonian banking sector remains limited, as Danske Bank ended its non-resident portfolio already in 2016. Since then, according to the Estonian Central Bank, the proportion of non-resident deposits in the Estonian banking sector has fallen from 19.4 % to 7 % in September 2018. The proportion of deposits held by offshore clients—where the risk of money laundering is highest – was also reduced, from 10 % to below 1 %. Nevertheless, in the aftermath of the scandal, on 21 September 2018 the European Commission called on the European Banking Authority to investigate any possible breach or non-application of EU law by the Estonian and Danish supervisors. On its side, the Estonian government introduced additional measures and guidelines on how to further strengthen money laundering prevention. On 29 November 2018, a draft law was submitted by the government to the Parliament, establishing significantly higher fines, introducing reverse- burden-of-proof on suspicious assets ( 10 ), and hardening regulations concerning providers of virtual currencies. However, discussions about this draft law in the Estonian Parliament have been aborted and the draft law has not been approved. Looking forward, it is crucial to diligently implement the tighter EU rules under the Fourth Anti-Money Laundering Directive Businesses and individuals subject to the new Anti-Money Laundering Directive will have to proceed to a global assessment of the money laundering and terrorism financing risks they face and must formulate efficient and adequate measures to contain them. In this context, increasing the Estonian Financial Supervision Authority’s responsibility for implementing anti-money laundering measures and increasing the number of staff working in this area is paramount. Housing market House price inflation has remained high at 7% in the first half of 2018 but recent data point to some deceleration in prices and demand. In past decades, demand for housing has been driven by population growth in the capital region, income growth of households, and people's desire to move to newly-built houses (European Commission, 2016). Compared to the 2005-2008 real-estate boom period, in recent years demand has been driven significantly less by mortgage growth, which levelled off at about 7 % in 2017-2018. Reacting to housing demand, the supply of new residential real estate has increased markedly, ( 10 ) If the state can demonstrate a valid suspicion of money laundering, it would fall to the owner to prove legitimate origin of assets, and if they cannot, the assets would be exacted into public revenues. 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 J u l 1 7 A u g 1 7 S e p 1 7 O c t 1 7 N o v 1 7 D e c 1 7 J a n 1 8 F e b 1 8 M a r 1 8 A p r 1 8 M a y 1 8 J u n 1 8 J u l 1 8 Euro area Estonia Trendline ",
        "3.2. Financial sector 21 contributing to containing the upward pressure on house prices. Construction investment reached historical highs in other sectors of the economy as well, such as infrastructure and non-residential buildings (see Graph 3.2.3), also exerting pressure on the labour market (see Section 3.3). Hence, there are some overheating risks stemming from the construction sector. Graph 3.2.3: Construction volumes Source: Statistics Estonia Growth in lending for house purchases continues to grow broadly in line with GDP. While household debt levels are still in line with fundamentals, lending growth seems to have been slightly in excess of fundamentals in the latest years.( 11 ) Nonetheless, banks' loan terms and conditions for housing loans have not eased and the Estonian central banks' housing loan requirements, in place since 2015, can be considered as adequate (maximum loan-to-value ratio of 85 %, debt service-to-income ratio of 50 %, maximum loan maturity of 30 years). ( 11 ) Fundamentals-based benchmarks are derived from regressions capturing the main determinants of credit growth and taking into account a given initial stock of debt. Prudential thresholds represent the debt threshold beyond which the probability of a banking crisis is relatively high, minimising the probability of missed crisis and that of false alerts. Methodologies are described in European Commission (2017b) and updates to the methodology have been subsequently proposed in European Commission (2018f). 3.2.2. ACCESS TO FINANCE Conditions for access to finance are favourable for Estonian companies. According to the European Investment Bank survey (EIB, 2018), most firms are satisfied with the type, amount, cost, and maturity of the funding received. The highest dissatisfaction is reported for collateral requirements. These requirements affect more small companies and companies in rural areas because of the lower value of property in these areas. In fact, about 35 % of Estonian small and medium-sized enterprises, well above the EU average of 12 %, consider collateral requirements as the most significant limiting factor in getting external financing (European Commission and ECB, 2018). All in all, however, access to finance is only the most important concern for 5 % of Estonian small and medium-sized enterprises compared to 7 % at EU level. Equity financing is becoming more prevalent within Estonian small and medium-sized enterprises. In 2018, 13 % of companies reported that they have used or are planning to use equity financing. This is above the EU 12 % average and a significant improvement compared to the 6 % in 2017 (EIB, 2018). In Estonia's venture capital investment per capita is among the highest in the EU. However, the Estonian venture capital market is small and it has some difficulties attracting large investors. The significant EU and national support provided through Kredex, the Baltic Innovation Fund ( EUR 130 million) and the EstFund (EUR 60 million), served as a stimulus to some large institutional investors, such as pension and insurance funds, to invest in young and growing companies ( 12 ). It also helped to increase the number of start-ups and to scale up the most successful ones. In the first quarter of 2018, there were already around 550 Estonian start-ups, compared to about 430 in the same quarter the year before. In addition, employment in their Estonian offices increased by 27 % for this period ( 13 ). Four Estonian start-ups have already received the status of unicorns ( 14 ). Among the sectors with the ( 12 ) See http://www.estvca.ee/ Baltic Innovation Fund managed to raise EUR 335 million, 40 % of which coming from the pension funds. ( 13 ) https://www.startupestonia.ee/ ( 14 ) Skype, Playtech, TransferWise and Taxify. Unicorn is a privately held startup company valued at over $1 billion. 0 20 40 60 80 100 120 140 160 180 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 I n d e x , 2 0 1 5 = 1 0 0 buildings infrastructure ",
        "3.2. Financial sector 22 highest number of start-ups in Estonia are information and communication technology, fintech, robotics, transportation and collaboration. Crowdfunding is developing quickly but most of the investments are oriented towards less risky projects in the real estate area. Private indebtedness Private indebtedness has gone down from its 2009 peak of over 153 % of GDP . Since then both households and corporations have been deleveraging. Debt is forecast to have declined to 103 % of GDP in 2018. This reflects a significant change in private sector credit flows, which peaked at 34.5 % of GDP in 2006, and have come to an estimated 4.5 % of GDP in 2018. Household debt, at 37.6 % of GDP, amounts to about a third of the total private debt. Such a level of private indebtedness is considered sustainable and below the alert levels from the point of view of macroeconomic imbalances. At the beginning of 2018 EU is home to only 26 \"Unicorn start-ups” (European Commission, 2018c) ",
        "23 3.3.1. LABOUR MARKET Activity and employment rates, unemployment Graph 3.3.1: Key labour market indicators Source: European Commission Labour market performance as measured by key indicators has continued to improve. Both unemployment and youth unemployment have declined, benefitting from the favourable economic climate ( 15 ). The long-term unemployment rate decreased to 1.9 % in 2017. Conversely, the proportion of people not in employment, education or training (15-24 years) increased slightly 16 to 9.4% in 2017, from 9.1 % in 2016, but remained below the EU average (10.9 %). Finally, besides the high employment rate of 78.7 % (20-64 years), Estonia's activity rate has increased since 2014, reaching 83.5 % in 2017. Persisting regional disparities in labour market have fostered labour mobility. Harju County, which includes Tallinn, offers relatively high salaries that drive interregional migration. By comparison, the county of East-Viru is characterised by high structural unemployment, low business activity, environmental problems and health and integration issues. According to the ( 15 ) Unemployment declined from 6.8 % in 2016 to 5.8 % in 2017 (7.6 % in the EU), the youth unemployment rate (15 – 24 years) was at 12.1 % in 2017, lower than the 16.8 % EU average. 16 Due to increase in the number of inactive people not in employment, education or training Organisation for Economic Co-operation and Development (OECD, 2018a), East-Viru belongs to the bottom 20 % of all 395 OECD regions. With the exception of the counties of Harju and Tartu, employment opportunities in knowledge-intensive services and high-technology sectors remain scarce overall in Estonia. The strong regional divide in the country suggests that the sustainability of regional convergence relies also on targeted investments and policy measures (see Section 4.4). Graph 3.3.2: Labour shortage per industry The indicator measures the share of companies who report that the shortage of labour is a major factor constraining their production. Data for industry and services refer to Q3- 2018, while data for construction refer to October 2018. Source: European Commission Labour and skills shortages in some sectors and occupations are on the rise. The proportion of employers reporting labour shortages in all three main economic sectors (industry, construction, services) is higher in Estonia than in the EU on average. In the first quarter of 2019, nearly 25% of employers in industry and almost 28% of employers in services indicated that labour shortages limited their production. The unmet demand for labour is particularly high in the information technology and communication sector. Employment in information and communication technology and related fields is expected to grow by 58 % in the next 10 years. The lack of an adequately skilled workforce is increasingly cited as a barrier to doing business. According to the Organisation for Economic Co-operation and Development (OECD, 2018b), the supply of skills in the areas of health, mathematics, science and 72 74 76 78 80 82 84 86 05 10 15 20 25 30 35 01 03 05 07 09 11 13 15 17 % % Activity rate 20-64 (rhs) Unemployment rate 15-74 (lhs) Long-term unemployment rate 15-74 (lhs) Youth unemployment rate 15-24 (lhs) Neither in employment nor in education and training rate 15-24 (lhs) 0 10 20 30 40 50 60 Construction Services Industry Estonia Lithuania Latvia EU 3.3. LABOUR MARKET, EDUCATION AND SOCIAL POLICIES ",
        "3.3. Labour market, education and social policies 24 communication, as well as in the business and management professions is low in Estonia. As concerns digital skills, the percentage of people with at least basic digital skills is lower among the unemployed (53.5 % vs employed: 67.8 %) and in rural areas (56.4 % vs urban: 66 %). Ensuring an adequate supply of skills is one of the main areas where investments might be needed. The Work Ability reform is bringing inactive people to the labour market. The employment rate of people with reduced ability to work increased by 0.5 pp in 2017. Funding from the EU has made a positive impact on the proportion of people with disabilities in employment, which increased from 32 % in 2010 to 50 % in 2017. Nevertheless, the unemployment of people with multiple disabilities is expected to increase. Investments in support services, rehabilitation measures and further development of social enterprises will be key in helping people to integrate. Participation in training remains lower for employed people with limited or no work ability than for the rest of employed people. This suggests that investment may be needed in helping people to improve their skills and in providing a safe and healthy working environment for all. Participation in active labour market policies is relatively low and offers people limited opportunities to renew their skills. Both participation and expenditure is low compared to the EU average according to the benchmarking of active labour market policies and unemployment benefits (European Commission, 2018d). The following groups would benefit from more preventive and upskilling measures, which need additional investment: risk groups whose performance in the labour market is weak (those not-proficient in Estonian and older workers constituted over half of registered unemployed people in 2018); young mothers returning to the labour market after parental leave and workers with lower-level skills. A measure adopted in July 2017 offers financing for formal education studies in vocational and higher education for both the unemployed and the employed. However, financial support is low ( 17 ) and unlikely to motivate people to improve their skills. Lack of coordination between local governments (providing social services) and the education system appears to hinder the appropriate use of resources. Substantial challenges remain in the area of occupational health and safety. Over the past 5 years the number of registered work accidents has increased by 25 %. Analyses of workplace accidents confirmed that almost all of them could have been prevented. The amendments to the Occupational Health and Work Safety Act will enter into force in 2019. They are expected to promote a culture of safety among workers and employers alike, which can lead to a change in attitudes and behaviour (see European Commission, 2018e). However, there is no prevention system envisaged to provide economic incentives for creating an environment that promotes health and discourages employers who fail to ensure workplace safety ( European Social Policy Network, 2018a). The evaluation of tasks and functions of the Labour Inspectorate has demonstrated that a lack of resources constrains its capacity to reach small and medium-sized enterprises in an efficient manner (ibid). Similarly, the Inspectorate has limited capacity to tackle undeclared work and envelope wages ( 18 ). Dedicated investments into a sustainable occupational health system could support safe and healthy working lives, taking into account best practices in other Member States ( 17 ) The size of the support is EUR 260 per month for unemployed people and EUR 130 per month if a person is employed or has other income. ( 18 ) There is close to one inspector per 17 000 employed persons in Estonia, almost half the rate suggested by International Labour Organisation. ",
        "3.3. Labour market, education and social policies 25 Box 3.3.1: Monitoring performance in light of the European Pillar of Social Rights The European Pillar of Social Rights is designed as a compass for a renewed process of upward convergence towards better working and living conditions in the European Union.( 19 ) It sets out twenty essential principles and rights in the areas of equal opportunities and access to the labour market; fair working conditions; and social protection and inclusion. Estonia is delivering well on a number of indicators of the Social Scoreboard supporting the European Pillar of Social Rights, but some issues remain. Estonia’s labour market performance has been improving in line with its recent strong economic growth. It performs above average in terms of employment. Nevertheless, several areas merit further attention. The gender pay gap remains high, though reducing. The self-reported unmet need for medical care remains one of the highest in the EU caused by long waiting times and weak care coordination between the health and social services. The rate of youth not in education, employment or training shows a slightly increasing trend. Social transfers are still not effective in reducing poverty, although the social safety net has recently somewhat reduced both poverty and inequality in Estonia. The main challenge in Estonia is to develop a comprehensive policy framework for a sustainable long-term care system. Affordable and good quality long-term care is one of the twenty Pillar principles. Inactivity due to care responsibilities is relatively high, 20%, against the EU average of 16.5 % (2017) as mainly family members bear the burden of care. Currently, provision of services in long-term care and related support services are split between the health system and social welfare services and there is no integrated service provision. Estonia has a promising policy measure for outreach youth. It is implementing a tracking system to identify and integrate outreach to youth not in education, employment or training under the Youth Guarantee scheme. This system analyses data from different registries and helps local municipalities to approach young people and offer them help in finding job. Since the launch of the system in mid-April 2018, around 7 000 young people have been identified and local authorities have reached out to them (including through a media campaign). ( 19 ) The European Pillar of Social Rights was proclaimed on 17 November 2017 by the European Parliament, the Council and the European Commission. https://ec.europa.eu/commission/priorities/deeper-and-fairer-economic-and-monetary-union/european- pillar-social-rights/european-pillar-social-rights-20-principles_en Early leavers from education and training (% of population aged 18-24) On average Gender employment gap Better than average Income quintile ratio (S80/S20) On average At risk of poverty or social exclusion (in %) On average Youth NEET (% of total population aged 15-24) To watch Employment rate (% population aged 20-64) Best performers Unemployment rate (% population aged 15-74) On average Long-term unemployment (% population aged 15-74) Better than average GDHI per capita growth Better than average Net earnings of a full-time single worker earning AW Weak but improving Impact of social transfers (other than pensions) on poverty reduction To watch Children aged less than 3 years in formal childcare To watch Self-reported unmet need for medical care Weak but improving Individuals' level of digital skills On average Social protection and inclusion Equal opportunities and access to the labour market Members States are classified according to a statistical methodology agreed with the EMCOand SPCCommittees. Themethodology looksjointly atlevels andchanges of the indicators in comparison with the respective EU averages and classifies Member States in seven categories (from \"best performers\"to \"critical situation\"). For instance, a country can be flagged as \"better than average\"if the level ofthe indicator is close to EU average, but it isimproving fast.For methodologicaldetails, please consult the draft Joint Employment Report 2019, COM (2018)761 final. NEET: neither in employment nor in education and training; GDHI: gross disposable household income. Dynamic labour markets and fair working conditions SOCIAL SCOREBOARD FOR ESTONIA ",
        "26 Gender pay gap The gender pay gap in Estonia is decreasing but remains among the highest in the EU (25.3 % and 16.2 % in 2016, respectively). The impact of parenthood on women’s employment was very high (25.3 %) and well above the EU average (9.0 %) in 2017. In 2017, the employment rates among women and men with a child aged below the age of 1 were 16.2 % and 92.6 %, respectively. Long parental leaves often lead to women’s slower career progression and fewer opportunities, reflected by the gender pay gap. This, in turn, leads to the need for investments that promote work-life balance. Overall, men work in better-paid economic sectors and occupations than women despite the fact that women’s education level is higher than that of men's (see Section 3.3.3 and European Commission 2018e) and that digital skills among women are higher than the EU average (European Commission, 2018g). Only part of the gender pay gap in Estonia can be explained by factors such as economic activity, occupation, age, job experience or working time, leaving an unexplained gap of 20 % against the EU average of 11.5 %. This means that there may be issues on which pay transparency could shed some light. Enrolment in childcare is improving but is not flexible enough to meet the needs of parents who participate in the labour market. For children aged up to 3 years, enrolment rate (27.0 % in 2017) has fallen below the EU average and below the Barcelona target of 33 %. For children aged 3 to 7 enrolment is higher than in the EU (92.8 % vs 86.3 %, respectively, in 2016). To make it easier for parents to work, investments in flexible childcare possibilities are needed in order to ensure longer and more flexible hours as well as in childcare places for children under the age of 1.5 years and early detection of special needs. Estonia is taking some measures to address the significant gender pay gap. The Parliament approved the second phase of the parental leave and benefits reform in October 2018. These changes will enter into force on 1 April 2022. Maternity leave will be shortened from 140 days to 60-100 days and it will be possible to receive the parental benefit until the child is 3 years old. The amount of the benefit will not change but the duration of the right to claim it will be longer. Parents can also share the parental leave for up to two months. Pay transparency remains limited. The government plans to introduce transparency requirements to reduce the gender pay gap. The necessary changes to the Gender Equality Act are discussed in the Parliament. These measures will however only concern the public sector, hence considerably limiting their potential impact. Social dialogue Capacity of social partners to participate in the policy design and implementation remains weak in light of very low membership rates. Regular tripartite high level meetings resumed in 2018 after interruption in 2002. Bipartite social dialogue is developing between the Estonian Trade Union Confederation and the Estonian Employers Confederation. In 2017-2018, they have concluded agreements on telework, active ageing and minimum wages. Collective agreements at sectoral level only exist in road transport and healthcare sectors. Social partners are involved in the European Semester discussions but show readiness for more involvement. Still, representativeness of both trade unions and employer organisations is very low and participation in the legislative process is demanding. Therefore, there is a need for further investment in the capacity of social partners. ",
        "3.3. Labour market, education and social policies 27 3.3.2. SOCIAL POLICY Graph 3.3.3: Poverty indicators Source: European Commission Poverty is being reduced, but for certain groups remains high and above the EU average, according to the Social Scoreboard (European Commission 2018e). The percentage of people at risk of poverty or social exclusion ( 20 ) has been decreasing, due to a particular decline in the number of people living in severe material deprivation, which is below the level before the crisis ( 21 ). The number of people living in households with very low work-intensity is also decreasing, but their at-risk-of-poverty rate remains among the highest in the EU ( 22 ). This points to inadequate unemployment support, probably caused by low replacement rates and coverage issues. In-work poverty is slightly above the EU average but the poverty rate for temporary workers was among the highest in the EU in 2017 (21.1 % vs 16.3 % in EU). The at-risk-of-poverty ( 20 ) At risk of poverty and social exclusion rate is defined as the sum of persons who are at risk of poverty or severely materially deprived or living in households with very low work intensity. ( 21 ) According to Eurostat, the proportion of people at risk of poverty or social exclusion was 23.4 % in 2017, above the EU's 22.5 %. Material deprivation stood at 4.1 % against 6.9 % in the EU in 2017. ( 22 ) According to Eurostat, in 2013, the percentage of people at risk of poverty in households where working-age adults work less than 20 % of their total work potential was 78.4 %. By 2017, it had decreased to 71.9 % but remained significantly higher than the EU average of 62.2 %. gap between people with and without disabilities is one of the largest in the EU (14.8 pp vs the EU average of 1.4 pp in 2016). In most cases, the Work Ability reform increased work ability allowances while providing incentives to work. The poverty-reduction impact of social transfers remains below the EU average but is increasing . The number of people at risk of poverty after social transfers has been significantly higher than in the EU (21 % vs 16.9 % in 2017). This reflects the challenges for the social safety net and the social protection. In 2017, taxes and transfers together reduced income inequality by 35 %. Taxes reduced inequality by 12 % (compared to 13 % in the EU), while benefits by another 26 % (compared to 35 % in the EU). Although the adequacy of minimum income is around the EU average (European Commission, 2018d) ( 23 ), the subsistence benefit level does not protect people from falling below the absolute poverty line/subsistence minimum despite increases in recent years ( 24 ). The recent analysis of the methodology used to calculate the subsistence minimum suggests to increase the coefficients of non-food expenses and/or imputed rent (Koppel et al., 2018). Currently, around 30 000 people rely on food aid every year because of low incomes and low skills to manage household duties. Thus, there is need for investment in this area. Pension adequacy Old-age poverty remains high in Estonia. Around 42 % of those aged 65 and above were at risk of poverty and social exclusion in 2017. The rate was 48.7 % for women, which is almost double the rate among the total population, 23.4 %. Estonia's population is rapidly ageing, which threatens to increase its pension expenditure, limiting government capacity to raise the level of state pension benefits. The Amendment of the State Pension Insurance Act , adopted in December ( 23 ) The adequacy of the minimum income scheme in Estonia was 58 % of the poverty line and 50.3 % of a low-wage earner in 2016, close to the EU average of 57.7 % and 46.1 %, respectively. According to the benchmarking exercise in the area of minimum income schemes conducted within the Social Protection Committee. ( 24 ) In 2016, the subsistence level was increased significantly from EUR 90 to EUR 130, while in 2018 the subsistence level was EUR 140, the minimum food basket EUR 98 and absolute poverty line EUR 215. 05 10 15 20 25 30 2 0 0 5 2 0 0 6 2 0 0 7 2 0 0 8 2 0 0 9 2 0 1 0 2 0 1 1 2 0 1 2 2 0 1 3 2 0 1 4 2 0 1 5 2 0 1 6 2 0 1 7 % of population At-risk-of-poverty-or-social-exclusion rate At-risk-of-poverty rate Severe material deprivation People living in low work intensity households ",
        "3.3. Labour market, education and social policies 28 2018, is expected to address demographic trends and the system's sustainability. Several measures were introduced in 2018 to alleviate old-age poverty. They include a monthly supplement equivalent to a year of pensionable work (EUR 6 161 in 2018) paid for every child raised; 229 000 pensioners receive this supplement. Also, 79 370 pensioners living alone received an annual allowance of EUR 115 in 2018 that is expected to reduce relative poverty by 5.5 pp. However, these changes will only have a limited impact on improving the lives of older people. Estonia relies on the second-pillar funded system to shore up future benefits. Participation is mandatory for people born from 1983 onwards, and the scheme now covers most of the labour force and makes up one third of expected pension benefits. The Parliament adopted changes that aim to reduce second-pillar management fees, which have been among the highest in the OECD, and to promote higher yields ( 25 ). Moreover, more competition among insurance companies is expected to increase annuities. Social services The provision of social services does not meet the demand. The recent government reform reduced the number of municipalities from 213 to 79. This has resulted in a wide variation in the municipalities’ capability to deliver social services to the population. Services aimed at citizens are commissioned and organised differently between municipalities and the level of expertise required to identify service needs varies. Furthermore, individuals have to cover a large part of the costs of the services provided by municipalities. This leads to higher administrative costs and gaps in the provision of support services. It also shows a need for investment in access to affordable and good quality social services. Long-term care services Estonia’s main challenge is to develop a comprehensive policy framework for the long- term care system. Inactivity due to care responsibilities is relatively high, 20 %, while the EU average is 16.5 % (2017). Since mainly family ( 25 ) Changes to the Investment Funds Act entered into force on 13 January , 2019. members bear the burden of care, this creates considerable economic and social costs for them (European Social Policy Network, 2018b). Estonia’s public spending on long-term care was less than half (0.6 % of GDP to 1.6 % of GDP in 2016) of the EU average. At the moment, there does not seem to be either a preventive or a support system that would alleviate the burden from informal carers. There is also a problem with accessibility to care: in 2016, 39.6 % of people reported an unmet need for homecare services due to financial reasons. This is among the highest rates in the EU, which averages at 32.2 %. This situation could be mitigated by putting in place effective public policies on long-term care. Currently, the provision of long-term care services is split between the health and social welfare services, and the exchange of data are not fully inter-operational. A significant investment into the provision of long-term care services would ensure that people have access to affordable, high-quality integrated social and health services both at national and local level. Applying a deinstitutionalisation ( 26 ) approach to long-term care services is challenging. With the support of EU funding, municipalities and private service providers were able to increase the number of places in care homes for elderly, people with disabilities and children. In 2018, over 500 additional service places were created and over 2000 services offered. According to an expert report ( European Social Policy Network, 2018c), the number of people needing mental health services is growing and there are around 1 300 people on the waiting list for such services. There are also difficulties to provide services at home or in the community. There is therefore need for further investments in this area. Healthcare Self-reported unmet need for medical care is one of the highest in the EU. Unmet healthcare needs in Estonia stood at 11.8 % in 2017, and continue to flag a critical situation according to the Social Scoreboard that supports the European Pillar of Social Rights and its healthcare principle. The situation is mostly due to long waiting times. These have been previously noted mainly for ( 26 ) Deinstitutionalisation is a transition from institutional to community-based services. ",
        "3.3. Labour market, education and social policies 29 access to specialised care, but, according to the State Audit Office (Riigikontroll, 2018a), access to primary healthcare is also an issue. Some groups face serious difficulties with access to health services, notably the unemployed, young people, women, and those in poorer health and/or who have a lower income (European Social Policy Network, 2018d). There are also regional disparities in access to specialist services, with North-Estonia accounting for 21.4 % of unmet needs for specialist care in 2018, against only 6.8 % in West- Estonia. Despite improvements, there are serious challenges with Estonians' health status. Life expectancy continues to increase but remains 3 years below the EU average (OECD, 2018a). This can be linked to unhealthy lifestyles (e.g. smoking, harmful alcohol drinking, physical inactivity and obesity), and to long waiting times for medical care. The difference between male and female life expectancy has decreased in recent years from 12 years in 1994 to 8.6 years in 2017 but remains higher than the 5.4 year EU average (ibid.). There are also noticeable regional differences in life years lost and in premature deaths, with the East- Viru, Valga and Jõgeva counties showing the worst results. Estonia is among the EU countries with the lowest average number of healthy life years in the EU. In 2016, healthy life years were calculated as 54.4 for men and 59 for women (compared to 63.5 and 64.2 in the EU, respectively). There are big disparities in healthy life years between low and high income groups. Circulatory diseases remain the main cause of deaths. Estonia also has the highest percentage of HIV-positive adults in the EU. An increase in mental health problems among children has been reported (Eurochild, 2018), along with one of the highest rates of cyberbullying in the EU (reported at 38 % of children aged 11, 13 and 15 in 2013-2014) (OECD, 2018c). The worse-than-average performance in terms of health outcomes and the related inequalities highlight the need for investments in better disease prevention and health promotion. Public spending on healthcare in Estonia is below the EU average. In 2017, Estonia spent on healthcare 6.7 % of GDP compared to 9.6 % in the EU (ibid.). Healthcare spending is one of the priorities for the government, and is expected to increase somewhat over the coming years. Restrictions on employers' investment to employees’ health still exist in the form of fringe benefit tax on special care, medication or dental care costs. Households’ out-of-pocket payments were above the EU average in 2016 (23 % compared to 18 % EU) but reimbursement of cost for prescribed drugs increased in 2018. Public health insurance coverage was estimated at 94 % of the population in 2016, but recent analysis suggest that it could even be lower, at only 86 % in 2017 (European Social Policy Network, 2018d). Uneven availability and distribution of the health workforce contribute to long waiting times. The number of doctors in Estonia is very close to the EU average (3.5 per 1000 inhabitants compared to 3.6 in the EU) and has slightly increased in recent years (ibid.). However, there are shortages in some specialisations (e.g. psychiatrists) and uneven regional distribution with rural areas facing shortages of, e.g. family doctors and nurses. Even more acute is the limited number of nurses (currently 6.1 per 1000 inhabitants compared to the 8.4 EU average), which could be linked to work-related emigration. Estonia is making efforts in this area by offering an increase in the salaries of nurses, increasing the number of training places and organising return programmes. However, its health workforce would benefit from investments in training, incentives for better regional distribution, and improvement of working conditions. Several reforms are being implemented in order to improve access to and quality of healthcare. EU funds are being used to create multidisciplinary healthcare centres. Continued strengthening of the primary care system should improve access to specialist services. Many small hospitals have merged or turned into ambulatory (or outpatient) clinics, nursing and rehabilitation facilities, hospitals and social services providers, which should improve care quality and accessibility. In addition, since 2014 regional hospitals have been encouraged to network with general hospitals to share skills and medical resources. Two such networks were operational by 2018. The National Health Plan 2020-2030 is expected to improve the quality of the health system, e.g. by investing in prevention and creating an environment that supports healthy ",
        "3.3. Labour market, education and social policies 30 choices. Investment needs can be envisaged for primary care services and the development and improvement of outpatient care. 3.3.3. EDUCATION AND SKILLS The education and training system is under pressure to adapt to demographic and labour market trends. Demographic trends ( 27 ) and emerging automation mean that Estonia needs to better capitalise on its human resources and its education system to deploy higher skills and enable the uptake of innovation. According to the OECD’s Program for International Student Assessment, known as the \"PISA survey\", (OECD, 2016), young Estonians have a good level of basic skills. However, the rate of early leavers from education and training ( 28 ) remains too high in the context of a shrinking working-age population and the need for high-skilled workers Measures to prevent early school leaving, including career guidance and individualised approaches, are insufficient. Almost 50 % of upper-secondary general education students are unhappy with the content and quality of the digital skills acquired at their school. Provision of digital skills is unequal among schools and the need to upgrade teachers’ digital competences is high (Ministry of Education and Research, 2018). Russian-speaking medium- school graduates do not have sufficient levels of proficiency in Estonian ( 29 ) and English, which impacts labour market outcomes. The reorganisation of the school network — partly financed by EU funds — is still ongoing and requires further investments in the coming years. A planned ‘consortium’ may help ensure a more ( 27 ) The distribution between the different stages of education has changed considerably, reflecting changes in the population’s age structure. In 2017, the number of higher education students decreased by one third compared to the peak year of 2010. Declining trends since 2005 in secondary education have reversed, while the number of students in basic education continues to increase. In pre- school, numbers have been decreasing since 2015 (Statistics Estonia, 2018). ( 28 ) 10.8 % in Estonia against the EU average of 10.6 % in 2017 and above Estonia’s national Europe 2020 target of 9.5%. 29 ) 10.8 % in Estonia against the EU average of 10.6 % in 2017 and above Estonia’s national Europe 2020 target of 9.5%. lower than the target of 90 %. 83 % of upper secondary Russian-medium school graduates had a B2 level in 2016. efficient use of school resources and improve the working conditions of teachers. Tackling anticipated teacher shortages is a key challenge . Almost 50 % of teachers in Estonia are aged 50 or more. The number of subject teachers is already behind demand, while the number of students in university programmes preparing subject teachers is low (OSKA, 2018). The salaries of teachers have increased significantly in recent years( 30 ) but are still below the average wage of higher education graduates. Working conditions of teachers are considered unattractive, including due to challenges linked to career pathways and to teacher's education programmes. Furthermore, students do not receive necessary support services despite an expansion of services. Less than half of Estonian schools had a speech therapist in 2017 and less than a third had a psychologist or special education teacher. Teachers often lack the necessary skills to work with students with special educational needs or to develop individualised approaches to learning. The number of graduates in inclusive education is low (Ministry of Education and Research, 2018). Increasing the number of teachers in Russian- medium schools who have sufficient Estonian- language knowledge remains a challenge ( 31 ). Despite its potentially important role in tackling skills mismatches, vocational education and training remains unattractive. The employability of recent graduates is above the EU average (86.2 % in Estonia compared to 76.6 % the EU in 2017) indicating a high demand for specialists. The potential of vocational education and training to provide industry-specific technological skills and support productivity growth is not sufficiently utilised. Young people still consider vocational education and training an unattractive educational path, but the proportion of adult students in vocational education is growing. The labour market relevance of higher education is not sufficient. Tertiary educational attainment continues to increase (48.4 % in 2017) and is above the EU average (39.9 %). However, ( 30 ) By about 60% between 2012 and 2018 ( 31 ) In 2017, 7.8 % of all teachers did not have sufficient Estonian language knowledge (Ministry of Education and Research, 2018). ",
        "3.3. Labour market, education and social policies 31 the gender gap persists ( 32 ). The proportion of graduates in science, technology, engineering, mathematics) – who play a key role in R&D investments – is increasing (29 % in 2017) but their proportion (per thousand-population aged 25 - 34) is low (12.2 % vs EU- 15.5 %). The skills mismatch extends to transversal skills. Participation in adult learning is improving but further upskilling of the workforce is key for economic growth in the long run. The proportion of adults participating in education or training has increased to 17.2 % (2017), which is the highest level measured in Estonia over the years. However, it is still below Estonia's 2020 target of 20 %. Coverage of existing instruments, such as financial incentives to companies for training purposes, is well below the EU average ( 33 ). Public financial incentives or grants are mostly focused on medium- and large-sized businesses ( 34 ). Public support to benefit smaller companies is not sufficiently targeted, while access to training, particularly for disadvantaged adults, is insufficient. Investment needs Increased investments in skills, education and training, healthcare and social inclusion are crucial for boosting Estonia’s productivity and long-term inclusive growth. Skills shortages and mismatches are among the main obstacles to business investment, pointing at the need to align the education system to the needs of the labour market and to invest in the upskilling and reskilling of the workforce to keep up with technological changes. Considering the demographic trends, investment in social inclusion, healthcare, social and long-term care services, as well as in supporting active and healthy ageing, including through well-adapted working environment is crucial to ensure sustainable and inclusive economic growth. ( 32 ) 41.6 % of men aged 30-34 have a degree compared to 55.6 % of women in the same age group ( 33 ) European Commission (2019), based on Adult Skills and Learning benchmarking indicators. ( 34 ) ibid ",
        "32 3.4.1. PRODUCTIVITY AND INVESTMENT NEEDS Although Estonia's economy has shown rapid convergence with the EU since the country's accession in 2004, continued strong productivity growth is needed to sustain the momentum. Starting from a very low level of around 40 % in 2004, labour productivity (adjusted for purchasing power) increased to over 60 % in 2017, compared to the EU average. In line with economic developments, labour productivity growth has picked up over the past two years, recording 3.2 % and 2.1 % in 2016 and 2017 respectively. However, although these growth rates are above the 1.1 % average growth rate seen in Estonia since the crisis, their level is still one of the lowest in the EU (see Graph 3.4.1). Continued strong productivity growth will be required to ensure that the convergence process continues. Graph 3.4.1: Labour productivity in PPS relative to the EU Source: European Commission The absence of faster growth in total factor productivity can put a drag on future potential economic growth. In 2017, total factor productivity was only 6 % above its 2000 level (see Graph 3.4.2). Total factor productivity contribution to growth in Estonia was negative during the after-crisis period, pointing to companies' low technology uptake (European Commission, 2008). In the Estonian situation of limited available labour resources, this represents a significant challenge to economic growth and convergence and indicates the need for targeted policy support that would improve technological uptake. Graph 3.4.2: Total factor productivity Source: European Commission Efficient investments in skills, innovation, research, and infrastructure are crucial for boosting Estonia’s productivity and long-term competitiveness. Skills shortages and mismatches are among the main obstacles to business investment and limit larger productivity gains (see Section 3.3). The insufficient investment in research, development and innovation, as well as weak links between companies’ needs and priorities of the research institutions, are bottlenecks to productivity developments. Investing in companies' digitisation and automation can make them more productive. In addition, ensuring good transport connection with the rest of the Europe, as well as within the country are important for supporting the export potential and competitiveness of Estonian companies. Investment has been the key driver of economic convergence. A breakdown of GDP growth components shows that capital intensity increased on average around 2 percentage points faster in Estonia than in the EU since the country's accession (see Graph 3.4.3). However, the strong overall performance over the last two decades masks differences in investment before and after the financial crisis. Especially private investment declined after the crisis, and is now broadly at the average EU level. This slow-down reflects the adjustment that has followed the period of overheating, and signals the gradual maturing of the economy. It may also indicate the existence of investment bottlenecks (see Box 3.4.1). 0 20 40 60 80 100 120 140 160 180 200 B G L V R O P L H U E E H R E L L T P T C Z C Y S K M T S I U K E S I TF I S E A T F R N L D E D K B E L U I E 2017 EU 2000 90 100 110 120 130 140 150 160 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 Estonia Latvia Lithuania Finland EA 3.4. COMPETITIVENESS REFORMS AND INVESTMENT ",
        "3.4. Competitiveness reforms and investment 33 Graph 3.4.3: GDP per capita growth breakdown in absolute terms, 2005-2017 Contributions to absolute annual GDP growth (2005-2017). The horizontal axis shows percentage point contributions to the absolute growth. Source: European Commission The investment structure has become more productivity-oriented. There has been a change in Estonia's investment structure in recent years. The share of construction in overall investment has been gradually declining, while investments in spending on machinery and equipment have increased (see Graph 3.4.4). This shows that Estonia has changed to a more productive investment composition, pointing to ongoing technological upgrade and automatisation of the economy, which is beneficial for productivity growth. At the same time, productivity-enhancing private investment in R&D has been low (see further on in this section). Graph 3.4.4: Investment by asset type and year Source: European Commission The proportion of economy-wide investment in intangible assets increased, but remains well below the EU average. In 2017, investment in intellectual property was 10.4 % of total investment, with the biggest contribution coming from professional and scientific activities and the information and communication technologies sector. Investment in intellectual property products by the manufacturing companies was below the economy-wide average. This can be partially explained by the structure of the economy, with many large companies engaged in contract manufacturing, and small-size firms lacking the knowledge and resources needed to invest in intellectual property. Graph 3.4.5: Private and public investment rates Source: European Commission In terms of the internationalisation of small and medium-sized enterprises, Estonia performs in line with the EU average. In recent years, the country has introduced a number of measures that have led to improvements in this area. In 2017 and the first quarter of 2018, Estonia’s business diplomacy strategy was announced. It aims to further increase foreign direct investment in Estonia and support the exports of Estonian firms. Further effort and investments is important as exporting companies are characterised by higher productivity and growth prospects and can support the transfer of innovation and knowledge in the country. Research, development and innovation Investment that supports the move towards high-technology and knowledge intensive 0.15 -0.35 2.54 2.81 -1 0 1 2 3 Initial education of labour Total factor Capital intensity GDP P r o d u c t i v i t y 0 10 20 30 40 50 08 09 10 11 12 13 14 15 16 17 % o f G D P Intellectual property products Machinery and equipment Other buildings and structures (gross) Dwellings (gross) Total construction 05 10 15 20 25 30 35 93 95 97 99 01 03 05 07 09 11 13 15 17 % G D P Estonia public Estonia private EA public EA private ",
        "3.4. Competitiveness reforms and investment 34 sectors is likely to be required to sustain productivity growth. The Estonian economy is dominated by low and medium-low technology sectors. About 10 % of its manufacturing companies operate in high-tech and medium high- tech manufacturing sectors and create about 21 % of jobs and 24 % of value added. The share of employment in fast-growing companies in innovative sectors ( 35 ) in Estonia is low (3.2 %), below the EU average of 4.8 %. At the same time, many of these firms specialised in contract manufacturing, with research, development, and innovation activities performed abroad. This makes the sectors vulnerable to international competition as wages continue to increase. Income convergence in the country can be sustained if more companies develop R&I activities and move up in global value chains. This contrasts with Estonia’s strength in knowledge-intensive services that increasingly provide value added to the economy. Further investment from both the private and the public sectors is required to ensure that innovation is wide-ranging, develop new products and services, enter new markets and improve the skills of available human resources. Estonia's innovation performance has dropped, as measured by the European Innovation Scoreboard. Although the country remains a 'moderate innovator' (European Commission, 2018h), the low proportion of innovative small and medium-sized enterprises, decline of non-R&D innovation expenditure and the weak collaboration between companies and the public sector drag down the innovation performance (European Commission, 2018i). In 2017, small and medium- sized enterprises carrying out product or process innovation stood at less than 30 % of the EU average, and for marketing or organisational innovation this figures was less than 20 %. The proportion of small and medium-sized enterprises that reported doing in-house innovation is a little higher, but still below 40 % of the EU average (ibid). To overcome barriers to entry in new sectors and markets, small and medium-sized enterprises need targeted support for innovation. It helps that Estonia already has a business-friendly ( 35 ) Number of employees in high growth enterprises measured in employment (growth by 10 % or more) in the top 25 % most innovative sectors, defined according to CIS*KIA scores environment and high tertiary education attainment. Estonia performs well in terms of some intellectual property production , but below the EU average in terms of investment in this area (see Graph 3.4.6) . Amount of trademark and design applications was above the EU average (European Commission, 2018i). In patent application, Estonia is doing better in comparison to its Baltic peers but well below the EU average and the Nordic countries. In the manufacturing sector, the number of companies developing new products or services is relatively low, and the awareness and knowledge of procedures to acquire patents is limited. Graph 3.4.6: Investment in intellectual property products (gross) Source: European Commission Investment in R&D by the private sector is relatively low and concentrated. Business R&D intensity decreased slightly to 0.61 % of GDP in 2017 and is at half of the EU average (1.36 %). R&D investment appears highly concentrated in a small number of firms, and has declined in small and medium-sized enterprises (from 0.55 % of GDP in 2010 to 0.32 % in 2015, slightly above the EU average of 0.30 %). Business R&D expenditure is largest in the information and communication technology (40 %) and manufacturing (25 %) sectors. Although Enterprise Estonia launched a scheme to support product development and R&D, significant investment will be needed to help Estonian companies to catch up with European peers and foster competitiveness and productivity. 0 1234 5 67 07 08 09 10 11 12 13 14 15 16 17 % o f G D P EU Estonia Latvia Lithuania Finland Sweden ",
        "3.4. Competitiveness reforms and investment 35 The weak link between the science and the economy is a persistent shortcoming for Estonia’s R&I system. On the one hand, there is a lack of prioritisation of research topics in areas of relevance for the economy and some adjustments to the smart specialisation strategy are needed. On the other hand, the research results are insufficiently exploited, partially due to the limited R&D absorption capacity of companies in Estonia. Firms only commissioned 6 % of research activities to universities and public research organisations which is close to the EU average. Most doctoral degree graduates remain in the research sector, and their employment share in business is rather low (an average of 2 % per one thousand in the active population versus 4 % in the EU). To engage businesses and science in collaborative projects and increase companies' technological capacity, policy measures, based on the smart specialisation strategy, include incentives in the baseline funding of R&D institutions and new infrastructure investments in strategic areas – mainly in information and communication technologies and resources valorisation. Measures designed to address the shortcomings in the R&I system have had limited impact. For example, support for competences centres, the innovation and development vouchers, and the 'ADAPTER' platform ( 36 ) have not led to a visible increase in reported R&D activities. The role of the clusters has also been limited because of resource constraints. The 'NUTIKAS' programme, promoting applied research in smart specialisation areas, is under revision due to its slow uptake. ( 37 ). New initiatives are being introduced to support: product development (‘My First Product’), the commercialisation of breaking scientific results (‘Proof of Concept’) and digitisation in the manufacturing sector. In addition, Estonia requested an external analysis of its R&I system through the Horizon 2020 Policy Support Facility to support its efforts to better connect the research and economy. ( 36 ) ADAPTER is a network of Estonian universities, research and development organisations, providing a quick and reliable link for companies and organisations to the research and development community. ( 37 ) With a total budget of EUR 50.7m, only over EUR 12m have been granted among 35 awarded projects ",
        "3.4. Competitiveness reforms and investment 36 Box 3.4.1: Investment challenges and reforms in Estonia Section 1. Macroeconomic perspective In line with the global trend, investment growth in Estonia after the crisis has slowed down, although it remains higher than in the EU on average. The investment share has been around 23 % of GDP. The highest share of investment is in construction and machinery and equipment. Investment in intangibles has increased, but remains below the EU average. The year-on-year investment rate has fluctuated quite a lot in the past, reflecting the impact of important one-off projects and the cyclicality of the EU funds. Section 2. Assessment of barriers to investment and ongoing reforms Estonia faces a number of challenges, including demographic decline and regional disparities (see Section 2). Public institutions are generally perceived as efficient, effective and supportive of business activities. However, compared to the EU top performers, the Estonian economy has relatively low capital intensity and total factor productivity. In recent years, Estonian companies have been affected by skills shortages and high barriers to entry in sectors where significant investment in R&D and innovation is needed to build a competitiveness base. Investment and productivity may be boosted by modernising the insolvency framework and by improving cooperation between academia, research and businesses. Selected barriers to investment and priority actions underway 1. Protecting minority shareholders and resolving insolvency remain the most critical issues affecting businesses. Insolvency procedures in Estonia take around 3 years and the recovery rate is slightly above 40 %. This traps labour and financial resources in less productive firms. It has a negative impact on incentives to invest and provide financing. Legislative amendments linked to bankruptcy, reorganisation and debt restructuring are expected in 2019 (see Section 3.4) 2. Cooperation between academia and businesses remains insufficient. This may be related to the limited impact of the measures designed to promote private research and innovation activities, and also to some regional specificities. All Estonian regions are lagging behind in industrial digitisation and in resource and energy efficiency (see Section 3.4). Regulatory/ administrative burden Taxation Public administration Access to finance Public procurement /PPPs Cooperation btw academia, research and business Judicial system Financing of R&D&I Insolvency framework Business services / Regulated professions Competition and regulatory framework Retail EPL & framework for labour contracts Construction Wages & wage setting Digital Economy / Telecom Education, skills, lifelong learning Energy Transport Legend : No barrier to investment identified Some progress CSR Investment barriers that are also subject to a CSR Substantial progress No progress Fully addressed Limited progress Not assessed yet Public administration/ Business environment Financial Sector / Taxation R&D&I Sector specific regulation Labour market/ Education ",
        "37 Public expenditure in R&D has increased, but remains below the EU average. Public expenditure in R&D reached 0.66 % of GDP in 2017, below the EU average of 0.69 % of GDP. While currently around 48 % of funding for R&D is provided by the EU, Estonia plans to increase the state budget allocation for R&D to 1 % of GDP ( 38 ). The quality of the country’s scientific results, measured by the number of published articles with the top 10 % of the most cited articles, is below the EU average, although it has improved ( 39 ). Estonia’s public research system benefits from a high number of international scientific co- publications and an increasing number of foreign researchers (10 % of the total) and doctoral students (17 %) in 2017. The substantial increase of baseline funding for higher education and research institutions (tripled over the last four years, from EUR 9 million to EUR 27 million and growth will continue in 2019) is likely to help the long-term sustainability of the public R&D system. However, the increase in the quality of the science base in Estonia still does not leverage R&D activities carried out by companies. Digitisation Despite Estonia's leading position in e- Government, the digitisation of Estonian companies remains a challenge, leaving its full productivity potential untapped. Estonia scores below the EU average in the integration of digital technology in industry, despite some recent progress (European Commission, 2018j). The proportion of Estonian small and medium-sized enterprises selling online (15.4 %) remains below the EU average of 17.2 %. Around 8.3 % of small and medium-sized enterprises sell online across borders. For 17.1 % of small and medium-sized enterprises the high cost of delivery is the main trade barrier. On the positive side, in terms of turnover from e-commerce, Estonia is slightly outperforming the EU average (11.4 % vs 10.3 %). To better target public support, Estonia is launching an audit on the digitisation and ( 38 ) Implementation Plan 2016-2019 for achieving the objectives of the Estonian Research and Development and Innovation Strategy 2014-2020 “Knowledge-based Estonia” ( 39 ) Estonia has an average of 7.6 scientific publications ranked among the top 10 % most-cited worldwide publications versus the EU average of 11.1 automation of the economy, to be followed by a grant scheme. Further investment in this area will be needed from both the public and the private sector. Availability of digital skills remains a challenge for certain sectors. The information and communications technology sector has been important for creating value-added jobs (see Section 1 and Graph 1.5). Giving priority to addressing skills shortages in the sector, Estonia has lifted the quota on information and communications technology specialists from countries outside the EU and is in the process of increasing support for the recruitment of such specialists in industry, including through the planned 'digital nomad visa' scheme. Furthermore, the pilot training programme 'Choose IT' offers targeted skills retraining in the information and communications technology sector. In addition, the programme “IT Akadeemia” contributes to increasing the number of information technology professionals with university degree. Although the information and communications technology sector is becoming less constrained in finding specialists, the manufacturing sector is still encountering problems. In 2017, the proportion of manufacturing companies employing an information and communications technology specialists was just 14%. Estonia is also underperforming in terms of information and communications technology training provided by companies – only 13% vs the EU average of 21% in 2017. Regarding connectivity, Estonia performs in line with the EU average, but there is further potential in ultra-fast broadband. Fixed broadband coverage is below the EU average (partially compensated by mobile coverage), mainly due to low rural availability. Connectivity targets include providing all residents with internet access above 30 Mbps and achieving at least 60 % household subscription rates for speeds above 100 Mbps by 2020. Although ultra-fast coverage in Estonia outperforms the EU average by 13 percentage points, its take-up has been well below the EU average. Effective deployment of the 5G networks may also be helpful in assuring reliable and fast connectivity in rural areas in Estonia. This shows that completing the EstWin and Last Mile projects should remain a priority. In contrast, Estonia performs very well when it comes to ",
        "3.4. Competitiveness reforms and investment 38 mobile coverage: 4 generation has already reached 96% of the population and Estonia is a leader in mobile broadband take-up with 125 subscriptions per 100 people. Transport As Estonia is situated at the EU periphery and has low population density, a functioning transport system is key for its economic activity . Estonia ranks highly in terms of infrastructure quality, in particular as regards ports (World Economic Forum, 2018). Airport infrastructure has improved recently. The overall trend for the quality of land transport infrastructure is also positive. Estonia has so far not made much progress on completing the Trans-European Transport core network. Investment needs in the transport sector are still considerable until 2030, estimated at EUR 3.5 billion by Estonian authorities ( 40 ) . Full implementation of Rail Baltica, planned for 2026( 41 ), is essential for addressing challenges of congestion, sustainability and connectivity with the rest of the internal market. Freight and passenger rail traffic is currently low because the infrastructure in the North/South direction is not adequately connected or interoperable, and traffic is dominated by trucks and cars with associated negative environmental impact. Other sections of the Trans-European Transport network as well as connections between the Trans-European Transport corridors and national or local transport also need to be developed or improved. T he number of national and local rail passengers has grown significantly from 4.1 million in 2013 to 7.7 million in 2018 due to the acquisition of new trains and quicker connections. The transport capacity of current trains on key routes does not meet the increased transport demand. ( 40 ) More specifically, an estimated EUR 2.4 billion is needed for the core Trans-European Transport network, EUR 0.6 billion for the comprehensive network and EUR 0.5 billion for other transport investments, covering projects on all modes of transport with Rail Baltica being by far the biggest project. ( 41 ) New UIC (International Union of Railways) standard gauge high-speed railway on the North Sea-Baltic core network corridor, C (2018) 6969 final Table 3.4.1: Completion of TEN-T core network 2016 Source: European Commission The sustainability of transport infrastructure is a concern. Although primary transport infrastructure has been developed, the overall quality of secondary road infrastructure and maintenance of the existing road network will require investment. Estonia’s transport system remains environmentally unfriendly. Estonia intends to reach its 10 % target for the share of renewable energy in transport by 2020, as well as the targets set for 2030 by obligatory biofuels’ supply (7%) and promoting the use of biomethane in vehicles (3%). At 0.4 %, the level of renewables in transport has remained unchanged since 2012. Moreover, Estonia has the most environmentally unfriendly new vehicle fleet in the EU and most of Estonia's rail network runs on diesel, with electrification limited to sub-urban trains around the capital (see Section 3.4.2). Sales of alternative fuel vehicles have decreased from 2.7 % to 0.2 % between 2012 and 2017 notwithstanding the measures taken in recent years ( 42 ). While the introduction of free public transport in Tallinn and in some other municipalities has had a positive effect, congestion remains a problem, in particular in Tallinn. Further targeted measures and investments in public transport may be necessary to improve its availability and frequency. To reach its renewable energy target, Estonia has introduced a mandatory blending of transport fuels with biofuels with an obligation to include 6.4% by 1 April 2019 and 10% by 1 January 2020 in certain transport fuels. However, Estonia lacks targeted measures such as transport taxes to motivate a switch to a more environmental friendly fleet (see Section 3.1.2) and the mandatory blending obligation may not ensure achieving the target as the obligation does not apply to all transport fuels. ( 42 ) Build-up of nation-wide network of electric fast-charger stations, measures to promote the use of biofuels in public transport, tax incentives to promote liquefied petroleum gas and bio-methane use and innovative measures for reducing transport demand. Road Conventional rail High-speed rail Inland waterways 34.1 2.7 0 not applicable ",
        "3.4. Competitiveness reforms and investment 39 Graph 3.4.7: Share of renewable energy in transport Source: European Commission Circular economy Estonia’s investment needs in the transition towards the circular economy are clear. Despite the government’s support for eco-innovation and the circular economy, Estonia’s composite eco- innovation score is almost 40 % below the EU average. Resource efficiency is one of the most important areas of the circular economy and eco- innovation in Estonia, but it stands out as the most alarming one. Despite some improvements in recent years, for resource productivity Estonia remains among the worst performing EU Member States. The gap with the EU average is widening and currently Estonia performs about three times below it. In contrast, the proportion of material recovered and fed back into the economy in overall material use stands at EU average levels, around 12 %. Estonia achieved some improvement in reducing municipal waste, but the recycling rate remains low. Making strong conclusions on trends in waste treatment methods in Estonia is difficult due to adjustments made to waste data in the period between 2010 and 2015. However, it is clear that Estonia made progress in reducing landfilling of municipal waste, which was at 10 % in 2016, below the EU average of 24 %. Most of this waste was however shifted towards incineration which is now the predominant waste treatment method in Estonia (46 % in 2016). The municipal waste recycling rate is 28 %, below the EU average of 46 %. According to the Commission’s Early Warning Report (European Commission, 2018k), Estonia is considered at risk of non-compliance with the 2020 municipal waste recycling target of 50 %. There has been no progress made in terms of dealing with excess incineration and mechanical biological treatment. Only a small part of Estonian small and medium-sized enterprises take actions to improve their resource efficiency and to become greener. About 21 % of small and medium-sized enterprises in Estonia take action to save energy, but only 8 % save water and 9 % minimise waste. Small and medium-sized enterprises in Estonia are the least likely to save materials (15 %), or to recycle by reusing material or waste within the company (13 %). Only 5 % of companies design products that are easier to maintain, repair or reuse. At the same time Estonia is among the countries where small and medium-sized enterprises see fewer barriers to being more resource efficient. A high proportion of small and medium-sized enterprises (42 %) consider that resource efficiency actions have not changed production costs and 84 % are most likely to rely on their own financial resources for such investments. According to the European Commission (2017c), about 14 % of the companies do not currently offer green products or services, but plan to do so in the next two years (European Commission, 2018l) 3.4.2. SINGLE MARKET INTEGRATION Energy Union The share of renewable energy in Estonia’s gross final energy consumption slightly increased in 2017. It reached 29.2%, which already exceeds the country’s 2020 target of 25.0 %. This is due to a high share of renewable energy in particular in heat and electricity. Estonia may not be able to meet the renewable transport fuel target of 10 % (see Section 3.4.1). It will need further efforts to maintain its 2020 national energy efficiency targets. There is great potential for energy savings in buildings ( 43 ). Estonia has identified the further development of renewable energy sources and energy ( 43 ) In 2015, the residential sector was the largest energy- consuming sector in Estonia, representing 31 % of total final energy consumption, which is above the EU average (25.4 %) 012 34 5678 12 13 14 15 16 % o f r e n e w a b l e e n e r g y i n t o t a l t r a n s p o r t e n e r g y c o n s u m p t i o n Estonia EU ",
        "3.4. Competitiveness reforms and investment 40 efficiency products and services among the actions that have a positive impact on growth and competitiveness . The estimated total cost of implementing measures in energy efficiency and supporting the use of alternative energy sources in the transport sector in 2018-2021 is EUR 380 million. The main sources of funding include EU cohesion policy funds (EUR 240 million) and revenues from the EU emission trading system (ETS), EUR 71 million (Ministry of Economic Affairs and Communications, 2017). Synchronising of Baltics countries’ electricity grids with continental Europe remains the key priority for years to come ( 44 ) with a view to increasing the security of supply of the whole Baltic region and reaping more benefits from the single market. Implementation of the project will necessitate reinforcing the internal grid of the three Baltic states, a High Voltage Direct Current line between Lithuania and Poland and optimization measures. Significant investment will be required to realise the necessary infrastructure upgrades. Estonia liberalised its retail electricity market in 2013, and is among the EU leaders in terms of availability of dynamic price contracts. These contracts cover about 1/3 of the population and directly reflect the price in the wholesale spot market. Although Estonia completed a roll-out of smart meters and developed a data hub to ensure the efficient handling of data in retail energy markets, relatively low proportion of households is switching suppliers, which in turn allows incumbents to maintain a high market share. Additional measures could increase consumer engagement in the market. Progress in developing a regional natural gas market has been slower than for electricity. Wholesale gas prices in Estonia have declined in the last few years but remain higher than the EU average partly due to a lack of competition in the region. It is expected that competition in the gas market will improve once the broader regional gas market is established in 2020. A number of infrastructure projects are already underway (such as the Balticconnector pipeline, the Karksi gas metering station, and the Gas Interconnection Poland–Lithuania pipeline). They will contribute to source and route diversification, thereby leading ( 44 ) Planned to be completed by 2025. to increased competition in the whole Eastern Baltic Sea region. Further efforts are needed to reach the 2030 greenhouse gas reduction target for non- emission trading system sectors. Under the existing policies, Estonia is projected to fall short of its 2030 target with a margin of 26 percentage points. The challenges lie in particular in transport and agriculture. Emissions in both sectors are projected to increase under existing policies. According to preliminary data, in 2017 emissions in the non-emission trading system sectors were slightly higher than the annual emission allocations, but the 2020 target is projected to be reached. Moreover, the Estonian economy is among the most carbon intensive in the EU, due to the important role of oil shale in energy production. Climate change already affects Estonia through coastal erosion and river floods, with impacts on the economy and infrastructure damage. A national adaptation strategy was adopted in 2017. The plan sets out priority areas that will require investments in land use, including coastal areas, other flood risk areas, land reclamation, irrigation, drainage and urban layout, as well as transport and energy infrastructure and buildings. Estonia’s National Energy and Climate Plan is to be adopted by 31 December 2019 in line with the Regulation on the Governance of the Energy Union and Climate Action 45 . The plan will provide an overview of Estonia’s investment needs until 2030 for the different dimensions of the Energy Union, including renewable energy, energy efficiency, security of supply, and climate mitigation and adaptation. The information provided, including in the draft plan submitted on 28 December 2018, will further contribute to the identification and assessment of energy and climate-related investment needs for Estonia. 3.4.3. REGIONAL DIMENSION The gap in social and economic performance between the capital region and the rest of the 45 Regulation (EU) 2018/1999 of the European Parliament and of the Council of 11 December 2018 on the Governance of the Energy Union and Climate Action ",
        "3.4. Competitiveness reforms and investment 41 country has increased . Over the period 2012- 2016, GDP per capita increased by more than 20 % in the counties of Harju and Tartu, while it decreased in four other counties ( 46 ). Regional disparities are also high in terms of labour productivity and employment. Several regions are actually losing ground with respect to the rest of the EU. This reflects changes in the economic structure of the capital region, where 77 % of value added is generated by services, with a high presence of information and communication technology and financial services companies. The urban-rural divide, depopulation and social differences are behind regional disparities. Around 30 % of population live in rural areas. People move to the capital region since it offers better job opportunities and higher incomes (see Graph 3.4.8). As a result municipalities in rural areas face the challenges of adapting their services to declining numbers and an ageing population. These challenges relate to the provision of social infrastructure, the lack of teachers and the lack of family doctors. The lack of a qualified workforce and an overall skills mismatch heavily affect the competitiveness of peripheral regions and weigh on overall productivity. The problems analysed in section 3.4 above are amplified at regional level, where higher unemployment reflects lacking qualifications. Companies that are small, low-tech and energy-intensive are more dominant in rural areas. As most private sector investments is in limited sectors (information and communication technology, wood processing, etc.), companies in peripheral regions miss out on technological progress, which weighs heavily on productivity. Weak performance in innovation and low private investment in research and development hold the more remote regions back from increasing their proportion of knowledge- intensive activities . Current public support for innovation activities has not met regional or business needs, calling for strengthening the involvement of businesses in the design of innovation policies and cooperation between research institutions and companies. Only around 25 % of the main innovation support programme NUTIKAS is so far covered by contracts (over ( 46 ) Data from the Ministry of Finance 90 % to the companies located in Harju and Tartu counties). All Estonian regions are lagging behind in terms of industrial digitisation and in improving resource and energy efficiency, which negatively affects the country’s competitiveness. Graph 3.4.8: Regional net migration Source: European Commission Significant disparities in mobility and digital infrastructure endowments underline distinct investment needs. It is estimated that more than 100 000 people commute to urban settlements every day, which puts additional pressure on public transport and traffic. Thus, the number of people per day is growing most in Tallinn (by 57 000 people) and in Tartu (by 21 000 people). The quality of secondary road networks remains low due to the underinvestment in road maintenance (see Section 3.4.1). Mobility difficulties limit the possibility of commuting for the workforce and reduce the attractiveness of regions for new investments. Regional differences in the quality of social infrastructure and public services have an impact on regional investment. The quality of services depends on the adequacy of regional financing. Although Estonia completed the administrative part of the local authorities’ reform in 2017, reducing the number of municipalities from 213 in 2012 to 79 in 2018, it is not yet clear ",
        "3.4. Competitiveness reforms and investment 42 how the reform will help local authorities to ensure the provision of key services. All merged municipalities have to prepare new development plans in 2019 to define their investment needed to guarantee access to and, the quality and efficiency of their services. Part of the challenge for governments for local government is to make their region more attractive to investors. East-Viru county faces particular challenges due to its socio-economic regression and disruptive living environment (in former industrial settlements). Labour market indicators (long-term unemployment rate, employment rate) are worse in this region than the country-wide average (see Section 3.3.1). Health indicators are lower than anywhere else in the country (including the lowest life expectancy at birth and the highest unmet need for specialised medical care (see also Section 3.3.3). Entrepreneurial activity increased slightly in recent years, but remains the lowest in Estonia (44 companies per 1000 inhabitants vs an Estonian average 91.5 in 2016). This shows that, despite Estonia’s good overall performance country in the area of entrepreneurship, significant territorial differences exist. Cohesion policy investments are instrumental in tackling the regional disparities in Estonia. In the absence of 'space aware' sectoral strategies, these regional investments are often driven by national sectoral priorities. In most cases, these strategies are not linked to any regional specialisation or potential economic development; they are limited to administrative boundaries with no functional approach to building links that would allow wealth and opportunities to spread from richer to poorer regions. The implementation of integrated territorial development strategies is also hampered by the low capacity of municipalities and regional bodies, their low financial independence and generally low motivation to attract investments and create jobs. Cohesion policy has the potential to address territorial imbalances and foster competitive growth of the economy . Cohesion policy funds represent a significant proportion of overall public investments in Estonia, with an impact of 1.4 % on the projected 2021-2027 GDP (2.4 % of GDP, including national co-financing). In order to boost convergence, investments are needed to support the competitive growth of the economy and to foster regional cohesion. Therefore, all of the following need to be supported in parallel: transforming the economy towards higher value added sectors, improving territorial competitiveness, reducing access inequalities to some public services (health, education, public transport) and developing adequate transport connections throughout Estonia, with particular focus on the poorest regions. Estonia should continue with tailored strategies for the various regions in order to tackle their specificities, differentiating the economic development perspectives of the border regions. 3.4.4. INSTITUTIONAL QUALITY The generally favourable business environment could benefit from further reforms in specific areas. Estonia is among the best performing economies in the World Bank Doing Business Report. However, in the 2018-2019 ranking its position (16 out of 190) was slightly downgraded due to reforms happening faster in other countries. Resolving insolvency and protecting minority shareholders remain the most critical points (World Bank, 2018). Insolvency procedures in Estonia take around 3 years and the recovery rate is slightly above 40 %. The lengthy bankruptcy process traps labour and financial resources in less productive firms, which has a negative impact on the economy. Together with the low recovery rate, it also has a negative impact on creditors and their incentives to invest and provide financing. Estonia has not yet addressed the 2016 Council Recommendation to appoint a National Productivity Board. It is envisaged that the long-standing issue of modernising the insolvency framework will be addressed in 2019. The government runs a project aiming to analyse the insolvency framework and identify areas for potential improvements. Legislative amendments linked to bankruptcy, reorganisation and debt restructuring are for 2019. The main objective of policy-makers is to encourage the use of reorganisation and debt restructuring proceedings to prevent insolvencies, where possible. In situations where the commercial risks have realised, the legislation would aim to quickly give conscientious entrepreneurs a second chance. ",
        "3.4. Competitiveness reforms and investment 43 The well-developed e-Government system contributes to higher efficiency, transparency and integrity in the public sector. The country is a frontrunner as regards the digital provision of public services and has the highest proportion (96 %) of e-Government users in Europe (European Commission, 2018b). It is also among the top five when it comes to using pre-filled forms, online services and the range of digital services available for business. X-road, the backbone of e-Estonia, is a digital information system that securely connects over 900 organisations every day and is continually being updated. Nevertheless, the State Audit Office reported (Riigikontroll, 2016) rather low (62 %) overall satisfaction with e-services, suggesting that there is still a need to make them more user- friendly. It also showed that there is a need to invest in security systems, data management and information storage (Riigikontroll, 2018) (mainly by local authorities). Estonia is lagging behind with as regards open data. The availability of open data stands at 58 % of the EU average. While e-Government has helped to reduce bureaucracy, some further action is being taken. The multiannual ‘0 Bureaucracy’ project has supported improvements in the business environment by reducing red tape, removing unnecessary regulations, and limiting bureaucracy within the public sector. Significant part of the initial measures have been implemented, and the focus is now shifting to better organisation and consolidation of data management, further simplification of regulations on economic activity, and the optimisation of processes within the public sector. The use of public procurement to support strategic objectives, including innovation, is still limited. Estonia is at the forefront of carrying out electronic public procurements. However, the potential to achieve broader policy objectives through the strategic use of tendering procedures remains underutilised. So far, Estonia has been predominantly using price as the only award criteria for public tenders. The contract was awarded based on the most economically advantageous tender in about 19 % of all tenders( 47 ). To support contracting authorities in ( 47 ) Tenders Electronic Daily, average data for 2009-2018 https://ted.europa.eu/TED/main/HomePage.do tendering more innovative solutions, the Estonian government ran ‘The public sector as a smart customer’ project. It included the development of a manual on innovation procurement, raising awareness among contracting authorities, expert counselling and mentoring, trainings, creation of sectoral networks and support for innovation procurement. Further professionalisation, in particular in the health sector, could have positive effects on spending public money in a more efficient and sustainable way. ",
        "44 Commitments Summary assessment ( 48 ) 2018 country-specific recommendations (CSRs) CSR 1: Ensure that the nominal growth rate of net primary government expenditure does not exceed 4.1 % in 2019, corresponding to an annual structural adjustment of 0.6 % of GDP. Improve the adequacy of the social safety net, in particular for older people and people with disabilities. Take measures to reduce the gender pay gap, including by improving wage transparency in the private sector. Estonia has made Not Assessed in addressing CSR 1 Ensure that the nominal growth rate of net primary government expenditure does not exceed 4.1 % in 2019, corresponding to an annual structural adjustment of 0.6 % of GDP. The compliance assessment with the Stability and Growth Pact will be included in spring when the final data for 2018 will be available. ( 48 ) The following categories are used to assess progress in implementing the 2017 country-specific recommendations (CSRs): No progress: The Member State has not credibly announced nor adopted any measures to address the CSR. This category covers a number of typical situations, to be interpreted on a case-by-case basis taking into account country-specific conditions. They include the following: -no legal, administrative, or budgetary measures have been announced -in the national reform programme, -in any other official communication to the national Parliament/relevant parliamentary committees or the European Commission, -publicly (e.g. in a press statement or on the government's website); -no non-legislative acts have been presented by the governing or legislative body; -the Member State has taken initial steps in addressing the CSR, such as commissioning a study or setting up a study group to analyse possible measures to be taken (unless the CSR explicitly asks for orientations or exploratory actions). However, it has not proposed any clearly-specified measure(s) to address the CSR. Limited progress: The Member State has: -announced certain measures but these address the CSR only to a limited extent; and/or -presented legislative acts in the governing or legislative body but these have not been adopted yet and substantial further, non- legislative work is needed before the CSR is implemented; -presented non-legislative acts, but has not followed these up with the implementation needed to address the CSR. Some progress: The Member State has adopted measures: -that partly address the CSR; and/or -that address the CSR, but a fair amount of work is still needed to address the CSR fully as only a few of the measures have been implemented. For instance, a measure or measures have been adopted by the national Parliament or by ministerial decision, but no implementing decisions are in place. Substantial progress: The Member State has adopted measures that go a long way towards addressing the CSR and most of them have been implemented. Full implementation: The Member State has implemented all measures needed to address the CSR appropriately. ANNEX A: OVERVIEW TABLE ",
        "A. Overview Table 45 Improve the adequacy of the social safety net, in particular for older people and people with disabilities. Some Progress: Estonia has achieved some progress in providing a more adequate social safety net. The subsistence level for the first household member, the basic income tax allowance and the pensions through indexation were increased. Furthermore, to reduce the poverty risk of pensioners living alone, one-time allowance of EUR 115 was paid in 2017 and 2018. The parental pension supplement was introduced. The situation of disabled is improving as the Work Ability reform helps them to return to the labour market and thus increase their income. In addition, the reform of the first pillar pension scheme has introduced – among others – a change that from 2021 the calculation of the pension index will add more value to the years worked, raising the income of low wage earners; and as from 2027 the retirement age will be linked to life expectancy. The minimum income scheme does not protect people from falling below the absolute poverty line. Furthermore, providing good quality and affordable social services remains a challenge. Take measures to reduce the gender pay gap, including by improving wage transparency in the private sector. Some Progress Estonia has achieved some progress in taking measures to address gender pay gap. The first phase of the parental leave and benefit system reform is already being implemented. The second phase of the parental leave and benefit system was adopted in October 2018. The change to the Gender Equality Act introducing a pay transparency requirement for the public sector is in the Parliament awaiting second reading. The gender pay gap is decreasing but remains among the highest in the EU. CSR 2: Promote research and innovation, in particular by providing effective incentives for broadening the innovation base. Some progress: Estonia introduced some new initiatives in 2018 to address the country-specific recommendation. These include funding schemes to support product development in companies, the commercialisation of breaking scientific results, and digitalisation in the industry. The impact of the measures remains to be seen. So far, measures introduced in the previous years (innovation and development vouchers, ADAPTER, NUTIKAS) had limited impact. The innovation performance of small and medium-sized enterprises creating new products, introducing innovation in processes and innovating in- house remains well below the EU average. Estonia’s performance is low, both as regards business R&D investment, which amounts to only half the EU average, and as regards the proportion of companies that report carrying out research activities. ",
        "46 Europe 2020 (national targets and progress) Employment rate target set in the National Reform Programme: 76 %. The Estonian national target for employment (20-64 age group) is set at 76 %, which means bringing an additional 38 000 people into employment compared to 2009. The target was already reached in 2015 (76.5 %) and increased further in 2017 (78.7 %). R&D target set in the 2013 National Reform Programme: 3 % of GDP, of which 2 % for the private sector. In 2017, R&D investment in Estonia slightly increased to 1.29 % of GDP, up from 1.25 % in 2016, but remains below the EU average of 2.07 % of GDP. Business enterprise expenditure in R&D decreased slightly from 0.64 in 2016 to 0.61% in 2017. Private R&D intensity continues to be far from the National target (2% of GDP) and the EU average (1.36% of GDP in 2017). National greenhouse gas (GHG) emissions target: maximum11 % increase in 2020 compared with 2005 (in sectors not included in the EU emissions trading scheme) Emissions are projected to be 11 % higher in 2020 than in 2005, according to national projections and taking into account existing measures. This means that the target is expected to be met. In 2017, according to preliminary data, emissions exceeded the annual emission allocation (interim target) by 1 percentage point. 2020 renewable energy target: 25 % With a renewable energy share of 29.2 % in 2017, Estonia is already above its 25 % target for 2020. With a 0.4 % share of renewable energy sources in transport in 2017, Estonia is lagging behind the binding 10 % target in transport to be achieved by 2020. [provisional 2017 figures] Energy efficiency, 2020 energy consumption targets: Estonia's 2020 energy efficiency target is 6.5 Mtoe expressed in primary energy consumption (2.8 Mtoe expressed in final energy consumption) In 2017, Estonia’s primary energy consumption decreased by 3% to 5.6 Mtoe, compared to 2016. On the other hand, final energy consumption increased by 5% to 2.9 Mtoe. Early school/training leaving target: 9.5 % of the 18-24 year-olds with at most lower secondary education and who are currently not in further education or training. In 2017 the rate was 10.8 %, similar to the 2016 level (10.9 %). Further efforts are needed to achieve the target. Tertiary education target: 40 % of those aged 30-34 having successfully completed tertiary education In 2017, the rate was 48.4 %, significantly above the EU average of 39.9 %. ",
        "A. Overview Table 47 Target for the reduction of population at risk of poverty: 15 % in 2020 A reduction in the at-risk-of-poverty rate from 17.5 % in 2010 (income year) to 15 % in 2020 (income year). The number of people at-risk-of-poverty in 2017 decreased from 283 000 to 274 000. The national poverty reduction target of 15 % continues to be very challenging. At-risk-of-poverty rate (survey year): 2017: 21.0 %, compared to an EU average of 16.9%. The rate decreased by 0.7 pp that is a speedier decrease than in the EU (of 0.4 pp). ",
        "48 General Government debt projections under baseline, alternative scenarios and sensitivity tests 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 Gross debt ratio 8.7 8.0 7.6 7.5 7.1 7.1 7.5 7.8 8.1 8.4 8.8 9.1 9.6 Changes in the ratio (-1+2+3) -0.4 -0.8 -0.4 -0.1 -0.4 0.1 0.3 0.3 0.3 0.3 0.4 0.4 0.4 of which (1) Primary balance (1.1+1.2+1.3) -0.3 0.6 0.5 0.2 0.1 -0.3 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 (1.1) Structural primary balance (1.1.1-1.1.2+1.1.3) -1.5 -0.8 -0.6 -0.8 -0.6 -0.6 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 -0.5 (1.1.1) Structural primary balance (bef. CoA) -1.5 -0.8 -0.6 -0.8 -0.8 -0.8 -0.8 -0.8 -0.8 -0.8 -0.8 -0.8 -0.8 (1.1.2) Cost of ageing -0.2 -0.2 -0.3 -0.3 -0.3 -0.3 -0.3 -0.3 -0.3 (1.1.3) Others (taxes and property incomes) 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 (1.2) Cyclical component 1.2 1.3 1.1 1.0 0.7 0.3 0.0 0.0 0.0 0.0 0.0 0.0 0.0 (1.3) One-off and other temporary measures 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 (2) Snowball effect (2.1+2.2+2.3) -0.7 -0.6 -0.4 -0.4 -0.3 -0.2 -0.2 -0.2 -0.2 -0.2 -0.2 -0.1 -0.1 (2.1) Interest expenditure 0.0 0.0 0.0 0.0 0.0 0.0 0.1 0.1 0.1 0.1 0.2 0.2 0.2 (2.2) Growth effect -0.4 -0.3 -0.2 -0.2 -0.1 -0.1 -0.1 -0.2 -0.2 -0.2 -0.2 -0.2 -0.2 (2.3) Inflation effect -0.3 -0.4 -0.3 -0.2 -0.2 -0.2 -0.1 -0.1 -0.2 -0.2 -0.2 -0.2 -0.2 (3) Stock-flow adjustments -0.1 0.4 0.6 0.5 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 0.0 Note: For further information, see the European Commission Fiscal Sustainability Report (FSR) 2018. b. For the medium-term, the risk category (low/medium/high) is based on the joint use of the S1 indicator and of the DSA results. The S1 indicator measures the fiscal adjustment required (cumulated over the 5 years following the forecast horizon and sustained thereafter) to bring the debt-to-GDP ratio to 60 % by 2033. The critical values used are 0 and 2.5 pps. of GDP. The DSA classification is based on the results of 5 deterministic scenarios (baseline, historical SPB, higher interest rate, lower GDP growth and negative shock on the SPB scenarios) and the stochastic projections. Different criteria are used such as the projected debt level, the debt path, the realism of fiscal assumptions, the probability of debt stabilisation, and the size of uncertainties. c. For the long-term, the risk category (low/medium/high) is based on the joint use of the S2 indicator and the DSA results. The S2 indicator measures the upfront and permanent fiscal adjustment required to stabilise the debt-to-GDP ratio over the infinite horizon, including the costs of ageing. The critical values used are 2 and 6 pps. of GDP. The DSA results are used to further qualify the long-term risk classification, in particular in cases when debt vulnerabilities are identified (a medium / high DSA risk category). [2] The charts present a series of sensitivity tests around the baseline scenario, as well as alternative policy scenarios, in particular: the historical structural primary balance (SPB) scenario (where the SPB is set at its historical average), the Stability and Growth Pact (SGP) scenario (where fiscal policy is assumed toevolve inline withthe mainprovisions ofthe SGP), ahigher interestrate scenario(+1 pp.compared tothe baseline),a lowerGDP growthscenario (-0.5pp. comparedto thebaseline) anda negativeshock onthe SPB(calibrated on the basis of the forecasted change). An adverse combined scenario and enhanced sensitivity tests (on the interest rate and growth) are also included, as well as stochastic projections. Detailed information on the design of these projections can be found in the FSR 2018. EE - Debt projections baseline scenario [1] The first table presents the baseline no-fiscal policy change scenario projections. It shows the projected government debt dynamics and its decomposition between the primary balance, snowball effects and stock-flow adjustments. Snowball effects measure the net impact of the counteracting effects of interestrates, inflation,real GDPgrowth (andexchange rates in some countries). Stock-flow adjustments include differences in cash and accrual accounting, net accumulation of assets, as well as valuation and other residual effects. [3] The second table presents the overall fiscal risk classification over the short, medium and long-term. a. For the short-term, the risk category (low/high) is based on the S0 indicator. S0 is an early-detection indicator of fiscal stress in the upcoming year, based on 25 fiscal and financial- competitiveness variables that have proven in the past to be leading indicators of fiscal stress. The critical threshold beyond which fiscal distress is signalled is 0.46. 0246 8 10 12 14 16 18 20 2016 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 Debt as % of GDP - EE Baseline Enhanced lower GDP growth scenario Adverse combined scenario Enhanced higher interest rate scenario 0 10 20 2016 2017 2018 2019 2020 2021 2022 2023 (% of GDP) Stochastic debt projections 2019-2023 -EE p10_p20 p20_p40 p40_p60 p60_p80 p80_p90 p50 Baseline 02 4 68 10 12 14 16 18 20 2016 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 Debt as % of GDP - EE Baseline Historical SPB scenario SGP scenario 02468 10 12 14 16 18 20 2016 2017 2018 2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 Debt as % of GDP - EE Baseline Higher interest rate scenario Negative shock on the SPB Lower GDP growth scenario Baseline Historical SPB Lower GDP growth Higher interest rate Negative shock on SPB Stochastic projections Risk category LOW LOW LOW LOW LOW LOW Debt level (2029) 9.6 8.2 9.9 9.8 10.0 Debt peak year 2029 2029 2029 2029 2029 Percentile rank 71.0% 69.0% Probability debt higher 31.8% Dif. between percentiles 3.0 LOW Long term DSA LOW Debt sustainability analysis (detail) Medium term LOW LOW Short term LOW (S0 = 0.2) (S1 = -4.3) S2 LOW (S2 = 0.9) S1 ANNEX B: COMMISSION DEBT SUSTAINABILITY ANALYSIS AND FISCAL RISKS ",
        "49 ANNEX C: STANDARD TABLES Table C.1: Financial market indicators 1) Latest data Q3 2018. Includes not only banks but all monetary financial institutions excluding central banks. 2) Latest data Q2 2018. 3) As per ECB definition of gross non-performing debt instruments 4) Quarterly values are not annualised * Measured in basis points. Source: European Commission (long-term interest rates); World Bank (gross external debt); Eurostat (private debt); ECB (all other indicators). 2013 2014 2015 2016 2017 2018 Total assets of the banking sector (% of GDP) 1) 105.4 107.0 112.5 114.0 107.7 100.4 Share of assets of the five largest banks (% of total assets) 89.7 89.9 88.6 88.0 90.3 - Foreign ownership of banking system (% of total assets) 2) 95.7 95.1 94.2 93.4 88.3 88.0 Financial soundness indicators: 2) - non-performing loans (% of total loans) - 3.2 2.2 1.7 1.9 1.8 - capital adequacy ratio (%) 23.1 41.8 35.4 34.4 30.6 31.1 - return on equity (%) 3) 10.7 9.7 6.8 11.1 9.2 11.4 Bank loans to the private sector (year-on-year % change) 1) 2.7 4.5 9.3 9.5 2.1 5.6 Lending for house purchase (year-on-year % change) 1) 1.2 2.9 4.5 5.5 6.9 6.9 Loan to deposit ratio 2) - 87.8 97.6 99.0 89.8 91.0 Central Bank liquidity as % of liabilities 1) - 0.3 0.4 0.4 0.5 0.3 Private debt (% of GDP) 115.9 116.1 113.5 112.2 106.4 - Gross external debt (% of GDP) 2) - public 7.6 7.9 7.1 6.9 6.2 6.1 - private 47.4 48.6 45.3 42.5 44.1 44.8 Long-term interest rate spread versus Bund (basis points)* - - - - - - Credit default swap spreads for sovereign securities (5-year)* 58.6 57.1 58.3 58.5 55.6 56.1 ",
        "C. Standard Tables 50 Table C.2: Headline Social Scoreboard indicators 1 People at risk of poverty or social exclusion (AROPE): individuals who are at risk of poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in households with zero or very low work intensity (LWI). 2 Unemployed persons are all those who were not employed but had actively sought work and were ready to begin working immediately or within two weeks. 3 Long-term unemployed are people who have been unemployed for at least 12 months. 4 Gross disposable household income is defined in unadjusted terms, according to the draft Joint Employment Report 2019. 5 Reduction in percentage of the risk of poverty rate, due to social transfers (calculated comparing at-risk-of poverty rates before social transfers with those after transfers; pensions are not considered as social transfers in the calculation). 6 Average of first three quarters of 2018 for the employment rate, unemployment rate and gender employment gap. Data for unemployment rate is seasonally adjusted. Source: European Commission 2013 2014 2015 2016 2017 2018 6 Equal opportunities and access to the labour market Early leavers from education and training (% of population aged 18-24) 9.7 12.0 12.2 10.9 10.8 : Gender employment gap (pps) 6.6 7.7 7.9 8.2 7.3 7.5 Income inequality, measured as quintile share ratio (S80/S20) 5.5 6.5 6.2 5.6 5.4 : At-risk-of-poverty or social exclusion rate 1 (AROPE) 23.5 26.0 24.2 24.4 23.4 : Young people neither in employment nor in education and training (% of population aged 15-24) 11.3 11.7 10.8 9.1 9.4 : Dynamic labour markets and fair working conditions † Employment rate (20-64 years) 73.3 74.3 76.5 76.6 78.7 79.1 Unemployment rate 2 (15-74 years) 8.6 7.4 6.2 6.8 5.8 5.6 Long-term unemployment rate 3 (as % of active population) 3.8 3.3 2.4 2.1 1.9 1.5 Gross disposable income of households in real terms per capita 4 (Index 2008=100) 96.4 101.0 105.7 109.4 113.7 : Annual net earnings of a full-time single worker without children earning an average wage (levels in PPS, three-year average) 12566 13048 13741 14373 : : Annual net earnings of a full-time single worker without children earning an average wage (percentage change, real terms, three-year average) 1.6 3.0 5.2 5.2 : : Public support / Social protection and inclusion Impact of social transfers (excluding pensions) on poverty reduction 5 26.8 23.2 22.3 24.9 27.3 : Children aged less than 3 years in formal childcare 21.0 19.4 21.4 30.2 27.1 : Self-reported unmet need for medical care 8.4 11.3 12.7 15.3 11.8 : Individuals who have basic or above basic overall digital skills (% of population aged 16-74) : : 65.0 60.0 60.0 : ",
        "C. Standard Tables 51 Table C.3: Labour market and education indicators * Non-scoreboard indicator 1 Difference between the average gross hourly earnings of male paid employees and of female paid employees as a percentage of average gross hourly earnings of male paid employees. It is defined as \"unadjusted\", as it does not correct for the distribution of individual characteristics (and thus gives an overall picture of gender inequalities in terms of pay). All employees working in firms with ten or more employees, without restrictions for age and hours worked, are included 2 PISA (OECD) results for low achievement in mathematics for 15 year-olds. 3 Impact of socio-economic and cultural status on PISA (OECD) scores. Values for 2012 and 2015 refer respectively to mathematics and science. 4 Average of first three quarters of 2018. Data for youth unemployment rate is seasonally adjusted. Source: European Commission, OECD Labour market indicators 2013 2014 2015 2016 2017 2018 4 Activity rate (15-64) 75.1 75.2 76.7 77.5 78.8 : Employment in current job by duration From 0 to 11 months 15.3 15.2 14.8 15.6 16.6 : From 12 to 23 months 11.9 11.2 11.9 11.4 11.6 : From 24 to 59 months 19.0 20.3 20.9 21.2 19.6 : 60 months or over 53.8 53.1 52.2 51.6 51.9 : Employment growth* (% change from previous year) 1.2 0.8 2.9 0.3 2.7 1.4 Employment rate of women (% of female population aged 20-64) 70.1 70.6 72.6 72.6 75.1 75.4 Employment rate of men (% of male population aged 20-64) 76.7 78.3 80.5 80.8 82.4 82.8 Employment rate of older workers* (% of population aged 55-64) 62.6 64.0 64.5 65.2 68.1 68.4 Part-time employment* (% of total employment, aged 15-64) 8.9 8.3 9.5 9.9 9.5 10.8 Fixed-term employment* (% of employees with a fixed term contract, aged 15-64) 3.5 3.1 3.4 3.7 3.1 3.6 Participation in activation labour market policies (per 100 persons wanting to work) 4.7 4.2 5.0 16.0 : : Transition rate from temporary to permanent employment (3-year average) 63.0 62.5 55.7 45.0 37.5 : Youth unemployment rate (% active population aged 15-24) 18.7 15.0 13.1 13.4 12.1 11.3 Gender gap in part-time employment 6.9 5.5 7.4 6.5 7.3 9.0 Gender pay gap 1 (in undadjusted form) 29.8 28.1 26.9 25.3 : : Education and training indicators 2013 2014 2015 2016 2017 2018 Adult participation in learning (% of people aged 25-64 participating in education and training) 12.6 11.6 12.4 15.7 17.2 : Underachievement in education 2 : : 11.2 : : : Tertiary educational attainment (% of population aged 30-34 having successfully completed tertiary education) 42.5 43.2 45.3 45.4 48.4 : Variation in performance explained by students' socio-economic status 3 : : 7.8 : : : ",
        "C. Standard Tables 52 Table C.4: Social inclusion and health indicators * Non-scoreboard indicator 1 At-risk-of-poverty rate (AROP): proportion of people with an equivalised disposable income below 60 % of the national equivalised median income. 2 Proportion of people who experience at least four of the following forms of deprivation: not being able to afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) enjoy a week of holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. 3 Percentage of total population living in overcrowded dwellings and exhibiting housing deprivation. 4 People living in households with very low work intensity: proportion of people aged 0-59 living in households where the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the previous 12 months 5 Ratio of the median individual gross pensions of people aged 65-74 relative to the median individual gross earnings of people aged 50-59. 6 Fixed broadband take up (33%), mobile broadband take up (22%), speed (33%) and affordability (11%), from the Digital Scoreboard. Source: European Commission, OECD 2012 2013 2014 2015 2016 2017 Expenditure on social protection benefits* (% of GDP) Sickness/healthcare 4.2 4.1 4.3 4.5 4.9 : Disability 1.7 1.8 1.7 1.8 1.9 : Old age and survivors 6.6 6.6 6.5 7.0 6.9 : Family/children 1.7 1.6 1.6 2.0 2.1 : Unemployment 0.5 0.5 0.4 0.4 0.5 : Housing 0.0 0.0 0.0 0.0 0.1 : Social exclusion n.e.c. 0.1 0.1 0.1 0.1 0.1 : Total 14.8 14.7 14.7 15.9 16.4 : of which: means-tested benefits 0.1 0.1 0.1 0.1 0.2 : General government expenditure by function (% of GDP, COFOG) Social protection 12.3 11.9 11.9 12.9 13.5 : Health 5.0 5.0 5.2 5.5 5.3 : Education 6.3 6.0 5.7 6.1 5.9 : Out-of-pocket expenditure on healthcare (% of total health expenditure) 21.5 22.6 22.6 22.8 22.7 : Children at risk of poverty or social exclusion (% of people aged 0-17)* 22.4 22.3 23.8 22.5 21.2 18.8 At-risk-of-poverty rate 1 (% of total population) 17.5 18.6 21.8 21.6 21.7 21.0 In-work at-risk-of-poverty rate (% of persons employed) 8.3 7.6 11.8 10.0 9.6 9.3 Severe material deprivation rate 2 (% of total population) 9.4 7.6 6.2 4.5 4.7 4.1 Severe housing deprivation rate 3 , by tenure status Owner, with mortgage or loan 2.3 4.4 2.2 1.9 0.9 1.8 Tenant, rent at market price 3.7 5.1 8.1 4.3 6.1 5.6 Proportion of people living in low work intensity households 4 (% of people aged 0-59) 9.1 8.4 7.6 6.6 5.8 5.8 Poverty thresholds, expressed in national currency at constant prices* 2812 2965 3151 3428 3754 4043 Healthy life years (at the age of 65) Females 5.5 5.7 6.0 5.3 7.0 : Males 5.4 5.1 4.9 5.3 5.5 : Aggregate replacement ratio for pensions 5 (at the age of 65) 0.5 0.5 0.5 0.4 0.5 0.5 Connectivity dimension of the Digital Economy and Society Inedex (DESI) 6 : : 44.8 51.8 56.7 62.2 GINI coefficient before taxes and transfers* 48.6 48.9 51.6 49.9 47.5 46.5 GINI coefficient after taxes and transfers* 32.5 32.9 35.6 34.8 32.7 31.6 ",
        "C. Standard Tables 53 Table C.5: Product market performance and policy indicators 1 Value added in constant prices divided by the number of persons employed. 2 Compensation of employees in current prices divided by value added in constant prices. 3 The methodologies, including the assumptions, for this indicator are shown in detail here: http://www.doingbusiness.org/methodology. 4 Average of the answer to question Q7B_a. \"[Bank loan]: If you applied and tried to negotiate for this type of financing over the past six months, what was the outcome?\". Answers were codified as follows: zero if received everything, one if received 75% and above, two if received below 75%, three if refused or rejected and treated as missing values if the application is still pending or don't know. 5 Percentage population aged 15-64 having completed tertiary education. 6 Percentage population aged 20-24 having attained at least upper secondary education. 7 Index: 0 = not regulated; 6 = most regulated. The methodologies of the OECD product market regulation indicators are shown in detail here: http://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm 8 Aggregate OECD indicators of regulation in energy, transport and communications (ETCR). Sources: European Commission; World Bank — Doing Business (for enforcing contracts and time to start a business); OECD (for the product market regulation indicators); SAFE (for outcome of SMEs' applications for bank loans). Performance indicators 2012 2013 2014 2015 2016 2017 Labour productivity per person 1 growth (t/t-1) in % Labour productivity growth in industry 4.80 4.84 7.30 -0.81 3.21 1.29 Labour productivity growth in construction 6.16 -4.73 -7.13 -9.57 29.32 13.85 Labour productivity growth in market services 3.16 -1.23 0.57 0.38 -0.10 0.11 Unit Labour Cost (ULC) index 2 growth (t/t-1) in % ULC growth in industry 9.61 1.52 2.05 0.99 1.08 3.74 ULC growth in construction 5.11 6.05 5.21 8.23 -6.44 -2.37 ULC growth in market services 5.28 3.23 5.90 4.23 2.16 1.99 Business environment 2012 2013 2014 2015 2016 2017 Time needed to enforce contracts 3 (days) 425 455 455 455 455 455 Time needed to start a business 3 (days) 6.5 6.5 4.5 3.5 3.5 3.5 Outcome of applications by SMEs for bank loans 4 : 0.91 0.66 0.19 0.82 0.91 Research and innovation 2012 2013 2014 2015 2016 2017 R&D intensity 2.12 1.72 1.43 1.47 1.25 : General government expenditure on education as % of GDP 6.30 6.00 5.70 6.10 5.90 : Number of science & technology people employed as % of total employment 51 51 51 51 51 51 Population having completed tertiary education 5 32 32 33 33 34 35 Young people with upper secondary education 6 81 84 83 82 84 85 Trade balance of high technology products as % of GDP -0.88 -0.31 -0.33 -0.34 -0.49 -0.66 Product and service markets and competition 2003 2008 2013 OECD product market regulation (PMR) 7 , overall : 1.37 1.29 OECD PMR 7 , retail : 1.40 1.50 OECD PMR 7 , professional services : 1.81 1.79 OECD PMR 7 , network industries 8 3.34 2.60 2.40 ",
        "C. Standard Tables 54 Table C.6: Green growth All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2010 prices) Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) Carbon intensity: greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: domestic material consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Weighting of energy in HICP: the proportion of 'energy' items in the consumption basket used for the construction of the HICP Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual % change) Real unit energy cost: real energy costs as % of total value added for the economy Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value added of industry (in 2010 EUR) Real unit energy costs for manufacturing industry excluding refining : real costs as % of value added for manufacturing sectors Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDP Electricity and gas prices for medium-sized industrial users: consumption band 500–20 00MWh and 10 000–100 000 GJ; figures excl. VAT. Recycling rate of municipal waste: ratio of recycled and composted municipal waste to total municipal waste Public R&D for energy or for the environment: government spending on R&D for these categories as % of GDP Proportion of GHG emissions covered by EU emissions trading system (ETS) (excluding aviation): based on GHG emissions (excl. land use, land use change and forestry) as reported by Member States to the European Environment Agency. Transport energy intensity: final energy consumption of transport activity (kgoe) divided by transport industry gross value added (in 2010 EUR) Transport carbon intensity: GHG emissions in transport activity divided by gross value added of the transport industry Energy import dependency: net energy imports divided by gross inland energy consumption incl. consumption of international bunker fuels Aggregated supplier concentration index: covers oil, gas and coal. Smaller values indicate larger diversification and hence lower risk. Diversification of the energy mix: Herfindahl index covering natural gas, total petrol products, nuclear heat, renewable energies and solid fuels * European Commission and European Environment Agency Source: European Commission and European Environment Agency (Share of GHG emissions covered by ETS); European Commission (Environmental taxes over labour taxes and GDP); Eurostat (all other indicators) Green growth performance 2012 2013 2014 2015 2016 2017 Macroeconomic Energy intensity kgoe / € 0.33 0.36 0.34 0.31 0.33 0.30 Carbon intensity kg / € 1.22 1.30 1.22 1.02 1.07 - Resource intensity (reciprocal of resource productivity) kg / € 2.16 2.25 2.15 2.05 1.91 2.02 Waste intensity kg / € 1.33 - 1.26 - 1.33 - Energy balance of trade % GDP -1.3 -2.2 -2.1 -1.5 -1.0 -0.6 Weighting of energy in HICP % 14.7 14.4 14.4 13.6 10.6 11.7 Difference between energy price change and inflation % 7.2 7.4 -4.6 -4.1 -5.1 -2.9 Real unit of energy cost % of value added 17.7 17.9 16.6 16.7 16.7 - Ratio of environmental taxes to labour taxes ratio 0.17 0.16 0.16 0.16 0.18 - Environmental taxes % GDP 2.7 2.6 2.7 2.7 3.0 2.9 Sectoral Industry energy intensity kgoe / € 0.14 0.15 0.13 0.12 0.10 0.09 Real unit energy cost for manufacturing industry excl. refining % of value added 12.8 13.6 12.5 12.6 12.8 - Share of energy-intensive industries in the economy % GDP 12.3 12.7 13.2 13.4 13.2 13.9 Electricity prices for medium-sized industrial users € / kWh 0.08 0.10 0.09 0.09 0.09 0.09 Gas prices for medium-sized industrial users € / kWh 0.04 0.04 0.04 0.03 0.02 0.03 Public R&D for energy % GDP 0.02 0.01 0.01 0.02 0.00 0.00 Public R&D for environmental protection % GDP 0.03 0.04 0.04 0.05 0.02 0.01 Municipal waste recycling rate % 19.1 17.9 31.3 28.3 28.1 28.4 Share of GHG emissions covered by ETS* % 69.7 73.5 71.1 67.7 68.4 - Transport energy intensity kgoe / € 0.65 0.62 0.60 0.64 0.64 0.60 Transport carbon intensity kg / € 1.84 1.78 1.73 1.86 1.85 - Security of energy supply Energy import dependency % 19.8 13.9 11.1 9.6 7.9 4.1 Aggregated supplier concentration index HHI 79.6 73.0 76.6 11.5 59.4 - Diversification of energy mix HHI 0.49 0.54 0.55 0.52 0.53 0.57 ",
        "55 ANNEX D Investment Guidance on Cohesion Policy Funding 2021-2027 for ESTONIA( 49 ) Building on the Commission proposal for the next Multi-Annual Financial Framework for the period 2021-2027 of 2 May 2018 (COM (2018) 321), this Annex presents the preliminary Commission services views on priority investment areas and framework conditions for effective delivery for the 2021-2027 Cohesion Policy. These priority investment areas are derived from the broader context of investment bottlenecks, investment needs and regional disparities assessed in the report. This Annex provides the basis for a dialogue between Estonia and the Commission services in view of the programming of the cohesion policy funds (European Regional Development Fund, Cohesion Fund and European Social Fund Plus). Table D.1: Policy Objectives (Continued on the next page) ( 49 ) This Annex is to be considered in conjunction with the requirements for thematic concentration and urban earmarking, as outlined in the EC Proposal for a Regulation of the European Parliament and of the Council on the European Regional Development Fund and on the Cohesion Fund COM(2018) 372 and in the EC Proposal for a Regulation of the European Parliament and of the Council on the European Social Fund Plus COM(2018) 382 and in particular the requirements for thematic concentration and urban earmarking outlined in these proposals. Policy Objective 1: A Smarter Europe – Innovative and smart industrial transformation The relative strengths of Estonia are in business-friendly environment, very good start-up’s’ ecosystem and well-developed research infrastructure. In contrast, the general innovation performance of the country is moderate and rather in decline, the industry relies on a narrow base of high-tech companies, and the proportion of employment in fast-growing companies in innovative and high value added sectors remains low and holds back productivity growth and competitiveness. High priority investment needs 1 have been identified to enhance research and innovation capacities and the uptake of advanced technologies , where appropriate in cooperation with other countries and in line with the EU Strategy for the Baltic Sea Region. This is, in particular to: • strengthen innovation performance and foster productivity growth by identifying smart specialisation areas on the basis of national and regional needs and potential; • increase the number of innovative companies in the smart specialisation sectors; • strengthen the supply side of research and innovation by increasing the attractiveness, competitiveness and sustainability of the research system and diversification of the applied research areas; • support collaborative research between universities and businesses, making it possible to transfer technologies, commercialise research results and increase the capacity and role of clusters and competence centres. Estonia ranks high in the provision of digital public services, however some weaknesses present in areas such cyber security and open data availability. Despite the good performance in public sector, companies do not make a full use of digital opportunities. Priority investment needs have been identified to reap the benefits of digitisation for citizens, companies and governments , and in particular to: • increase information and communications technology uptake in small and medium-sized enterprises, including digitalisation, marketing and e-commerce; • increase public sector capacity to analyse and safely manage open and big data; • upscale and improve the user-friendliness of public e-services, including in a cross-border context. 1 The intensity of needs is classified in three categories in a descending order - high priority needs, priority needs, needs. ANNEX D: GUIDANCE ON INVESTMENT NEEDS FOR COHESION POLICY ",
        "D. Guidance on investment needs for cohesion policy 56 Table (continued) (Continued on the next page) Small and medium-sized enterprises are important in terms of overall added-value and employment. However, they are small, productivity growth remains relatively slow and they are not sufficiently integrated in domestic and international clusters and relatively low positioning in the global value chains. High priority investment needs have been identified to enhance growth and competitiveness of small and medium-sized enterprises , and in particular to: • internationalise their activities so that they can move up in global value chains; • increase productivity and growth prospects of the small and medium-sized enterprises; • promote entrepreneurship and increase start-ups survival rates; • identify new export markets and promote participation in international cooperation networks and clusters, particularly in the Baltic Sea region. Despite the leading position of Estonia in e-Government, the transition of industry and small and medium- sized enterprises to new technologies is held-back by the low capacity of the companies to innovate and insufficient digital skills within companies. Investment needs have been identified to help companies to develop skills for smart specialisation, industrial transition and entrepreneurship , and in particular to: • provide small and medium-sized enterprises and research institutions with targeted trainings on management skills, innovation, technological transfer and on re-skilling in smart specialization areas; • develop the capacity of universities’ and research institutions’ to improve the commercial viability and market relevance of their research projects, including through more researcher mobility between research institutions and companies; • increase the level of digital skills available in companies to boost productivity. Policy Objective 2: A low carbon and greener Europe – Clean and fair energy transition, green and blue investment, circular economy, climate adaptation and risk prevention 2 Even though Estonia is expected to over-achieve its 2020 emission reduction targets, its economy however remains highly energy-intensive, with energy consumption levels well above the EU average. Priority investment needs have been identified to support clean energy for EU islands initiative and to promote energy efficiency measures and renewable energy , and in particular to: • reduce energy consumption levels in buildings; • reduce energy consumption in businesses by improving the energy efficiency of small and medium- sized enterprises, including their premises, installations and processes; • support a transition to renewables in heating and cooling, including district heating and small-scale installations. The economy of Estonia remains resource inefficient and landfilling remains the cheapest and most widely used way to treat waste in the country, despite some progress in this area. Priority investment needs have been identified to promote the transition to a circular economy , and in particular to: • support the shift towards highest steps of the waste (municipal and industrial) management hierarchy; • develop alternatives to raw materials and promote recycled materials as secondary raw materials. Regarding climate change risks, Estonia is subject mainly to coastal erosion and floods, which damage infrastructure. Investment needs have been identified for climate change adaptation, risk prevention, disaster resilience , and in particular to: • address the risks identified in the national risks assessment, with a focus on prevention; • promote coordinated and cooperative preventive measures and actions in line with the EU Strategy for the Baltic Sea Region. 2 While outside of the scope of the ERDF and the Cohesion Fund (art. 6, paragraph 1(h), COM (2018)372), energy interconnectors could be financed by the Connecting Europe Facility in line with its objectives (art. 3, paragraphs 1 and 2 (b), COM(2018) 438). ",
        "D. Guidance on investment needs for cohesion policy 57 Table (continued) (Continued on the next page) Policy Objective 3: A more connected Europe – Mobility and regional Information and Communications Technology connectivity The coverage and quality of Estonia’s transport infrastructure have improved in recent years, whereas Estonia remains below EU average in terms of the networks’ extension, research and development investments, carbon emissions and safety. High priority investment needs have been identified to develop a sustainable, climate resilient, intelligent, secure and intermodal Trans-European Transport Network and its accessibility , and in particular to: • complete the rail and road Trans-European Transport Network, including the access to them and cross- border sections to connect with neighbouring networks. The fact that the population is concentrated in cities and their surrounding areas puts additional pressure on sustainable urban mobility, leading to issues with accessibility, traffic congestion and emissions. Investment needs have been identified to develop sustainable multimodal urban mobility , and in particular to: • promote sustainable, cleaner and efficient urban transport systems as part of the relevant integrated territorial development strategies and sustainable urban mobility plans with a focus on functional areas; • support low-carbon public transport and active modes of transport. Estonia performs well in terms of overall broadband connectivity, but a digital divide between urban and rural area, both in terms of coverage and take-up is still present. Investment needs have been identified to enhance digital connectivity , and in particular to; • deploy very-high capacity networks; • improve the cyber and physical security of the public very high capacity networks investments. Policy Objective 4: A more social Europe – Implementing the European Pillar of Social Rights The population of Estonia is ageing and labour shortages are increasing, while labour market participation of some groups (including women due to caring duties and difficulties re-entering the labour market) is limited and the capacity of social partners is weak. High priority investment needs have been identified to improve access to employment, promote the social economy and promote women’s labour market participation, including through access to childcare , and in particular to: • increase participation in active and preventive labour market measures; • promote the social economy and support start-up social entrepreneurs; • support work-life balance and address the gender pay gap in the labour market; • support labour market reintegration of people with caring duties, and improve access to childcare; • improve the capacity building of social partners. Health and safety at work is weak in Estonia. Priority investment needs have therefore been identified to promote a healthy and well–adapted working environment that addresses health risks, and supports active and healthy ageing , and in particular to: • support safe and healthy working lives and develop a sustainable occupational health system; • preserve the work ability of the workforce and promote innovative ways to organise work. ",
        "D. Guidance on investment needs for cohesion policy 58 Table (continued) (Continued on the next page) The education and training systems in Estonia are not sufficiently responsive to labour market needs and skills mismatches and shortages are increasing. High priority investment needs, including in infrastructure, have therefore been identified to improve the quality, effectiveness and labour market relevance of education and training systems, support the acquisition of key competences including digital skills, and promote lifelong learning, notably flexible upskilling and reskilling , and in particular to: • prevent early school leaving, and support inclusive education for people with disabilities; • improve the quality, effectiveness and labour market relevance of education and training and support key competences, including digital and transversal skills and innovation management at all educational levels; • improve the quality and continuous training of the education and training workforce; • support vocational education and training and work-based learning and co-operation between educational institutions, including through infrastructure; • improve career guidance, better anticipating change and new skills requirements. Despite improvements, poverty, social exclusion and income inequality are high in Estonia. The provision of good quality and affordable social services is low, health outcomes are weak and inefficiencies in the health care sector persist. High priority investment needs, including in infrastructure and modernisation, have therefore been identified to: enhance the equal and timely access to services, improve the accessibility, effectiveness and resilience of healthcare and long-term care services; foster active inclusion and address material deprivation , and in particular to: • improve equal access to affordable and good-quality social services, long-term care and healthcare; • support the reskilling and upskilling of the long-term care, healthcare and social care workforce; • complete the transition from institutional care to independent living and community-based services and strengthen cooperation between social, health and vocational support services; • develop measures to increase healthy life years and improve primary and outpatient care, and secondary and tertiary healthcare; • support integrated measures for active inclusion, with the engagement of local communities and civil society; • support the provision of food and/or basic material assistance to the most deprived, including accompanying measures. Policy Objective 5 – A Europe closer to citizens by fostering the sustainable and integrated development of urban, rural and coastal areas and local initiatives In Estonia, there are inequalities between regions and an urban-rural divide. These need to be addressed by creating links between the areas concerned. Priority investments into tailor-made sustainable and integrated development of urban-, rural- and coastal areas and local interventions, that address urban-rural links are needed in order to complement policies to address the socio-economic disparities , and in particular to: • support actions that improve the attractiveness of the urban areas, creating business opportunities and links with functional urban areas; • address the needs of the regions and territories that are lagging behind in economic and social development (special focus on East Viru), based on integrated territorial strategies; • strengthen the capacity of local authorities to develop sound integrated territorial strategies and to assess and select projects. ",
        "D. Guidance on investment needs for cohesion policy 59 Table (continued) Source: European Commission Factors for effective delivery of Cohesion policy • promotion of social innovation and social experimentation in projects; • revised and simplified procedures that eliminate overlaps and excessive documentation and coordination requirements in programming and implementation of EU funds; • increased capacity of intermediate bodies and beneficiaries to prepare and implement projects; • strengthened partnership capacity of social partners and civil society organisations; • broader use of financial instruments and/or contributions to a Estonian compartment under InvestEU for revenue-generating and cost-saving activities; • improved public procurement performance, in particular by reducing single-bidding numbers. ",
        "60 AMECO 2019, Forecast: http://ec.europa.eu/economy_finance/ameco/user/serie/ResultSerie.cfm], 16.01.2019 Durán, J. and Navarrete-Plana, H. (2019), FDI and investment uncertainty in the Baltics , European Economy Economic Brief, forthcoming. EIB, European Investment Bank (2018), EIB Group Survey on Investment and Investment Finance (EIBIS) , Country overview Estonia, available at: http://www.eib.org/en/infocentre/publications/all/econ- eibis-2018-estonia.htm European Social Policy Network (ESPN 2018a), Flash report 2018/70 on Introducing an occupational accident insurance system in Estonia . Estonia, https://ec.europa.eu/social/blobservlet?docid=20533&langid=en European Social Policy Network (ESPN 2018b), Thematic Report on Challenges in long-term care – Estonia, https://ec.europa.eu/social/BlobServlet?docId=19845&langId=en European Social Policy Network (ESPN 2018c), Flash report 2018/49 on Recent progress in the process of deinstitutionalisation of special care services in Estonia, https://ec.europa.eu/social/BlobServlet?docId=19977&langId=en European Social Policy Network (ESPN 2018d), Thematic Report on Inequalities in access to healthcare, Estonia, 2018, https://ec.europa.eu/social/BlobServlet?docId=20368&langId=en Eurochild(2018) Report on the European Semester, https://www.eurochild.org/fileadmin/public/05_Library/Thematic_priorities/02_Child_Poverty/Eurochild/ 09_Eurochild_SemRep2018UPATED_31.10.2018.pdf European Commission (2008), Growth Accounting decomposition using LIME methodology (http://ec.europa.eu/economy_finance/publications/pages/publication13275_en.pdf) European Commission (2016), Country Report for Estonia , Staff Working Document, https://ec.europa.eu/info/publications/2016-european-semester-country-report-estonia_en European Commission (2017a), Employment and Social Developments in Europe – Annual Review 2017 , Luxembourg: Publications Office of the European Union, – (https://ec.europa.eu/social/BlobServlet?docId=18032&langId=en) European Commission (2017b), Benchmarks for the assessment of private debt , European Commission note to LIME, October. European Commission (2017c), Flash Eurobarometer 456: SMEs, resource efficiency and green markets, Publications Office of the European Union, Luxembourg (http://data.europa.eu/euodp/en/data/dataset/S2151_456_ENG) European Commission (2018b), Country Report for Estonia , Staff Working Document (https://ec.europa.eu/info/sites/info/files/2018-european-semester-country-report-estonia-en.pdf) REFERENCES ",
        "References 61 European Commission (2018c), A renewed agenda for Research and Innovation: Europe's chance to shape the future, https://ec.europa.eu/info/publications/renewed-european-agenda-research-and- innovation-europes-chance-shape-its-future_en European Commission (2018d), Joint Employment Report . European Commission (2018e), Employment and Social Developments in Europe – Annual Review 2018 , Luxembourg: Publications Office of the European Union European Commission (2018f), Fundamentals-based private debt benchmarks: enhanced sample and robustness checks , European Commission note to LIME, June European Commission (2018g), Women in Digital Scoreboard https://ec.europa.eu/digital-single- market/en/women-digital-scoreboard European Commission (2018h) 2018 European Innovation Scoreboard – Country fiche for Estonia, p. 55, (https://ec.europa.eu/docsroom/documents/30676/attachments/1/translations/en/renditions/native) European Commission (2018i), European Innovation Scoreboard 2018 , available at: https://ec.europa.eu/growth/industry/innovation/facts-figures/scoreboards_en European Commission (2018j), Digital Scoreboard https://ec.europa.eu/digital-single-market/en/digital- scoreboard European Commission (2018k), The early warning report for Estonia, Staff Working Document http://ec.europa.eu/environment/waste/pdf/early_warning_report_EE.pdf European Commission (2018l), Flash Eurobarometer 456, SMEs, resource efficiency and green markets, September 2017 – January European Commission (2019), Joint Employment Report (forthcoming) European Commission (2019b), Taxation Trends in the European Union ( forthcoming) European Commission and European Central Bank (2018), Survey on the access to finance of enterprises (SAFE) , available at: https://www.ecb.europa.eu/stats/ecb_surveys/safe/html/index.en.html European Environment Agency/ EEA (2018), No improvements on average CO2 emissions from new cars in 2017 (https://www.eea.europa.eu/highlights/no-improvements-on-average-co2) Eurostat (2019), Database: Government revenue, expenditure and main aggregates (gov_10a_main), https://ec.europa.eu/eurostat/data/database, 16.01.2019 Koppel, K., Pisarev, H., Piirits, M., Michelson, A., Masso, M., Paulus, A., Laurimäe, M. (2018). Elatusmiinimum – teel parema toeni puudustkannatavate inimesteni Poliitikauuringute Keskus Praxis. https://www.etis.ee/.../0047abe6-a0ca-46b2-bb7f-7a05aa07b03e Ministry of Economic Affairs and Communications (2017), National Development Plan of the Energy Sector until 2030 , available at https://www.mkm.ee/sites/default/files/ndpes_2030_eng.pdf Ministry of Education and Research (2018), Summary of the Ministry of Education and Research’s annual report for 2017 ",
        "References 62 OECD (2016), PISA 2015 Results (Volume 1): Excellence and Equity in Education, OECD Publishing, Paris . http://www.oecd.org/publications/pisa-2015-results-volume-i-9789264266490-en.htm OECD (2018a), Regional well-being index , available at https://www.oecdregionalwellbeing.org/ OECD (2018b), Skills for Jobs indicator , available at https://www.oecdskillsforjobsdatabase.org/#FR/_ OECD (2018c), Health at a Glance: Europe 2018, available at http://www.oecd.org/health/health-at-a- glance-europe-23056088.htm OSKA (2018), Mets, U., Viia, A., Tulevikuvaade tööjõu- ja oskuste vajadusele: haridus ja teadus. Uuringu lühiaruanne. Tallinn: SA Kutsekoda. http://oska.kutsekoda.ee/wp- content/uploads/2018/11/OSKA-Hariduse-ja-teaduse-uuringuaruanne-2018.pdf PwC and the World Bank Group (2018), Paying taxes 2018 report (https://www.pwc.com/gx/en/services/tax/publications/paying-taxes-2018.html) Riigikontroll (2018), IT-turvameetmete süsteemi rakendamine kohalikes omavalitsustes (https://www.riigikontroll.ee/Auditeeritavaile/Audititeplaan/tabid/120/AuditId/368/language/et- EE/Default.aspx) Riigikontroll (2018a), Does the Emergency Medicine department treat patients whose state of health calls for emergency care? State Audit Office report, October Riigikontroll (2016), Avalike e-teenuste kasutatavus . Tallinn. (https://www.riigikontroll.ee/tabid/168/amid/557/ItemId/921/language/en- US/Default.aspx) Statistics Estonia (2018) https://www.stat.ee/aticle-2018-06-21-the-share-of-older-students-in-vocational- and-higher-education-is-increasing?highlight=education World Bank (2016), Doing Business 2016: Measuring Regulatory Quality and Efficiency. Washington, DC. World Bank (2018), Doing Business 2019 Training for reform , available at: http://www.worldbank.org/content/dam/doingBusiness/media/Annual-Reports/English/DB2019- report_web-version.pdf World Economic Forum (2018) The Global Competitiveness Report 2018 , (http://www3.weforum.org/docs/GCR2018/05FullReport/TheGlobalCompetitivenessReport2018.pdf) World Economic Forum (2018), 'Global Competitiveness Index 2017-2018', in Global Competitiveness Report 2018 , available at: http://reports.weforum.org/global-competitiveness-report-2018 "
    ]
}