{
    "text": [
        "EN EN EUROPEAN COMMISSION HIGH REPRESENTATIVE OF THE UNION FOR FOREIGN AFFAIRS AND SECURITY POLICY Brussels, 19.1.2018 SWD(2018) 28 final JOINT STAFF WORKING DOCUMENT The EU Special Incentive Arrangement for Sustainable Development and Good Governance ('GSP+') assessment of Mongolia covering the period 2016 - 2017 Accompanying the document Report from the Commission to the European Parliament and the Council Report on the Generalised Scheme of Preferences during the period 2016 - 2017 {COM(2018) 36 final} - {SWD(2018) 23 final} - {SWD(2018) 24 final} - {SWD(2018) 25 final} - {SWD(2018) 26 final} - {SWD(2018) 27 final} - {SWD(2018) 29 final} - {SWD(2018) 30 final} - {SWD(2018) 31 final} - {SWD(2018) 32 final} ",
        "1 Mongolia GSP+ Assessment 1. Country Overview Since 1990, Mongolia has consolidated its democratic system; introduced institutional changes that seem irreversible and the overall political situation is stable. However, the pace of progress is slowing down due to a worsening economic situation, corruption, challenges in governance and increasing political polarisation, alongside a more challenging international environment – notably relations with China. In the parliamentary elections that took place in June 2016, the Mongolian People's Party (MPP) won a landslide victory, gaining 45.12% of votes. As a result of a majoritarian electoral law, the votes translated into 65 of the 76 seats in the Parliament. The MPP thus took back power from the Democratic Party (DP). Presidential elections took place on 26 June and 7 July 2017. In the first-ever Presidential runoff, voters elected the candidate from the DP. The final report of the OSCE Office for Democratic Institutions and Human Rights' Limited Election Observation Mission confirms that the election days proceeded in an orderly manner and that the elections were competitive, well organised; and freedoms of assembly and of expression were generally respected. However, the vote took place among legal uncertainties as the electoral law has numerous flaws. On 24 May 2017, the IMF board approved a three-year Extended Fund Facility (EFF) for Mongolia of USD 434.3 million to support the country's economic reform programme. Although the programme's implementation period is three years, the loan would be repaid over 15 years. The Asian Development Bank, the World Bank, Japan and Korea have also committed to provide budgetary and project support. The People's Bank of China has agreed to extend its swap line with the Bank of Mongolia. In sum, the total financing package amounts to about USD 5.5 billion. The programme has five pillars: 1) fiscal consolidation, 2) improve the central bank's independence, governance and focus on core responsibilities, 3) strengthen the financial sector, 4) foster economic diversification and inclusive growth, 5) protect the most vulnerable in society. Mongolia has, together with the EU and Argentina, initiated the Alliance for Torture-Free Trade. Launched on 18 September 2017, the Alliance aims to end trade in goods used for capital punishment and torture. It supports and encourages States to adopt legislation to control trade in these products and to exchange legislative and administrative practices among like-minded countries. On 2 November 2017, the EU established a Delegation in Mongolia. It will be instrumental in implementing the EU-Mongolia Partnership and Cooperation Agreement (PCA), which entered into force on 1 November 2017. The PCA aims at strengthening political, economic and sectoral cooperation across a wide range of policy fields, including trade and investment, sustainable development, human rights, environment, justice, freedom and security. It will replace the current legal framework of the 1993 Agreement on Trade and Economic Cooperation between the European Economic Community and Mongolia. A GSP+ mission took place in Mongolia from 27 to 31 March 2017, in connection to the EU- Mongolia Human Rights Dialogue and the EU-Mongolia Joint Committee meetings. ",
        "2 2. Compliance with GSP+ Obligations 2.1. UN Human Rights Conventions (Conventions 1-7) Status of ratification and reporting Over the reporting period, Mongolia maintained ratification of all the GSP+ relevant UN human rights conventions. Mongolia demonstrates a very good level of compliance with its reporting obligations under the treaty monitoring bodies – despite continued capacity and expertise constraints. Status of implementation of the conventions Among the most important legislative and policy developments during the reporting period were the entry into force on 1 February 2017 of the revised Law on Domestic Violence and of the new Criminal Code on 1 July 2017. The new Criminal Code abolishes the death penalty and includes a prohibition of torture in line with the Convention against Torture. It also contains provisions on increased penalties against persons committing crimes against individuals because of their sexual orientation or gender identity. However, the Constitution still contains a reference to the death penalty. The recent official proposal by President Battulga to the Ministry of Justice to re-instate the death penalty for crimes against children is a worrying development. The EU raised its concerns at meetings with President Battulga and other Government officials in November 2017. In April 2016, the Government of Mongolia adopted a National Action Plan on the Implementation of the Universal Peridoic Review (UPR) Recommendations (UPR Action Plan 2016-2019). It highlights certain provisions to renew the approval of the National Programme to Support the Rights of Persons with Disabilities, to develop, adopt and implement the second stage of the Programme on Equal Access of Disabled Children to Education, to support employment of disabled citizens, to improve the quality of public transportation technical standards, procedures and services and to raise public awareness by disseminating information and TV programmes based on the needs of national minorities, women, children, persons with disabilities and LGBT. While there has been little progress in terms of implementation of this National Action Plan, the Government has sought assistance from the United Nations Office of the High Commissioner for Human Rights for technical cooperation. In its Concluding Observations of 22 August 2017 on the implementation of the International Covenant on Civil and Political Rights by Mongolia, the Human Rights Committee expressed its concern about the lack of sufficient awarenness of the Covenant and the First Optional Protocol among lawyers, judges, prosecutors and the public at large. This is a problem that applies equally to other international human rights conventions which Mongolia has ratified. Furthermore, the Human Rights Committee asked Mongolia to \"ensure independent, transparent and effective functioning of the National Human Rights Commission, both in law and in practice, and provide it with adequate financial and human resources to enable fulfilment of all its functions\" and took note of the draft law extending the mandate of the Commission. In the Human Rights Council (HRC) Mongolia has generally been supportive (or abstained) on key resolutions regarding serious human rights violations or on thematic resolutions (for example, death penalty, children's health). ",
        "3 Another positive development was the first meeting of the EU-Mongolia Human Rights Dialogue held in March 2017. International Convention on the Elimination of All Forms of Racial Discrimination (CERD) In the Concluding Observations on the combined 19 th to 22 nd periodic reports of Mongolia of 5 January 2016, the Committee on the Elimination of Racial Discrimination noted a lack of disaggregated data to determine any structural or indirect racial discrimination and to measure developments over time. It reiterated its concern over the lack of legislation containing a definition of racial discrimination in accordance with Article 1 of the Convention and a prohibition of all forms of racial discrimination. The Committee asked Mongolia to promote remedies that are available to victims of racial discrimination and furthermore recommended to undertake \"regular and comprehensive human rights-based assessments of the situation of ethnic minorities to develop appropriate policies and to ensure that such policies are effective in eliminating any obstacles to the enjoyment by minorities of their rights\". The Committee expresed concern about the existence of ultra-nationalist and neo-Nazi organisations and asked Mongolia to combat its underlying causes through eductation and dissemnination of information. As part of its efforts to combat racial discrimination, Mongolia added a new section on discrimination, which specifies penalties and punishments for crimes of racial discrimination, in the revised Criminal Code. International Covenant on Civil and Political Rights (CCPR) In its Concluding Observations on the sixth periodic report of Mongolia, issued on 22 August 2017, regarding Mongolia's implementation of the CCPR, the Human Rights Committee asked Mongolia to strengthen its efforts to achieve effective application of the provisions of the Covenant before domestic courts. This should go hand-in-hand with training of lawyers, prosecutors and judges on international human rights treaties and public awareness-raising. The EU is implementing a project that will assist the Prosecutor General's Office in view of facilitating the application of the new Criminal Code along international human right standards. The project foresees a series of human rights seminars linked to the launch of the Human Rights Dialogue with the EU in 2017. The Human Rights Committee also made a number of recommendations concerning pre-trial detention in view of its reported widespread and lenghty use. The Human Rights Committee expressed concern about broad legal restrictions on the media, including the internet, and limitations on access to information due to the broad interpretation of confidentiality provisions by Mongolian authorities. It invited Mongolia to ensure that any restriction on media activities is in strict compliance with the provisions of the CCPR. The Committee also expressed concerns about the remaining provisions on defamation in the Criminal Law, which may unduly restrict the exercise of freedom of expression. In May 2017, the Parliament tried to increase the penalty for defamation to MNT 10 million (EUR 3,730). However, after protests from journalists and an intervention by the President, the penalty was finally set at MNT 2.5 million (EUR 930). Mongolia should consider fully decriminalizing defamation and ensure that defamation is not subject to deprivation of liberty. Defamation laws, both criminal and civil, must not serve to stifle freedom of expression. ",
        "4 The Committee expressed concern about reports of attacks and harassment against journalists and media workers. There are some reports of politically motivated interference and cases of intimidation of journalists. In 2016, a local NGO registered 63 violations affecting the professional work of 61 journalists and media outlets. Authorities, high-ranking public officials and Government organisations were responsible for 57.4% of freedom of expression violations or violations against journalists' rights. The Committee invited Mongolia to protect journalists and media workers against any form of harassment and threats, promptly investigate all such attacks and bring those responsible to court. International Covenant on Economic, Social and Cultural Rights (CESCR) In its latest available Concluding Observations of July 2015 on Monoglia's implementation of the CESCR, the Committee on Economic, Social and Cultural Rights expressed its concerns, inter alia, about the adverse impacts of mining projects on the economic, social, and cultural rights of herders, the absence of a comprehensive anti-discrimination law covering all grounds of discrimination, including sexual orientation, gender identity and disability. Mongolia was recommended to bring its legislation in full conformity with the Convention. According to data from the World Bank, 21.6% of the population continue to live below the national poverty line (compared to 27.4% in 2012). While Mongolia has over time developed a comprehensive social protection system including social insurance, social welfare and active labour market policies, \"only one out of four herders, self-employed people and informal economy workers contributes to the voluntary social insurance scheme, leaving a large majority vulnerable to events such as injuries at work, unemployment, sickness, maternity, disability and old age\" (see ILO Working Paper 'Is a nationally defined social protection floor for Mongolia still affordable in the 2016 economic context?'). Considering a budget deficit of MNT 4.3 billion (18% of GDP) and economic growth of only 0.6% in 2016, the acute fiscal and debt crisis might have an impact not only on social protection spending but on the overall human rights, environment and social and economic situation, especially of vulnerable people. According to information received from the Mongolian authorities, in the context of the IMF three-year Extended Fund Facility, the programme includes safeguards to protect vulnerable groups, and gives priority to health and education. At the same time, the minimum retirement age will be increased to 65 by 2026 for men and to 65 by 2036 for women. Due to the tax revenue deficit there is no room to increase salaries in both 2017 and 2018, and the Child Money Programme will be targeted towards poor households. Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW) There is a clear under-representation of women in the public and private sectors, especially in senior managerial positions. It would be important for Mongolia to adopt comprehensive anti- discrimination legislation that addresses discrimination in both the public and private spheres, including direct and indirect discrimination, and that provides for effective remedies in judicial and administrative proceedings. In April 2017, the Government approved a National Programme on Gender Equality to be implemented in 2017-2021. The programme aims at creating gender-sensitive policies and planning and removing gender stereotypes. The Parliament adopted a law on combating domestic violence in 2004, which was seen as ineffective, for example, domestic abuse was considered a minor offense punishable by a fine. On 1 February 2017, Mongolia's newly amended Law to Combat Domestic Violence entered ",
        "5 into force. Now, domestic violence can incur criminal punishment. Under the revised Criminal Code, administrative measures (fines or warnings) will be applicable for first instances of domestic violence. If actions considered as domestic violence are continuously committed, it will be considered a criminal offence and appropriate measures (confinement) will be taken. As regards participation in political life, after the 2016 parliamentary elections, 17% of the newly elected Members of Parliament are women. This marks a positive step towards the enjoyment of equal rights. In the previous Parliament (2012-2016), 14% of members were women. The electoral law approved in May 2016 requires 20% of candidates to be women. All political entities complied with the 20% gender quota. The DP and MPP nominated the lowest percentage of women (21% female candidates). Smaller parties nominated significantly higher percentages. It is worth noting that the previous electoral law, adopted in December 2015, had set a 30% gender quota for nominated candidates. Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (CAT) In December 2015, the Mongolian Parliament voted to abolish the death penalty, as part of a range of revisions to Mongolia's Criminal Code. However, capital punishment still remains in the Constitution (Article 16.1). Efforts to bring national legislation in line with international human rights obligations continued through the revision of the Code of Criminal Procedure (May 2016) which, inter alia , explicitly prohibits torture and statements obtained through torture as evidence in judicial proceedings. In its August 2016 Concluding Observations on the second periodic report of Mongolia, the Committee against Torture welcomed the revision of the Criminal Code which entered into force on 1 July 2017. The revised Criminal Code provides a definition of torture, abolishes the death penalty, criminalises domestic violence, prohibits discrimination on various grounds and outlaws hate crimes and hate speech. However, the definition of torture in the new Criminal Code does not cover acts of torture committed by private persons and therefore is not fully compliant with the provisions of the CCPR. In line with the Concluding Observations of the 6 th periodic report, Mongolia should amend its legislation to include a definition of torture that fully complies with international standards to cover acts of torture committed by private persons and to foresee penalties commensurate with the gravity of the crime. Likewise, Mongolia has to ensure that all reported allegations and complaints about acts of torture and ill-treatment are promptly and thoroughly investigated, that alleged perpetrators are prosecuted and, if convicted, punished with appropriate sanctions. Victims need to have access to redress, including full reparation. It should also provide law enforcement officials with adequate training on detection and investigation of torture. The experts of the UN Subcommittee on Prevention of Torture (SPT) visited Mongolia from 11-20 September 2017. They urged Mongolia to establish a National Torture Prevention body as soon as possible, to protect people deprived of their liberty against torture and cruel, inhuman or degrading treatment. The SPT stressed the importance of establishing a fully independent national monitoring body, as required under international law, to regularly visit all places of detention and to help guard against the risk of ill-treatment. ",
        "6 Convention on the Rights of the Child (CRC) Child abuse is a significant problem and consists principally of domestic violence and sexual abuse. Recent particularly cruel rape cases prompted President Battulga to propose the reinstatement of the death penalty for crimes against children. The rates of violence against children, economic exploitation of children, and incidents causing death or severe injuries involving children are not declining. The Committee on the Rights of the Child expressed its serious concern that children continue to be engaged in dangerous and hazardous work, notably in agriculture, mining and horseracing. Following the incidence of serious injuries and deaths of children as a result of horse racing in 2016, the United Nations country team and the UN Office of the High Commissioner for Human Rights (OHCHR) have actively urged the Government to effectively enforce the prohibition of participation by children under 16 in horseraces between 1 November and 1 May each year as a step in the process to eradicate the employment of children under 18 as jockeys. This was also reiterated by the Committee on the Rights of the Child in its review of the 5 th periodic report of Mongolia in May 2017. The Law on the Rights of Children of 2016 explicitly confirms children's right to be protected from corporal punishment. In February 2016, the Parliament passed the first ever Law on Child Protection and the Law on the Rights of Children. Both laws entered into force on 1 September 2016. The laws have the overall aim to strengthen comprehensive child protection systems to respond to risks and vulnerabilities of children stemming from violence, abuse, neglect and exploitation. The legislation defines the principles of protecting children, in particular, the best interests of the child that shall be given a primary consideration when taking any decision concerning children. It prohibits all forms of violence, exploitation, neglect and abuse in all settings including at home and online. Furthermore, the new legislation identifies the persons required by law to report harm or suspected harm to a child. By implementing the 2016 legislation, a continuum of child protection services will be provided to children who have been harmed or are at risk of harm. The legislation clarifies the roles and responsibilities of the concerned parties. This is an important provision. Families have the primary responsibility for the upbringing, protection and development of their children. But if they are unable or unwilling to protect them, the child shall be taken care of by the State. Responsibilities are spread across Government agencies, with services delivered by local authorities, non-government organisations and communities, making coordination between sectors and levels, including routine referral systems, a necessary component of effective child protection systems. In its Concluding Observations of 22 August 2017 regarding CCPR implementation by Mongolia, the Human Rights Committee asked Mongolia to establish a comprehensive juvenile system and to provide legal assistance to minors. Future actions and priorities Mongolia's general commitment to the protection and promotion of universal human rights standards was confirmed by the National Action Plan on Implementation of UPR Recommendations (UPR Action Plan 2016-2019). Now the Government should be encouraged to undertake concrete efforts on its implementation without further delay and not reverse commitments already taken, in particular the abolishment of the death penalty. ",
        "7 Laws should be followed by executive decisions on adequate resources, training and capacities to ensure actual implementation. The main focus should be on addressing the recommendations of the 6 th periodic report of the Human Rights Committee on Mongolia, notably those related to the implementation of the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (a definition of torture fully in line with the international standards to ensure an independent mechanism for investigating allegations of torture). The Parliament should be encouraged to enact the law on human rights defenders that was drafted by the National Human Rights Commission, and which is currently being reviewed by the Sub-Committee on Human Rights of the Parliament. Mongolia's authorities should also address shortcomings identified by the International Election Observation Missions both in 2016 and 2017, in particular those related to the right to stand for elections, the right to vote and the rights to have the freedom to campaign as well as a predictable and stable legislative framework covering issues such as the demarcation of electoral boundaries, campaigning and media regulations, campaign financing, post-election complaints framework. Conclusions The overall human rights situation in Mongolia remains positive. Notable developments over the reporting period comprise the entry into force of the revised Criminal Code and Criminal Procedure Code and the entry into force of the revised law on domestic violence. There has been incremental progress in other areas: rights of children, rights to a healthy environment, equality and non-discrimination and fight against human trafficking and child labour. However, steps leading to a possible restoration of capital punishment in Mongolia raise concerns. If further pursued, the decision to restore the death penalty would go against Mongolia's commitments under the Second Optional Protocol to the International Covenant on Civil and Political Rights. While Mongolia has ratified most of the core human rights treaties, the limited awareness among lawyers, judges, prosecutors and the public at large of international human rights treaties ratified by Mongolia hampers the actual implementation of these treaty obligations. In addition, new or amended legislative acts are not followed up with adequate resources and executive decisions further undermine compliance. In March 2017, the EU and Mongolia held their first-ever Human Rights Dialogue. Its aim is to enhance bilateral cooperation to support Mongolia in its ratification of and adherence to the international human rights conventions and instruments. A specific EU-funded project targeting the Prosecutor General's Office is under preparation. ",
        "8 Corruption, having a pervasive impact on the human rights situation, remains a serious concern. In general, weak governance combined with the presence of large international companies and an abundance of natural resources contribute to an environment conducive to corruption. These risks are especially acute in Mongolia where infrastructure projects risk negative effects on traditional/nomadic ways of life while a large part of the population lives in difficult and precarious conditions. The United Nations Special Rapporteur on human rights and the environment, John H. Knox, who conducted an official visit to Mongolia in September 2017 at the invitation of the Mongolian Government, voiced concerns regarding the impact of air and water pollution on the rights to life, health and safe drinking water, especially in relation to mining operations including illegal mining. He also noted that these environmental pressures are negatively impacting the nomadic herders' right to enjoy their culture. He recommended new laws on protecting human rights defenders and on public access to information, and urged a government investigation into the death of a conservation ranger under suspicious circumstances in 2015. 2.2. ILO Labour Rights Conventions (Conventions 8-15) Status of ratification and reporting Over the reporting period, Mongolia has maintained the ratification of all eight ILO fundamental Conventions and has complied with all its reporting obligations With the help of an EU-funded project implemented by the ILO, the Government made efforts and has significantly improved timely responding to ILO supervisory comments made in 2015 and 2016, as well as of answering the GSP+ Scorecard by April 2016. Status of implementation of the conventions Since 2005, the ILO has supported the General Administration for State Inspection (GASI) with preparing for the ratification of the Labour Inspection Convention, 1947 (No. 81) and the Labour Inspection (Agriculture) Convention, 1969 (No. 129). The EU is supporting Mongolia through a project to effectively implement international labour standards and comply with the GSP+ reporting obligations. The project aims to improve legal and regulatory frameworks concerning the organisation and representation of informal workers and employers and their involvement in social dialogue and collective bargaining on working conditions, wages, and occupational safety and health. It also aims at supporting the National Human Rights Commission of Mongolia in its continued monitoring of respect of workers' rights to organise and other fundamental rights at work. This project is closely linked with the before-mentioned EU-funded project, implemented by the ILO, focusing on International Labour Standards reporting capacity and prioritising technical assistance to the Government, workers' and employers' organizations in the Labour Law revision process. ",
        "9 Freedom of Association and Collective Bargaining (Conventions 87 and 98) National legislation in Mongolia continues to guarantee the right of workers to establish trade unions to protect their legal rights and interests. However, some concerns remain on: 1) the restrictions to the rights of public servants to participate in political, non-governmental and religious organisations, as well as their participation in strikes that would disrupt the activities of public services and 2) the scope of the application of the right to strike. Similar rights still do not exist for employers. Discussions have started (but are currently delayed) on a draft law on the legal status of employers that would for the first time establish a legal framework for employers to form associations to engage with other parties, without prior permission from the authorities, and to guarantee the independence of employers' organisations. The laws protecting the freedom of association and collective bargaining are generally enforced as the Labour Dispute Settlement Committee resolves most disputes. The remainder is referred to courts. However, the system could be improved by removing the temporary immediate settlement committees or by legally regulating them. There were some amendments to the Labour Law as endorsed by the tripartite working groups, which included race and political opinion as protected attributes against discrimination. Further improvements pertaining to the labour law are 1) the inclusion of the principle of equal remuneration for work of equal value, 2) a definition of collective bargaining as a process that takes place between an employer and employee representatives, and which must be free from political interference, including by Government representatives, 3) a prohibition of conclusion of contracts according to provisions other than those set out in the Labour Law, thus establishing it as the main reference for national labour standards. Collective bargaining is bipartite and tripartite, suggesting that the Government's role in determining wages and other conditions of work is not yet fully reduced to the provision of professional services for the settlement of labour disputes. A new 2017-2018 tripartite agreement for labour and social consensus is in place. It notably envisages the ratification of the ILO Conventions 81 and 129 on labour inspection. Mongolia is working with the ILO on further building up the bargaining capacity of social partners in view of the sectoral wage negotiations in the mining and construction sectors. However, according to the authorities, due to the economic downturn, the collective agreements were suspended. In the context of the International Monetary Fund financing package agreed in 2017, the Government plans to institute a public-sector wage freeze through 2018, suspend civil servants' grade advancement through 2019, and restrict hiring through 2019 in all sectors except the priority areas of health, education, emergency services, and police, where one new employee will be hired for every two who leave. Abolition of Forced Labour (Conventions 29 and 105) Mongolia is primarily a source of forced labour (and sex trafficking) of its nationals to other countries. Mongolia does not fully meet the minimum standards for the elimination of trafficking, but is making significant efforts to do so according to the 2016 US State Department Trafficking Report. As regards enforcement of the domestic legislation on forced labour, the Committee of Experts on the Application of Conventions and Recommendations (CEACR) in its 2017 report noted positive steps made by Mongolia since the enactment of the Law on Combating Human Trafficking. The legal framework was enhanced by the entry into force of the new criminal code, which criminalises forced labour (stipulating financial penalties or imprisonment for up to eight years). ",
        "10 Training efforts on the anti-trafficking law and its enforcement continued, notably for law enforcement and prosecution officials, as did the information campaigns. Protection of victims remains weak also due to lower funding from the Government to the existing services. There are only two trafficking-specific shelters in the country. Information on both rehabilitation measures and on the level of the implementation of related action plans and programmes is lacking. Work continued with international organisations to establish an integrated statistical database. In May 2017, Mongolia adopted a National Programme against human trafficking 2017-2021, which aims to intensify the implementation of the human trafficking law, prevent this type of crime from happening and protect the victims. Between 2011 and 2017, 54 human trafficking cases and 122 prostitution cases were investigated by the police. Fifteen individuals were convicted for human trafficking and 54 individuals in 36 cases of prostitution and related crimes. Since 2016, the EU is funding a two-year project, implemented by the International Organisation for Migration (IOM), supporting the capacity of Mongolian civil society and authorities to facilitate access to support services for migrants and victims of trafficking and to empower them against the risks of trafficking and human rights violations. The CEACR has expressed concerns that work of military and conscripts in mining, construction and infrastructure development would be in contradiction with the ILO Conventions on Forced Labour. Although such work appears to be paid and subject to basic occupational health and safety protection, Mongolia seems to recognise that the non-military work performed by conscripts would fall under the ILO definition of compulsory labour. Mongolia acknowledges that some programmes and measures would entail the use or mobilisation of compulsory labour for economic development in contradiction with ILO Conventions 29 and 105. Prison labour remains compulsory. Although working conditions defined by the law are close to that of the normal labour market, they are not always applied as such in practice. Wages are not always paid or are not paid in full and the health and safety conditions need to be better enforced (see 15 th Status Report on Human Rights and Freedoms by the National Human Rights Commission Report in 2016). In its 2017 report, the CEACR noted that workers going on illegal strikes are sanctioned by fines, not compulsory labour. A community work sentence can be imposed as an alternative to imprisonment. Clarification is needed on the conditions and the way this is governed. Concerns have been raised over the situation of workers from the Democratic People's Republic of Korea (DPRK) in Mongolia. However, no formal investifcation has been launched so far by the ILO. Mongolia needs to assess the situation of DPRK workers against the backdrop of the UN Security Council resolutions imposing sanctions on the DPRK. Minimum Age for Work and Worst Forms of Child Labour (Conventions 138 and 182) Poverty, as an important cause of child labour, remains high despite its significant reduction (21.6% in 2014, down from 27.4% in 2012). Mongolia features on the 2016 US Department of Labour's List of Goods Produced by Child Labour for gold. Solid evidence is missing on the scope of child labour. Employers are still not required to register workers under the age of 18. As of 2011, an estimated 10% of children aged 5-17 (over 56,000 children) performed child labour, mostly in agriculture, herding, construction, mining as well as in horse racing (child jockeys) and in rural areas. The ",
        "11 proportion of 5-17 year old rural children in child labour is almost four times that of urban children. Horse racing has attracted a lot of attention as a particularly hazardous activity for children. Races are often politically or commercially sponsored, involve children at a very young age and regularly cause fatal accidents or permanent disability. Horse racing is therefore now included in the newly updated list of jobs prohibited for minors. However, hazardous work also concerns a substantial share of children engaged in construction and mining. Changes to national legislation have improved the definition and the conditions of children's employment and strengthened sanctions for the worst forms of child labour thus bringing the domestic legal framework closer in alignment with ILO Conventions. A number of other legal shortcomings were addressed by the amendments to the Labour Law since September 2016, such as the prohibition of work for children under 15, work and contracts for apprenticeships and vocational training subject to permission for those aged 15, working hours limited according to the child's age, prohibition of overtime, work during weekends and public holidays. An updated list of jobs prohibited for minors in both the formal and informal economy entered into force in February 2016. The list includes horse racing or training during the most dangerous time of the year due to adverse weather conditions. Under the new Criminal Code, forcing children to engage in the worst forms of child labour is punishable by a financial penalty, up to one year of restricted movement (house arrest or prohibition of international travels) or by one-year imprisonment. Forcing children into begging, child prostitution, promoting child pornography and using children in the preparation, sale, distribution or storage of pornography are also criminal offences. The low number of convictions linked to child trafficking, as well as the increasing number of street children living in harsh conditions, remain alarming. The draft revised Labour Law is expected to bring significant improvements by providing a definition of the 'employment relationship' that covers all employees and employers in both the formal and informal economy and a new statutory minimum age for employment linked to the age of completion of compulsory schooling. At the same time, the enforcement of national legislation remains patchy as the State Inspection Law does not allow for inspections without prior announcement. The inspections are further limited by a lack of capacities and the lack of inspectors. The municipal authorities have developed actions targeting children working in the informal economy. Projects to tackle child labour were implemented with ILO support in the past. National programmes are in place that include awareness-raising, information and media campaigns (for example, the 2011-2016 national programme for the elimination of the worst forms of child labour). Their implementation suffers however from insufficient funding. The overall rate of implementation of the 2011-2016 programme stood at just around 60% in 2015. Elimination of Discrimination (Conventions 100 and 111) The legal framework for the equal rights of women and men continues to be provided by the Law on Promotion of Gender Equality (LPGE) of 2011. The latter establishes equal pay for equal work and also prohibits discrimination in employment and labour relations on the basis of gender as well as sexual harassment in the workplace. However, the LPGE remains to be effectively implemented. Employees' understanding and awareness of their rights remain low, and employers' responsibilities would need to be defined in the Labour Law. The vast majority of employers have no internal regulation or mechanisms to properly handle sexual harassment complaints. The LPGE also does not provide penalties for acts of sexual harassment. ",
        "12 The draft revised Labour Law incorporates the ILO recommendations and is expected to give full expression to the principle of equal pay for work of equal value. The draft revised Labour Law should enhance protection against discrimination (prohibition of both direct and indirect discrimination, expanded discrimination grounds etc.) and include extensive provisions on sexual harassment in the workplace. The new Criminal Code criminalises discrimination on a wide range of grounds, which is seen by the ILO as potentially discouraging prevention and management of discrimination in employment. Several bodies are in place to promote gender equality and related policies. The National Commission for Gender Equality (NCGE) is the main body in charge of coordinating gender equality policies with territorial branches. A National Gender Experts' Group works under the NCGE's supervision and the Gender Consortium promotes gender education and studies. In cooperation with the UN Population Fund (UNFPA) and the ILO, the NCGE is applying gender mainstreaming in the national administration. With ILO assistance, Mongolia has started conducting Participatory Gender Audits (PGA) in line Ministries that will be the basis for gender strategies. Despite budgetary and technical constraints, it seems that over 2015- 2016, PGAs were carried-out in most line Ministries. Efforts are also being made by the Consultative Council of Media, Press and Civil Society to fight gender stereotypes. Mongolia has closed some of the gender gaps (for example, the increased number of women MPs) but the labour force participation rate of women lags well behind that of men, remains relatively low compared to other small transition economies and is particularly low among women over 50 years of age as a result of an unequal retirement age. Still, working women remain concentrated in low paying sectors and where prospects of career advancement are limited. Training on equal pay for men and women for work of equal value needs to continue. The collection of gender-disaggregated data is underway. Progress is urgent to underpin the monitoring of the LPGE implementation and to determine whether or not gender discrimination exists, notably in setting minimum wage levels. This would help better addressing the persisting gender pay gap. Policies and measures to promote women's access to a broader set of occupations and industries need to be strengthened. Since 2016, the EU is funding a four-year project assisting Mongolia in establishing a well- functioning, more inclusive labour market, particularly for vulnerable groups of society, whereby the quality of employment and of the workforce is improved. Future actions and priorities The adoption of a comprehensively revised Labour Law remains a key step to respond to many remaining shortcomings. The process of its adoption has been delayed by the general elections in June 2016 and the consequent merge of the Ministry of Labour with the Ministry of Population Development and Social Protection into the Ministry for Labour and Social Protection (MLSP). A draft revised Labour Law was submitted to the Parliament in August 2017 and it is likely that a reshuffled Government will remain committed to the proposed revision. The process of the adoption of this law should be kept on track. The enforcement of the existing legislation and the application of labour standards have to improve, in particular regarding the elimination of child labour, equal pay for work of equal value and gender-based discrimination in employment and occupation. In that respect, better evidence of child labour and gender-based discrimination should be a priority together with actions supporting ",
        "13 women's broader access to occupations and sectors. Awareness-raising, information campaigns and capacity enhancement of relevant agencies need to continue. Conclusions Mongolia continued to take steps to ensure the alignment of domestic legislation with the ILO fundamental conventions, notwithstanding delays due to the general election in 2016 and institutional changes that followed. The most significant legislative steps in that respect were the entry into force of the new Criminal Code and amendments of the Labour Code. Amendments to the existing Labour Code, which were already adopted in April 2017, do not directly touch on the application of the ILO fundamental conventions. They are, however, substantive as they increase the level of fines for Labour Law violations by employers in order to ensure the protection of employees' basic rights. Several legislative acts came into force in 2016 and 2017 that bring national legislation into closer alignment with the ILO fundamental conventions concerning the minimum age for employment and forced and child labour offences. However, the enforcement capacities need further strengthening – both from a legislative perspective and by increasing both administrative capacities and financial allocations. An important achievement is Mongolia's significantly improved reporting under its international labour standards reporting obligations. 2.3. UN Conventions on Environmental Protection and Climate Change (Conventions 16-23) Status of ratification and reporting Over the reporting period, Mongolia has maintained ratification of all relevant GSP+ conventions on environmental protection and climate change but did not fully comply with its reporting obligations under CITES, Basel and Stockholm Conventions, UNFCCC and the Cartagena Protocol. Status of implementation of the conventions Mongolia reported that the National Primary Focal Points and Focal Points, in charge of the inter-sectoral coordination, implementation and reporting of each convention and its protocols at the national level, have changed by decree of October 2016. Further changes occurred in April 2017. This has impeded the capacity of some working groups in the Ministry of Environment, Green Development and Tourism to implement relevant action plans. Convention on International Trade in Endangered Species of Wild Flora and Fauna (CITES) In 2016, new National Committee members of CITES were appointed. Mongolia improved its compliance with its reporting obligations under CITES compared to the last GSP+ Report: ",
        "14 Mongolia has submitted its national reports, including the 2015-2016 biennual report. Mongolia reports that a working group, instructed by the department of natural resource and environmental management, to coordinate and to implement the CITES Convention has been established. It includes experts and civil society organisations. However, Mongolia's national legislation continous to be ranked as category 2 under the Convention, which means that it does not yet fully meet all the requirements for the implementation of the Convention. Despite several recommendations by the Standing Committee at its 66 th (January 2016) and 67 th (September 2016) meetings and the transmission of a warning letter in November 2016 on this issue by the CITES Secretariat, no progress was reported to CITES by Mongolia on the steps that they intend to take to upgrade their legislation to CITES category 1. The 69 th meeting of the Standing Committee of the CITES Convention in November 2017 decided that Mongolia should report on progress to the 70 th Standing Committee meeting in October 2018 and that if no progress is achieved by then, the Standing Committee would recommend that all commercial trade in species and products derived from CITES-listed species is suspended for Mongolia. Basel Convention Mongolia continuous to be non-compliant with is reporting obligations under the Basel Convention on the Control of Trans-boundary Movements of Hazardous Wastes and Their Disposal. National Reports for the years 2006-2015 remain due. Mongolia reports that this was due to a lack of financial and human resources as well as a need to increase technical capacities and training. The 'list of hazardous waste' was approved in 2015. To give a 'special land permit for national hazardous waste management', an amendment was made to the Law on Waste in 2016. Open burning of waste is prohibited by this law. Convention on Biological Diversity (CBD) On the basis of available information, during the period 2016-2017 no salient shortcomings were identified in Mongolia as regards the implementation of the Convention on Biological Diversity. Mongolia submitted the 5 th national report. Mongolia's National Biodiversity Programme for the time up to 2025 is under implementation. Mongolia reports that as a step to stop biodiversity loss, it intends to add the great bustard, steppe eagle, wild reindeer and gobi bear to the appendixes of the Convention on the Conservation of Migratory Species of Wild Animals (CMS) by the end of 2017. Stockholm Convention on Persistent Organic Pollutants Mongolia improved its reporting compliance and has submitted its 3 rd round national report as required in October 2016. The 1 st round national report (2006) is still missing. Mongolia aims at becoming a polychlorinated-biphenyl-free country by 2020. UN agencies have helped Mongolia build the necessary capacity for the implementation of the Stockholm Convention, e.g. by providing trainings to the Ministry of Environment, Green Development and Tourism and related Government agencies. Technical and human resource capacity still need further boosting. Mongolia reported that the GEF-UNIDO project 'Demonstration of BAT and BEP in Open Burning Activities in Response to the Stockholm Convention on Persistent Organic Pollutants (POPs)' started in 2016. The objective of the project is to create resource efficient waste management systems to reduce unintentional POP emissions through the introduction of Best ",
        "15 Available Techniques (BAT) and Best Environmental Practices (BEP) in open burning sources. Cartagena Protocol on Biosafety Mongolia has submitted the required national reports under the Convention on Biosafety, except for the first national report. The Ministry of Nature, Environment and Tourism (MNET) is the appointed National Focal Point for the Protocol. The UNEP GEF project 'Support for Implementation of the National Biosafety Framework for Mongolia', which ended in 2014, helped Mongolia improve its rather weak capacity to implement the national Biosafety Law. The project supported the elaboration of five regulations on inspection, customs, registration and risk assessment as well as transportation and contributed to public awareness-raising on biosafety issues. Furthermore, trainings on biosafety issues and a GMO detection laboratory have been established. For the future, the operationalisation of Mongolia's biosafety systems will require fully functional inspection and detection systems for which the allocation of sufficient human and financial resources is indispensable. Conventions on Climate Change The National Authority of Ozone under the Ministry of Environment and Tourism is still in charge of the implementation of the Montreal Protocol. It is working closely with the UNEP Ozone Secretariat. Under the Montreal Protocol's hydrochlorofluorocarbon (HCFC) phase-out management plan, by 1 January 2020, Mongolia has to achieve a 35% reduction in HCFC consumption. In addition, the Government is expected to initiate preparatory activities to facilitate the ratification of the Kigali Amendment of the Montreal Protocol. Mongolia submitted to the United Nations Framework Convention on Climate Change (UNFCCC) Secretariat its 2 nd National Communication in 2010. Mongolia submitted the 1 st Biennial Update Report on 6 August 2017. It plans to submit the 3 rd National Communication by December 2017. Climate change is also addressed by Mongolia's 2010 National Action Programme on Climate Change as well as the 2014 Green Development Policy and Action Plan (2016). These initiatives, together with other policies such as the National Renewable Energy Programme (2005-2020) and the National Agriculture Development Policy (2010-2021), include concrete measures and goals in response to climate change covering all principal sectors of the economy. Two national mitigation action (NAMA) projects, the National Energy Efficient Lighting Programme in Mongolia and Transforming Construction in Mongolia Using Supplementary Cementitious Materials, running up to 2020 and 2019 respectively, were submitted to the UNFCCC NAMA registry to seek support for implementation. Due to lack of funding, implementation of such policies and projects is often inefficient, which in turn puts at risk the country's shift towards low carbon, climate resilient development. Conclusions Mongolia has considerably improved its reporting compliance under the CITES, Basel and Stockholm Conventions. However, its legislation still does not fully meet the requirements for the implementation of CITES. This is a source of concern, which should be addressed urgently. Moreover, concrete measures to implement the Biodiversity Convention should be strengthened. ",
        "16 Mongolia continues to highlight persistent capacity constraints. EU and Global Environment Facility/UNIDO-funded projects help Mongolia with the effective implementation of the Cartagena and Stockholm Conventions. Mongolia's ratification of the Paris Agreement in September 2016 and the submission of its Intended Nationally Determined Contribution (INDC) to the Paris Agreement, which envisages a 14% reduction of GHG emissions by 2030 compared to business-as-usual scenario, excluding land use, land use change and forestry, demonstrate Mongolia's commitment to contribute to the objectives of the UNFCCC. Overall, Mongolia has developed national policy measures in line with its commitments under the UN conventions on climate change. It is, however, unclear how effectively some of these measures are implemented. Mongolia should be encouraged to continue developing a strong range of policy measures to address climate change, and ensure their full and effective implementation. The UN Special Rapporteur on human rights and the environment visited Mongolia in September 2017 for the first time. He recommended Mongolia to step up its action to protect the environment, including tackling the severe impacts of mining and coal-burning. He praised Mongolians for working to protect the environment with exceptional commitment, and for upholding pertinent laws that set out strong environmental standards and safeguards. However, he called for urgent action to tackle air pollution, improve resources, and properly assess a major new gold mining project, which has the potential to cause major environmental damage. Existing laws should be fully deployed and an Environmental Ombudsman should be appointed to serve as a focal point for environmental information and complaints. The Special Rapporteur will present a comprehensive report on the findings of his mission to the UN Human Rights Council in March 2018. Since 2016, the EU has been funding a two-year project that aims at strengthening public participation in the management and control of mining investments, notably through effective usage of the right for civil society to participate in environmental impact assessments and decision-making on mining-related legislation. ",
        "17 2.4. UN Conventions on Good Governance (Conventions 24-27) Status of ratification and reporting During the reporting period, Mongolia has maintained the ratification of all GSP+ relevant conventions in the field of good governance. All relevant monitoring reports have been submitted. Status of implementation of the conventions UN Conventions Fighting Illegal Drugs In its statement delivered at the Special Session of the General Assembly (UNGASS) on drugs in April 2016, Mongolia reported that the rate of drug related crimes had increased by 69% and that the number of women involved in drug related crimes had doubled in 2014- 2015. In order to implement the Law on Control of Trafficking Narcotic Drugs and Psychotropic Substances of 2002, including related resolutions, the Minister of Heatlh endorsed in 2015 an order regulating the activities related to manufacturing, distribution and use of narcotic drugs and psychotropic substances, licensing of imported narcotic drugs and psychotropic substances, approved application forms for importation and lists of narcotic drugs and psychotropic substances to be used for diagnosis and medical treatment. Mongolia reports that the Ministry of Health updated the list on narcotics and psychotropic substances used for human medical treatment and issued special permissions to manufacture narcotic and psychotropic substances for two pharmaceutical companies as well as importing and wholesaling permissions for seven importing companies. On 11 May 2017, the Mongolian Parliament made the necessary changes and amendments to the Criminal Code and the Law on Infringement with a view to bring legislation in line with international obligations. Under Article 20.14 of the Criminal Code, anyone who illegally produces, imports, trades or distributes medicine, medicinal raw material, bio-preparation and medical instruments will be charged with criminal offenses. Under Article 6.6 of the Law on Infringement, anyone who manufactures medicine and medicinal raw material, and medical instruments in violation of the Law on Medical Instruments, and anyone who violates the requirement and circumstances for consumption of new medical drug will be deemed to have breached the law and would be fined accordingly. A National Committee, headed by the Minister of Justice and Home Affairs, provides professional methodological guidance and manages the implementation of the National Programme on Combating Narcotic Drugs and Psychotropic Substances and ensures cross- cutting coordination. The National Committee met in 2017 and passed two important decisions. It adopted the first plan (2017-2019) for the implementation of the National Programme and passed recommendations to the relevant agencies. It also held a forum on 9 June 2017 on the roles of the relevant agencies in the implementation of the National Programme. The Government plans to give priority to the following activities in this respect: – Supplying the forensic institutions with modern sophisticated equipment, and building the capacity of the forensic experts and professionals; – Review and make changes and amendments to the law on medicinal drugs and medical equipment, and the law on monitoring illicit traffic in narcotic drugs and psychotropic substances; ",
        "18 – Further streamline the policy, management and organisational set up of Government agencies combating such crimes, eliminate duplication of responsibilities at relevant agencies and improving their coordination; – Educate the people about the risks related to narcotic drugs and psychotropic substances, organise a comprehensive preventative and medical services. Mongolia emphasises the lack of human resources and new techniques needed to detect narcotic drugs and psychotropic substances at the border, lack of awareness and prevention measures as well as the need for specialised medical personnel to treat illegal drug users and addicts. UN Convention against Corruption (UNCAC) Corruption remains an important challenge to overcome for Mongolia. Transparency International's 2016 Corruption Perception Index ranked Mongolia number 87 out of 176 countries, with a rather constant perceived level of public sector corruption score of 38 out of 100 (whereby zero means 'highly corrupt'). The June 2016 Asia Foundation survey found that pessimism about corruption is increasing among Mongolian citizens. For example, negative assessments of the existing legal environment as 'not effective at all' in dealing with corruption in business have increased from 19.1% of respondents in 2012 to 39.8% in 2016. The 2017 updated version of the Criminal Code now criminalises bribery of foreign public officials and officials of public international organisations, in both the active and passive forms. Mongolia does not have legislation on the bribery in the private sector so far. However, the revised Criminal Code criminalises the abuse of power by an official of a legal entity. According to this provision, officials of legal entities which belong to the private sector can be prosecuted for the abuse of power as well as for receiving a bribe in relation to abuse of power. On 3 November 2016, the Parliament approved the National Anti-Corruption and Strengthening Integrity Programme. In that context, on 12 April 2017, the Government adopted a detailed plan of activities to implement the said programme. A working group was established at the Independent Authority of Anti-Corruption. The working group will be in charge of the programme's overall organisation of the implementation activities, as well as of monitoring and evaluating its implementation. Moreover, it will be developing recommendations and a methodology, coordinating the different stakeholders' activities, developing cooperation among regional and international organisations and informing the public about the implementation of the programme. The EU is supporting Mongolia in its efforts to tackle corruption, notably through an EU- funded three-year project that provides technical assistance to the Mongolian Ministry of Finance (MoF) and Ministry of Social Welfare and Labour (MoSWL) to strengthen Mongolia's economic governance of revenues from mineral wealth and direct them towards sustainable development. The project started in 2015. Conclusions Mongolian authorities are frank about their lack of positive results in fighting illegal drugs – despite efforts to cooperate with Governmental agencies and NGOs. Nevertheless, in view of an increasing trend in drug trafficking, Mongolia attaches importance to strengthening national legislative and regulatory responses to tackle illegal drug trafficking. ",
        "19 It is a very positive development that the revised Criminal Code aligns with a number of recommendations made by the UNCAC Implementation Review Group on corruption. However, more needs to be done to enact, for example, comprehensive legislation on the protection of whistleblowers, experts, witnesses and victims. 3. Trade and Economy 3.1. Trade Picture In 2016, real GDP growth slowed to 1%, down from an average growth rate of 9.8% over the period 2010-2015. The key drivers of the slowdown are weaker economic activity in China and a decline in foreign direct investment (FDI), along with lacklustre performance in non- mining sectors. The sharp decline in FDI has exacerbated the country's deteriorating balance- of-payments position. Additional pressure is expected over the next few years as large external debt repayments are scheduled for 2017/2018. With prices of raw materials increasing, the IMF projects Mongolia's real GDP to grow by 1.8% in 2018. A key risk factor for Mongolia's economy is its lack of diversification, dependence on a few export and import markets (China and Russia) and the dominance of minerals in exports. The mining sector accounts for one fifth of GDP and close to 90% of total exports, as well as 20% of government revenue. The economy is therefore highly vulnerable to the boom-bust cycles of the minerals market. Diversification has been a longstanding goal. The country has substantial potential in agriculture and tourism. The large majority of Mongolia's exports go to China (84%). The EU is Mongolia's second biggest export partner with a share of 8%. As regards total trade, China (63%) and Russia (11.5%) rank before the EU (9%). In 2016, Mongolian exports to the EU amounted to around EUR 64 million. This marks a world-markets-related decrease by 20% compared to 2015. EU imports from Mongolia are concentrated on textiles, with a share of 70%. EU exports to Mongolia amounted to around EUR 313 million in 2016 – mainly consisting of chemical products and machinery. 3.2. GSP+ Statistics Figures 1-3 below describe Mongolia' utilisation of GSP+ in the context of the EU's overall imports from Mongolia. In 2016, 28% (EUR 18 million) of total EU imports from Mongolia qualified for trade preferences under GSP+. Out of total EU imports from Mongolia, 24% (EUR 15 million) effectively used GSP+. Compared to 2014, the value of EU imports from Mongolia using GSP+ in 2016 remained constant at around EUR 15 million. EU imports from Mongolia under GSP+ are concentrated on articles of apparel and textiles (93% of total EU imports from Mongolia using GSP+). Mongolia's utilisation rate of trade preferences under GSP+ stands at around 84%, leaving some room for improvement. Since April 2017, the EU is assisting Mongolia under the Trade Related Assistance (TRAM) project to enhance Mongolia's international trade and economic diversification and to contribute to sustainable economic growth. The project aims at strengthening capacities and at ",
        "20 supporting Mongolian public institutions and the private sector for effective trade policy initiatives with a special focus on specific products/sectors with high potential. Source for all statistics: Eurostat data as of September 2017. Figure 1 Mongolia - Imports to the EU, 2014-2017 Figures in thousand EUR 2014 2015 2016 2017 (Q1-2) Trend 2014- 2016 Total imports to EU 71,146 80,086 64,237 33,229 -9.7% GSP+ eligible imports 17,952 18,732 18,210 8,031 1.4% GSP+ preferential imports 15,101 16,277 15,286 5,936 1.2% GSP+ utilisation rate 84.1% 86.9% 83.9% 73.9% -0.2% Figure 2 74.77% 76.61% 71.65% 4.01% 3.07% 4.55% 21.23% 20.32% 23.80% 71.146 80.086 64.237 0 10.000 20.000 30.000 40.000 50.000 60.000 70.000 80.000 90.000 2014 2015 2016 I m p o r t s t o t h e E U ( t h o u s a n d E U R ) Mongolia - Imports to the EU, 2014-2016 GSP+ preferential imports GSP+ eligible imports which do not use GSP+ preferences Other preferential and non-preferential imports ",
        "21 Figure 3 81% 7% 5% 3% 1% 3% Mongolia - Product Diversification of GSP+ Preferential Imports, 2016 Articles of apparel and clothing accessories, knitted or crocheted Articles of apparel and clothing accessories, not knitted or crocheted Other made-up textile articles Furniture Carpets All other chapters ",
        "22 ANNEX Mongolia – Treaty Ratification and Reporting Convention Status of ratification / reservations 1 Compliance with reporting obligations to monitoring bodies 1. Convention on the Prevention and Punishment of the Crime of Genocide Accession: 05.01.1967 No reservations No reporting obligations 2. International Convention on the Elimination of All Forms of Racial Discrimination Ratification: 06.08.1969 No reservations Compliant with reporting obligations Last report submitted on 22.05.2014. Next report due on 06.09.2018. 3. International Covenant on Civil and Political Rights Ratification: 18.11.1974 No reservations Compliant with reporting obligations Last report submitted on 30.03.2016. Next report due on 28.07.2022. 4. International Covenant on Economic, Social and Cultural Rights Ratification: 18.11.1974 No reservations Compliant with reporting obligations Last report submitted on 23.02.2012. 5. Convention on the Elimination of All Forms of Discrimination against Women Ratification: 20.07.1981 No reservations Compliant with reporting obligations Last report submitted on 11.12.2014. Next report due on 01.03.2020. 6. Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment Accession: 24.01.2002 No reservations Compliant with reporting obligations Last report submitted 23.05.2015. Next report due on 12.08.2020. 7. Convention on the Rights of the Child Ratification: 05.07.1990 No reservations Compliant with reporting obligations Last report submitted on 03.06.2015. 8. Convention concerning Forced or Compulsory Labour, No. 29 Ratification: 2005 Compliant with reporting obligations Latest CEACR comments: Direct Request 2016. 9. Convention concerning Freedom of Association and Protection of the Right to Organise, No. 87 Ratification: 1969 Compliant with reporting obligations Latest CEACR comments: Direct Request 2015. 10. Convention concerning the Application of the Principles of the Right to Organise and to Bargain Collectively, No. 98 Ratification: 1969 Compliant with reporting obligations Latest CEACR comments: Direct Request 2015. 11. Convention concerning Equal Remuneration of Men and Women Workers for Work of Equal Value, No. Ratification: 1969 Compliant with reporting obligations 1 Reservations do not apply in the ILO system, so there is no relevance to providing information on reservations under each of these conventions. ",
        "23 100 12. Convention concerning the Abolition of Forced Labour, No. 105 Ratification: 2005 Compliant with reporting obligations Latest CEACR comments: Direct Request 2016. 13. Convention concerning Discrimination in Respect of Employment and Occupation, No. 111 Ratification: 1969 Compliant with reporting obligations 14. Convention concerning Minimum Age for Admission to Employment, No. 138 Ratification: 2002 Minimum age specified: 15 years Compliant with reporting obligations Latest CEACR comments: Observation 2015. 15. Convention concerning Minimum Age for Admission to Employment, No. 182 Ratification: 2001 Compliant with reporting obligations Latest CEACR comments: Observation 2015; Direct Request 2015. 16. CITES Accession: 05.01.1996 No reservations Lack of compliance with reporting obligations All Annual Reports submitted. Latest (2016) Annual Report submitted on 21.11.2016. Biennial Reports for 2005-2006, 2007-2008, 2009- 2010, 2011-2012, 2013-2014 due. 17. Montreal Protocol Accession: 07.03.1996 No reservations Compliant with reporting obligations Most recent annual data for 2016 was submitted. 18. Basel Convention Ratification: 15.04.1997 No reservations Lack of compliance with reporting obligations National Reports are due for 2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015. 19. Convention on Biological Diversity Ratification: 30.09.1993 No reservations Compliant with reporting obligations Latest (Fifth) National Report submitted on 28.03.2014. Revised National Biodiversity Strategy and Action Plan submitted on 21.12.2015. 20. UN Framework Convention on Climate Change Ratification: 30.09.1993 No reservations Lack of Compliance with reporting obligations First National Communication submitted 01.11.2001. Second National Communication submitted 10.12.2010. Third National Communication outstanding. First Biennial Report submitted on 06.08.2017. 21. Cartagena Protocol on Biosafety Ratification: 22.07.2003 No reservations Lack of compliance with reporting obligations First National Report not submitted. Second National Report submitted on 23.09.2011. Third National Report submitted on 30.11.2015. 22. Stockholm Convention Ratification: 30.04.2004 No reservations Lack of compliance with reporting obligations First Round National Report due. Second Round National Report submitted on 03.11.2010. ",
        "24 Third Round National Report submitted on 03.09.2014. 23. Kyoto Protocol Accession: 15.12.1999 No reservations No reporting obligations 24. UN Single Convention on Narcotic Drugs Accession: 06.05.1991 No reservations Reviewing is fulfilled by the International Narcotics Control Board (INCB). 25. UN Convention on Psychotropic Substances Accession: 15.12.1999 No reservations 26. UN Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances Accession: 25.06.2003 No reservations 27. UN Convention against Corruption Ratification: 11.01.2006 No reservations Reviewing is fulfilled by the UN Office on Drugs and Crime (UNODC). Latest UNODC review executive summary published on 25.08.2011. "
    ]
}