{
    "text": [
        "EN EN EN ",
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 15.9.2009 COM(2009) 458 final COMMUNICATION FROM THE COMMISSION TO THE COUNCIL, THE EUROPEAN PARLIAMENT, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS Policy Coherence for Development - Establishing the policy framework for a whole–of– the-Union approach ",
        "EN 2 EN TABLE OF CONTENTS 1. Introduction.................................................................................................................. 3 2. General commitment to Policy Coherence for Development ...................................... 4 3. The EU's approach to PCD so far ................................................................................ 5 4. The need for a new approach ....................................................................................... 6 4.1. The growing impact of internal policies in external relations...................................... 6 4.2. Growing non-ODA financial flows to developing countries ....................................... 6 4.3. Using the EU's strengthened PCD mechanisms and prioritisation .............................. 6 4.4. The developing countries' perspective ......................................................................... 7 5. Establishing the policy framework for a whole-oftheUnion approach ........................ 7 5.1. Prioritisation................................................................................................................. 8 5.2. Towards an ODA plus concept .................................................................................. 10 5.3. Putting the new approach into practice ...................................................................... 11 6. Conclusion.................................................................................................................. 11 ",
        "EN 3 EN 1. I NTRODUCTION The third wave of the economic and financial crisis has reached the shores of the developing world, hitting these countries much harder than originally expected 1 . The forecasts for the second half of 2009 and for 2010 look bleak. More than 50 million more people are projected to be in poverty in 2009 2 . In the wake of the crisis there is an increasing awareness that it is not enough simply to return to the status quo ante. Sustaining the development aid effort is essential, albeit not sufficient. In financial terms this means that Official Development Assistance (ODA) must be complemented by other financial sources. Harnessing the development potential of these additional financial flows depends on efforts by developing countries and by their external partners such as the EU to design development friendly policy frameworks. The crisis illustrates the extent to which national economies have become dependent on each other and how one set of policies - namely in the financial sphere - impacts on others and on developing countries. But the financial crisis is just one example. Close interactions at the economic level have led to a situation where almost all policy decisions taken in developed countries have either direct or indirect consequences for developing countries and their capacity to combat poverty and achieve the Millennium Development Goals (MDGs). The 2008 EU Research paper on MDGs 3 identifies three categories of factors that influence progress towards the MDGs: developing countries own policies; development cooperation; and the global policy framework, including EU policies and their impact on developing countries. Acknowledging the importance of all three categories, this communication will focus on EU policies. Despite this clear evidence of the importance of Policy Coherence for Development (PCD) and the fact that the principle is agreed at political level, the concept is complex and governments are still struggling to implement it. 4 Further efforts are needed to operationalise PCD 5 . Building on the two first biennial EU Reports on PCD 6 and the call to establish a whole–of– the-Union approach 7 , this Communication will look at the EU's approach to PCD and will make suggestions to the Community and the Member States on how to use PCD in a more targeted, effective and strategic way. 1 COM (2009)160 final, 8.4.2009: \"Supporting Developing Countries in Coping with the Crisis\", and SEC (2009) 445/2, 8.4.2009: \"Millennium Development Goals: Impact of the Financial Crisis on Developing Countries\". 2 \"The Global Monitoring Report 2009. A Development Emergency\", The World Bank, 2009. See also \"The Millennium Development Goals Report\", United Nations, 2009. 3 \"Millennium Development Goals at Midpoint: Where do we stand and where do we need to go\", September 2008, François Bourguignon, Agnès Bénassy-Quéré, Stefan Dercon, Antonio Estache, Jan Willem Gunning, Ravi Kanbur, Stephan Klasen, Simon Maxwell, Jean-Philippe Platteau, Amedeo Spadaro. Paper produced in the framework of the European Report on Development, 4 OECD Policy Brief, December 2008, \"Policy Coherence for Development – Lessons Learned\" 5 The Development Assistance Committee of the OECD, for example, is currently considering how to \"deepen and accelerate its work to promote policy coherence for development\". See reflection exercise: \"Investing in development – a common cause in a changing world\", OECD DAC, 14.05. 2009. 6 SEC (2007) 1202 of 20.09.2007and SEC (2009)XXX of xx.xx.2009. 7 Council Doc. 10018/09, 18.05.2009,Conclusions of the General Affairs and External Relations Council, § 15. ",
        "EN 4 EN 2. G ENERAL COMMITMENT TO P OLICY C OHERENCE FOR D EVELOPMENT EU commitment to PCD is founded as regards its legal base, on article 178 of the Treaty establishing the European Community, and in a more general way on article 3, second subparagraph, of the Treaty on European Union on consistency between all the Union's policies and its external activities. The Treaty of Lisbon, if ratified, would give a solid legal base to PCD 8 . The political framework for PCD was set by the Communication on PCD in April 2005, the subsequent Council Conclusions in May 2005, the European Consensus on Development in December 2005, and the Council Conclusions on the EU PCD report in November 2007. PCD commitments in specific areas were made in particular with the Council conclusions on security and development and those on migration both of them adopted in November 2007, as well as the Council conclusions of May 2008 subsequent to the Commission Staff Working Paper on PCD, on Climate Change/Energy/Biofuels, Migration and Research. Beyond those twelve areas commitments were also taken for instance with regard to good governance in the tax area where positive synergies with development objectives will be further sought by the Commission 9 . 8 Article 21(2)(d) and (3) of the Treaty on European Union in the chapter on the general provisions on the Union's external action sets out sustainable development and the eradication of poverty as objectives of the Union's external action and stipulates that the EU shall pursue this objective in the development and implementation of the different areas of the Union's external action and of the external aspects of its other policies. Article 208(1) of the Treaty on the Functioning of the European Union is the new version of the 178 coherence article worded almost identically. 9 COM(2009) 201, 28.4.2009, Communication on Promoting Good Governance in Tax Matters; COM(2009) 160, 8.4.2009, Communication on Supporting Developing Countries in Coping with the Crisis. ",
        "EN 5 EN 3. T HE EU' S APPROACH TO PCD SO FAR The EU has substantially strengthened its approach towards PCD over the recent years. In a first phase it concentrated itself on the commitments for PCD made in 2005. The concrete steps were the specific commitments taken in the twelve policy areas. 10 The second phase is characterised by efforts to implement these commitments, the sharpening of the mechanisms to promote PCD such as impact assessment, inter service consultation, as well as their more effective use in particular through the establishment of a Presidency PCD work programme and the ex ante identification of the main planned initiatives of the Commission that might affect developing countries. Like the first EU PCD report issued in 2007the 2009 PCD report assesses progress made in the twelve policy areas as well as with regard to institutional mechanisms. 11 Member States, generally speaking, are positive about the overall progress achieved since 2007, as illustrated in the graph below covering EU (Community and Member States) performance. 12 EU progress towards promoting and improving PCD in the last two years 0 10 20 30 40 50 Weak Average Good Strong Overall Assessment by MS . A good example for positive synergies created between different policies is the recent package on climate change and energy 13 , which offers tremendous opportunities for the production and use of sustainable biofuels in developing countries. Research policy is another example, having contributed in decisive ways to development through the financing of research projects in the health, food security, social sciences and humanities areas amongst others. 10 Trade, Environment, Climate Change, Security, Agriculture, Fisheries, Social Dimension of globalisation, employment and decent work, Migration, Research, Information Society, Transport, Energy. 11 SEC (2009)XXX of xx.xx.2009, 2009 EU Report on Policy Coherence for Development. 12 Chart based on Member States responses to a dedicated PCD 2009 questionnaire prepared by the European Commission. 13 European Commission Press Release IP/08/1998, 17.12.2008 for an overview. For additional information: http://ec.europa.eu/environment/climat/climate_action.htm. ",
        "EN 6 EN The picture, however, is not all rosy. Difficulties encountered at the national level often spill over to the EU level and sometimes compound each other. Member States point to political will and the priority to be given to international poverty reduction as key determinants for PCD progress. Diverging interests can make it difficult at times to ensure consistent positions and EU performance differs greatly from one policy area to the other 14 . 4. T HE NEED FOR A NEW APPROACH The PCD commitments agreed in 2005 have provided a useful framework for the EU's PCD work so far. But new developments make it necessary to rethink our approach to PCD. 4.1. The growing impact of internal policies in external relations The concept of PCD was born when the EU's relations with developing countries were mainly about development cooperation and trade and when other policies sometimes had side effects on developing countries undermining development efforts. Now the situation is different. Due to closer interactions and ever intensifying globalisation the side effects of other EU policies on developing countries have become much more systematic. Examples are numerous from regulations in the areas of environment or consumer protection, to decisions in the areas of migration or security. As the dividing line between external and internal policies is becoming more blurred sometimes to the extent of losing both its empirical evidence and its political value the concept of PCD needs to be taken into account more systematically. 4.2. Growing non-ODA financial flows to developing countries The increasing impact of EU policies on developing countries is mirrored by growing non- ODA financial flows to developing countries. Both public non-ODA and private financial flows to developing countries have been growing substantially over recent years, including to Africa. The impact of these financial flows on development depends first and foremost on the quality and the development friendliness of the policy framework. Efforts to enhance the coherence of policies with development objectives are therefore of utmost importance. The current crisis has, by stopping and even reversing this rising trend, demonstrated the importance of these flows. In the light of these developments the Council Conclusions on the crisis stress the importance of mobilising all possible sources of financing for development, 15 underlining the importance of development-oriented support in the areas of research and technology, peace and security, migration, renewable energies and climate change. In order to make these financial flows work for development the Council emphasises the importance of the policy framework and suggests that the EU develops a 'whole–of–the-Union' approach, taking into account all instruments and processes and respecting PCD. 16 4.3. Using the EU's strengthened PCD mechanisms and prioritisation Reporting on progress in the twelve policy areas has raised people's awareness of PCD. It has allowed the EU to develop the necessary instruments and expertise to promote PCD. As a result the EU is now in a position to adopt a more pro-active and focussed approach to PCD. 14 See SEC (2009)XXX of xx.xx.2009, 2009 EU Report on Policy Coherence for Development. 15 Council Doc. 10018/09, 18.05.2009,Council Conclusions on Supporting developing countries in coping with the crisis, § 15. 16 Idem. ",
        "EN 7 EN The OECD DAC review of EC development policy in 2007 already suggested reviewing the agenda of policy coherence commitments to ensure that attention and allocation of resources are used for priority areas. 17 Austria and Sweden have already gone down this road and selected PCD priority areas. 18 4.4. The developing countries' perspective Developing countries are becoming increasingly interested in broader EU policies, as evidenced by the recent request to hold formal consultations on PCD issues, as provided for in Article 12 of the Cotonou Agreement. 19 Coherence has also been notified by both sides as an issue for the 2010 revision of Cotonou. While the EU has done a lot to make EU initiatives more supportive of development objectives, the role of developing countries in these processes has been limited. Some countries have their voice heard, but others - usually the poorest ones- find this more difficult due to capacity constraints. The revised Commission guidelines for Impact Assessment underline the importance of ensuring that stakeholders in developing countries are informed about forthcoming initiatives which are of relevance for them and of involving them actively in the consultation process. 20 5. E STABLISHING THE POLICY FRAMEWORK FOR A WHOLE - OF - THE -U NION APPROACH In the light of these developments it is now time for the EU to take a more strategic, systematic and partnership oriented approach to PCD. The EU should obviously continue to take account of development objectives in all the policies that might affect developing countries by making use of all the instruments that were established or strengthened to promote PCD. However, the political focus should be on a few key priorities. Following on from the Council Conclusions on assisting developing countries in facing the financial crisis and from discussions in the G8 and the OECD, the EU should work on PCD as part of the 'whole of the Union approach by establishing a policy framework to better harness other policies and non-ODA financial flows to development objectives. 'Leveraging development policies with policy actions in other areas that affect development results' is more than ever needed in the new global landscape. 21 At the same time, the EU will also use its ODA sources to leverage non-ODA funding, for example by strengthening capacities in developing countries in the areas of research or fisheries 22 . Three key lessons need to be learned from past experiences and to be taken into account in adjusting PCD to the changing political reality. Firstly, to better implement its approach the EU needs to focus on a few PCD priorities and to pro-actively take account of development objectives in formulating its selected initiatives. Secondly, the EU needs to do more to mobilise non-ODA resources and to better harness the potential of these public and private 17 Development Assistance (DAC) Peer Review of the European Community, OECD (2007), p. 35. 18 SEC (2009)XXX of xx.xx.2009, 2009 EU Report on Policy Coherence for Development. 19 Idem. 20 SEC(2009) 92, 15.01.2009. For more on Impact Assessment at the European Commission, see http://ec.europa.eu/governance/impact/index_en.htm 21 As stated in the \"Investing in development – a common cause in a changing world\", OECD DAC, 14.05.2009. 22 SEC(2008) 434, 9.4.2008, Policy Coherence for Development \"Climate Change/Energy/Biofuels, Migration and Research\". ",
        "EN 8 EN financial flows for development. Thirdly, the EU should strengthen its dialogue with developing countries on PCD issues. To this end the Commission in close cooperation with the Member States will elaborate a PCD work programme identifying the priority issues and outlining how the EU through all its instruments and processes contribute to development objectives. The aim of the work programme would be to create the political momentum, identify the financial means needed for the PCD priority issues, and help develop a clear set of objectives and targets. 5.1. Prioritisation The PCD work programme will focus on a few priority issues to be identified jointly by the Commission and the Member States. To guide the selection of the issues four criteria can be applied. The starting point should be the EU agenda in so far as PCD is about minimising the negative impact of EU policy decisions and legislative initiatives on developing countries and about enhancing their tie-ins with development objectives. The priority issues should obviously be important to developing countries, and be relevant for the attainment of the MDGs. At the same time, these initiatives should offer sufficient concrete opportunities to make them more development friendly and contribute to a development prone policy or legislative framework. Finally, priority issues should be linked to a long-term-agenda. This is important because experience shows that enhancing the coherence of policies with development objectives needs a considerable investment of time and effort starting with the identification of possible impacts on developing countries, coordinating EU efforts and creating the necessary political momentum. All these steps take time and are much more likely to pay off when the issue is linked to a long term agenda. PCD priority issues should: – be high on the EU's agenda – be important for developing countries and for the achievement of the MDGs – present concrete opportunities for incorporating development objectives – be linked to a long term agenda Proposals for priority issues Based on the EU 2009 PCD report and the international debate on Global Public Goods, the following issues (all with a strong impact on the MDGs) are identified as a basis for discussion with Member States. – Combating Climate change: ensuring the developmental component of EU polices – Ensuring global food security: taking account of the international dimension, including developing countries' needs in EU policies – Making migration work for development – Seeking opportunities to use intellectual property rights for development – Promoting security and building peace for development The post-2012 negotiation under the United Nations Framework Convention on Climate Change, during 2009, is a critical milestone in combating Climate Change and the promotion of synergies with development cooperation, through instruments addressing vulnerabilities and adaptation to climate change, development of low carbon strategies and tapping other mitigation potential. For example, through (i) seeking to further develop opportunities from ",
        "EN 9 EN the Global Energy Efficiency and Renewable Energy Fund (GEEREF), which promotes investment in renewables and clean energies, (ii) and efforts in the whole EU to integrate concerns and measures related to climate change impacts, vulnerabilities and adaptation in all existing cooperation instruments,(iii) to enhance policy dialogue and concrete measures, in the framework of the Global Climate Change Alliance, (iv) to develop a shared vision with the most vulnerable developing countries, highlighting necessary coherence of our actions in the field of climate change, energy and development. The economic opportunities offered by the sustainable \"greening\" of economies throughout the developed, emerging and developing worlds, if equitably shared between all, should allow the double objectives of limiting climate change and reducing poverty to be achieved through a set of complementary and coherent policies and actions. Such a shared vision of sustainable development should help secure ambitious and innovative commitments to be agreed by all parties under the UNFCCC post- 2012regime. Global Food Security has been a recurrent issue in 2007/2008 and is likely to remain high on the European and international political agenda in the near future, given current developments in the agricultural market, climate change and related measures, demographic trends in developing countries, changes in consumption patterns in emerging economies and, ultimately, the limited extent of new lands available for cultivation, especially in Sub-Saharan Africa. Feeding the world's growing population will mean doubling the production of food by 2050 23 . This implies increasing agricultural productivity, especially in developing countries, while ensuring sustainable production. The European Union will need to continue taking into consideration tomorrow's realities as well as developing countries' needs and concerns in its domestic policies, including in agriculture, trade, climate change and research . In addition, the EU will engage with developing countries in a dialogue on the feasibility of regional agricultural policies based on lessons learned from the CAP in order to strive towards food security at regional and sub-regional level. Migration and mobility, if properly managed, help reduce poverty in developing countries and thus contribute directly or indirectly to achieving the Millennium Development Goals and increased capacities in all countries. In the current context of global economic and financial turmoil it is crucial to keep the EU's long term commitment to maintaining an open Union, responding to the needs of EU economic systems and demographic trends, within a wider global perspective. Through the PCD process, and as part of the Global Approach to Migration, the European Union seeks to harness the positive benefits of migration for the mutual benefit of the EU and its partner countries. The real policy challenge for the coming years remains whether the EU and its Member States are capable and prepared to offer real migration and mobility options for nationals of developing countries seeking learning opportunities and legal employment in the EU. Implementation has started and must continue on a number of issues, especially remittances, increased mobility, and stronger links with diaspora organisations. However, the agenda needs to be taken forward especially when it comes to labour migration and the brain drain which in the health area, for example, results in a severe lack of health workers in many developing countries. New issues, such as the impact of climate change on migration, could be explored further. The protection and enforcement of Intellectual Property Rights (IPRs) are a vital element in promoting technological innovation and the transfer and dissemination of technology. IP can be an important tool for social and economic development within developing countries and can impact on all the dimensions of sustainable development - economic, environmental and 23 FAO, FAO Newsroom, 4.02.2009, http://www.fao.org/news/story/en/item/9962/icode/ ",
        "EN 10 EN social – including stimulation of creativity and innovation; trade facilitation, investment and competitiveness; public health and food security; protection and use of traditional knowledge and biodiversity. The TRIPS Agreement provides for levels of IPR protection amongst WTO members and includes provisions for promoting and encouraging technology transfer to create a sound and viable technological base in the least developed countries. The EC continues to be at the forefront of the international debate on IPRs, such as at the WTO and within the World Intellectual Property Organization (WIPO). Examples include ratifying the TRIPS Amendment to improve access to patented medicines in response to particular public health problems, and supporting proposals that could help indigenous communities exploit and benefit from their traditional knowledge and genetic resources, or make use of geographical indications. The Global Strategy and Action Plan on Innovation, Intellectual Property and Public Health adopted by the World Health Assembly in May 2008 is also an important contribution to development objectives in its aim to improve access to medicines and tackle neglected diseases. The PCD challenge is for Intellectual Property Rights to make the greatest possible contribution to boosting prosperity in developing countries, and in particular the least developed countries. There is for example a strong potential for these countries to make better use of the IPR legal framework for their local rights holders. This would help create a more attractive environment for investment as well as ensuring dissemination and use of the information disclosed through the different IPR systems. The EC intends to explore more actively the various areas where IPRs have development relevance, to seek ways of making better use of IPRs for development, and, more widely, to strengthen their contribution to development. The Council, Member States and the Commission have made good progress on strengthening the security and development nexus. 24 In order to take these efforts further four key areas have been identified: strategic planning, security sector reform, partnerships with regional and sub regional organisations, and the relationship between humanitarian aid and security. This should lead to better coordination between the various EU actors and effective mandates for operations including peace-making military components, flanking police and civilian components as well as wider stability measures. Such a comprehensive peace building agenda will contribute to providing the necessary conditions for reaching the MDGs. 5.2. Towards an ODA plus concept Non-ODA financial flows are important for development, but their impact on developing countries depends on the policy framework. The PCD work programme will provide the policy framework for harnessing the potential of non-ODA financial flows for development and increasing their development value both at Community and at Member States level. However, it should be noted that several of these non-ODA financial flows to developing countries depend very largely on the actions of private individuals and economic actors. This is the case for example as regards flows of investment, remittances and technology transfers. As a result, the focus for action by governments – in both developed and developing countries – will be to ensure an enabling and development-supporting policy and regulatory environment. 24 SEC (2009)XXX of xx.xx.2009, 2009 EU Report on Policy Coherence for Development, security chapter. ",
        "EN 11 EN The PCD work programme will provide guidance for an ODA-plus concept and for the provision and tracking of financial sources that contribute to sustainable development and global public goods but are distinct from ODA. It will also inform discussions about the next EU financial perspectives and in particular the structure of external spending as well as the identification of financial flows to developing countries from internal policies financial instruments. 5.3. Putting the new approach into practice More pro-active involvement/Organisational issues To take the work on the priority PCD issues forward, as identified in the PCD work programme, the Member States and the Commission will use all existing instruments to enhance PCD, including inter-service consultations, impact assessments and inter-service groups, to generate the necessary knowledge and identify policy options. This work should be complemented by the Presidency and the Council including through the organisation of joint meetings at both ministerial and working level. The biennial PCD report will focus on the priority issues. More partnership Developing countries are increasingly interested in the broader EU agenda. The EU will build on this interest and consult developing countries on PCD priority issues to assess what impacts EU policies might have on their capacity to achieve the MDGs. While there is provision for consulting representatives from developing countries, for example, in the guidelines for impact assessments, the Commission will pay particular attention to dialogue with developing countries on the priority PCD issues. 6. C ONCLUSION Aid has a key role to play in support of developing countries' efforts to reduce poverty and achieve the MDGs. But it will not be enough in itself. In addressing a number of key global issues, the EU can do much more to enhance the positive effects for development of its own policy choices in other policy areas. Furthermore, harnessing the development potential of financial flows other than ODA can be a highly effective approach. 'We need to narrow the target and broaden the instruments.' 25 25 Paul Collier, \"The Bottom Billion\", Oxford University Press 2007, p. 192. "
    ]
}