{
    "text": [
        "IV (Notices) NOTICES FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGEN CIES COUNCIL Conclusions of the Council and of the representatives of the Governments of the Member States, meeting within the Council, on the role of coaches in society (2017/C 423/04) THE COUNCIL OF THE EUROPEAN UNION AND THE REPRESENTATIVES OF THE MEMBER STATES, RECALLING THAT: 1. According to Article 165 of the Treaty on the Functioning of the European Union the Union shall contribute to the promotion of European sporting issues, while taking account of the specific nature of sport, its structures based on voluntary activity and its social and educational function; 2. The Council of the European Union adopted the third European Union Work Plan for Sport (2017-2020) on 23 May 2017, which defined sport and society as priority themes for EU cooperation in the field of sport and the role of coaches as one of the key topics; CONSIDERING THAT: 3. During recent decades, society has changed a great deal and, due to developments in technology, economy and social structure, current generations face a number of major challenges: a. the population's physical activity is in decline ( 1 ), with a particular concern that children and adolescents are not getting enough physical activity for their development ( 2 ); b. a sedentary and obesogenic lifestyle along with health issues related to longer life expectancy impose a growing burden on the healthcare system, the economy and society ( 3 ) ( 4 ); c. in some EU Member States unemployment is increasing, particularly among young people ( 5 ); d. European societies are facing challenges to remain cohesive and inclusive and how to address groups at risk of marginalisation: migrants and refugees ( 6 ), seniors, persons with disabilities and socially vulnerable young people ( 7 ); ( 1 ) Eurobarometer 412 (http://ec.europa.eu/commfrontoffice/publicopinion/archives/ebs/ebs_412_en.pdf). ( 2 ) Report of t he commission on ending childhood obesity, WHO 2016 (http://apps.who.int/iris/bitstream/10665/204176/1/ 9789241510066_eng.pdf?ua=1&ua=1). ( 3 ) Council recommendations on promoting health-enhancing physical activity across sectors, 2013 (http://eur-lex.europa.eu/LexUriServ/ LexUriServ.do?uri=OJ:C:2013:354:0001:0005:EN:PDF). ( 4 ) The economic cost of physical inactivity in Europe, An ISCA/Cebr report, 2015 (http://inactivity-time-bomb.nowwemove.com/ report). ( 5 ) Unemployment statis tics, Eurostat, 2017 (http://ec.europa.eu/eurostat/statistics-explained/index.php/Unemployment_statistics#Youth_ unemployment_trends). ( 6 ) This document refers to the integration of migrants and refugees in line with the Conclusions of the Council and the Representatives of the Governments of the Member States on the integration of third-country nationals legally residing in the EU, adopted on 9 December 2016 (15312/16). ( 7 ) Groups that experience a higher risk of poverty and social exclusion than the general population. Ethnic minorities, migrants, disabled people, the homeless, those struggling with substance abuse, isolated elderly people and young people all often face difficulties that can lead to further social exclusion, such as low levels of education and unemployment or under-employment. C 423/6 EN Official Journal of the European Union 9.12.2017 ",
        "e. increased mobility impacts upon social domains, such as the labour market, cultural cohesion, social services, and environment; f. ethical challenges in sport are increasing; 4. Rapid technological development will result in increasing automatisation of jobs, potentially creating also more time for recreation ( 1 ). However, as information technology makes passive leisure activities easily accessible, free time is increasingly spent on popular computer-based entertainments, leading to even higher rates of physical inactivity; EMPHASISING THAT: 5. In parallel, during recent decades, sport has and continues to change, echoing wider socio-cultural transformations: democratisation and diversification of sport has broadened its scope by the addition of new sports, increasing access of women to traditionally ‘male-dominated’ sports and multiplication of sports facilities; increasing awareness of the importance of sport and physical activity for health and personal development; fostering the potential of sport for integration and social inclusion, as well as in commercialisation that has driven business, entrepreneurship and trade; 6. Sport and related physical activity can contribute to society by helping to address many of the abovementioned challenges and, at the same time developing its unique social value: a. as a field that comprises activities that have a positive impact on the wellbeing, health and life quality of people of all ages; b. as a social phenomenon that brings people together, creating cohesion in society at local, regional, national and international level, increasing citizens' activity, promoting fair play and advocating common values ( 2 ) between all people regardless of their religion, nationality, social standing or cultural background; c. by enriching leisure time with activities that promote personal development and facilitating acquisition of social as well as other essential skills for all participants and developing human capital; d. through stimulation of voluntary activity involvement which contributes to social participation; e. by developing technology, materials and knowledge for performance, from wearables, clothing and nutrition to exercise procedure, that has benefitted various segments of population, including elderly and people with disabil­ ities through efficiency, safety and rehabilitation in work and leisure; f. by promoting urban development for the cultural and social needs of citizens as well as environmental awareness; g. through its significant and increasing economic impact ( 3 ); ACKNOWLEDGING THAT: 7. Coaches have a key role in sport, as by leading and guiding participants they have an impact on participants' knowledge, skills, prospects, aspirations, health, wellbeing and values. There are an estimated 5 to 9 million coaches in Europe, who influence 50 to 100 million Europeans ( 4 ); 8. Coaches are the persons who plan and deliver sports training, by applying demonstrable skills and knowledge for performance, recreation or health goals in a safe manner; ( 1 ) According to estimates, 54 % of EU jobs are at risk of automatisation (‘Technology at work. The Future of Innovation and Employ­ ment’, Carl Benedikt Frey, Michael Osborne et al, Oxford Martin School at the University of Oxford and Citi Global Perspectives & Solutions, 2015) (http://www.oxfordmartin.ox.ac.uk/publications/view/2092). ( 2 ) Respect for human dignity, freedom, democracy, equality, the rule of law and respect for human rights, including the rights of persons belonging to minorities (Article 2 of the TEU). ( 3 ) The share of sport to total gross value added is estimated to be 1,76 %, which amounts to 174 bn euros. For the EU as a whole, the contribution of sport-related employment to total employment is estimated to be 2,12 %, which amounts to 4,5 M persons (Study on the Contribution of Sport to Economic Growth and Employment in the EU (2012) European Commission, Directorate-General Educa­ tion and Culture). ( 4 ) http://www.coachlearn.eu/_assets/files/project_documents/coachlearn-project-summary-website-june-2015.pdf 9.12.2017 EN Official Journal of the European Union C 423/7 ",
        "9. For the purposes of these conclusions, coaches should be understood as sports coaches, who are: a. women and men with competences based on formal, non-formal and informal learning of sports coaching; b. leading and guiding performance athletes as well as recreational participants; c. professionally employed as well as volunteering; 10. The work of coaches is associated with responsibility, skills and competences, which are described in countries' coaching qualifications and those of sport organisations; 11. Training of coaches and requirements for coaching qualifications differ from country to country. The National Qualification Frameworks (NQF) or systems referenced in European Qualification Framework (EQF) serve as a tool to facilitate comparison between different countries in order to promote transparency and comparability of compe­ tences and qualifications at national and European levels for mobility and lifelong learning purposes; RECOGNISING THAT: 12. Coaches are among key figures of sport contributing to address the challenges facing society, as among other tasks, depending on their roles, positions, as well as context of coaching, they may: a. influence an individual's earliest experience of sport and physical activity, supporting the development of habits related to sport, and participating in the creation of the social and economic benefits stemming from sport culture; b. have an increasing social role in the personal development of sport participants, especially of young athletes, by being positive role models, by instilling motivation and self-confidence, and influencing their values, behavioural habits and social skills; c. have a unique position in advancing social inclusion and gender equality, teaching respect for common values ( 1 ), diversities and promoting physical activity in all social groups; d. defend and develop sport integrity and the rules of fair play, as well as being among the first to be able to intervene by showing a duty of care when problems occur, e.g. in match fixing, doping, violence, exploitation of minors, etc.; e. lead leisure time services related to sport and physical activity and participate in sport-related innovation, includ­ ing goods, services and training methods; f. shape the sport experience for other important interested parties, such as the athletes' family members, specta­ tors and fans, and other social stakeholders, their impact extending beyond sport into other key areas; IN THE LIGHT OF THE ABOVE, AGREE THAT: 13. In the context of the multiple challenges facing society, where sport is uniquely placed to contribute to solving these challenges, the mainly sport-specific role of coaches is expanding into a field of activities that have a broader impact on the development of society and people. This role of coaches in the field of sport and physical activity, contributing to the holistic development of participants, resembles the role of a teacher in education, particularly among children and adolescents; 14. The main issues with regard to the coaches currently include: a. acknowledging the increasing significance of the role of coaches by society; b. raising coaches' own awareness of the importance of their role, the related opportunities and responsibilities, and encouraging further development of this role; c. expanding the opportunities for lifelong learning and education of coaches, where applicable, to cope with the social changes, primarily in connection with healthcare, duty of care and in the field of economy and social inclusion; ( 1 ) Respect for human dignity, freedom, democracy, equality, the rule of law and respect for human rights, including the rights of persons belonging to minorities (Article 2 of the TEU). C 423/8 EN Official Journal of the European Union 9.12.2017 ",
        "d. promoting gender equality and diversity in coaching, where relevant, by increasing the number of employed and volunteer female coaches and people from different social and ethnic origins in different sports and at all levels; e. supporting athletes' dual career development and promoting coaching as a profession to young people; f. fostering, as appropriate, the recognition of coaching as a profession in the EU Member States by promoting the standards of coaching qualifications and the transparency of the qualifications of the Member States and sports organisations through their inclusion in NQF that are referenced to the EQF; g. acknowledging the role of volunteer coaches and providing them with relevant support; h. developing coaches' training, adding international and cross-sectoral dimensions to coaching education by inte­ grating good examples and useful working methods from youth work such as non-formal and informal learning through sport, work with people with special needs and entrepreneurship; IN THIS CONTEXT, INVITE: 15. THE MEMBER STATES, WHILST TAKING INTO ACCOUNT THE PRINCIPLE OF SUBSIDIARITY AND THE SPECIFICITY OF SPORT, TO: a. help promote the broader role of coaches in addressing, where appropriate, the social challenges that face the society as a whole; b. support educational programmes and promotional campaigns that aim to increase the number of competent coaches and to enable them to improve their access to and their position in the labour market; c. share best practices related to the training of coaches; d. facilitate cooperation between educational institutions, youth organisations, sports federations and sports umbrella organisations regarding coach education and training; e. support the development of prior learning and a lifelong learning system for coaches that includes formal, non- formal, informal learning opportunities across the different levels of coaching; f. recognise and promote the activities of coaches' umbrella organisations and networks; g. promote, within the sports education system, the learning outcomes' approach based both on NQF and EQF goals and inclusion, where appropriate, of coaching qualification in NQFs with the reference to the EQF; 16. THE EUROPEAN COMMISSION TO: a. facilitate exchange of good practices and guidelines in the areas of coaches' education and development of quali­ fications between EU Member States and sport organisations; b. consider including in t he work of Commission's Expert Group on Skills and Human Recourses Development drafting guidelines regarding the basic requirements in skills and competences for coaches; c. continue the promotion of comparability of the coaching qualifications of the Member States and of sport organisations in the context of the EQF; d. carry out research in the context of the role of coaches, focusing particularly on challenges and obstacles in terms of education, mobility and the labour market, as well as to evaluate the influence of sport coaching on major societal challenges in and out of sport; e. use the possibilities of the European Social Fund, the Erasmus+ programme and the European Week of Sport to highlight and promote the benefits of coaching and encourage the mobility of coaches; 17. THE SPORT MOVEMENT AND OTHER RELEVANT STAKEHOLDERS TO: a. develop, where appropriate in close cooperation with educational institutions, content for coaches' training that is up-to-date and corresponds to the ongoing developments in society, including the knowledge related to social skills, anti-doping, athletes' dual career, youth work, healthcare, entrepreneurship, duty of care, gender equality, etc.; 9.12.2017 EN Official Journal of the European Union C 423/9 ",
        "b. work with coaches to develop safe and effective leisure time services, so that sport would remain attractive and competitive with regard to new computer-based recreational alternatives; c. make the coaching occupation more accessible through training and encouragement of developing coaching qualifications, and, among other things, by making use of possibilities provided by today's information and com­ munication technology; d. promote diversity in coaching, including increased access for women, young people and people with disabilities; e. help to encourage that people who work as coaches have the necessary training; f. promote lifelong learning for coaches, including through the validation of competences and promote the exchange of views, skills and knowledge at the local, regional, national and international level; g. use the European Social Fund and the Erasmus+ programme for supporting the lifelong learning process of coaches; h. support the mobility of coaches to learn and acquire cultural knowledge, cross-sectoral knowledge, language skills and other relevant new skills; i. work with various employers to study their needs for the development of sports activities that could involve sports coaches in order to promote diversity in coaching, including increased access for women and young people. C 423/10 EN Official Journal of the European Union 9.12.2017 "
    ]
}