{
    "text": [
        "",
        "",
        "DIRECTORATE GENERAL FOR INTERNAL POLICIES POLICY DEPARTMENT A: ECONOMIC AND SCIENTIFIC POLICY Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C STUDY Abstract In February 2016 a workshop was held on \"Communicable Diseases: EU response to HIV, TB and Hepatitis C\", hosted by Ms Glenis WILLMOTT and Mr Alojz PETERLE, co-Chairs of the Health Working Group of the ENVI Committee. It included presentations by representatives of European Commission DG Health and Food Safety, the ECDC-European Centre for Disease Prevention and Control, the World Health Organization Regional Office for Europe and civil society representatives. The workshop and this publication were carried out by the Policy Department for Economic, Scientific and Quality of Life Policies at the request of the Committee on Environment, Public Health and Food Safety (ENVI). IP/A/ENVI/2015-18 April 2016 PE 578.977 EN ",
        "This document was requested by the European Parliament's Committee on Environment, Public Health and Food Safety (ENVI). AUTHORS Martin SEYCHELL, Deputy Director-General for Health in DG Health and Food Safety, EC. Dr Andrea AMMON, Acting Director, ECDC. Dr Antons MOZALEVSKIS, WHO Regional Office for Europe. Fanny VOITZWINKLER, TB Europe Coalition, Global Health Advocates. RESPONSIBLE ADMINISTRATOR Dr Marcelo SOSA IUDICISSA EDITORIAL ASSISTANT Eva ASPLUND LINGUISTIC VERSIONS Original: EN ABOUT THE EDITOR Policy departments provide in-house and external expertise to support EP committees and other parliamentary bodies in shaping legislation and exercising democratic scrutiny over EU internal policies. To contact Policy Department A or to subscribe to its newsletter please write to: Policy Department A: Economic and Scientific Policy European Parliament B-1047 Brussels E-mail: Poldep-Economy-Science@ep.europa.eu Manuscript completed in April 2016 © European Union, 2016 This document is available on the Internet at: http://www.europarl.europa.eu/supporting-analyses DISCLAIMER The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the publisher is given prior notice and sent a copy. ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 3 CONTENTS LIST OF ABBREVIATIONS 4 WORKSHOP PROCEEDINGS 5 AGENDA 9 SHORT BIOGRAPHIES OF EXPERTS 11 PRESENTATIONS 15 Presentation by Dr Andrea Ammon 15 Presentation by Dr Antons Mozalevskis 23 Presentation by Ms Fanny Voitzwinkler 33 ",
        "Policy Department A: Economic and Scientific Policy 4 PE 578.977 LIST OF ABBREVIATIONS ECDC European Centre for Disease Prevention and Control EMA European Medicines Agency EMCDDA European Monitoring Centre for Drugs and Drug Addiction Hepatitis C Infection of the liver by the hepatitis C virus (HCV). HIV/AIDS Human immunodeficiency virus / acquired immunodeficiency syndrome MDR Multi-drug resistant (TB) TB Tuberculosis. An infection caused by the species Mycobacterium tuberculosis WHO World Health Organization ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 5 WORKSHOP PROCEEDINGS On 17 February 2016, the Committee on Environment, Public Health and Food Safety (ENVI) of the European Parliament held a workshop on \"Communicable Diseases: EU response to HIV, TB and Hepatitis C\". The workshop was hosted by Ms Glenis WILLMOTT (MEP) and Mr Alojz PETERLE (MEP), co-Chairs of the Health Working Group of the ENVI Committee of the European Parliament. Ms WILLMOTT opened the discussion by sharing some worrying statistics about Europe which has the fastest growing rate of HIV AIDS infections and multidrug-resistant TB in the world and Hepatitis C which affects 2% of the EU population. She acknowledged the progresses made with the Riga declaration on TB 1 from last year but stressed that there is still a lack of political involvement in the EU. Ms WILLMOTT also welcomed the commitment of Slovakia to hold a second ministerial meeting on this topic during its Presidency of the EU in the second half of 2016. The presence of all stakeholders on this meeting - the Commission, the Council, the European Centre for Disease Prevention and Control (ECDC) and civil society organisations has been seen as a positive sign for the preparation of an EU Action Plan to combat these diseases. Mr PETERLE continued by thanking Ms WILLMOT for her excellent opening speech and expressed his delight that he is a member of a panel that is results oriented and also his hopes that the whole workshop will bring positive changes. Policy tools in Europe to fight against HIV/AIDS, tuberculosis and Hepatitis C. Mr Martin Seychell, Deputy Director-General for Health in DG Health and Food Safety of the European Commission − HIV/AIDS - still too many people become HIV positive every year. Figures from 2014 show 29,000 new reported cases (ECDC figures). What is even more worrying- almost half of them (47%) are diagnosed late. This problem has been with us for decades. − Viral Hepatitis - 19,000 new cases of Hepatitis B and nearly 32,000 cases of Hepatitis C in 2013. In the EU-EEA area the estimate are that 4.4 Million people live with Hepatitis B and 5.5 Million live with Hepatitis C. Most probably these numbers are very much an underestimation as hepatitis is often asymptomatic and has the tendency to affect marginalised groups. For Hepatitis B there is a vaccine, but there is none for Hepatitis C. − TB in EU and EEA countries in 2013 has seen 65,000 new reported cases. There are big differences across MS up to 25 fold. The most frightening aspect of all is the emergency and increasing prevalence of multidrug-resistant TB. The EU has a range of existing instruments that are being mobilised to assist the core activities of the Member States: 1. The EU HIV/AIDS Action Plan 2 - setting out a very clear EU Policy framework. A very much operational Action Plan with a focus on key deliverables. Emphasis has been placed on the following three aspects: 1 http://www.vm.gov.lv/images/userfiles/Prezidentura/tb_declaration_en.pdf 2 http://ec.europa.eu/health/sti_prevention/docs/ec_hiv_actionplan_2014_en.pdf ",
        "Policy Department A: Economic and Scientific Policy 6 PE 578.977 a) Integrated prevention and treatment for HIV and co-infections such as TB and Hepatitis; b) Increased access to treatment also as a preventive measure; c) Address stigma and discrimination; 2. The EU Health Programme 3 . The new Programme 2014-2020 will finance projects to combat those three diseases for a total value of over €6 million. 3. To foster the exchange of best practices and dialogue among Member states and also with the civil society. 4. The vital role of the EU agencies both in surveillance and scientific advice, in particular - the European Centre for Disease Prevention and Control (ECDC) and the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA). 5. Support for treatment. The EU could enhance the access to treatment, also with the help of the European Medicines Agency (EMA). There are three major challenges, which although different have distinct common elements which should be addressed not only by creating new instruments but more by using the available ones. Questions from FTI Consulting (André Corrazo): 1. Regarding the new HIV/AIDS action plan - are TB and Hepatitis C going to be an integral part of HIV action plan or will be treated as co-infections? 2. When will the Action Plan be adopted? Answers from Mr SEYCHELL : 1. The three diseases are seen together as major communicable diseases with some common elements - tend to impact specific groups, there is a lack of awareness about the seriousness of the problem, they are all pandemic. There is a need to renew the communication approach and start to properly utilise new tools. Questions from a representative of Médecins Sans Frontières : 1. Regarding the EU Health Programme - there are € 1.1 million for the early diagnostic and treatment of Hepatitis C. Are there any intentions to address affordability of treatment for Hepatitis C as these amounts will be enough for the treatment of just 22 people? 2. More information about the 5 new products coming to the market. Question from European Aids Treatments Group and JTG Civil Society: How can the Commission support MS to get access to cheaper medicines? Answers from Mr SEYCHELL : It is not possible to provide direct treatment through the Health Programme. The budget will be used to ensure information exchange between MS. Access to treatment is also a 3 http://eur-lex.europa.eu/legal- content/EN/TXT/;jsessionid=5Qj3TvyCyBqbhfLZzzBttjDGh3gyXkQWYrjhrt36mChMJJlp02XX!2060916514?uri=uriserv:O J.L_.2014.086.01.0001.01.ENG ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 7 Human rights issue. At the moment in Europe there are new vulnerable groups with which it is difficult to establish communication. As a result their access to treatment is significantly reduced. Tuberculosis and HIV in the EU/EEA – Evidence for action Dr Andrea AMMON, Acting Director, ECDC The long term goal of the EU action plan to fight TB is to eliminate it. With the current rate of decline in TB it will be eliminated in 2092. To reach the goal set by the WHO - elimination of the disease by 2050 is necessary to double the annual rate of decline, so that it reaches 6 %. In 2013 in the EU/EEA countries 64,844 have been diagnosed with TB which translates into around 180 cases each day. The infection rate is ranging from 3.4 to 83.5 cases per 100,000. The most alarming situation is with the multidrug-resistant (MDR) TB where the chances of a successful treatment are very low. 4 Regarding HIV in the EU/EEA countries in the year 2014, 29,992 people have been diagnosed. The infection rate is ranging from 1.6 to 22.1 cases per 100,000. The only vulnerable group with an increase of cases is that of homosexuals while the other groups have seen a decrease. This gives one more reason for a targeted approach towards the high risk groups of the population. 5 The proportion of people co-infected with HIV and TB seems to be going down to 4.9 % in 2013 compared to 8.2 % in 2008. However, it has to be noted that not all countries have given such statistics and also not all of the patients infected with HIV have been tested for TB. The burden of TB is substantial in the EU and more needs to be done to reach elimination. MDR TB remains an issue in the whole European region. HIV/AIDS also remains a major public health concern in the EU/EEA countries. There is a need for a more tailored approach to the high risk groups of the population. Action plan for the prevention and control of viral hepatitis in the WHO European Region 2016–2021 Dr Antons MOZALEVSKIS, Medical Officer for viral hepatitis, WHO Regional Office for Europe. Viral Hepatitis is one of the major public health threads globally and in 2013 it was estimated as the 7th highest cause for mortality globally. There are about 240 million people living with chronic Hepatitis B 6 and 150 million living with chronic Hepatitis C. There had been a serious problem with statistics on Hepatitis as it was not taken as such a problem as HIV. However things have changed in the last years following the 2014 4 More details on the TB in the EU/EEA countries and the complete presentation can be found here: http://ecdc.europa.eu/en/healthtopics/Tuberculosis/epidemiological_data/Pages/tuberculosis-situation- 2013.aspx 5 More details on the HIV/AIDS in the EU/EEA countries can be found here: http://ecdc.europa.eu/en/healthtopics/aids/Pages/publications.aspx 6 Data regarding Europe: http://www.euro.who.int/__data/assets/pdf_file/0009/283356/fact-sheet-en-hep- b.pdf?ua=1 ",
        "Policy Department A: Economic and Scientific Policy 8 PE 578.977 resolution of the World Health Assembly, WHA 67.6 7 of WHO and the adoption in 2015 of the UN General Assembly of the Sustainable Development Goals 8 . The WHO has set a goal to eliminate viral hepatitis as a public health threat by 2030. For the first time global targets have been set for incidence and mortality from hepatitis B and C. The strategy identifies five key interventions for this elimination: 1. Vaccination (hepatitis B, A and E); 2. Prevention of mother-to-child transmission of hepatitis B; 3. Injection, blood and surgical safety; 4. Harm reduction for people who use injectable drugs; 5. Hepatitis C treatment (high cure rate of >90 %, 3 months orally), hepatitis B treatment (often lifelong); It is estimated that in Europe 1 in 50 people are infected with hepatitis B and the same incidence is valid for hepatitis C. The number of people who have died because of viral hepatitis in Europe is higher than the combined number of deaths from HIV/AIDS and TB. Although there are successful treatments available a great part of the infected people are not aware that they have the virus. The vision of the WHO European Region for 2016-2021 is to have it \"free of new hepatitis infections, where all people living with chronic hepatitis have access to care, and affordable and effective treatment\" 9 . Civil society perspective on the EU response to communicable diseases Ms Fanny Voitzwinkler Head of EU Office, TB Europe Coalition Coordinator, Global Health Advocates The funding from the Global Fund stops as soon as a country becomes a 'middle income country'. That is why it is not investing anymore in European regions. And this is an issue for many countries. In our view, the role of the EU is to be a political convenor. Also, the European Commission services should work increasingly with MS. 7 http://apps.who.int/gb/ebwha/pdf_files/WHA67/A67_R6-en.pdf 8 http://www.un.org/sustainabledevelopment/sustainable-development-goals/ 9 http://www.euro.who.int/en/health-topics/communicable-diseases/hepatitis ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 9 AGENDA Organised by the Policy Department A-Economy & Science for the Committee on the Environment, Public Health and Food Safety (ENVI) WORKSHOP Communicable Diseases: EU Response to HIV, TB and Hepatitis C Wednesday 17 February 2016 - 12.30 to 14.30 European Parliament, Room A3G-2, Brussels Opening 12.30-12.40 Welcome and opening by MEP Glenis WILLMOTT and MEP Alojz PETERLE, co-Chairs of the Health Working Group, ENVI Committee Part 1 A major public health challenge for the EU 12.40-12.50 Policy tools in Europe to fight against HIV/AIDS, tuberculosis and Hepatitis C Mr Martin Seychell, Deputy Director-General for Health in DG Health and Food Safety of the European Commission 12.50-13.00 RIGA declaration: strengthening the political cooperation for communicable diseases EU Council Representative 13.00-13.20 Discussion time ",
        "Policy Department A: Economic and Scientific Policy 10 PE 578.977 Part 2 Communicable disease: Now and in the future. 13.20-13.30 Tuberculosis and HIV in the EU/EEA – Evidence for action Dr Andrea AMMON, Acting Director, ECDC 13.30-13.40 Action plan for the prevention and control of viral hepatitis in the WHO European Region 2016–2021 Dr Antons MOZALEVSKIS, Medical Officer for viral hepatitis, WHO Regional Office for Europe. 13.40-13.50 Civil society perspective on the EU response to communicable diseases Ms Fanny Voitzwinkler Head of EU Office, TB Europe Coalition Coordinator, Global Health Advocates 13.50-14.25 General Discussion With the participation of Dr Masoud Dara, Senior WHO Advisor, WHO’s Brussels Office, on follow-up of Riga Ministerial Conference 14.25-14.30 Conclusions by MEPs Ms Glenis WILLMOTT and Mr Alojz PETERLE ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 11 SHORT BIOGRAPHIES OF EXPERTS Mr Martin Seychell Nationality: Maltese Academic qualifications: Bachelor of Pharmaceutical Technology (Honours) from the University of Malta – Second Class Lower Honours degree. Subjects covered: Chemistry, Biology, Industrial Chemistry, Pharmaceutics, Management. Four year full time course. Professional experience in the European Institutions: 2014 - to date: Deputy Director-General for Health in the Health and Food Safety Directorate-General (SANTE). 2011 - 2014: Deputy Director-General in the Health and Consumers' Directorate-General (SANCO). Responsible for directorates dealing with Consumer affairs, Public health and Health systems and products. Professional experience before joining the European Institutions: 2006 - 2011: Director Environment Protection, Malta Environment & Planning Authority. Responsible for implementation of environmental legislation in Malta under the Environment Protection Act, including input into national environmental policy and integration of environmental considerations into other policies; Responsible for implementation of legislation on environmental permitting, environmental assessment, biodiversity (including GMOs), environmental risk (chemicals, noise, air quality, radiation), waste management, water and marine policy. Between 2006 and 2009 also responsible for implementation of legislation on climate change. Maltese member on the Management Board of the European Environment Agency (EEA). Responsible for coordinating technical and legal advice to the Office of the Prime Minister (OPM) in the formulation and development of the Maltese national position on EC legislative proposals directly or indirectly related to the environment. Responsible for participation in various Council Working Parties (Environment), comitology meetings and other technical meetings; Responsible for coordinating Maltese position under various multilateral agreements in the area of environment. Co-ordination of and ensuring consultation with stakeholders on all aspects related to EC policies and proposals, as well as implementation aspects. Responsible for liaison with line Ministries so as to ensure effective synergy between environmental and all other relevant polices. Advising the Ministry responsible for the environment (the Office of the Prime Minister) prior to and during high level meetings at European level, including the Environment Council. Regularly attended Environment Council meetings as part of the Ministerial delegation. 2001 – 2006: Head of the Foodstuffs, Chemicals & Cosmetics Directorate, Malta Standards Authority, Ministry for Competitiveness & Communications. Responsible for implementation of EU chemical and cosmetics safety legislation in Malta under the Product Safety Act; Responsible for adoption and implementation of EU legislation in the areas of food labelling, additives, GMOs & novel foods, geographical indications; Responsible for coordinating technical and legal advice to the Ministry for Competitiveness & Communications (MCMP) in the formulation and development of the Maltese national position on EC legislative ",
        "Policy Department A: Economic and Scientific Policy 12 PE 578.977 proposals in the areas of food safety, chemicals and cosmetic products (Free Movement of Goods). 1997 - 2001: Technical Co-ordinator, Malta Standards Authority 1986 - 1997: Professional Officer, Malta Standards Laboratory, Department of Industry Other professional activities: Represented Malta on the 'Sherpa' group set up by the President of the European Commission to advise on GMO policy (2008). Represented Malta in meetings of the ad hoc Council Working Party on REACH between 2004 and 2006. Represented Malta in meetings of the Council Working Party (Environment) dealing with proposals on mercury and soil. Between 2002 and 2004 formed part of the CEEC Task Force, set up by the European Association of Cosmetics Manufacturers (COLIPA) to assist accession countries in the implementation of the Cosmetic Products Directive. Language Skills: Maltese, English (mother tongue) Italian, French Dr Andrea Ammon Dr Andrea Ammon, MD, MPH, took over as Acting Director on 1 May 2015 following a decision of ECDC’s Management Board on 26 March 2015 and will continue until a new director takes office. Andrea joined ECDC as the Head of the Surveillance Unit in 2005. The unit was responsible for developing The European Surveillance System (TESSy), providing training for TESSy users, implementing a long-term surveillance strategy for the European Union (EU), evaluating the Dedicated Surveillance Networks (DSN), performing step-by-step transfer of DSN activities to ECDC, revising the EU case definitions and producing an Annual Epidemiological Report on infectious diseases in the EU. From April 2011 to April 2015, Andrea Ammon was Deputy to the Director and Head of Unit for Resource Management and Coordination. Prior to joining the ECDC, Dr Ammon served in several roles at the Robert Koch-Institute, in Berlin, Germany, most recently as Head of Department for Infectious Disease Epidemiology. In this capacity, she maintained and further developed the German national surveillance system; coordinated the national outbreak response team for current and emerging infections (including SARS and influenza A[H2N2]); performed emergency planning for influenza; directed the national Field Epidemiology Training Programme; coordinated epidemiological research programmes in infectious diseases and provided scientific advice for government Ministries, Members of Parliament, and the public. ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 13 Dr Antons Mozalevskis Dr. Antons Mozalevskis is currently working as a Medical Officer at the WHO Regional Office for Europe in Copenhagen, Denmark. He is responsible for all viral hepatitis-related activities at the Regional Office and technical support to the Member States in the Region. He completed his medical training and residency in Family Medicine at Riga Stradins University, Latvia. He worked as a clinician for seven years and was involved in a number of civil society, professional organisations and regional expert networks active in the field of HIV/viral hepatitis prevention and research. In 2012 – 2014, he completed the European Programme for Intervention Epidemiology Training (EPIET) and received a Master Degree in Applied Epidemiology from the National School of Public Health in Madrid, Spain. Ms Fanny Voitzwinkler Head of EU Office, Global Health Advocates After graduating in Conflict Studies and Human Rights, Fanny worked on minority rights projects for the European Centre for Minority Issues in Kosovo, on peacebuilding and conflict transformation in the United Nations Africa Peacekeeping Operations in New York, on emergency health aid with the Palestinian Medical Relief Society in the occupied Palestinian territories, on children’s rights campaigns for the Council of Europe and on multilateral relations with the European Commission. She joined the GHA team at the beginning of 2011, with the creation of Global Health Advocates’ Brussels office. She coordinates the work and strategy of GHA on Tuberculosis and child health at EU level. Since then she has focused her work on R&D for poverty- related diseases, on developing a TB advocacy alliance in the WHO Europe region (TB Europe Coalition), and in parliamentary relations as Secretary of the European Parliament Working Group on Innovation, Access to Medicines and Poverty-Related Diseases. She currently chairs the WHO Regional Collaborative Committee on TB. ",
        "Policy Department A: Economic and Scientific Policy 14 PE 578.977 ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 15 PRESENTATIONS Presentation by Dr Andrea Ammon ",
        "Policy Department A: Economic and Scientific Policy 16 PE 578.977 ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 17 ",
        "Policy Department A: Economic and Scientific Policy 18 PE 578.977 ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 19 ",
        "Policy Department A: Economic and Scientific Policy 20 PE 578.977 ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 21 ",
        "Policy Department A: Economic and Scientific Policy 22 PE 578.977 ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 23 Presentation by Dr Antons Mozalevskis ",
        "Policy Department A: Economic and Scientific Policy 24 PE 578.977 ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 25 ",
        "Policy Department A: Economic and Scientific Policy 26 PE 578.977 ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 27 ",
        "Policy Department A: Economic and Scientific Policy 28 PE 578.977 ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 29 ",
        "Policy Department A: Economic and Scientific Policy 30 PE 578.977 ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 31 ",
        "Policy Department A: Economic and Scientific Policy 32 PE 578.977 ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 33 Presentation by Ms Fanny Voitzwinkler ",
        "Policy Department A: Economic and Scientific Policy 34 PE 578.977 ",
        "Communicable Diseases: EU Response to HIV, Tuberculosis and Hepatitis C PE 578.977 33 ",
        "Policy Department A: Economic and Scientific Policy 34 PE 578.977 ",
        ""
    ]
}