{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Towards a 2012 World Summit for Sustainable Development’ (own-initiative opinion) (2011/C 48/12) Rapporteur: Mr OSBORN On 18 February 2010 the European Economic and Social Committee, acting in under Rule 29(2) of its Rules of Procedure, decided to draw up an own-initiative opinion on ‘ Towards a 2012 World Summit for Sustainable Development. ’ The Section for Agriculture, Rural Development and the Environment, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 31 August 2010. At its 465th plenary session, held on 15 and 16 September 2010 (meeting of 15 September), the European Economic and Social Committee adopted the following opinion by 116 votes to 1 with 7 abstentions. 1. Summary and recommendations 1.1 The EESC, in its role as the voice of organised civil society in Europe, recommends that the European Union should play a leading part in the preparations for the new United Nations Summit on Sustainable Development that is to take place in Rio in 2012. 1.2 The EU should be a powerful advocate for an ambitious agenda for the summit that can revive and re-energise the sustainable development agenda throughout the world, both amongst governments and amongst civil society at large. 1.3 The Summit should recapture the Rio spirit and revive the Rio principles and Agenda 21 as instruments for engaging stakeholders of all kinds and driving the world forward on a more sustainable path. 1.4 The Summit should provide a milestone and deadline for concluding and committing to the next steps in the ongoing climate change and biodiversity negotiations, for concluding the current negotiations on mercury, and for launching new negotiations on incorporating sustainability into corporate governance and into the mandate of regional and local government. 1.5 The Summit should recognise and support the Earth Charter as a means of inspiring commitment and action by individuals and organisations around the world. 1.6 The EU should use the Summit to breathe new life into its own processes and structures for making progress on sustainable development at the same time as urging similar renewal of sustainability activity throughout the world. In particular the Committee urges the Union: — to define and implement various aspects of the green economy within Europe and to create and fund new channels of financial assistance and transfer of technology and know-how to help developing countries in making the sustainability transition; — to strengthen various aspects of SD governance within Europe; — to engage civil society throughout Europe to contribute to the Rio process and recapture the Rio vision and political and popular support for it. 1.7 To advance the green economy the EU during the next 12 months should: — review and strengthen the EU SDS, building its key objectives into the implementation of the Europe 2020 Strategy – and develop parallel proposals in the Summit negotiations for creating a stronger international framework for promoting and co-ordinating national sustainability strategies; — complete the current work on providing better measures of the progress of sustainability, building them explicitly into the main monitoring framework for Europe 2020 – and develop parallel proposals in the Summit negotiations for establishing and maintaining more coherent and consistent international date sets for measuring and monitoring progress on sustainable development; EN 15.2.2011 Official Journal of the European Union C 48/65 ",
        "— complete its long running studies on sustainable consumption and production, integrating these into the main resource efficiency flagship programme under Europe 2020 - and develop parallel proposals to feed into the Summit negotiations; — draw together European experience on greening taxes and fiscal instruments (including carbon pricing and trading), and integrate these into a new Europe-wide initiative on green fiscal instruments - and make parallel proposals for UN guidance or frameworks in this area; — draw together European experience on the social dimension of SD including the scope for creation of new green jobs to replace some that are being lost in the downturn, and the means of reducing social inequality – and feed these into the Summit discussions on the social aspect of the green economy; — establish effective machinery to promote sustainable devel­ opment in developing countries and to provide adequate financial and technological support. 1.8 To strengthen governance for sustainable development, the EU should: — support the strengthening of UNEP and the CSD; — advocate the inclusion of sustainable development in the mandate of the World Bank, the IMF, the WTO and other relevant international bodies; — promote the reinforcement of national sustainable devel­ opment strategies and national systems for their creation, implementation and monitoring, and of machinery such as the EU Sustainable Development Strategy for reinforcing and harmonising this work at supra-national level – both within Europe and in the international negotiations; — promote the reinforcement of regional and local sustainable development strategies and implementation machinery – both within Europe and in the international negotiations; — promote the inclusion of sustainable development in rules and guidance for corporate governance in the business sector – both within Europe, and in the international negotiations. 1.9 To ensure full engagement and participation by civil society, the EU should: — advocate full stakeholder participation in the UN process; — work with the EESC and other representatives of organised civil society to ensure full engagement of civil society in the preparatory processes within Europe and its Member States; — support independent preparatory processes amongst specific sectors of civil society, including business, trade unions, NGOs, the scientific and educational communities, farmers, women groups and youth – both within Europe, and in the international negotiations. 2. Introduction and background 2.1 On 24 December 2009, the UN General Assembly (GA) adopted a resolution to hold a UN Conference on Sustainable Development (UNCSD) in 2012. It will take place in Rio 40 years after the United Nations Conference on the Human Environment in Stockholm, 20 years after the United Nations Conference on Environment and Development (UNCED) in Rio, and 10 years after the World Summit on Sustainable Devel­ opment (WSSD) in Johannesburg. 2.2 According to the GA resolution, the Conference will have three objectives: — securing renewed political commitment for sustainable development; — assessing the progress to date and remaining gaps in imple­ mentation of the outcomes of the major summits on sustainable development; — addressing new and emerging challenges; and two specific themes: — a green economy in the context of sustainable development and poverty eradication; — the institutional framework for sustainable development. 2.3 The EESC welcomes this initiative. It is clear that the global momentum for sustainable development (SD) has slowed down in the past years, and a new impetus is needed in order to reinvigorate the SD Agenda. Within Europe SD continues to make some progress as an over-arching framework for policy development, but it has in recent years been over-shadowed by the impacts of the economic crisis and the need to focus on recovery. The occasion of the new Rio Summit could provide the opportunity to re-establish SD in its proper position as a central driver for the European Union and its Member States. EN C 48/66 Official Journal of the European Union 15.2.2011 ",
        "2.4 Three Preparatory Committee (Prep Com) meetings are foreseen. The first one took place from 17-19 May 2010. The others will follow in 2011 and 2012. The first Prep Com elaborated procedures, processes and time­ tables for the Conference, and had preliminary discussions on the above-mentioned main themes. It agreed that the UN Secre­ tariat should seek input from Member States, relevant inter­ national bodies and Major Groups (MGs) on a limited number of focussed questions. 2.5 Civil society was represented at the Prep Com through the 9 MGs recognised by the UN. They have also been requested to make their own preparations and input into the further stages of the preparatory process and the Conference itself. Several of the MGs made clear that they will want to use the opportunity of the 2012 process to conduct their own assessments of the progress of SD in their sectors. They wish to showcase achievements, opportunities and challenges at Rio, and to seek further recognition and support from governments in the process, as well as making recommendations to Governments about the shape and objectives of the formal negotiations. 2.6 The European Union was active at the first Prep Com in helping to shape a positive and manageable agenda for the Summit process, and is continuing to undertake its own active preparatory process with its Member States. The EESC was glad to be involved on behalf of organised civil society as a member of the EU delegation to the first Prep Com, and intends to continue to play an active part first through the production of this initial opinion, and then in further work as the preparations gather pace (see point 7.2). 3. The vision and the levels of ambition 3.1 The Rio Summit in 1992 had a high level of ambition and achievement, and was effective in mobilising support and action for SD throughout the world. It did this by uniting a substantial and concrete agenda under a compelling and inspiring vision which animated popular support and political will. 3.2 The sustainability challenge is as urgent as ever, and even more pressing in many respects. But the levels of energy and ambition amongst the governments at the first Prep Com were disappointing. Some seemed keener to dampen down excessive expectations than to build up determination for positive change. 3.3 Civil society is more ambitious. Stakeholders of many different kinds were active at the first Prep Com urging concrete proposals on the official delegates and developing their own parallel processes towards the Conference. Within Europe EESC believes that stakeholders of many kinds have the appetite and capacity to raise the profile and press for positive outcomes from the 2012 process. The Committee urges the EU and its Member States to make full use of this potential and to create an open and ambitious multistakeholder process at all levels in order to fully tap into the experience of the different stakeholders. 3.4 If the climate change and the biodiversity negotiations could be given the target and the deadline of delivering substantive agreements in time to be endorsed by world leaders at the Rio Summit in 2012 this could benefit both processes. That combination of objectives worked very effectively to galvanise progress in the two years leading up to Rio 1992. The 2012 Conference could provide a deadline for bringing the ongoing negotiations on climate change and biodiversity to their next substantial milestone. 3.5 The opportunity of the 2012 Summit might also be used to accelerate decisions on the current international negotiations on mercury, and those on the REDD (Reducing Emissions from Deforestation and Forest Degradation) process. It might also be made the occasion for launching new negotiations on incor­ porating sustainability into corporate governance (see point 6.8 below), and on local action on sustainability (point 6.9). 3.6 The 1992 Summit engendered a new and inspiring vision of a harmonious future for the planet, expressed in the new discourse of SD. In order to animate Rio 2012 a new expression of the vision is needed. The EESC proposes focusing on the Earth Charter for this purpose, and using the Summit to give formal recognition to that inspiring document (as UNESCO has already done). The Earth Charter has been attracting increasing support around the world over recent years. Recognition of the Charter by the UN as a whole would strengthen its appeal in all parts of the world, and help to reignite the ambitious Can Do spirit that woke the world up in 1992. 4. State of implementation and remaining gaps 4.1 The first UN Prep Com noted that progress in imple­ menting the goals and objectives of the 1972 Stockholm Conference, and the 1992 and 2002 summits on SD has been inconclusive and uneven. Despite some achievements, most notably on income growth and reducing poverty and on improving access to education and better health, mainly in the emerging economies, substantial challenges remain. EN 15.2.2011 Official Journal of the European Union C 48/67 ",
        "4.2 There are persistent implementation gaps relating to poverty eradication, food security, income inequality, main­ tenance of biodiversity, combating climate change, reducing pressure on ecosystems and fisheries, access to clean water and sanitation and the full participation of women in imple­ menting internationally agreed goals, reflecting a fragmented approach to achieving SD goals. No major changes have been made in patterns of consumption and production since UNCED, although fundamental changes are indispensable to global SD. 4.3 Efforts at achieving SD goals, including the Millennium Development Goals (MDGs), have been further hindered by the recent financial and economic crises which have adversely affected economic performance, eroded hard won gains and increased the number of people living in extreme poverty. 4.4 Within Europe (as in the rest of the developed world) progress has been made on some environmental goals over the past 20 years, but on the key issues of resource consumption and CO 2 emissions there is still far to go, and the footprint impact of Europe on the rest of the planet in terms of resources depletion and pollution export remains at unsustainable levels. On the social side levels of unemployment and growing inequalities within and between communities also show unsus­ tainable patterns. 4.5 The Prep Com did not identify any wholly new sustain­ ability issues. But it noted that many of the sustainability issues already identified at Rio in 1992 are becoming more acute as is evidenced by the recent and ongoing crises in relation to finance and the economy, energy, water and food. Other problems such as climate change and loss of biodiversity are also proving to be more imminent and severe than previously thought. The continuing growth of global population adds to all the other pressures. 4.6 In the developing world a division is emerging between the emerging economies whose rapid growth is imposing new burdens on the world's resources and pollution loads, and the least developed countries (LDCs) where poverty and environ­ mental degradation remain critical risk factors for sustainability. With some exceptions, developed countries are still far from delivering on the levels of official development assistance (ODA) which they have frequently promised to assist developing countries to develop in a more sustainable way. 4.7 Confronted with all these challenges, the particular task for the EU is how to improve the sustainability of our own economies and also how to mobilise sufficient financial and technical support to help the developing countries, particularly the LDCs to tackle their own SD challenges more effectively. The EU should use the Summit to breathe new life into its own processes and structures for making progress on these issues. In particular the Committee urges the Union: — to define and implement various aspects of the green economy within Europe and to create and fund new channels of financial assistance and transfer of technology and know-how to help developing countries in making the sustainability transition (Section 5); — to strengthen various aspects of SD governance within Europe (Section 6); — to engage civil society throughout Europe to contribute to the Rio process and recapture the Rio vision and political and popular support for it (Section 7). 5. A green economy in the context of sustainable devel­ opment and poverty eradication 5.1 The green economy will be one of the major themes of the Conference. There are still many views on the meaning of a green economy. There is however a consensus that it must be understood in the context of sustainable development. A green economy or the process of greening an economy can be conceived as one of the crucial means to establishing a pathway to a more sustainable pattern of development in the future. 5.2 A green economy, by promoting greater efficiency in the use of natural resources and energy, and by promoting new technologies for clean energy and cleaner production, can create new opportunities for economic growth and new jobs. Suitable national policy frameworks will need to be put in place to drive a green economy transition, to promote sustainable consumption and production patterns, and to bring economic activity within the carrying capacities of ecosystems. 5.3 Development and change that is sustainable must respect natural limits and protect natural resources and cultural heritage. Sustainable development does not however imply stag­ nation – on the contrary it requires continuing change and development. In the energy field, for example, a massive change in the methods of production and consumption of energy will be needed over the next 40 years as is illustrated in the recent International Energy Agency report on technology scenarios for 2050. In the chemical sector, as another example, much has already been done to transform patterns of production in a more efficient and sustainable direction – and to turn this change into a commercial advantage. EN C 48/68 Official Journal of the European Union 15.2.2011 ",
        "5.4 The policy instruments that could be used in the framework of the green economy can be grouped into a few categories: — getting prices right; — public procurement policies; — ecological tax reforms; — public investment in sustainable infrastructure; — targeted public support to R&D on environmentally sound technologies; — social policies to reconcile social goals with economic policies. 5.5 At global level the UN has already started some initiatives in this field on which the UNCSD 2012 could build. Its Green Economy Initiative aims at assisting governments in ‘reshaping and refocusing policies, investments and spending towards a range of sectors, such as clean tech­ nologies, renewable energies, water services, green transpor­ tation, waste management, green buildings and sustainable agri­ culture and forests’. The Economics of Ecosystems and Biodi­ versity and the Global Green New Deal are key projects of this initiative. 5.6 At the present time the developed countries contribute relatively most to the problem of climate change through creating higher levels of greenhouse gas emissions per head of population. They therefore have the biggest challenge to transform their economies towards a lower carbon model. At the same time however they have the advantage of advanced technologies and capital resources to enable them to take the lead in this transition if they apply themselves promptly to the challenge. 5.7 There is some concern among developing countries that the ‘green economy’ is a Northern concept that could actually slow the development process and could have a protectionist component. It will be crucial to demonstrate how developing countries will benefit from it and how it will contribute to the development transition. A key component will be how seriously developed countries are taking their commitments to support the green economy in developing countries. 5.8 To secure a significant outcome on the greening of the global economy in 2012, developed countries will need to demonstrate both that they are putting this kind of approach into effect in their own economies, and that they are prepared to offer real help in financial resources, technology transfer and capacity building to the developing world. 5.9 The EU has made some progress on the green economy but not yet enough. In the EESC's view, it would not be sufficient for the EU simply to take its stand at Rio on the limited progress it has made over the last 20 years, and the various elements of the 2020 strategy that point in a sustainable direction. Specifically, in order to have a more solid position to put forward in 2012 we recommend that during the next 12 months the EU should: — review and strengthen the EU SDS, building its key objectives into the implementation of the Europe 2020 Strategy; — complete the current work on providing better measures of the progress of sustainability, and build them explicitly into the main monitoring framework for Europe 2020; — complete its long running studies on sustainable consumption and production and integrate these into the objectives of the main resource efficiency flagship programme under Europe 2020; — draw together European experience on greening taxes and fiscal instruments (including carbon pricing and trading) and make proposals for UN guidance or frameworks in this area; — draw together European experience on the social dimension of SD including the scope for creation of new green jobs to replace some that are being lost in the downturn, and the means of reducing inequalities. Similar actions are needed at member state level. Armed with progress on these issues within Europe, the EU would be in a good position to advocate a global ‘Agenda for a Green Economy’ containing similar elements. 5.10 On finance there clearly needs to be a major effort to mobilise public and private resources to complete unfinished business on the MDG agenda, and to drive forward the new agenda for a green economy. The Rio targets on ODA have not been met. The IFIs, UNDP, WTO, UNCTAD and Finance, Economics and Trade Ministries throughout the world need to be fully engaged both in this mobilisation exercise and in all the other aspects of the transition to a greener global economy. The EU needs to develop a coherent and consistent proposal for the goals of this international greening ambition and for fulfilling long-standing pledges for levels of support. EN 15.2.2011 Official Journal of the European Union C 48/69 ",
        "6. Institutional framework for sustainable development 6.1 It is widely acknowledged that SD governance at the international level is not very effective and that major changes will be necessary to reenergise it. SD governance at national, regional and local level would also benefit from a new impetus. 6.2 At international level there is clearly a pressing need to strengthen UNEP's (United Nations Environment Programme) environmental remit, and to strengthen the ability of Commission on Sustainable Development (CSD) or a successor body to spread the SD message throughout the different sectors of the global economy and throughout all international agencies. The possibility of upgrading UNEP to a World Environmental Organisation with a broader mandate has long been under discussion. It needs to maintain a stronger, credible and accessible science base; it needs greater capacity to interact creatively with other parts of the UN system, to coordinate the great number of separate Multilateral Environ­ mental Agreements (MEAs) and to support capacity devel­ opment on environmental matters in developing countries and other Member States; and it needs a larger and more secure resource base. 2012 could be the occasion to bring these ideas to fruition. 6.3 SD also needs a stronger voice and influence in the UN system. One possibility would be to upgrade it to a full Council of the UN. Another option could be to merge the CSD into an expanded UN ECOSOC with a stronger mandate for promoting SD throughout the UN family and with the World Bank and the IMF (International Monetary Fund). But more wide-ranging possibilities may emerge here in the light of the work of the new High Level Panel on Climate Change and Development which has just been established by the UN Secretary General. 6.4 In approaching further discussions the EESC recommends that the EU should have three general goals in view: — integrating SD into the mandate of some of the key agencies including the UN itself and its ECOSOC, the World Bank, the IMF, the WTO as well as the bodies more specifically devoted to SD such as the CSD, UNEP, UNDP, etc.; — strengthening CSD and its capacity to coordinate SD work throughout the UN system, particularly by giving it a status and mission that brings Finance and Economics Departments to the table with the specific task of integrating SD into the management of global economic policies; — strengthening UNEP and its capacity to monitor critical changes in the global environment and to promote effective protective action. 6.5 There is also a need to reinforce governance for SD at national, regional, local and corporate level. National, sub- national and local SD strategies need to be revived or reinvig­ orated. Corporate governance needs to give a stronger emphasis to SD. National SD councils or similar structures need to be created or reinvigorated to provide a stronger impetus to SD. Civil society needs to be more actively engaged. Within the EU, the European Sustainable Development Strategy set out a framework for all of these elements to be advanced. But it has not been pursued vigorously enough subsequently. Its key elements need to be reinvigorated and incorporated into the main European 2020 strategy and closely monitored thereafter. 6.6 Major civil society groups whose role within the UN system has been increased through Rio 1992 will be reviewing their own experience on these issues, and bringing examples of good practice to Rio, looking for recognition and reinforcement of best practice through such means as national and local sustainability strategies, corporate responsibility initiatives etc. 6.7 EESC recommends that the EU should argue strongly for substantial contributions by civil society and major groups to the 2012 process. Groups should be encouraged to showcase what has already been achieved and to bring forward any proposals for strengthening and consolidating their role. 6.8 In the industry sector sustainability responsibilities should be codified in the emerging frameworks for corporate social responsibility. Negotiations for a new international convention on this subject could be launched in 2012 at Rio. 6.9 Regional governments and other sub-national authorities are playing an increasing role in the implementation of many aspects of sustainable development. So too are many cities and other local authorities. These developments might be codified in a new agreement giving explicit mandates (and the necessary resources) for implementing specific parts of the SD agenda, so that the shining examples of the leading few can become the standard practice of the many. EN C 48/70 Official Journal of the European Union 15.2.2011 ",
        "7. Possible role of the EU and of the EESC 7.1 The EU will no doubt have a key part to play in developing a strategy for 2012. It should show to the inter­ national community how the conversion to a green economy is of benefit to North and South and promote the institutional changes to promote SD governance. The EU and its Member States should also use the occasion of the Conference to push forward their own transition to a greener economy and improve their own governance and management of SD and their own engagement with civil society in these processes. 7.2 The EESC holds itself ready to play a significant role in helping to develop civil society input to both the European and the international process, and pressing for ambitious results. A strong civil society engagement is essential to creating the momentum and pressure needed to achieve a significant outcome at Rio. During the next 12 months the EESC intends to undertake the following activities: — Organisation of further consultations with stakeholders in Brussels about the objectives of Rio 2012, and creation of a common platform if that proves possible; — Outreach to secure input from civil society in members states through National Councils of Sustainable Devel­ opment, their European network EEAC and National Economic and Social Councils; — Mounting a series of sectoral studies of the requirements for a successful application of green economy thinking in key sectors such as energy, transport, construction, agriculture, and overall economic policy; — Reaching out through regional and bilateral standing dele­ gations to compare and coordinate civil society input in Europe with civil society actions in other regions of the world. Brussels, 15 September 2010. The President of the European Economic and Social Committee Mario SEPI EN 15.2.2011 Official Journal of the European Union C 48/71 "
    ]
}