{
    "text": [
        "H. whereas, in obvious contradiction of these very principles, but also of the Commission’s right of initiative, the European Council has asked the latter to come up with a proposal on a single supervisory mechanism with Article 127(6) of the Treaty on the Functioning of the European Union as its sole legal basis, thereby depriving Parliament of its legislative power in single-market matters which are otherwise dealt with through codecision; I. whereas involving only the Member States in the procedure, far from making the process faster and more efficient, would send the public a negative signal at a time when the need for greater transparency and democratic support is widely acknowledged; 1. Reiterates that, in moments of crisis, the Community method must always prevail, because this is the only way of ensuring that the Union is able to come out of the crisis stronger; 2. Urges political leaders to encourage democratic legitimacy in all European Union affairs; 3. Stresses the need to enhance democratic legitimacy with regard to the proposed Banking Union and single supervisory mechanism by fully involving Parliament as co-legislator; 4. Stresses the need to give due consideration to the potential mutual spill-over effects of the Banking Union in the euro area for non-euro area members; 5. Stresses that it will consider proposals on the Banking Union as a package in the event that they amend legislation adopted through the codecision procedure; 6. Stresses that any major change in supervision, including shifts to other institutions, must be accom­ panied by an equivalent increase in transparency and accountability of such institutions vis-à-vis Parliament, which must have full questioning rights and full powers in relation to appointment and budgetary procedures; 7. Instructs its President to forward this resolution to the Commission, the Council, the European Council and the parliaments and governments of the Member States. South Africa: massacre of striking miners P7_TA(2012)0354 European Parliament resolution of 13 September 2012 on South Africa: massacre of striking miners (2012/2783(RSP)) (2013/C 353 E/19) The European Parliament , — having regard to the South Africa-EU Strategic Partnership Joint Action Plan, which is the sole part­ nership of its kind concluded between the EU and an African country to date, — having regard to the ACP-EC Partnership Agreement (‘Cotonou Agreement’), — having regard to the ILO Declaration on Fundamental Principles and Rights at Work and its follow-up, — having regard to the UN Global Compact and the OECD Guidelines for Multinational Enterprises, EN 3.12.2013 Official Journal of the European Union C 353 E/141 Thursday 13 September 2012 ",
        "— having regard to the International Council for Mining and Metals’ Sustainable Development Framework, — having regard to the trade, development and cooperation agreement signed between the European Union and South Africa in 1999, completed in 2009 with provisions on political and economic cooperation, — having regard to President Jacob Zuma’s press statement of 17 August 2012, — having regard to the remarks by High Representative Catherine Ashton of 23 and 24 August 2012 following the 11th South Africa-EU Ministerial Political Dialogue with Foreign Minister Nkoana-Mashabane, — having regard to the ACP-EU JPA resolution of 30 May 2012 on the social and environmental impact of mining in the ACP countries, — having regard to Rule 122(5) and 110(4) of its Rules of Procedure, A. whereas 34 people were shot dead and at least 78 were injured on 16 August 2012 in clashes between police and striking miners at the Marikana Lonmin platinum mine in North West Province, South Africa; whereas this was preceded by several days of violent strike action, in which 10 people were killed, including two security guards and two police officers; B. whereas 270 mineworkers were arrested at the strikes and charged for the deaths of their own companions under an apartheid-era ‘common purpose’ law; C. whereas, following public outcry, prosecutors have dropped the murder charges against the mine­ workers arrested on 16 August 2012 while the public violence case against them has been postponed until the completion of investigations; D. whereas the shooting constitutes the bloodiest incident between police and protesters since the end of apartheid in 1994; E. whereas the incident is to be seen in the wider perspective of the huge socioeconomic imbalances the country has been facing; whereas South Africa, since the fall of the apartheid regime, has succeeded in building a democratic state but is still facing crucial economic and social challenges, with the persistence of great inequality as well as a high rate of poverty and unemployment; F. whereas, after these bloody events, President Zuma publicly deplored this tragic state of affairs; G. whereas a Judicial Commission of Inquiry has been established by President Zuma to investigate the killings, and South Africa’s Independent Police Investigative Directorate (IPID) has also initiated an investigation into the killings; whereas an inter-ministerial committee responsible for finding a lasting solution to the problems which caused these killings has been set up; H. whereas the lack of a reform of labour dispute mechanisms has led to considerable economic costs for South Africa and has been a deterrent to foreign investment; I. whereas the striking miners were in a pay dispute with the mine’s owner, Lonmin, a London-listed platinum mining company – the world’s third largest; EN C 353 E/142 Official Journal of the European Union 3.12.2013 Thursday 13 September 2012 ",
        "J. whereas intense political and union rivalry has contributed to the dispute, in particular tensions between the National Union of Mineworkers (NUM) and the Association of Mineworkers and Construction Union (AMCU); K. whereas the expelled former African National Congress Youth League (ANCYL) president, Julius Malema, has been seen supporting the striking miners and the AMCU; L. whereas minerals and mining products from South Africa are exported, including to the countries of the European Union; whereas the mining sector is affected by depressed demand and increased operating costs; M. whereas some workers at the Marikana Lonmin platinum mine are still on strike for better salaries; N. whereas a strong police force was present on 5 September 2012 when more than 3 000 striking miners marched through the streets near the Marikana mine in the largest, non-violent protest since the 16 August 2012 shooting; O. whereas action has spread to other mines, with four people wounded on 5 September 2012 in a confrontation at the Gold One Modder East mine where security guards fired rubber bullets at striking miners; 1. Strongly condemns the brutal killing of striking miners on 16 August 2012 as well as the preceding violence which claimed the lives of 10 people, including two security guards and two police officers; 2. Expresses its heartfelt sympathy to the families of all who have lost their lives since the beginning of the Marikana mine crisis; 3. Welcomes both President Zuma’s decision to establish a Commission of Inquiry and the IPID initiative to investigate the killings; 4. Calls on the Commission of Inquiry to uphold transparency, to act thoroughly independently and impartially, and to ensure that its investigations complement those of the IPID; 5. Urges all affected parties to work with the Commission of Inquiry to establish the facts about what happened at Marikana; 6. Calls on the Commission of Inquiry to investigate the root cause of the excessive use of force by the police, and expresses its deep concern about the authorities’ use of the apartheid-era ‘common purpose’ law; 7. Is concerned that South Africa’s established social partners are losing legitimacy among citizens as a result of continuing signs of corruption at all levels; 8. Calls on the South African authorities and on Lonmin to ensure that the victims and their families have access to justice and are compensated and taken care of; 9. Calls for all those arrested to be treated fairly and in accordance with judicial procedures, including impartial and transparent police investigations; EN 3.12.2013 Official Journal of the European Union C 353 E/143 Thursday 13 September 2012 ",
        "10. Regrets Lonmin’s failure to treat the labour dispute with the necessary sensitivity it deserved, and its failure to assume any responsibility, but welcomes the company’s announcement not to dismiss strikers should they not go back to work, contrary to the company’s previous demand; 11. Is deeply concerned about the threat of violence expressed by striking miners, in particular in view of the reported intimidation of mineworkers who have been threatened with death if they continue working; calls on all parties involved to ensure that protests remain peaceful; 12. Is concerned that the confrontation at the Gold One Modder East mine is a sign that the labour unrest may spread to the gold sector, leading to a possible spread of violence; 13. Reminds all parties of their obligation to respect international law, including ILO principles and priorities, and the South African Constitution which guarantees the rights of association, assembly and freedom of expression; 14. Calls on the South African authorities, the trade unions and Lonmin to continue to do their utmost to reach a swift, comprehensive and fair solution to the conflict and to the wage dispute, with the objective of bringing peace and stability to the area; 15. Calls for an urgent resolution of the ongoing disputes and conflicts between NUM and AMCU; 16. Insists that the issue of appropriate salaries for the workers in South African mines and inequity in the pay scale be addressed; 17. Acknowledges that the South African Government has taken a series of steps to improve working conditions in the mining industry, and urges the authorities to continue their efforts; 18. Calls on the South African Government to address the need for skills development within the South African Police Service, in particular in containing violent demonstrations and the use of live ammunitions; calls for the intensification of police training cooperation between the EU and South Africa; 19. Asks the Commission to establish a control mechanism aimed at preventing the import into the EU of mining products extracted without social, labour, safety and environmental guarantees; encourages the Commission to establish a quality label for mining products extracted in accordance with minimum social, labour, safety and environmental standards; 20. Urges the South African Government to address the root causes of the violence that occurred, including the worrying gap between rich and poor, the rise of youth unemployment and the working and living conditions of workers, and thereby end the extreme economic inequality; 21. Is ready to continue its support for South Africa, and emphasises the need for a sustained and more focused partnership to help the country address the socio-economic challenges it faces; 22. Instructs its President to forward this resolution to the Council, the Commission, the Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy, the Parliament and Government of South Africa, the Co-Presidents of the ACP-EU Joint Parliamentary Assembly, the Pan-African Parliament and the African Union. EN C 353 E/144 Official Journal of the European Union 3.12.2013 Thursday 13 September 2012 "
    ]
}