{
    "text": [
        "Edited by Directorate for Communication Rue Belliard/Belliardstraat 101 | 1040 Bruxelles/Brussel BELGIQUE/BELGÏE January 2016 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union www.facebook.com/committee.of.the.regions @EU_CoR www.cor.europa.eu c d r _ 2 7 3 8 ",
        "Editors: Simone Goedings and Kim van Berlo (Association of Netherlands Municipalities) Authors: Bas van den Barg: article on the EU Urban Agenda (Association of Netherlands Municipalities) Trudy Admiraal: interview with Mr. Lamers and the dialogue with Mr. Van Zanen and Mrs. Bijleveld – Schouten (www.redactieadmiraal.nl) Femke Salverda: article on European law and local and regional governments (Europa decentraal Knowledge Centre) Photography: many thanks to Bas van der Ree (Netherlands Film Commission) and Chris Koning (Association of Netherlands Municipalities) ",
        "Table of Contents Foreword by the president of the European Committee of the Regions 2 Foreword by Ronald Plasterk, Minister of the Interior of the Kingdom of the Netherlands 3 What is the European Committee of the Regions? 4 The Dutch presidency of the EU in 2016 6 Interviews with the chair and vice-chair of the Dutch delegation to the CoR 8 The Dutch delegation to the European Committee of the Regions 12 Towards a real EU urban agenda 16 Double interview with the president of the VNG, and the president of the IPO 20 European law and decentralised authorities: knowledge centre Europa Decentraal can help! 24 Calendar of events 2016 26 Contacts 27 Many thanks to the EU and communication advisors of the members and alternate members of the Dutch delegation to the CoR. C h e c k o u t t h e w e b d o c u m e n t a r y c r e a t e d t o a c c o m p a n y t h i s b r o c h u r e f o r i n t e r v i e w s w i t h t h e D u t c h d e l e g a ti o n t o t h e C o R , n e w s a nd li n k s t o t h e D u t c h E U P r e s i d e n c y F o r u m o n E U U r b a n A g e nd a a nd m u c h m o r e ! www . c o r . e u r o p a . e u / e uu r b a n a g e nd a ",
        "Foreword by the President of the European Committee of the Regions Markku Markkula President of the European Committee of the Regions Europe’s cities and regions are pivotal to successful investment The Dutch Presidency of the Council of the European Union comes at a critical time as the EU is pressed to deliver on its promises. The big question is how to jump-start the European economy for new growth and jobs. It is clear that cities and regions are key drivers – but growth will not happen without determined action and committed partnerships. We need result-oriented investment on the ground as well as simpler and more accessible legislation and funding. Our institution’s most valuable asset is its members and, through them, the cities and regions of Europe. Together with our Dutch members, I had the privilege of meeting Dutch Prime Minister Mark Rutte to share our political priorities, and many of the Dutch EU Presidency’s key political priorities match our European Committee of the Regions’ political priorities for 2015–2020. I reassured the Prime Minister that the European Committee of the Regions would identify barriers to investment and contribute to improving the capacity of local and regional governments to promote entrepreneurship and better use financial resources. The key areas for joint action throughout the Presidency focuses on three topics: boosting investment through strengthened entrepreneurial spirit and capacity- building in cities and regions; clarifying and launching a joint EU strategy for urban areas; and simplifying EU legislation, not least by cutting administrative costs and red tape. Innovation throughout all policy fields is also central when it comes to job creation. B u r e a u x d ’ a r c h i t e c t u r e : A t e l i e r P a u l N o ë l s p r l - A r t & B u i l d s . a . 2 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union ",
        "Foreword by Ronald Plasterk, Minister of the Interior of the Kingdom of the Netherlands The EU Urban Agenda is an important priority for the Dutch EU Presidency. Cities are key drivers of economic growth, innovation and employment. 72% of the population of Europe lives in an urban environment, and by around 2050 the figure will have risen to 80%. Urban development increasingly determines people’s quality of life. Whether we are talking about the environment, mobility or social cohesion, it is in towns and cities that the social challenges of the future will arise. The EU Urban Agenda aims to channel these challenges, and I think that it will ensure that towns and cities are given greater recognition in European policy. By that I mean providing answers to questions such as: “what rules could we do away with or (temporarily) adapt?”, “how do we give towns and cities better access to European funds?” and “how can we improve knowledge-sharing?”, etc. The Netherlands is currently working with other Member States, with towns and cities and with the European Commission on specific recommendations for improvements. Our efforts are directed towards adopting an Amsterdam Pact in May 2016. The signature of the pact should be the starting point for the action phase of the EU Urban Agenda. This will need to be a joint effort by the EU, the Member States and the cities and regions. The Netherlands is looking forward to working with the members of the European Committee of the Regions. Ronald Plasterk Minister of the Interior of the Kingdom of the Netherlands 3 ",
        "3 main principles Subsidiarity Proximity Multilevel Governance What is the European Committee of the Regions (CoR)? public health transport, trans-European networks environment, energy and climate change economic, social and territorial cohesion employment and social affairs education, youth, culture and sport Areas of responsibility Commissions 6 Commissions (groups of Members) prepare draft opinions and resolutions to be submitted to the Plenary Assembly. Territorial Cohesion Policy and EU Budget (COTER) Environment, Climate Change and Energy (ENVE) Economic Policy (ECON) Citizenship, Governance, Institutional and External Affairs (CIVEX) € Natural Resources (NAT) Social Policy, Education, Employment, Research and Culture (SEDEC) Membership 350 members 28 member states from 5 political groups Plenary CoR Members gather in Plenary 5 to 6 times /year for 2-3 days in Brussels to vote and adopt opinions. The First Vice-President Karl-Heinz LAMBERTZ (from Eupen/BE) Term of office: 2 and 1/2 years Leads the CoR's work in tandem with the President The President Markku MARKKULA (from Espoo/FI) Term of office: 2 and 1/2 years • leads the CoR's work • chairs its plenary sessions • acts as CoR's official representative Output over 70% of EU legislation has a direct impact at local or regional level Platforms and networks to improve participatory democracy, such as the consultation process during the pre-legislative phase In 2014, the CoR passed: 36 46 opinions o f w h i c h own-initiative opinions 70% 96 events In 2014 the CoR held Administrative level The Secretary-General Term of office: 5 years Role: heads the CoR administration Structure 5 Directorates 2 joint services We are an institutional body of the European Union. Our Members are elected Presidents of Regions, regional Councillors, Mayors and Local Councillors, democratically accountable to the citizens. 4 ",
        "3 main principles Subsidiarity Proximity Multilevel Governance What is the European Committee of the Regions (CoR)? public health transport, trans-European networks environment, energy and climate change economic, social and territorial cohesion employment and social affairs education, youth, culture and sport Areas of responsibility Commissions 6 Commissions (groups of Members) prepare draft opinions and resolutions to be submitted to the Plenary Assembly. Territorial Cohesion Policy and EU Budget (COTER) Environment, Climate Change and Energy (ENVE) Economic Policy (ECON) Citizenship, Governance, Institutional and External Affairs (CIVEX) € Natural Resources (NAT) Social Policy, Education, Employment, Research and Culture (SEDEC) Membership 350 members 28 member states from 5 political groups Plenary CoR Members gather in Plenary 5 to 6 times /year for 2-3 days in Brussels to vote and adopt opinions. The First Vice-President Karl-Heinz LAMBERTZ (from Eupen/BE) Term of office: 2 and 1/2 years Leads the CoR's work in tandem with the President The President Markku MARKKULA (from Espoo/FI) Term of office: 2 and 1/2 years • leads the CoR's work • chairs its plenary sessions • acts as CoR's official representative Output over 70% of EU legislation has a direct impact at local or regional level Platforms and networks to improve participatory democracy, such as the consultation process during the pre-legislative phase In 2014, the CoR passed: 36 46 opinions o f w h i c h own-initiative opinions 70% 96 events In 2014 the CoR held Administrative level The Secretary-General Term of office: 5 years Role: heads the CoR administration Structure 5 Directorates 2 joint services We are an institutional body of the European Union. Our Members are elected Presidents of Regions, regional Councillors, Mayors and Local Councillors, democratically accountable to the citizens. 5 ",
        "From 1 January to 30 June 2016 the Netherlands will hold the Presidency of the Council of the European Union (EU). The Dutch presidency seeks an EU that creates growth and jobs through innovation and focuses on its citizens. This will be the 12th Dutch EU Presidency. The previous one was in 2004. The Dutch presidency of the EU in 2016 Innovation must be the key to sustainable and inclusive growth, improvement and renewal. The innovation agenda has many facets. It includes: • the elimination of obstacles to innovation in the single market; • the strengthening of the single market and an effective European investment agenda; • a level playing field for businesses through a modern and competitive industrial policy; • the promotion of research and innovation by means of all the relevant European funds and programmes; • the strengthening of the digital economy; 2. An EU that concentrates on growth and jobsn Priorities of the Dutch EU presidency As president of the EU Council in 2016 the Netherlands will have a leading role in making laws and policy. This will also provide an opportunity to draw attention to issues that the Netherlands finds important. The three priorities of the Dutch EU Presidency will be: 1. An EU that concentrates on the essentials The Netherlands takes the view that the EU should focus on issues that make Europe stronger such as prosperity, freedom and security, rather than issues that European Member States can deal with themselves such as healthcare, education, pensions and taxes. The Netherlands will strive for a lasting improvement in terms of quality, simplification and the enforceability of laws and regulations. This includes reducing administrative burdens and costs. This better lawmaking agenda is not exclusively focused on deregulation: in addition to deregulation, it focuses on better-quality regulation. This is important for the public, companies and cities and regions, and will promote sustainable economic growth and competitiveness. 6 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union ",
        "Europe must demonstrate the necessity that all its work is clearly explained and understood by its citizens. Strengthening democratic legitimacy will therefore be a key focus of the Dutch EU Presidency. This requires active involvement of the public and civil society organisations so they know that their voices are being heard. Transparency in decision-making will be indispensable. Support for the EU will also grow if the Union actually achieves results for citizens and companies in areas that matter to them. 3. An EU that unites An EU Urban Agenda During its Presidency the Netherlands will pay particular attention to towns and cities. They are the drivers of economic growth and incubators of innovation. The Netherlands, like the Commission, believes that the economic and social potential of Europe’s urban areas could and must be better exploited. In order to allow the urban areas to play their crucial role it is important for government at local, national and European level to create the right conditions for urban development. This includes, for examples, streamlining and improving European legislation that unnecessarily restricts urban development. Moreover, it includes sharing knowledge and best practices on innovative solutions for European urban challenges. These are the goals of the EU Urban Agenda. To this end, EU Member States will enter into a Pact on the EU Urban Agenda. In the context of urban development, the Netherlands would also like to consider the link between the environmental and transport agendas at a joint informal Environment and Transport Council meeting. The Presidency will also organise an international platform for Dutch urban innovation entitled Innovation Expo 2016. F o u r m ee ti n g s o n t h e E U U r b a n A g e nd a w ill t a k e p l a c e du r i n g t h e D u t c h P r e s i d e n c y : t h e E U C a p i t a l M a y o r s S u mm i t ( 21 A p r il 2016 ) ; t h e E u r o p e a n F o r u m o n t h e E U U r b a n A g e nd a h e l d b y t h e C o R ( 30 M a y 2016 ) ; M ee ti n g o f E u r o p e a n C i t y A m b a ss a d o r s o n t h e U r b a n A g e nd a ( 30 M a y 2 016 ) a nd t h e i n f o r m a l m i n i s t e r i a l m ee ti n g ( 30 M a y 2016 ) . • an impetus to the European trade policy agenda: open and fair global trade that takes account of people and the environment; • a well functioning internal energy market with the transition towards a CO 2 -neutral energy supply, focusing on security of supply and Europe’s competitiveness; • education and culture, media and creative industries contributing to innovation, and a Union of jobs, growth and competitiveness; • an impulse to national policy reforms and innovating and self-challenging society Job creation is the main priority. However, Europe’s social dimension must be part of those facets as well in the sense that workers must be better protected from exploitation and unfair competition. 7 ",
        "Mr Lamers stands for pragmatism, which is exactly the reason he became a member of the CoR 10 years ago. “Much of our environmental legislation is made in Brussels. At the time I was chair of the Environment Committee of the Association of Netherlands Municipalities (VNG) and we were facing all kinds of obstacles in the form of European Union rules which had not been properly implemented in the Netherlands. This regularly caused problems for us in the municipalities as development plans were regularly blocked in the Council of State.” Interviews with the chair and vice-chair of the Dutch delegation to the CoR Actief in Europa Interview with the chair of the Dutch delegation: Cor Lamers To Lamers it seemed to make practical sense for the municipalities and provinces to become much more active in Europe. “More and more environmental legislation comes from Europe and you should be involved. It is important that legislation from Brussels actually can be locally implemented and that local authorities decide on its implementation.” Cor Lamers Mayor of Schiedam, has been a member of the European Committee of the Regions for 10 years and chair of the Dutch delegation since 30 January 2015. The interview with Mr Lamers includes a discussion on priorities, practical implementation and on the Dutch way of dealing with certain issues. Wim van de Donk has a doctorate in public administration and is a professor at the University of Tilburg. From 2003 to 2009 he was a member of the Scientific Council for Government Policy and between 2004 and 2009 he was its president. He has also been a member of the Public Administration Council and numerous advisory committees. He has a number of other functions connected with public administration. Since 2009 he has been the Governor of the province of North Brabant. 8 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union ",
        "“The application of EU legislation has to be paid for from local funds and it must therefore be spent on issues that matter to citizens”, says Mr Lamers. We also need to guard against involving the courts too much in policy as a result of EU rules. The local measures through which EU rules are implemented should be decided by local councils and not imposed via the courts. “It cannot be that legislation from Brussels is at the expense of local democracy”, comments Mr Lamers. “Autonomous policy remains particularly desirable in the social and cultural fields. In the Netherlands, for example, we have the so-called “participation society” in the area of care services. Europe must not close off that avenue”, he insists. He welcomes Commissioner Frans Timmermans’ Better Regulation policy. “We need to keep policy freedom and the identities of individual Member States intact. Brussels should provide the framework and local government should be responsible for its implementation. We need fewer, but better rules.” The public At the CoR, Lamers became a member of the ENVE commission, which deals with the environment, climate change and energy; cross-border issues that are obviously topics on the European agenda. A good example is European air quality policy. “For many local authorities air pollution is a major issue, causing public health problems. However, we can only overcome the problem if the various tiers of government work together, for example, by encouraging source-based policy in the motor vehicle industry. We cannot adopt rules on reducing polluting emissions in the municipality or in The Hague. Brussels has to make it possible. European air quality policy, including pollution caused by road traffic, is therefore a priority on our agenda.” In other cases, Lamers feels that the EU should show more legislative restraint. “Each country has its own priorities and each country must be allowed to tackle them itself.” The Dutch delegation As chair of the Dutch delegation to the CoR, Mr Lamers aims to make use of the specialist interests and knowledge in his delegation and to extend influence and power in Brussels; as he explains: if you are neither big nor strong, you have to be clever. “The EU is a negotiating arena that requires a contentwise approach. 9 ",
        "Priorities of the Dutch presidency The CoR should take a strategic approach to issues that affect local and regional interests directly, according to Lamers. One of the priorities of the Dutch delegation is the EU Urban Agenda. “We are thinking about the city as a driving force for the economy but also for sustainability, innovation and social integration. Actually, we tend to talk more and more about urban regions rather than cities. These are becoming the core of European society. Broad policy outlines are developed in Brussels, but the Member States must have the opportunity to implement them in such a way that they are in line with national needs.” Lamers is looking forward to the CoR’s Forum on the EU Urban Agenda, to be held in Amsterdam, Netherlands, on 30 May 2016. “We are aiming for a Dutch-style interactive debate.” We are therefore working on a limited number of substantive issues that we coordinate with our constituencies in the Netherlands such as the umbrella organisations, the Association of Netherlands Municipalities (VNG) and the Association of the Provinces of the Netherlands (IPO), and the municipalities and provinces itself. Through focus and a results-orientated approach and building coalitions, with our small delegation of 24 local and regional leaders we can make our voice clearly heard in Brussels. We are glad to cooperate with a number of delegations from other European countries. They have the same fundamental approaches and together we face the same issues. This makes your plans more realisable. We also have close contacts with EU lobby organisations such as the CEMR and Eurocities, and of course our own MEPs. They know our priorities.” 10 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union ",
        "Interview with the vice-chair of the Dutch delegation: Prof. Wim B.J.H. van de Donk Europe’s roots lie within the regions The EU is an experiment of enormous historical significance. Over the past 70 years the process of European integration has brought peace and prosperity to a continent torn apart by war. In recent years this fact seems to have been fading from the collective memory. At the same time Europe faces issues that are putting pressure on cohesion. Many are tempted to take refugees in the illusory security of barricading themselves behind their national borders. Nowadays, more than ever the EU is facing major challenges. Whether it is employment, agriculture, the economy in general, nature and the environment, mobility, the development of urban areas or - an issue of high importance - the reception of refugees, all issues have a European dimension. The point is, however, that the key to success in many cases lies within the regions, the provinces and the towns and cities. I have seen in North Brabant how important European programmes and projects are. The Investment Plan for Europe (EFSI), Better regulation and cross- border cooperation are examples of European initiatives that make a difference and that are of great importance for the provinces, and towns and cities. It is for those reasons that the CoR is an essential arena for the provinces and cities at the European level. It gives a voice to those who are working at the grass roots in public administration in Europe. This motivates me to work for the CoR, particularly in the coming year in which the Netherlands holds the EU presidency. It is essential to focus strategically on giving a new impetus to cooperation at European level. 11 ",
        "The Dutch delegation to the European Committee of the Regions Mayor of Schiedam CoR member Chair of the Dutch delegation to the CoR CoR Bureau member Member of the ENVE commission and the CFAA Political group: EPP (CDA) Portfolio: European environmental policy Rapporteur: Air quality and the IPPC directive review www.schiedam.nl Schiedam Cor Lamers Europe is the place where you organise air quality with good source-based policy.” Mayor of Rotterdam CoR alternate Member of the ECON commission Political group: PES (PvdA) Portfolio: Economic and industrial policy www.rotterdam.nl Rotterdam Ahmed Aboutaleb We are on the cusp of a new economy. The necessary transition calls for innovations that do not fit the current inflexible rules. Europe is able to facilitate this process by giving towns, cities and urban regions the necessary scope for experimentation.” Governor of the Province of Limburg CoR member Member of the SEDEC commission Political group: EPP (CDA) Portfolio: Cross-border cooperation and bottlenecks www.limburg.nl Theo Bovens Don’t look at the borders, but try to find connections.” Wim van de Donk Regulation calls for a good analysis of what has to be achieved, and a clear and realistic view of the practical reality to which the rules will apply.” Governor of the Province of North Brabant CoR member Vice-chair of the Dutch delegation to the CoR CoR Bureau member Member of the CIVEX commission Political group: EPP (CDA) Portfolio: Better Regulation, Investment Plan for Europe (EFSI) and cross-border cooperation www.brabant.nl Coevorden Bert Bouwmeester Drawing on your responsibility as the strong first tier of government, you have to be able to act in the relevant areas on the other side of the border, in the interests of the public and business.” Mayor of Coevorden CoR alternate Member of the CIVEX commission Political group: ALDE (D66) Portfolio: Cross-border cooperation www.coevorden.nl Den Haag Ingrid van Engelshoven Europe cannot do without innovative cities.” Alderman of The Hague CoR alternate Member of the SEDEC commission Political group: ALDE (D66) Portfolio: Innovation and the Digital Agenda www.denhaag.nl 12 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union ",
        "Alderman of Tilburg CoR member Member of the SEDEC commission Political group: ALDE (D66) Portfolio: Education, youth, emancipation and culture www.tilburg.nl Tilburg Marcelle Hendrickx A person’s cultural background, gender or age doesn’t matter. Everyone takes part in our society with their own talents and limitations. At the European Commit- tee of the Regions we raise awareness in Europe and together we talk to people about what is possible for them rather than speaking of impossibilities.” Mayor of Sluis CoR member Member of the NAT commission Political group: PES (PvdA) Portfolio: European rural development policy Rapporteur: Age-friendly tourism www.gemeentesluis.nl Sluis Annemiek Jetten Rural development policy benefits from a borderless European policy which sees rural areas as complementary to urban areas.” Governor of the Province of Friesland CoR member Member of the SEDEC commission Political group: ALDE (VVD) Portfolio: Economic vitality and viability www.fryslan.frl John Jorritsma Without continuous growth and progress words like improvement, performance and success have no actual meaning.” Oisterwijk Hans Janssen The world is larger than Europe. At the European Committee of the Regions I work to strengthen local authorities around the whole world. Together we can make the world a better place.” Mayor of Oisterwijk CoR member Bureau alternate Member of the CIVEX commission Political group: EPP (CDA) Portfolio: European development policy Rapporteur: A decent life for all: from vision to collective action and More effective development outcomes www.oisterwijk.nl Opsterland Rob Jonkman The organisation of a free and fair market in municipalities and regions begins in Brussels, where the European Committee of the Regions works for subsidiarity, transparency and proportionality.’’ Alderman of Opsterland CoR member Member and ECR coordinator of the ECON commission Alternate of the CFAA Political group: ECR (CU) Portfolio: Single market, public procurement and State aid www.opsterland.nl Leiden Henri Lenferink More intensive cooperation is urgently needed in Europe in order to be able to tackle global challenges. That is particularly true in the case of the Netherlands with its open economy.” Mayor of Leiden CoR alternate Member of the COTER commission Political group: PES (PvdA) Portfolio: European cohesion policy www.gemeenteleiden.nl The Dutch delegation to the European Committee of the Regions consists of 12 members and 12 alternates. These include six members (and six alternates) from the provinces and six members (and six alternates) from the municipalities. The Dutch delegation is supported by delegation coordinators from the Association of Netherlands Municipalities (VNG) and the Association of the Provinces of the Netherlands (IPO). 13 ",
        "Member of the executive Council of Overijssel province CoR alternate Member of the ENVE commission Political group: ALDE (D66) Portfolio: European environmental and energy policy www.overijssel.nl Erik Lievers In Europe Overijssel stands for energy savings and new energy, the right balance between the economy and nature in the countryside and minimisation of administrative burdens on the public and businesses.” Mayor of Ten Boer CoR member Member and PES coordinator of the ENVE commission Political group: PES (PvdA) Portfolio: European environmental policy www.tenboer.nl Ten Boer André van de Nadort Europe is the place for sustainable economic growth and, thanks to the EU, we don’t need to negotiate separately with each country on environmental standards - we can do that jointly in Brussels.” Member of the executive Council of the Province of Zeeland CoR alternate Member of the NAT commission Political group: PES (PvdA) Portfolio: Cross-border cooperation www.zeeland.nl Ben de Reu The NAT commission offers a great oppor- tunity to address topics such as tourism, quality of life, agriculture and fisheries in a European context, highlighting the interests and ambitions of regions like Zeeland.” Cees Loggen Member of the executive Council of the Province of North-Holland CoR member Member of the NAT commission Political group: ALDE (VVD) Portfolio: Water, mud flats, water leisure pursuits, Europe www.noord-holland.nl Mariëtte Pennarts-Pouw As the most competitive European region, we are working on a low-carbon economy without environmental pollution. That is why we present the Province of Utrecht as a pilot scheme for healthy urban living.” Member of the executive Council of the Province of Utrecht CoR alternate Member of the ENVE commission Political group: PES (GroenLinks) Portfolio: European environmental policy www.utrecht.nl Michiel Rijsberman I think it is important that the future European cohesion policy continues to enable the more developed regions within Europe to excel. This is where the response to competition from the US, Brazil and India, for example, must come from.” Member of the executive Council of the Province of Flevoland CoR alternate Member of the COTER commission Political group: ALDE (D66) Portfolio: European cohesion policy and urban policy www.flevoland.nl Water connects the countries of Europe. We need to go with the flow and work together as regions. In that way we can make Europe strong.” 14 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union ",
        "Rogier van der Sande Member of the executive Council of the Province of Groningen CoR alternate Member of the NAT commission Political group: ECR (CU) www.provinciegroningen.nl Henk Staghouwer The European Union is first and foremost a union of regions; regions that prosper with an open economy and a vibrant country- side. Through the European Committee of the Regions we can work on this together.” Mayor of Delft CoR member CoR Bureau member Member of the COTER commission Political group: President of the ALDE group Portfolio: European urban policy www.delft.nl Delft Bas Verkerk It is a good thing that the EU recognises that towns and cities play an important role both in generating jobs and growth using innovation and in the area of sustainability and services to residents.” Michiel Scheffer Member of the executive Council of the Province of Gelderland CoR member Member of the COTER commission Political group: ALDE (D66) Portfolio: Cohesion policy www.gelderland.nl Ard van der Tuuk Cross-border cooperation means bridging cultural differences.’’ Member of the executive Council of the Province of Drenthe CoR alternate Member of the ECON commission Political group: PES (PvdA) Portfolio: Regional economy, start-ups, innovation www.drenthe.nl Twenterland Cornelis Visser European policy is increasingly becoming local policy, as Europe after all belongs to all of us.” Mayor of Twenterand CoR alternate Member of the CIVEX commission Political group: EPP (CDA) Portfolio: European governance www.twenterand.nl The Netherlands has great potential for innovation in comparison with other European countries. Realising this potential calls for further cooperation and an issue-centred and cross- sectoral approach towards Brussels and from the CoR. The existing regional smart specialisation strategies are a sound basis for this.” The European financial instruments and funds are due for revision. They should focus more on promoting investment and less on subsidies. This can be implemented effectively at regional level. We have proved so. Regional networks are the basis of the European economy. We can make good use of European support in the region.” Member of the executive Council of the Province of Zuid-Holland CoR member Bureau alternate Member of the ECON commission Political group: ALDE (VVD) Portfolio: Finance and human resource management, open government and European and international affairs. Rapporteur: Innovating for sustainable growth: a bioeconomy for Europe www.zuid-holland.nl 15 ",
        "The Member States, the European Parliament, the European Committee of the Regions (CoR) and a certain number of European organisations such as Eurocities and the CEMR (Council of European Municipalities and Regions) in recent years have called for a single EU Urban Agenda. This comprehensive document intends to bring urban practice closer to European politics. As early as the mid-1990s, the first debates took place on the need for an EU Urban Agenda. In 1997 the European Commission presented a report on the contribution of cities to the development of the EU and the need for an urban agenda. Almost two decades later, paradoxically, the EU Urban Agenda has still not become a reality. In recent years the EU has launched a number of initiatives to boost urban development. Good examples are the European Innovation Partnership (EIP), Smart Cities and Communities, the European Green Capital Award and the Urban Development Network (UDN) for the exchange of good practices between cities. These initiatives stem from the increasing recognition of the role of cities in delivering the EU’s objectives of smart, sustainable and inclusive growth, as outlined in the 10- year Europe 2020 strategy. Towards a real EU Urban Agenda Urban policy Interest in the role of towns and cities in EU policy seems to be stronger than ever. This is not surprising: currently, 70% of the EU population lives in urban areas and in the coming decades this figure will rise to over 80%. Almost 70% of the EU’s GDP is generated in towns and cities. Innovation, which is regarded as the driving force for economic growth and job creation, finds particularly fertile soil in urban areas. Surprisingly, however, there is still no comprehensive EU-level urban policy strategy or agenda of the kind seen, for example, in the common agricultural policy, which has a separate rural development pillar. There is also frequently a lack of consistency between the different policy initiatives, which makes EU policy difficult to be implemented in the urban environment. Not to mention the European funding programmes, which do not even have a true urban dimension. This is sometimes a hindrance to the implementation of policies by towns and cities. 16 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union ",
        "The CoR is now doing its utmost to focus attention on European urban development. Past experience shows, however, that urban development is not assured a permanent place on the European agenda. The time has now come to ensure that the urban dimension is fully taken into account at EU level. It is time for an EU Urban Agenda. In June 2014 the European Committee of the Regions (CoR) adopted a major own- initiative opinion entitled Towards an Integrated Urban Agenda for the EU, which makes a strong case for a European urban agenda. The opinion was drawn up by Dutch member Bas Verkerk, Mayor of Delft. Mr. Verkerk summarises the importance of strong cities in Europe: “In cities everything comes together. Those are the places where people live, work, study and relax. Cities are centres for the economy, work, culture, sport and study”. He believes that it is the right moment for a real EU Urban Agenda. “For 20 years we have been talking about the importance of towns and cities for the EU. Many good ideas have been expressed and specific proposals have been put forward in numerous statements, resolutions and opinions. Nevertheless, 20 years after the launch of the debate there is still no urban agenda”, he notes. He urges the European Commission to present a policy framework (White Paper) to raise awareness of cities and urban regions at EU level and to achieve the necessary urban mainstreaming. CoR initiative E x a m p l e o f t h e n ee d f o r m o r e i n t e g r a t e d p o li c y d e v e l o p m e n t : E S I F a nd E u r o p e a n c o m p e titi o n r u l e s I n t h e c u rr e n t E U p r o g r a mm i n g p e r i o d ( 2014 - 2020 ) a t l e a s t 5 % o f t h e E R D F bud g e t o f a M e m b e r S t a t e m u s t b e u s e d f o r u r b a n d e v e l o p m e n t . C i ti e s p a r ti c i p a ti n g i n a n a pp li c a ti o n f o r a n E U g r a n t i n t h e f r a m e w o r k o f t h e E u r o p e a n S t r u c t u r a l a nd I n v e s t m e n t F und s ( E S I F ) , o r a ss i s ti n g p a r ti e s i n d r a ft i n g t h e m , m u s t s o m e ti m e s v i s i t B r u ss e l s t w i c e b e f o r e o b t a i n i n g a pp r o v a l f o r t h e i r a pp li c a ti o n . A n a pp li c a ti o n f o r a n E R D F g r a n t i s a ss e ss e d o n t h e b a s i s o f t h e p o li c i e s a nd r u l e s o f t h e E u r o p e a n C o mm i ss i o n s ’ D i r e c t o r a t e - G e n e r a l f o r R e g i o n a l a nd U r b a n P o li c y . I f a pp r o v e d , a S t a t e a i d p r o c e du r e m u s t b e c a rr i e d o u t b y D G C o m p e titi o n , t h e D G t h a t d r a w s up a nd a pp li e s t h e S t a t e a i d r u l e s . T h i s l e a d s t o a dd i ti o n a l a d m i n i s t r a ti v e bu r d e n n o t o n l y f o r c i ti e s s ub m i tti n g a pp li c a ti o n s a nd c a rr y i n g o u t p r o j e c t s , bu t a l s o f o r t h e bu s i n e ss e s a nd o t h e r p a r ti e s t h a t a r e a ss i s t e d b y c i ti e s w i t h t h e i r a pp li c a ti o n o r t h a t p a r ti c i p a t e a s p a r t n e r s i n p r o j e c t s fi n a n c e d w i t h E u r o p e a n f und s . T h e C o R r e p o r t C o n c r e t e s t e p s f o r i m p l e m e n ti n g t h e E U U r b a n A g e nd a o u t li n e s t h e f o u r e l e m e n t s o f t h e E U U r b a n A g e nd a : B e tt e r r e g u l a ti o n : a m o r e i n t e g r a t e d a pp r o a c h t o n e w p o li c y a nd r e g u l a ti o n a s a s o l u ti o n t o t h e E U ’ s c u rr e n t h i g h l y s e c t o r a l w a y o f w o r k i n g ; B e tt e r f und i n g : a g r e a t e r f o c u s o n u r b a n n ee d s a nd c h a ll e n g e s i n E u r o p e a n f und i n g p r o g r a mm e s i n o r d e r t o f a c ili t a t e t h e d e v e l o p m e n t o f c i ti e s a nd r e g i o n s ; B e tt e r k n o w l e d g e e x c h a n g e : a p l a tf o r m f o r t h e e x c h a n g e o f g oo d p r a c ti c e s a nd r e l e v a n t d a t a o n t o w n s a n d c i ti e s , a nd p a r ti c u l a r l y f un c ti o n a l r e g i o n s c o n s i s ti n g o f c i ti e s a nd t h e s u rr o und i n g a r e a ; B e tt e r g o v e r n a n c e : m o r e a nd e a r li e r i n v o l v e m e n t o f t o w n s a nd c i ti e s i n E u r o p e a n p o li c y a nd d e c i s i o n - m a k i n g p r o c e ss e s . 17 ",
        "T h e 12 p r i o r i ti e s s e l e c t e d f o r t h e E U U r ban A g e nda a r e : • j o b s a nd s k ill s i n t h e l o c a l e c o n o m y ; • t a c k li n g u r b a n p o v e r t y ; • h o u s i n g ; • t h e i n c l u s i o n o f m i g r a n t s a nd r e f u g ee s ; • s u s t a i n a b l e u s e o f l a nd a nd n a t u r e - b a s e d s o l u ti o n s ; • t h e c i r c u l a r e c o n o m y ; • c li m a t e a d a p t a ti o n ; • e n e r g y t r a n s i ti o n ; • u r b a n m o b ili t y ; • a i r qu a li t y ; • t h e d i g i t a l a g e nd a ; • i nn o v a ti v e a nd r e s p o n s i b l e pub li c p r o c u r e m e n t . The European Committee of the Regions’ proposal was followed up by the European Parliament, which in September 2015 adopted a report on The urban dimension of EU policies, drawn up by German rapporteur Kerstin Westphal. This report also urges the European Commission to present an urban agenda, which underlines the importance of towns and cities for the EU. In parallel with the reports of the CoR and the Parliament, the Member States are debating the urban dimension of EU policy. In June 2015 the debate led to the Riga Declaration, which highlights the importance of towns and cities for the EU and calls for a joint European urban agenda. The Dutch EU Presidency is taking the lead here. The Netherlands initiated the adoption of 12 priorities for the implementation of an EU agenda by the Member States who met up in Luxembourg in November 2015. These priorities are to be developed in the coming years in cooperation by the Commission, the Member States and the towns and cities. This seeks to make European policies and legislation “urban proof”. Follow-up 18 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union ",
        "At the informal Council meeting of urban development ministers, to be held in Amsterdam on 30 May 2016, four partnerships - on housing, urban poverty, air quality and migration - will be officially launched by adopting the Pact of Amsterdam. This is a positive development on the path towards a real EU Urban Agenda. And yet this is not in itself enough to achieve genuine urban mainstreaming. The involvement of the Directorate-General for Regional and Urban Policy is welcome, but the other DGs make policies and legislation. The question is: to what extent will the relevant Commission DGs be involved in the four partnerships? Moreover, it is not only the Commission that needs to adapt its working methods; there needs to be a greater focus on the interests of towns and cities and their contribution to achieving EU objectives at the Parliament and the Council too. Amsterdam The debate continues The CoR is continuing the debate on the EU Urban Agenda with the support of other stakeholders such as Eurocities and the CEMR. On 30 May 2016 the CoR is organising a Forum on the EU Urban Agenda in Amsterdam. This is highly necessary. Despite various appeals, the European Commission has still not announced an urban agenda. The call for a White Paper is therefore reiterated. If we want the EU’s cities and urban areas to be strong, they must benefit from all the policy instruments the EU has at its disposal. At the request of the Dutch EU presidency, the CoR is drawing up a follow-up opinion on the implementation of the urban agenda. This opinion, drawn up by rapporteur Hella Hunger-Löper, will be discussed at the plenary session in April 2016. It takes account of recent developments and looks critically at the feasibility of the objectives as set out by Mr. Verkerk. Foto: Nationalebeeldbank.nl - John Kreukniet 19 ",
        "Double interview with the president of the VNG, and the president of the IPO Jan van Zanen has been active in local governance since 1990, first as a municipal councillor, then as alderman in Utrecht. Since 1 July 2005 he has held the office of mayor. After being Mayor of Amstelveen for almost nine years, he became Mayor of Utrecht on 1 January 2014. Since 3 June 2015, Mr van Zanen has also been chair of the VNG. Ank Bijleveld-Schouten began her governmental career in 1986 as a municipal councillor, and three years later she became a member of the lower house of the Dutch Parliament. In 2001, she became Mayor of the municipality of Hof van Twente, but in 2007 she returned to The Hague as State Secretary for Home Affairs. On 1 January 2011, she was appointed Governor of the Province of Overijssel. On 1 January 2016 she also became chair of the IPO. In order to best represent local interests in Europe, the Netherlands delegation to the CoR represents two levels of government: the municipalities and the provinces. How are roles assigned within the Netherlands itself? Jan van Zanen: “The municipalities are close to the people. We are people’s first point of contact in areas like housing, public services, employment and incomes, care services and welfare.” Ank Bijleveld: “The provinces deal with supra-local issues. For example, regional economic development, the management of our environment, water management and wind power, but also regional accessibility and nature policy.” The Dutch delegation to the European Committee of the Regions (CoR) consists of 24 members. Half are nominated by the Association of Netherlands Municipalities (VNG), the other half through the Association of the Provinces of the Netherlands (IPO). Here follows a discussion with the chairs of these two organisations: Jan van Zanen (VNG) and Ank Bijleveld-Schouten (IPO). The Dutch delegation 20 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union ",
        "Both chairs feel very much at home in their organisations. Van Zanen: “I have known the VNG for a long time. It represents the interests of the 390 municipalities in The Hague and Brussels and supports them in the performance of their tasks. When I was a member of the municipal council, I was happy to make use of their services. The VNG has a lot of in-house expertise. Municipalities receive support with new legislation and legal issues. You can also use model regulations, e.g. when drawing up local regulations. But the main role of the VNG is as a platform, through which members can pool their knowledge and experience and learn from one another. The website - waarstaatjegemeente.nl - shows how municipalities are performing in comparison to others, for example in the area of care services. Benchmarking can be very useful for improving your own performance.” The Netherlands has 390 municipalities, all of which are members of the VNG. Van Zanen: “It was a great honour for me to be appointed as the new chair. It is not only smaller municipalities that benefit from the association. Large and medium-sized towns are also happy to make use of our helpdesk, which answers a wide range of questions, from organising elections to rules for setting off fireworks.” The role of the VNG The role of the IPO On 1 January 2016 Ank Bijleveld was appointed chair of the IPO. As a provincial governor she had advised the IPO for some years on domestic governance. She is now at the helm of the organisation that represents the interests of all 12 provinces in the Netherlands. Bijleveld: “The provinces are an autonomous tier of government, each with its own representative body that makes its own assessments. I find it an interesting but above all important part of government. Provincial administrations think about the future and take important decisions directly affecting the living and working environment.” Yet many Dutch people do not really know what the provinces do. Bijleveld regards that as a kind of compliment. “We just get on with our job quietly. In other words, we are doing a good job. The IPO operates on a narrow, meaningful agenda. Of course the issues are sometimes different in Groningen than in South Holland, for example. However, in a number of areas we share the same interests. We have taken a common approach to wind energy, for example, and nature policy, a key task that four years ago was devolved from central government to the provinces. How can you keep the countryside alive and provide attractive recreational areas while pursuing a responsible nature policy at the same time? We have joined forces to negotiate effectively, and that is good for everyone. Our network extends to the cabinet, our parliament, Europe, and also to the many civil society organisations. In this way we can actively share knowledge.” Policy space The Dutch delegation to the European Committee of the Regions ensures that the voice of the Dutch provinces and municipalities is heard in Brussels. What they are usually calling for is room for manoeuvre. Van Zanen: “Each country has its own way of resolving problems and organising society. In the Netherlands, the last 10 years we have experienced a trend towards shifting more and more tasks and responsibilities to the local level. The centralised government helps the municipalities and allows them the scope to organise matters with their residents at local level.” A good example is the recent decentralisation of care services and welfare. “Ten years ago it was a maze. Now everything is done by the municipalities. We know our people and they know us. A local one-stop shop does everything and has an overview. In the past, different carers working with a single multi-problem family did not know what the others were doing. Now there is a single coordinator in charge of different care issues. The essential thing is that municipalities give people the support they need to do things themselves.” He anticipates that in 10 years’ time there will be even greater reliance on self-help and that local authorities will have a mainly coordinating role. “We are seeing more and more civil society initiatives coming from the public themselves. Municipalities will develop partnerships, leading to hybrid instruments involving government, the public and entrepreneurs. I am thinking of community and sports centres. We want to create space for this. You don’t want restrictive rules from Brussels that make this impossible.” 21 ",
        "Provinces are also calling for policy space. Bijleveld: “One of our new key tasks is regional economic development, now that central government has withdrawn from this area. I think that is logical; we know the regional (labour) market and ensure that educational projects are linked to it. We are also very pleased with the new Environmental Planning Act that enters into force next year. Hundreds of obsolete laws have been repealed, giving us room for manoeuvre and making it possible to have a comprehensive overview of local development. Regional authorities are being assigned more and more implementing tasks. Regulations from Brussels directly affect this, for example in connection with procurement procedures. This makes it important for us to be involved.” Working together in Europe Dutch towns, villages and provinces do not get in each other’s way, the two chairs insist. Van Zanen: “In fact, we seek cooperation. Our local residents do not want to be bothered by borders. They simply want support.” He talks of cross-fertilisation: together we look at what is needed, be it recreational areas for town dwellers or job creation. Bijleveld is in complete agreement. “The key tasks of the provinces are set out in the IPO Kompas 2020, which you can find 22 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union ",
        "at www.kompas2020.nl. We look at the issues in a task-centred way and involve the municipalities and central government. That is the way things are done today.” Through close cooperation, the VNG and IPO have found common ground in Brussels in the urban agenda. Van Zanen: “Urban regions are becoming urban metropolitan areas. You can’t consider them in isolation from their surroundings.” Bijleveld: “We want to develop climate-active towns and cities. When it comes to the environment, all European countries are on a level playing field.” The two chairs believe that the EU should provide the framework and be less involved with the implementation of rules. “We particularly welcome Commissioner Frans Timmermans’ Better Regulation policy. We don’t necessarily need fewer European rules, but simply better ones.” 23 ",
        "European law and decentralised authorities: knowledge centre Europa decentraal can help! European law affects many policy areas where local and regional authorities are active. It concerns e.g. the encouragement of innovation through European subsidies, as well as the dissemination of broadband and the collection and management of personal data. It all happens at local and regional level European policy and law, once transposed into national legislation, are often put into practice at local and regional level. This raises many questions. The Dutch knowledge centre, Europa decentraal, located on the premises of the Association of Netherlands Municipalities, advises all local and regional authorities on the correct implementation of European law. Fenna Beekmans, director of Europa decentraal, explains: “In this way, the knowledge centre does not just help authorities to avoid financial risks and reduce their administrative burden, but also to make use of the opportunities that European law offers. The knowledge centre is the primary point of contact for local and regional authorities in the Netherlands for questions about European law.” Where does European law affect local and regional authorities? Do the following questions sound familiar? Do we have to take into account the European state aid rules when granting a loan to a museum for the acquisition of a work of art? Can the European State aid and public procurement rules help encourage innovation? European law also affects local authorities in areas such as privacy, the environment and infrastructure. Did you know that entire construction projects have been put on hold just to protect a threatened species, such as the black-bellied hamster? To whom does Europa decentraal provide its services? Employees of Dutch local and regional authorities dealing with European law and policy are free to consult Europa decentraal. The knowledge centre is important to all local and regional authorities”, says Rob Jonkman, alderman of the municipality of Opsterland, board member of Europa decentraal and member of the Committee of the Regions. “The knowledge centre offers local and regional authorities an easily accessible way to broaden their knowledge of European law. In addition, Europa decentraal provides support when applying complex European law.” 24 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union ",
        "T h e k n o w l e d g e c e n t r e E u r o p a d e c e n t r aa l w a s f o und e d i n 2002 b y t h e A ss o c i a ti o n o f t h e P r o v i n c e s o f t h e N e t h e r l a nd s ( I P O ) , t h e A ss o c i a ti o n o f N e t h e r l a nd s M un i c i p a li ti e s ( V N G ) , t h e A ss o c i a ti o n o f R e g i o n a l W a t e r A u t h o r i ti e s ( U v W ) a nd t h e M i n i s t r y o f t h e I n t e r i o r a nd K i n g d o m R e l a ti o n s ( B Z K ) . A s a s h a r e d s e r v i c e c e n t r e , i t w o r k s i nd e p e nd e n t l y f o r l o c a l a nd r e g i o n a l a u t h o r i ti e s . How does Europa decentraal do this? Europa decentraal shares its knowledge and expertise and promotes the correct application of European law through practical information on its freely available website www.europadecentraal.nl, its weekly newsletter, De Europese Ster, as well as meetings and various other publications. In addition, the knowledge centre’s helpdesk is open to all employees of regional and local authorities in search of answers on questions about European law. Fenna Beekmans: “Each year, our helpdesk receives some 1,000 questions from (local and regional) authorities on the application of European law and regulations.” Making use of opportunities The knowledge centre aims to be accessible, independent and easy to use. More than 12,000 questions on European law have been dealt with so far. These have all been entered in a database. “By pooling European know-how and knowledge of the practical application of European law, Europa decentraal can identify bottlenecks in European legislation”, says Rob Jonkman. “By monitoring practical issues relating to European law over a prolonged period of time, we are able to identify areas of concern. In this way, we are all contributing to better regulation”. By ensuring the proper implementation of European law and policy and thus the ability to use opportunities and avoid financial and practical problems, Europa decentraal helps local and regional authorities. Website: www.europadecentraal.nl For further information, see info@europadecentraal.nl Foto 123rf.com, yellowpaul 25 ",
        "Calendar of events 2016 May 19 Seminar on Smart Mobility & Sustainable Transport Infrastructure Brussel - House of the Dutch Provinces 30 External Bureau Meeting Amsterdam – European Committee of the Regions Forum on the EU Urban Agenda Amsterdam – European Committee of the Regions Informal Ministerial Meeting on the Urban Agenda Amsterdam – Ministry of the Interior and Kingdom Relations Meeting of European City Ambassadors on the Urban Agenda Amsterdam - Pakhuis de Zwijger March 17 Seminar on Cross-border cooperation Brussels - House of the Dutch Provinces February 10-11 Plenary session Official reception given by the Dutch delegation Brussels – European Committee of the Regions 11 Seminar on the Future of European Investment Policy The Hague - House of the Dutch Provinces April 7-8 Plenary session Brussels – European Committee of the Regions 21 Seminar on EFSI-projects Brussel - House of the Dutch Provinces The EU Capital Mayors Meeting on the Urban Agenda hosted by the city of Amsterdam Amsterdam June 2 Seminar on European flagships in energy transition: thanks to or despite EU Energy policy? Brussel - House of the Dutch Provinces 2-3 External group meeting of the European Conservatives and Reformists Group. Opsterland and Groningen - European Committee of the Regions (ECR group) 15-16 Plenary session Brussels – European Committee of the Regions 26 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union ",
        "1. European Committee of the Regions Rue Belliard/Belliardstraat 99-101 B -1040 Brussels Belgium www.cor.europa.eu 2. Dutch Permanent Representation to the EU Avenue de Cortenbergh/Kortenberglaan 4-10 1040 Brussels Belgium www.eu.nlvertegenwoordiging.org 3. Dutch representations of municipalities and provinces Vereniging van Nederlandse Gemeenten (Association of Netherlands Municipalities) Nassaulaan 12 2514 JS Den Haag The Netherlands www.vng.nl Interprovinciaal Overleg (Association of the Provinces of the Netherlands) Herengracht 23 2511 EG Den Haag The Netherland www.ipo.nl Huis van de Nederlandse Provincies (House of the Dutch Provinces) Rue de Trèves/Trierstraat 59-61 B-1040 Brussels Belgium www.nl-prov.eu 4. Representation of the European Commission in the Netherlands Korte Vijverberg 5-6 2513 AB Den Haag The Netherlands www.ec.europa/netherlands/ 5. European Parliament information office in the Netherlands Korte Vijverberg 6 2513 AB Den Haag The Netherlands www.europeesparlement.nl Contacts 27 ",
        "",
        "",
        "Edited by Directorate for Communication Rue Belliard/Belliardstraat 101 | 1040 Bruxelles/Brussel BELGIQUE/BELGÏE January 2016 The European Committee of the Regions and the Dutch Presidency of the Council of the European Union www.facebook.com/committee.of.the.regions @EU_CoR www.cor.europa.eu c d r _ 2 7 3 8 "
    ]
}