{
    "text": [
        "MINUTES OF THE SITTING OF TUESDAY, 30 MARCH 2010 (2010/C 193/02) (The sitting opened at 9.05 a.m.) IN THE CHAIR: Mr MILUPI Co-President 1. Urgent topic No 1: Post-disaster reconstruction and rehabilitation in Haiti, and the link between poverty and natural disasters Mr Andris Piebalgs, European Commissioner for Development, and Ms Margareta Wahlström, Special Representative of the Secretary-General for Disaster Risk Reduction – United Nations International Strategy for Disaster Reduction Secretariat (UNISDR), gave presentations. Speakers: Ronzulli, Jiménez (Dominican Republic), Tirolien, Hamatoukour (Cameroon), De Sarnez, Durant, Toga (Ethiopia), Legutko, Assarid Imbarcaouane (Mali), Hoarau, Baldeh (Gambia), Noel (Grenada), Kaczmarek, Ramotar (Guyana), Guerrero Salom, Nicholson, Zanicchi, Goebbels, Straker (Saint Vincent and the Grenadines), Ponga, Sall (Senegal), Zwiefka and Gomes. Mr Domenico Rosa (European Commission) responded to Members’ comments and questions. 2. The financial and economic impact of climate change in ACP countries Committee on Economic Development, Finance and Trade Report by Mr Buti Manamela (South Africa) and Mr Frank Engel Mr Buti Manamela (South Africa) and Mr Frank Engel presented their report. Speakers: Awudu Mbaya (Cameroon), Carvalho, Guerrero Salom, Toga (Ethiopia), Jensen, Amon-Ago (Côte d’Ivoire), Ramotar (Guyana), Klass, Mugambe (Uganda), Leinen, Nicholson, Gurmai, Djimai (Chad), Mwansa (Zambia), Roithová, William (Seychelles), Sall (Senegal) and Rosa (European Commission). Mr Manamela (South Africa) and Mr Engel wound up the debate. IN THE CHAIR: Mr MICHEL Co-President 3. The social impact of the global crisis Committee on Social Affairs and the Environment Report by Mr Gibson Hlophe (Swaziland) and Mr Juan Fernando López Aguilar Mr Gibson Hlophe (Swaziland) and Mr Norbert Neuser (for Mr Juan Fernando López Aguilar) presented the report. Speakers: Ronzulli, Gurmai, Rivasi, Amon-Ago (Côte d’Ivoire), Czarnecki, Nedelcheva, Ramotar (Guyana), Christensen, Sithole (Mozambique), Händel, Bauer, William (Seychelles), Hall, Tapsoba (Burkina Faso), Gomes, Schnellhardt, Deerpalsing (Mauritius) and Rosa (European Commission). Mr Hlophe (Swaziland) and Mr Neuser wound up the debate. 4. Global Fund to Fight AIDS, Tuberculosis and Malaria Mr Svend Robinson, Chief Adviser at the Global Fund, presented the topic. Speakers: Hamatoukour (Cameroon), Papalii (Samoa), Bundu (Sierra Leone), Castex, Tiheli (Lesotho), Baradandikanya (Burundi), Bullman, Milupi (Co-President), Seriche Dougan (Equatorial Guinea), Mwansa (Zambia). Mr Robinson responded to the points raised during the debate. (The sitting closed at 12.50 p.m.) Charles MILUPI and Louis MICHEL Co-Presidents Mohammed Ibn CHAMBAS and Luis Marco AGUIRIANO NALDA Co-Secretaries-General EN C 193/4 Official Journal of the European Union 16.7.2010 "
    ]
}