{
    "text": [
        "Equal Voices ISSUE 22 | DECEMBER 2007 Equality and discrimination through the ‘gender lens’ Addressing the challenges faced by migrant and minority women in the EU Multiple discrimination: An interview with Louise Arbour The invisibility of visible ethnic elder women ",
        "2 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | \u0018 Addressing the challenges faced by migrant and minority women in the EU by Sigrid Melchior & Clarisse Delorme, European Women’s Lobby .................................................................. 4 A gender perspective on discrimination Equal Voices Interview with Louise Arbour, United Nations High Commissioner for Human Rights .................................. 9 UN human rights system and the protection of women, migrants and minorities .............................................................................................. 11 Migrant Women in the EU – a view by the Committee of the Regions ..................................................................... 12 The invisibility of visible ethnic elder women across Europe by Prof. Naina Patel ......................................................................................... 1\u0018 Employment obstacles for black and immigrant women - A case study from the Netherlands by Drs. Hellen Felter ................ 18 The dilemma of black women Equal Voices Interview with Beatrice Achaleke, AFRA, Austria .............................................................................. 22 Access denied – Roma’s struggle for public health care Equal Voices Interview with Soraya Post, International Roma Women’s Network .......................................................................................... 25 Romani women’s access to health – a basic human right by Nicoleta Bitu ............................................................................................ 28 C on tE n tS Welcome to Equal Voices The FRA team is pleased to welcome all readers to this issue of Equal Voices. Equal Voices consists of articles and features with analysis, new research, expert input, surveys, and good practice examples on a topic related to FRA’s mandate. The opinions expressed by the authors do not necessarily reflect those of FRA. You can get a free subscription of Equal Voices by email at media@fra.europa.eu. We also very much welcome any comments you might have. All articles of this issue are available in English, French and German at http://fra.europa.eu The FRA team Bienvenue à notre magazine Equal Voices L’ équipe de FRA est heureuse d’accueillir tous les lecteurs de cette édition d’Equal Voices. Equal Voices contient des articles ainsi qui des analyses, des nouvelles recherches, des contributions de spé- cialistes, des enquêtes, et des exemples de bonne pratique sur un sujet en relation avec le mandat de FRA. Les opinions exprimées par les auteurs ne re- flètent par nécessairement l’opinion de FRA. Vous pouvez vous abonner gratuitement à ce maga- zine par courriel à media@fra.europa.eu. Nous serions également heureux de recevoir vos commen- taires et suggestions. Tous les articles de cette édi- tion sont publiés en français, anglais et allemand à http://fra.europa.eu L’ équipe de FRA Willkommen bei Equal Voices Das Team der FRA begrüßt alle Leserinnen und Le- ser zu dieser Ausgabe von Equal Voices. Der Inhalt besteht aus Artikeln und Dokumentationen mit Ana- lysen, neuen Forschungsergebnissen, Beiträgen von Experten, Erhebungen sowie „good practice“ Beispie- len aus dem Themenbereich des Mandats der FRA. Die in diesem Magazin veröffentlichten Meinungen müssen nicht unbedingt mit denen der FRA überein- stimmen. Sie können dieses kostenlose Magazin unter media@fra.europa.eu bestellen. Gerne nehmen wir auch Kommentare und Anregungen entge- gen. Alle Artikel dieser Ausgabe werden in deut- scher, englischer und französischer Sprache auf http://fra.europa.eu veröffentlicht. Das FRA-Team IMPRINT Publisher European Union Agency for Fundamental Rights (FRA), A-1060 Vienna, Rahlgasse 3, tel.: +43 (1) 580 30-0, Fax: +43 (1) 580 30-693, E-mail: media@fra.europa.eu, Web: http://fra.europa.eu Art work red hot ’n’ cool, Vienna Disclaimer The views expressed in Equal Voices are those of the authors of the articles and do not necessarily reflect the opinion of FRA. ",
        "2 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | \u0018 Equal Voices E D ItoR I A L The contributions in this edi- tion of Equal Voices serve as a timely reminder of the need to continue to struggle against discrimination and racism. Integrated and holistic ap- proaches are required which recognise the interconnection between discrimination, lack of integration and exclusion. Equal treatment initiatives and education will not create equal opportunities for all if living conditions contradict them. The articles also demon- strate that particular forms of discrimination which can be concealed or ignored must be named in order to be ad- dressed. The progress towards realising the rights of women would not have happened if our earlier suffragette sisters had not named and targeted the removal of women’s op- pression. When addressing discrimination one size does not fit all. The gender dimen- sion needs direct targeting as is evident when one considers is- sues like the insidious traffick- ing of women which continues to be an issue in the European Union and beyond. Advances for women were made in the twentieth century, but these advances were not shared equally and full equal- ity between women and men is still a work in progress. The most marginalised women, among them women migrants and women from minority eth- nic groups gained least from the advances for women made in the last century. Indeed discrimination and racism towards women from some groups, e.g. Roma and travel- ler women, is often rationalised and sometimes even justified with the women being blamed for the oppression they experi- ence. It is essential that their issues receive priority if these women are not to be further marginalised in the twenty first century’s climate of resist- ance, sometimes concealed in economic, social cultural or religious overtures, to equality for women overall. Progress however has been made and further progress is possible with the EU legislation providing a framework in that regard. Much can be learned from sharing experiences and good practices. The ‘European Year of Equal opportunities for All’ offered a good platform for such sharing. This needs to be continued and built on during the European Year of Intercultural Dialogue. In the Fundamental Rights Agency we look forward to coop- eration with the European Institute for Gender Equality. Meanwhile we remain com- mitted to ensuring that this important element remains visible and is addressed in all areas of our work. Human rights are indivisible, their realisation humanises us all. The rights of minor- ity and migrant women are human rights. The twentieth century women’s movement demanded that we be involved in all major decisions affecting our lives. This has become the key principle in the struggle against discrimination. It is particularly important that migrant women and those from minority ethnic groups are encouraged and facilitated to participate in initiatives that affect their lives and be involved in attempts to address the discrimination they face. I thank our contributors for their insights, salute in particu- lar all women and men in vari- ous roles and positions who support the struggles against the discrimination experi- enced by migrant and minority women. Anastasia Crickley ",
        "4 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 5 Despite the fact that women make up nearly half of the migrant population worldwide, there is “remarkably little reli- able information about women as migrants” 2 . Research on im- migration has for a long time focused on the male migrant worker, reinforcing a model of migrant woman only expected to assist her husband and children, with no independent status (family reunification). As stated in the European Com- mission’s reflection paper “Mi- gration and public perception”, this “static model does not correspond to the reality of the majority of migrant families (and) contributes to keeping women migrants out of the official labour market, and to undermining the benefits for the receiving society of the empowerment process entered into by migrant women” 3 . The issue of immigration and asylum is a critical area of concern in Europe today, particularly so for women as policies are being pursued in a framework of security and bor- der control and for most parts lacking a gender perspective. Despite the treaty requirement that the European Community should “eliminate inequalities and (to) promote the equality of women and men in all its activities” (i. e. gender main- streaming), in practice the Eu- ropean Union fails to integrate a woman’s perspective into its activities on immigration and integration. Although we can note some recent positive devel- opments (see for example the “Roadmap for equality between women and men” 4 , adopted in March 2006, which recom- mends a gender perspective on migration and integration), issues related to gender and to ethnic minorities tend to be covered by separate and com- partmentalised policies rather than an integrated approach. 1. The status of migrant women 1.1 Family reunification The status of migrants who are joining their spouse under family reunification - the ma- jority of whom are women - is linked to that of the principal legal status holder, i.e. their partner, depriving them of an independent residence/work permit. This directly affects the situation of migrant women who may lose their provisional residence permit in the event of divorce or the departure of their husband, in the year following their arrival. It can dissuade women who have experienced domestic vio- lence from making an official complaint. It can also result in “brain waste” 5 , with skilled migrant women remaining un- employed or in occupations far below their qualifications. At the EU level, family reunifica- tion is ruled by a 2003 Directive on the right to family reunifica- tion. The Directive does not provide for an independent resi- dent/work permit to the spouse once arrived in the host country. % How to move forward? Grant automatically an in- dependent status and work Addressing the challenges faced by migrant and minority women in the EU 1 By Sigrid Melchior & Clarisse Delorme, European Women’s Lobby “In practice the European Union fails to integrate a woman’s perspective into its activities on immigration and integration, although some recent positive develop- ments can be noted.” 1 The research and analysis in this article were conducted in the framework of the project “Equal rights, Equal Voices – Migrant women in the EU” (2006-2007) – More information on the EWL website: www.womenlobby.org. Although the term “migrant” used in this paper refers mainly to non-EU citizens, some of the issues addressed are also valid for persons of third-country origin with an acquired European nationality, as well as women refugees and ethnic minority women. 2 Female migration: Bridging the Gaps through the Life Cycle, UnFPA-IoM Expert Group Meeting, May 2006, 3 3 Migration and public perception, Bureau of European Policy Advisers, European Commission, 4.10.06, 33 4 Roadmap for equality between women and men, Communication from the European Commission, 1.3.06, CoM(2006)92 final 5 UnFPA 2006, 34 ",
        "4 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 5 Equal Voices permit to the spouse of the principal legal status holder at the earliest opportunity in order to fully guarantee and protect their rights and to fa- cilitate their social integration. 1.2 Personal status law The personal status of mi- grants in Europe is regulated either by the law of a person’s habitual place of residence or by personal status law. In the absence of bilateral agree- ments, the situation differs from one country to another, with each country using its own private international law, and it is up to the national courts to identify and apply the law pertaining to the situa- tion. This sometimes results in legal conflicts between foreign family codes, international conventions signed by the host country and the fundamental values and rights guaranteed by the host country. Some women may be required to refer the matter to a court in the host country in order to set aside judgments delivered by a foreign court (e.g. repudiation) that are incompatible with women’s fundamental rights guaranteed in the EU. This might be difficult for migrant women who may not know their rights or the language of the host country well enough or do not have the means to afford legal support. 6 % How to move forward? Develop European guidelines ensuring that any provision in foreign legislation relating to migrant women living in EU Member States which is contrary to the Charter of Fundamental Rights of the EU, the European Conven- tion on Human Rights and its protocol 7 is identified and not applied; and/or that any sections of bilateral agreements and rules of in- ternational private law which violate fundamental human rights, in particular with re- gard to personal status in the field of marriage, divorce or child custody, are renegoti- ated, rejected or denounced. 1.\u0018 Undocumented migrant women Many undocumented migrant women are in situations of severe distress and precarious- ness and their basic funda- mental rights are denied. Yet undocumented migrants do have rights, including the right to health care, to fair labour conditions, to education and training, to shelter, the right to family life and to moral and physical integrity 7 . These rights are guaranteed by international conventions, including the Eu- ropean Convention on Human Rights and the EU Charter of Fundamental Rights. The European discourse on un- documented migrants mainly focuses on the issue of return- ing illegally staying third- country nationals 8 , and do not encompass the “push factors” for migrant women to migrate, such as oppressive gender rela- tions, sexual violence and more generally political and cultural structures and practices that violate women’s human rights. % How to move forward? % Before taking a return decision, the EU Member State concerned, in coop- eration with the country of origin, should undertake a risk and security assess- ment procedure in order to ensure that women are not placed in situations of gender inequalities, violence and other gender- based human rights viola- tions that they have been trying to escape by leaving their country of origin. % Inform undocumented migrants of their basic fundamental rights , as 6 Marina Da Silva, Ces Françaises, victimes d’un droit personnel étranger, Le Monde Diplomatique, november 2005 7 PICUM “ten ways to protect undocumented Migrant Workers, october 2005 8 See for example the Commission proposal of a Directive on common standards and procedures in Member States for returning illegally staying third-country nationals, 09/2005 ",
        "\u0018 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 7 guaranteed by national legislations as well as Eu- ropean and international human rights instruments. 2. Violence against women 2.1 Domestic violence The phenomenon of domestic violence is underestimated by the EU and the European governments and not being considered a political prior- ity. Even if there are important differences among the Member States, the overall trend is a lack of appropriate legislation and protection against gender based violence and of services for the support of victims. Domestic violence penetrates every society, group and income level. Migrant women can however be extra exposed in that “the strains of moving to a new environment, unem- ployment, inadequate wages and racism can lead to frustra- tion that finds its outlet in the abuse of female partners” 9 , the United nations Population Fund report 2006 notes. % How to move forward? Develop services and shelters for women victims of domes- tic violence and guarantee access for all migrant women regardless of their legal status. 2.2 Harmful traditional practices Cultural and religious prac- tices that systematically violate women’s human rights and discriminate against women and girls are still present in the EU today. In its report on women’s im- migration adopted in october 2006, the European Parliament affirms that “Human rights violations against immigrant women and girls in the form of so-called honour crimes, forced marriages, genital mutilation, or other violations cannot be justified on any cul- tural or religious grounds and should in no circumstances be tolerated”. 10 % How to move forward? % Recognise that all forms of gender violence are crimes and that particular forms of violence are faced by migrant women, such as honour based violence. % Ensure that services to support victims of violence are equally accessible for all migrant women. 2.\u0018 Sex trafficking Human trafficking is the third most lucrative illicit business after arms and drug traffick- ing. Increasingly, restrictive immigration policies in the EU limit the possibility of entry of migrant women, which drives would-be migrants to unwit- tingly entrust themselves to traffickers 11 . The 2004 Council Directive 12 grants temporary residence permits to victims of trafficking in human beings if they assist the competent authorities and give evidence against the traffickers. This conditional element under- mines the support to the victims of trafficking. overall, the European legal framework on trafficking fails to address the main causes of trafficking, which is the demand for commercial sex and women’s unequal status and access to resources in their countries of origin. % How to move forward? % Develop programmes of social inclusion and reha- bilitation for women and 9 UnFPA 2006, 36 10 Report on women’s immigration: the role and place of immigrant women in the European Union (2006/2010(InI)), European Parliament, 24.10.06 11 UnFPA 2006, 44 12 Council Directive 2004/81/CE of 29 April 2004 on the residence permit issues to third-country nationals who are victims of trafficking in human beings or who have been the subject of an action to facilitate illegal immigration, who cooperate with the competent authorities. “The phenomenon of domestic violence is underestimated by the EU and the European govern- ments, and appro- priate legislation is lacking.” ",
        "\u0018 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 7 Equal Voices children who have been the victims of traffick- ing. Introduce measures enabling special residence authorisation to be granted in special cases in order to enable foreign victims who are in an irregular situation to escape from violence. % Address at national and European level in a coher- ent and sustainable way the demand for commer- cial sex as one of the main causes of sex trafficking. \u0018. Women’s sexual and reproductive rights Women’s sexual rights include the right to control their sexu- ality and the provision of sexual and reproductive health-related services. These rights concern not only women’s health, but also their dignity and freedom. Migrant women tend to be vulnerable due to their insecure economic and social situation. Studies have found that mi- grant women in the EU receive inadequate or no antenatal care, and show higher rates of stillbirth and infant mortality 13 . Migrant women also have a higher incidence of unplanned pregnancies owing to poor access to family planning and a lack of information regard- ing contraceptives and how to obtain them. % How to move forward? Migrant women, irrespec- tive of their legal status, should have access to public funds to ensure safe, equal, culturally sensitive health services and rights, in par- ticular sexual and reproduc- tive health and rights. 4. Health In all EU countries the femi- nisation of poverty, the high unemployment rate among women and the large pres- ence of women in jobs with bad or no social protection, accompanied by an increase of women as heads of single-par- ent families, are obstacles for the improvement of the level of health for women. For migrant women, the absence of knowledge of the host-country language and of the health/social security system or the low-paying and exploitative labour conditions constitutes additional obsta- cles to access to health care. Mental health is also an issue for migrant women: “women migrants are a main source of physical and emotional support for older and younger family members. As such, women have additional responsibili- ties, whether they migrate with their families or leave them be- hind, and additional stress that can strain the fabric of their lives. The cost to their families and communities may not be completely quantifiable, but it is none the less real” 14 . % How to move forward? Guarantee free access to information, counselling Participants at the Women’s Lobby Seminar “Migrant women in Europe speak out”. CoPYRIGHt: EWL 13 UnFPA 2006, 36 14 Female migration: Bridging the Gaps through the Life Cycle, UnFAP-IoM Expert Group Meeting, May 2006, 3 ",
        "8 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 9 Equal Voices as well as appropriate, af- fordable and quality health care for all women, including women who do not have a valid residence permit. 5. Education and employment Education is important, not only to acquire knowledge, but also as formal and informal in- formation on norms and values in society. 50% of migrant girls in Europe do not go beyond compulsory education, while only approximately 17% go through tertiary education 15 . Economic empowerment of migrant women is crucial to improve their situation. Barri- ers preventing migrant women from accessing the formal labour market are often linked to social isolation, lack of ac- cess to information, language barriers, racist attitudes and the absence of an independ- ent legal status under family reunification 16 . A significant proportion of migrant women work in the domestic sector , caring for children of others and/or cleaning in private homes. The fact that many domestic work- ers are undocumented increas- es their vulnerability. Many work in intolerable conditions, are exploited, held in virtual captivity and are physically and psychologically abused 17 . How to move forward? % All migrant women, what- ever their status, should benefit from special train- ing courses allowing ac- cess to the labour market. % Facilitating access to employment for migrant women (who often do not benefit from the support of extended family in the host country) requires the avail- ability, accessibility and af- fordability of care services for dependants and people with additional support needs (children, older peo- ple, disabled persons...). Conclusion In conclusion, the European Women’s Lobby stresses the urgent need to make migrant women more visible and to develop a gender-specific approach to EU policies and legislations in the fields of immigration and integration. EWL recalls that all women, including migrant and minor- ity women, must have equal access to their fundamental rights, without any differentia- tion based on their status or origin. The European Women’s Lobby Founded in 1990, the European Women’s Lobby (EWL) is the largest alliance of women’s non-governmental organisations in the European Union with more than 4000 member organisations. The mission of the EWL is to work to achieve equality between women and men, to promote women’s empower- ment in all spheres of public and private life and to eliminate all forms of vio- lence against women. EWL provides regular input on all areas of EU policy development and implementation that have an impact on women’s lives. It ensures that women’s nGos across Europe are informed of European issues and it supports their involvement in advocacy, lobbying and campaigning. EWL works within democratic, open and transparent procedures of communication, decision-making and accountability, including financial accountability. http://www.womenlobby.org 15 Eurostat, Statistics in Focus, 3-2/2003, p. 1 16 ‘L’Union européenne et les femmes immigrées et le marché du travail’ I. Carles, Rabat, mars 2006 17 UnFPA 2006, 51 ",
        "8 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 9 Equal Voices A gender perspective on discrimination Equal Voices Interview with Louise Arbour, United Nations High Commissioner for Human Rights EV: Are migrant and minority women particularly vulnerable to discrimination in the EU? I think it is important to underline that racism and discrimination can have a disproportionate impact on women and girls in every field of life – in education, employ- ment, housing, and in both the public and private spheres. Women’s experiences of racism and discrimination often differ from those of men because women and girls may suffer multiple forms of discrimina- tion, both on the grounds of gender and on the basis of ethnic or religious identity. Such multilayered discrimina- tion affects, for example, Roma women, as well as other minor- ity and migrant groups in EU countries. Applying a “gender lens” is vital to understanding the full picture of complex and intersecting forms and experi- ences of discrimination. The multiple discrimination faced by migrant and minor- ity women makes it necessary to develop innovative ways to raise awareness about women’s rights, to empower women and to inspire them to take on lead- ership roles in their communi- ties to promote human rights. EV: What should govern- ments do to protect migrant and minority women from discrimination? Do we need gender-specific protection mechanisms, and if so, which? As a first step governments must identify and acknowl- edge trends of discrimination against migrant and minority women, which often remain hidden. to this end, it would be necessary to collect disag- gregated data accounting for gender, as well as racial, ethnic or religious identity. Another equally important step is putting in place and enforcing strong and com- prehensive anti-racism and anti-discrimination legisla- tion encompassing appropri- ate penalties for violations. Governments take different approaches to legislation, one of which is to adopt gender- specific legislation and protec- tion mechanisms. Another is to incorporate strong gender provisions within specific pieces of legislation, such as education or labour law. We do need to see more countries adopting stronger anti-dis- crimination legislation gener- ally. However, importantly, we need to ensure that legislation is better implemented and enforced in practice if it is to serve its purpose. Women’s equal rights are covered by all existing interna- tional human rights treaties. However, implementation and enforcement of these standards still lag behind. Thus, specific protection mechanisms to en- sure women’s rights, alongside strong domestic legislation, can certainly be beneficial to cover Is there a feminisation of racism and discrimination - similarly as some people speak of the feminisation of poverty – and if so, what should governments do about it? Equal Voices (EV) talked to Louise Arbour. Louise Arbour, UN High Commissioner for Human Rights C o P Y R I G H t : o H C H R ",
        "10 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 11 implementation and enforce- ment gaps. It has become clear that the lack of effective enjoy- ment of economic and social rights by women also hampers their effective access to justice. Discriminatory practices limit- ing women’s access to housing for migrants and minorities may contribute to discourage them from reporting abusive relationships and domestic vio- lence. In such contexts special protective measures clearly need to be adopted. While United nations entities and non-government organi- sations alike for decades have spoken up for women’s rights, the main challenge remains: empower women to stand up for their own rights and pro- mote their realisation. Without such empowerment at local, regional and national levels, whatever measures taken by governments will invariably only have a limited impact or, at best, are not sustainable. At the very core of empowerment lies education and access to justice and the elimination of discrimination against women in political and public life. EV: There are sometimes con- cerns that gender equality is an issue of particular sensitiv- ity for some migrant or minor- ity communities. How far does the right of governments go to protect women from cultural- ly motivated discrimination, even leading to violence, by their own community - par- ticularly where this could be seen to be in conflict with the respect of different cultures or freedom of religion? There is a tendency to believe that gender inequality and violence against women are prevalent only within certain societies and certain communi- ties. In reality, gender-motivat- ed discrimination and attacks exist and happen everywhere. They are matters of concern for all. All States have the obligation under international human rights law of creating favourable conditions to enable persons belonging to minori- ties to develop their culture, language, religion, traditions and customs. Specific prac- tices, however, must not violate national law and international standards. This means that governments must respect cul- tural and religious differences, while not turning a blind eye to cultural, religious or traditional practices which violate the human rights of women or any other individuals. Equality and non-discrimina- tion are fundamental prin- ciples of human rights law. Governments have the primary responsibility for protecting and promoting the rights of all. I believe that this responsibil- ity extends to the requirement for governments to engage more deeply with minorities and other communities col- laboratively and constructively to attain non-discrimination. Through dialogue and consul- tation, and through a variety of legal, but also social, educa- tional and economic means, we can collectively encourage and ensure the advancement of the rights of women in ways that are not incompatible with cul- tural or religious beliefs. In any situation where discrimination leads to violence, governments have a clear responsibility to act and to protect the indi- vidual from harm, irrespective of whether this violence is mo- tivated by culture or religion. Condoning discriminatory practices and related violence, including for example honour crimes, represents a govern- ment’s abdication of responsi- bility and a denial of justice to victims. “Applying a ‘gender lens’ is vital to understanding the full picture of complex and intersecting forms and experiences of discrimination.” ",
        "10 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 11 Equal Voices UN human rights system and the protection of women, migrants and minorities Women from migrant and mi- nority communities may face multiple forms of discrimina- tion; both because they belong to certain migrant or minority communities, and also because they are women. The following international instruments ad- dress and contribute towards their protection: % The Universal Declaration of Human Rights (1948) states that all human beings are born free and equal in dignity and rights. This declaration, and the seven core international human rights treaties, estab- lishes the principles of non-dis- crimination and equality before the law, which may require states to take positive measures in order to ensure the effective enjoyment of these rights. % The International Conven- tion on the Elimination of All Forms of Racial Discrim- ination (1965) defines racial discrimination as “any distinc- tion, exclusion, restriction or preference based on race, colour, descent, or national or ethnic origin” (Article 1). This instrument contributes signifi- cantly to the protection against discrimination of groups and their individual members. The General Comment number 30 by the Human Rights Com- mittee requests states to pro- tect non-citizens “regardless of their immigration status”. % The International Covenant on Civil and Political Rights (1966) establishes that “in those States in which ethnic, religious or linguistic minorities exist, persons belonging to such mi- norities shall not be denied the right, in community with the other members of their group, to enjoy their own culture, to profess and practice their own religion or to use their own language” (Article 27). The Committee identifies in its General Comment number 23 that “migrant workers or even visitors in a state party con- stituting such minorities are entitled not to be denied the exercise of those rights”, and “the individuals designed to be protected need not be citizens of the State party”. % The United Nations Conven- tion on the Elimination of all Forms of Discrimination against Women (1979) de- fines what constitutes discrim- ination against women and provides a basis for realizing equality between women and men through ensuring wom- en‘s equal access to, and equal opportunities in, political and public life, as well as educa- tion, health and employment. % The I nternational Conven- tion on the Protection of the Rights of All Migrant Workers and Members of Their Families (1990) gives a definition of the term migrant worker and seeks to prevent and eliminate the exploitation of all migrant workers and their families throughout the migra- tion process. This convention is complementary to labour standards developed by the In- ternational Labour organiza- tion (ILo), especially through the conventions 97 and 143. % The Declaration on the Rights of Persons Belong- ing to National or Ethnic, Religious and Linguistic Minorities (1992) spe- cifically addresses persons belonging to minorities and the obligation of states to create favourable conditions to enable persons belonging to minorities to develop their culture, language, religion, traditions and customs - ex- cept where specific practices are in violation of national law and international standards. This declaration recognises the right to exist- ence, the protection of their identity, the right to partici- pate effectively in cultural, economic, public, religious and social life and in deci- sions concerning them, as well as the right to use their own language. For more information, see http://www.ohchr.org/english/ bodies and http://www.ohchr. org/english/issues/index.htm. ",
        "12 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 1\u0018 Migrant Women in the EU – a view by the Committee of the Regions Local and regional authorities have acquired considerable experience in policies relat- ing to reception, mediation, labour market access, wel- fare for migrant women, and combating different forms of exploitation and violence, which may be useful in draw- ing up new European strate- gies and programmes. on 10 october 2007, the Committee of the Regions (CoR) adopted the outlook opinion on „The Situation of Migrant Women in the European Union“. The rapporteur for this opinion, Ms Sonia Masini, is president of the regional province of Reggio Emilia, Italy. The CoR reiterated the need for a comprehensive European migration policy that provides for coordinated approaches be- tween the Member States and local and regional communi- ties, and coherent measures on legal migration, both in order to promote the integration of immigrants who comply with the laws of the host countries and to strengthen the fight against illegal immigration and irregularities. optimum inte- gration of immigrant women and men is crucial to ensure full integration of the sec- ond and third generations of persons of foreign origin, given the role played by women in the development of society. The members of the CoR noted that, especially in the case of migrant women, conflicts may arise between different catego- ries of individual rights and the right to cultural and religious identity. They believe that the latter should be safeguarded, provided that the practices deemed to express this identity do not violate fundamental inalienable rights and are consciously chosen by women rather than imposed by the family network or community to which they belong and/or the community of origin. The rapporteur drew atten- tion to the special situation of migrant women of all ages, but particularly young girls of for- eign origin, who are sometimes torn between the cultural identity passed on by their families and their attraction to the new identity promoted by the society they have grown up in. These girls need specific at- tention, to enable them to be- come one of the real strengths underpinning the new Europe. When framing youth poli- cies, the measures developed must include the cultural and gender diversity of young people of foreign origin, using their potential as a resource for intercultural mediation, and encouraging the establish- ment of dedicated forums for cross-cultural encounters and the development of a culture of women‘s associations. The CoR confirmed its support for the European Commission‘s aim to draft a general frame- work directive on the rights of third country citizens legally employed in a Member State and to address the problem of the recognition of professional diplomas and qualifications gained in the countries of origin. http://coropinions.cor.europa. eu/CORopinionDocument. aspx?identifier=cdr\\ecos-iv\\ dossiers\\ecos-iv-013\\cdr396- 2006_fin_ac.doc&language=EN “Optimum integra- tion of women is crucial to ensure full integration of the second and third generations.” C o P Y R I G H t : P R o V I n C E R E G G I o E M I L I A The Committee of the Regions discusses migrant women issues. ",
        "12 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 1\u0018 Equal Voices The invisibility of visible ethnic elder women across Europe By Prof. Naina Patel Shades of visibility The experience of discrimina- tion faced by Europe’s women, minorities 1 , and older people, among other disadvantaged groups, is well recognised. In- creasingly, women and minori- ties are being linked by various organisations through cross- cutting gender and ‘race’/eth- nicity research and policy initiatives across the EU27. However, what is less well recognised is the significant intersection of age, ethnicity and gender dimensions and the combined impact of ageism, sexism and racism. once this is recognised, it is important to consider the appropriate responses in terms of research, policy and practice. Discrimination and poverty are connected and explain much more about the position of today’s Europe’s minorities, rather than vague notions of the influence of culture, lan- guage and religion. We know, for example, that poverty has an age and gender face: poverty among elder women is higher than their male coun- terparts in 25 EU Member States; and women aged 75 or more have to confront the highest risk of poverty, accord- ing to Zaidi 2 . This significant research publication, using Eurostat’s CRonoS database, provides a valuable European comparison of old age poverty and represents an important advance in our knowledge. However the data cannot say anything about poverty among women of minority or ‘migrant’ backgrounds age- ing today in Europe. Does it matter that this is not possible? For instance, one could argue that ‘poverty is poverty’ and that the benefits of any policy changes arising from such re- search and consequent policy initiatives will trickle down to both ‘majority’ and ‘minority’ elder women by virtue of them being just that - simultaneously women and old. While this is partly true, there is a need to consider possible differential consequences of policy action for two reasons: First, research in some Eu- ropean countries shows that apart from a strong gender di- mension among elder women, poverty is also significantly Ability, activity in old age, not passivity. CoPYRIGHt: ADPA LonDon 1 The terms ‘minorities’ ‘minority ethnic’ ‘migrant’ are used interchangeably below to reflect the diversity of ethnic populations across the EU27. 2 Zaidi, A. et al (2006), Poverty of Elderly People in EU25, European Centre for Social Welfare Policy and Research, Vienna First Report „Poverty of Elderly People in EU25“, http://www.euro.centre.org/data/1159256302_97834.pdf ",
        "14 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 15 influenced by ethnicity. Minor- ity elder women 3 are likely to be poorer than their major- ity elder women peer. 4 In this sense being an older woman is disadvantageous and being additionally a minority, even more so. Second, minority ethnic elder women – as with minority eth- nic elder men - do not experi- ence the benefits of policy shifts equally. This is partly because organisations that represent women or older people’s inter- ests are in the main focussed on their primary groups. Therefore the specific issues affecting minority elder women may not make it onto policymak- ers agendas; or, if they do, the solutions implemented are not appropriately crafted. The absence of data, both official and unofficial, means that the organisational and institutional infrastructures that facilitate policy creation and influence change are even less likely to be geared to minority ethnic elder issues. Furthermore, although the proportion of minority ethnic elders is rising rapidly, it is still a relatively small seg- ment of the relevant population compared to the majority popu- lation. numbers rather than needs reinforce the invisibility of such groups. Understanding multiple discrimination in income and health Given the above situation, should minority elder women just passively accept the inevi- table, with no likelihood for a tailored policy response? The answer is clearly not. First, our understanding of multiple discrimination concerning mi- nority elder women is increas- ingly enhanced by individual and organisational research efforts designed to circumvent the absence of official data or the narrow focus of main- stream organisations. Second, there are countless examples of self-help initiatives by elder women from minorities, who have created organisations to support elders or have a broader focus. Many aim to combat exclusion and work to counter discrimination in goods and the provision of services. This type of social capital and resistance to ‘invis- ibility’ is captured by some of the research and developments cited below. Income and multiple discrimination nPoE - netherlands Platform older People and Europe with its partner organisations 5 es- tablished a programme called AGE+ Project to increase re- search and promote knowledge of minority women’s income as they age. Using secondary sources of data, MERI Con- sortium as a member of AGE+ Project found that in spite of the absence of data or differ- ences in definitions or con- cepts, minority women at 40+ in Austria, Germany, neth- erlands and Italy had lower educational levels than minor- ity men and majority women of their age; and there was concentrated employment in low wage sectors, including do- mestic work in private house- holds. Poverty is a likely conse- quence in these circumstances. MERI therefore argued for integration measures on age related issues (increased access to education and training for older workers), gender related issues (a reduction in the gen- der pay gap and improvements in the family and employment 3 The age of 50+ is used as the marker for ‘minority ethnic elder’ rather than chronological age of 65 years associated with retirement. This is to recognise known ‘early ageing’ among minorities – albeit these circumstances will change over time. It should be noted that in daily life minori- ty ethnic elder women do not define themselves as such, and the same applies to ‘majority ethnic elder women’. 4 Migrants and minorities are also likely to experience a lower pensionable income because they are in low paid jobs or experience long bouts of pover- ty. Further, in old age they may suffer from a lack of knowledge of benefits, which could potentially cushion them from lower pensions and poverty. 5 The AGE +Project (2005) was coordinated by nPoE with partners including PRIAE, EURAG, MERI, oWn Europe, E-Quality and CoSPE. It was supported by the European Commission as part of European Action Program to combat poverty and social exclusion. “In this sense be- ing an older woman is disadvantageous and being addition- ally a minority, even more so.” ",
        "14 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 15 Equal Voices balance), and ethnicity related issues (through recognition of overseas qualifications and the removal of legal barriers to employment). These were intended to positively affect minority elder women. For example, in the nPoE AGE+ guide we find common expres- sions as Esme from Austria says ‘when I’m 60, I hope I’ll get a pension’ or Rohangiz ‘I hope my daughter will be able to support me in old age’. These are not exceptions and show real fears of economic insecu- rity in old age, over and above health, family and personal issues of loss and ageing in a ‘home’ different from the one originally envisaged by many during migration. PRIAE (2005) research as part of the AGE+ Project revealed that in the UK there are earn- ing gaps reflecting the com- bination of age, gender and ethnicity: the income of white younger women (age 25 or less) exceeds that of ethnic minor- ity men in the same age group; thereafter ethnic minority men achieve higher incomes than white women. But minor- ity ethnic women experience lower income than both groups at all ages, declining further relatively after 50+ years. There are differences among minor- ity ethnic women in terms of employment participation rates (e.g. Chinese and Indian women show higher partici- pation compared to African Caribbean women) and the average earnings also show a variance with age and parental status. Sources of reliance are also important: white widows and widowers rely proportion- ally more on occupational pen- sion schemes in old age than minorities for their income. Women from majority and minority groups have differ- ent experiences concerning access to pensions and employ- ment. These differences require specific pension measures which are ethnically-age and gender responsive, as proposed by PRIAE to the UK Pensions Commission. But raising is- sues with policymakers is not sufficient, as elders in the UK, for example, have previously commented, ‘We have had too much discussion, not enough action’. The work of ME²Pn 6 shows that some minority eth- nic elder women and men are very capable of expressing their experience of incomes in a way that can be useful to policymak- ers and planners. The project aims to increase confidence and build capacity in policy among many minority ethnic elders so that they can participate effec- tively as users and/or citizens in policy matters and, in turn monitor and influence progress. What is required to achieve this is good information, clear mechanisms applied strategi- cally and, above all, creation of opportunities and access – with sustainable funding. Health and multiple discrimination The Minority Elderly Care (MEC) 7 project is the larg- est initiative to date across Europe in the area of minori- ties, ageing and health. MEC involved primary quantitative research which generated data and information on over 3,000 minority ethnic elders covering some 25 ethnic groups; over a thousand health and social care professionals including doctors and 312 non-profit voluntary organisations in 10 European countries. MEC research shows that minor- ity elder women experience a range of conditions, service and professional barriers and remain largely invisible in care policy and practice agendas. Family patterns are changing everywhere and the common view that ‘minorities look after themselves’ (thus there is no need to consider minorities’ 6 ME²Pn (Minority Ethnic Elders Policy network) is a policy-specific initiative – further details from ian.smith@priae.org 7 MEC research by PRIAE was supported under the DG Research 5th Framework Funding Programme under Quality and Ageing, 2001-2004 ",
        "1\u0018 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 17 ageing) is incorrect. Apart from these changes in family patterns, ethnic elder women are also facing acute ill health problems related to cardio-vas- cular disease, diabetes, muscu- loskeletal disorders and mental health. This clearly should necessitate a greater demand and use of health and social care services. However, the MEC data across all the 10 countries reveal an under-utilisation of serv- ices due to a range of factors, including lack of knowledge, language difficulties, income, inappropriateness of services (lack of cultural mix), dis- criminatory assumptions and complexities of health sys- tems. Health and social care professionals cite racism and discrimination that they have observed among other serv- ice users and professionals. The presence of antithetical attitudes in an environment of care may further reduce the take-up of services that minor- ity ethnic elder women desper- ately need to improve their lot in the ageing process. In spite of this, when health and social care services are accessed and used, minority ethnic elders show clarity in their expecta- tions: services must be quality- based and not just culturally appropriate. This is an impor- tant finding, since for too long the issue of ageing among mi- norities has been limited to a focus on cultural and linguistic adjustments (something which authorities are also challenged by and often do not meet). Increasing knowledge to effect change through fundamental research, as with the MEC research initiative, is an impor- tant basis for advancement by Europe’s minority ethnic elder women and men. Visibility in action and progress Research in areas such as minorities and discrimina- tion is insufficient if it does not change the world for the better. Research must create conditions where minority elder women can derive hope and aspire to better quality of life as they age. In this respect the Ageing Actively in Mi- norities (AIM) Programme, Mental Health 8 , Palliative Care and Hospital Care work show the central importance of overcoming discrimination in access and care services, while increasing awareness of health through clear, tailor- made information and its use. Support for professionals working in these areas and the participation of minority ethnic elder women and men through community invest- ment and engagement are also essential. Such involvement is crucial in the development of tangible tools and resources for this target group – e.g. a patient diary created by an 87 year old minority ethnic woman to overcome ‘language barrier and self-manage hospi- tal entry and process directly with staff ’. Such involvement further reinforces minor- ity ethnic elders’ capacity to advocate for themselves and/or the creation of mentors among different minority ethnic elder women and men groups. In the process, such work is also generating employment and preparing the next generation of workers who could work effectively with minority and majority ethnic elder women and men, as well as be in- formed by them, since learn- ing is a two-sided process. The significance of a diverse ethnic workforce, as well as the entrepreneurs among them, has been highlighted by the CEMESME (Contribution of Ethnic Minority Employees to Small and Medium Sized Enterprises) 9 initiative. Since health care is labour intensive, and population ageing in- creases the demand for health care preparation for an effec- tive diverse ethnic workforce can benefit both majority and 8 These health specific developments are all ‘first of its kind’ in covering policy, research and service innovations with community investment methods. Further details on AIM from yolande.watson@priae.org; on Hospital Care carrie.ho@priae.org and Palliative Care yasmin.gunaratnam@priae.org 9 CEMESME has established a large dataset into the characteristics of employment and diversity, organisation and performance, further details from ahsan.malik@priae.org ",
        "1\u0018 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 17 Equal Voices minority women and men for now and in the future. The examination of income and health above shows that the impact of discrimi- nation is not always direct, but rather indi- rect in access, services and delivery through a lack of recognition of minorities’ ageing per se ; and that ageing issues differ across women and ethnic groups. notwithstand- ing discrimination and disadvantage, much research work shows the importance of independence, dignity, a close relationship with services, and culturally and linguistically appropriate management of care for mi- nority ethnic elder women and men. Such investments in the area of health and social care can also be useful for majority groups. What is clear in practice is that gains are often made by minority ethnic elder women and men by establishing local organisations which provide direct services and/or infor- mation, policy and service innovations. In this sense, indeed, ‘they are looking after themselves’. This raises fur- ther issues regarding equality of treatment and rights since most of these organisations are self-financing and do not have the infrastructural support of mainstream large civil society organisations. Without the minority ethnic age organisa- tions or specialist organisa- tions that cater for such groups directly, minority elder women would remain invisible – and worse, still not be supported. The challenge for mainstream organisations, including large equality organisations within and across Europe, is whether they are prepared to engage with and invest in minority initiatives and organisations. In doing so they will recognise that they can learn much about the causes and consequences of multiple discrimination. This process will allow them to understand and address the issues facing ‘invisible’ groups such as minority elder women – and as they become ‘visible’ this will lay the foundation for progress for all. Naina Patel is founder and executive Director of the PRIAE Policy Research Institute on ageing and ethnicity as well as professor in ageing and ethnic- ity at the Centre for Ethnicity & Health, University of Central Lancashire. MEPs Claude Moraes and Stephen Hughes support research on European Minority Elders‘ Care at the European Parliament; Prof. Naina Patel (Third from the right) C o P Y R I G H t : M I C H A E L C o n t E S ",
        "18 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 19 Statistical data 5 show that a large gap between the employ- ment situation of ethnic minor- ities and that of the dominant Dutch population continues to exist. In general, the white Dutch population scores with an unemployment rate of 4% better than people who belong to non-dominant groups of society. However, figures vary among the different immi- grant groupings: while 19% of Moroccans, 19% of Antilleans and 18% of turkish people are unemployed, immigrants with a Surinamese background are comparatively better off. 12% of Surinamese are without work. Figures from the Annual Inte- gration Report 2007 6 show that among white Dutch women, 58% are active on the labour market, while labour participa- tion among women of Suri- namese descent has increased (to 61%) above the level of the white Dutch women: how- ever, there are striking differ- ences among ethnic immigrant groups concerning labour participation. In particular, participation among turkish and Moroccan women turns out to be low: only 31% of both female groups are employed. Research in the netherlands also shows that non-dominant female groups are confined to specific sectors in the labour market. For instance, half of the turkish and Moroccan women work in the sector in which white women do not (want to) work. not only do immigrant and refugee women have to accept the less wanted jobs; they often also have to perform work far beneath their educational level. In general, non-dominant groups are over-represented in elementary and lower profes- sions. Data 7 also indicates their over-representation in agricul- ture and industry, i.e. sectors involving hard and unskilled labour. one in four turks and Moroccans and one in five non- western immigrants work in such sectors. In contrast to that, 16% of the Antillean minority, 12% of the Surinamese and only 6% of white Dutch are em- ployed in this field. Representa- tion in the other economic sec- tors is almost the same among the white Dutch, Antilleans and Surinamese people 8 . Employment obstacles for black and immigrant women - A case study from the Netherlands By Drs. Hellen Felter Facts and figures: % The netherlands have a population of 16.4 mil- lion of whom 3.2 million are persons with a foreign background. Around 1.7 million belong to the non- dominant groups (blacks or immigrants) or to groups targeted by Dutch integration policy 1 . % The unemployment of non-dominant people is much higher than the average of 4% among the only-white Dutch population. Unemployment among Moroccan people is, for instance, 19%, among Antilleans 19%, among turkish people 18% and among people with a Surinamese background 12%. 2 % According to CBS data, 22% of young black and immi- grant people were unemployed in 2006. In comparison, among their white age group the unemployment rate was only 9%. 3 % In 1996 and 1997 unemployment amongst black and immigrant people was 3.5 times higher than among white Dutch. In 2006 the situation still remains the same. 4 1 SCP Jaarrapport Integratie 2007 2 SCP Jaarrapport Integratie 2007, Annex B6.5a 3 SCP Jaarrapport Integratie 2007, p.141 4 SCP Jaarrapport Integratie 2007, p.139 5 SCP Jaarrapport Integratie 2007, Annex B6.5a 6 SCP Jaarrapport Integratie 2007 Annex B6.1a 7 SCP Jaarrapport Integratie 2007, Annex B6.8 8 SCP Jaarrapport Integratie 2007, Annex B6.8 ",
        "18 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 19 Equal Voices Specific areas of concern are the high unemployment among young people, the increasing numbers of long-term un- employed turks, Surinamese and Antilleans/ Arubans and the poor employment posi- tion for people with a refugee background. Although some groups, especially the young males and females from non- dominant groups, are highly educated they often start their career working below their qualification levels and upward mobility is regularly slow. Furthermore, the situation for members of ethnic minor- ity groups with a handicap or a long-term illness needs attention. These people often face multiple discrimination, thus rendering their labour reintegration into a long and difficult process. Projects for reintegration do not reach many handicapped members of ethnic minority groups because official institutes are inept or insufficiently equipped to address the specific prob- lems faced by these groups 9 . Black and immigrant women, who have lower employ- ment rates and wages than their white peers, also have a fractured pension building thus making them vulnerable to poverty in old age. Also their employment conditions are poorer because they are concentrated in particular low- paid and unregulated working sectors of the economy. Thus there is not only inequality in payment - despite the direc- tive ‘equal pay for equal work’ - between women and men in general, but also a pay gap between black/ immigrant women and white women. Interestingly, it is often stated that such a situation arises because these women are poorly integrated into society and therefore incapable of entering the labour market or even climbing up the career ladder. But this argument prompts a question con- cerning the second or third generation of women among non-dominant groups. These descendants were born, raised and finished their education in the ‘host’ country. They speak the language and often have an impressive track record of appropriate voluntary work. Still they are not accepted, and continue to be treated as if they were invisible. Thus it can be concluded that this is due to racism, xenophobia and other forms of discrimination. two crucial factors need to be taken into account when examining the persistent lack of social economic mobility among non-dominant groups, namely: power and education. First, the status of immigrant groups in the Dutch society is defined by the source of power they can effectively wield: positional or role power, power of possession of goods and services or the power of skills, competences and abilities to provide services that others desire 10 . When scrutinizing the social stratification of black, immigrant and refugee com- munities and/or their second or third generation of descend- ants in the netherlands the picture is clear: there is as yet no fundamental base of equal- ity to wield any appropriate measure of power structurally and at a groundbreaking level. Secondly, education which should facilitate social mobil- ity could also constitute an “There are striking differences among ethnic immigrant groups concerning labour participa- tion.” 9 Dick Houtzager, 2000, Dutch Monitor Centre on Racism and Xenophobia, Analytical report on the employment sector 10 tumin M.M., 1992, Social Stratification. The forms and functions of inequality ",
        "20 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 21 obstacle when continuously implemented on unequal terms. Whether the accessibility to education is affordable or selec- tive - due to high fees, certain grades, quotas or specific net- works - the most defining factor is the quality of the education. It has to be maintained and upheld for everyone in any type of school. Therefore, if teaching units are incompetent, unmoti- vated, prejudged by unfounded conceptions towards black and migrant communities and as professionals unable to deliver high standard education to all pupils regardless of their back- ground, they should be held ac- countable and penalised for not reaching the normal standards of outputs. Education in its formal and informal approach should be a life long learning process, a catalyst for social mobility. That is why the recognition of competences, diplomas and occupational levels gained out- side of Western Europe should be addressed more sufficiently. In this ‘European Year of Equal opportunities for All’ and in the upcoming ‘Year of Intercul- tural Dialogue’ the enhance- ment of participation from non-dominant groups must not only concern the work- force, but also decision-making on all aspects of civil, political, legal, economic, social and cul- tural life. only under such con- ditions, it can be ensured that necessary cultural change will indeed take place. This should not only be instigated by gov- ernments at a European level, but also by social partners and through local initiatives. TIYE International recom- mendations to improve the situation of black and other ethnic minorities in the neth- erlands and Europe: 1) Enlarge the visibility of all discriminated groups (on grounds of race, ethnic origin, handicap age and gender) by research and publicizing specific data regarding these population groups; 2) Increase the participation of non-dominant groups (men and women) in deci- sion making in all aspects of civil, political, legal, eco- nomic, social and cultural life; \u0018) Stimulate the media to pay more positive attention to issues regarding people of non-dominant groups and their positive contribution to society; 4) Reveal the impact that dis- crimination has on the lives of those who are confronted with racism, ageism, sexism or other forms of discrimi- nation; Participants at the TIYE seminar “Towards a Workforce without Discrimination” C o P Y R I G H t : t I Y E I n t E R n A t I o n A L ",
        "20 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 21 Equal Voices 5) Raise awareness to imple- ment anti-racist and anti- discriminatory education at all levels of the education system; \u0018) organise for junior black and immigrant managers informal meetings with senior managers to enhance their networks vertically; 7) Develop a comprehensive approach for anti-discrimi- nation policies and the fight against discrimination on different grounds (on na- tional and European level); 8) Identify the existing ‘gap’ in all European countries between legislation and the actual level of anti-discrim- ination policies; 9) Ensure mainstreaming of measurements to prevent violence and harassment against representatives of non-dominant groups. TIYE International - estab- lished in 1994 - is the um- brella organisation of Dutch, national associations of black, migrant and refugee women. TIYE has special consultative status with the ECOSOC of the United Nations. Besides ac- tivities to influence policies in favour of the social-economic position of black, immigrant and refugee women, TIYE International also develops awareness-raising campaigns regarding gender, race, ethnic- ity and equality. Drs. Hellen Felter is an Ex- ecutive board member of Tiye International. C o P Y R I G H t : P A U L L A P P A L A I n E n ",
        "22 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 2\u0018 EV: What are in your view the main challenges that minority women face in the EU? Challenges faced by minor- ity women in Europe are very diverse, depending on the individual specificity of the EU Member State in which they live, the history of migra- tion in that country, existing legislation and laws govern- ing migration, the ability and willingness of those countries to recognise and respect the presence of immigrants, and the openness of the society and its population. Minority women in the EU also encounter different chal- lenges depending on their origin, physical appearance, religious belief, sexual orien- tation, age, and the size and history of the communities in which they live. Many are con- stantly confronted with, and have to fight against, institu- tionalised racism, and different mechanisms of institutional and social exclusion. This includes limited or no access to the labour market, social and health facilities, education and political structures. Extremely exclusive legislative policies, coupled with the constant fight for recognition and respect, make life very difficult for some minority. Furthermore, some communi- ties especially black communi- ties, Roma and Sinti, and Muslims are generally stigmatised as criminals (thieves, drug deal- ers, prostitutes, false asylum seekers, abusers of the social system, terrorists etc.). EV: Are there any particular issues af- fecting black women? Black women belong to that visible minority in the European Union who are constantly confronted with different forms of multiple discrimina- tion, due to their skin colour, their origin, their sex and their religion. In addition to classical forms of discrimination and social exclusion faced by im- migrant women, black women “Black women continually have to justify their true value to society, and have to struggle for the recognition and respect they deserve.” The dilemma of black women Equal Voices Interview with Beatrice Achaleke, AFRA, Austria Beatrice Achaleke, a promoter of black women’s empowerment C o P Y R I G H t : B E A t R I C E A C H A L E K E ",
        "22 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 2\u0018 Equal Voices are exposed daily to racism and sexism at the same time. They are generally considered to be incompetent, lazy, uneducated, poor, submissive, and always in need of help. Their knowledge, skills, com- petences and professionalism are often not recognised, and they are reduced to being seen as inferior not only by the ma- jority white society but also by some black men. Thus black women continually have to justify their true value to society, and have to struggle for the recognition and respect they deserve. This struggle constitutes a constant source of stress in everyday life and is worsened by the lack of black women as role models. There are few black women in key positions - be it in the public sector, in politics, or in the private sector, and this consti- tutes a big handicap for those aspiring to such positions. EV: Are black women worse off than black males? Black women are affected in a different way than from black men. While black men are often considered to be crimi- nals (drug dealers etc), black women are seen as prostitutes, poor victims etc. Both are seen to be abusers of asylum laws and exploiters of the social and welfare system. EV: What has been your per- sonal motivation to become politically active? My personal motivation stems from a combination of the desire to have a better world for my children and the conviction that I can make a difference if I try. I wanted to escape from being labelled as a victim (as society sees us and where it wants to keep us), and instead to take an active part in build- ing and shaping the society in which I and my children are liv- ing. I also had a strong desire to make my voice heard, to protest against injustice, to become self-determined and to fight for justice and equal opportuni- ties for discriminated groups especially black women. I felt the need and had the pas- sion to encourage black women through empowering myself and others: to create networks; to build new alliances; and, above all, to challenge the social, polit- ical and economic mechanisms which support and allow the ex- clusion of immigrants especially black women in Europe in gen- eral and in Austria in particular. This empowerment is necessary to achieve a better place for my children in the future. EV: What resistance are you facing and how do you over- come it? Despite my strong personal motivation, I still often face barriers like having to convince both black women and funders of the importance and impact of my work. I still have difficul- ties in gaining access to some important networks, and being influential. Having not enough access to mainstream media, lack of sufficient funding, and the difficulty of motivating others and convincing policy makers also impedes my work. nevertheless, I am very thank- ful for those who have so far recognised our work and who have been supporting our activities both financially and morally. However, the biggest challenge still remains, finding the right strategy to formulate and table the needs of black women in a European context. The first Black European Wom- en’s Congress 2007 was a first big step in that direction. EV: What would be your per- sonal message to migrant and minority women in Europe? never give up, no matter how tough the going gets. It is very important to have a voice, to participate, to take an active part in designing the com- munities and societies you are living in. Privileges are never given freely. If you wait to be given a chance, you risk never getting any. You have to fight, not just to have your rights recognised, but most of all to keep them and have them respected by others, especially ",
        "24 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 25 the majority. When you are unable to make a change alone, organise yourselves - self-or- ganisation is not a privilege but a right which you can make use of at anytime. organising oneself for action is a political instrument we (visible) minori- ties in Europe like anywhere else, cannot afford to ignore. If you do not stand up for your rights nobody will do it for you. We know best what our challenges are, and we have better solutions for them than anyone else. Let’s make use of our know-how to fight for our place in Europe, ‘our home’. EV: How can black women be empowered to take on a stronger and more visible role in society? The key is that black women organise themselves, identify their needs and fight to make them visible. They must stop playing the role of victims, a role they are most often forced to play, and become active players. It is not an easy task but it is possible and worth pursuing. They must inform themselves about the commu- nities/society they are living in and find out about their rights and make use of them. They should learn the language to be able to articulate their needs, create strategic alliances, even with so-called established organisations, if this will help them to become more vis- ible or facilitate access to the resources needed for visibility. They should join existing net- works, make strategic contacts and participate in public meet- ings and events. Finally, they need to be ever present and be proactive instead of only reacting. Many things seem to be very difficult, not because they actually are, but because we never try to change them. Beatrice Achaleke is the Direc- tor of AFRA, the International Center for Black Women‘s Perspectives in Vienna. She has also currently launched the Black European Women‘s Net- work BEWNET. The First Black European Women‘s Congress was organized on 27-29 Sep- tember 2007 in Vienna to pre- pare the launch of BEWNET. BEWNET can be visited online under www.bewnet.eu to get a free subscription of Equal Voices email: media@fra.europa.eu, or call: (+43-1) 58030-637 ",
        "24 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 25 Equal Voices Access denied – Roma’s struggle for public health care Equal Voices Interview with Soraya Post, International Roma Women’s Network In 2003 the Council of Europe, FRA (EUMC) and the oSCE published the report „Breaking the Barriers - Romani women and Access to Public Health Care“. Four years later, what has been achieved in EU Member States in the area of addressing discrimination of Roma in access to public health care? Equal Voices (EV) spoke to Soraya Post. EV: Can you point out con- crete initiatives that made a change and improved ac- cess to public health care for Roma? Unfortunately, I am not able to provide a very positive assessment of the situation. The problems which were highlighted four years ago still remain to the same extent today. In many cases, the situ- ation has even deteriorated as the general situation of Roma has worsened dramatically. In recent years we have, for instance, seen an increasing number of evictions of Roma who ended up in slum settle- ments, under bridges and in even worse situations. This has had a tremendously negative impact on health and health care. Anti-gypsyism is as rampant as ever. It is today evident that the permanent exposure to persecution and fears has a direct negative impact on physical and mental health. our people have still not recovered from the trauma of the Holocaust, and even today discrimination, humiliation and maltreatment of our peo- ple continue in Europe. If we take this overall negative trend into account, it is very hard to point out any particu- lar initiative which has made a change. Initiatives such as the introduction of Roma health mediators remain of limited impact and in some cases may even serve as a justification not to address the root-causes for the Roma’s poor access to health: discrimination and social exclusion. EV: Beyond implementing the EU‘s anti-discrimination legislation, what else should Member States do in order to address the situation of Romani women? Introducing and implementing anti-discrimination legislation in line with the EU directive is certainly important but this is not enough. Many Roma are not even aware of their rights, or that these are infringed, and even if they are they do not know where to go to get rem- edy. Information campaigns and free legal aid are therefore also necessary. But there is something else which needs to be taken into account, the fact that many Roma, and in some countries this may well be the major- ity, simply drop out of the social system. In Romania and Bulgaria, for instance, in order to be able to benefit from free medical treatment you need to have access to social assistance which many Roma do not have. Finally, also due to evic- tions, we have an increasing number of Roma who are living in remote, ethnically segregated neighbourhoods where healthcare facilities do not exist. People are too poor to travel to the next doctor or medical centre. Ambulances systematically refuse to serve C o P Y R I G H t : S o R A Y A P o S t Fighting for Roma women’s rights: Soraya Post ",
        "2\u0018 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 27 these neighbourhoods, which in some cases has had fatal consequences. EV: What would you like to have achieved three years from now in terms of improv- ing access to public health care and the situation of Rom- ani women? What will you do in order to address shortcom- ings in policy making? What can governments do in order to tackle deficiencies in policy making? The right to health is guar- anteed by international law. Ac- cording to the Un Committee on Economic and Social Rights this implies availability, acces- sibility, acceptability and qual- ity. Discrimination on ethnic grounds or on the basis of gen- der is prohibited by numerous laws and treaties. Yet, everyday life tells us a different story. only a few years ago, we have had to witness the forced steri- lisation of Romani women, or sterilisation without informed consent. This has happened in countries such as Slovakia and the Czech Republic, but cases have also been reported from Hungary. Forced sterili- sation of Romani women has occurred in many countries including my own, Sweden, and in many cases seemed to respond to a pattern aimed at reducing the number of Roma. We are expecting an unbiased investigation in all these cases and a proper compensation of the victims. The culprits need to be punished and prohibited from the further exercise of their profession. Attention needs to be given to the exclusion of Roma from the public health care system. Until today most studies dealing with the health situation of Roma gave disproportionate attention to issues such as fertility and contagious diseases which are seen as a threat to the major- ity population. There are no reliable data about the number of Roma who drop out from the public health system which would be the first step in order to find a practical solution. Instead of wasting money on health mediator schemes I would like to see states attract young Roma to medical profes- sions. only if Roma are equally represented in any field of so- ciety and have effective power will the situation change. As a whole we need to change mentalities. I am a member of the Executive Committee of the European Roma and travellers Forum. We have just set up several directorates and commissions. I am in charge of the Commission for Women Issues which is part of the Hu- man Rights Directorate. There we address these issues such as the exclusion of Roma from public health from a human rights perspective. We issue recommendations to national governments and international institutions and try to put pressure for these recommen- dations to be implemented, but the responsibility lies with the state institutions, not with us. We have no power. Governments need to take the discrimination and social ex- clusion of Roma seriously and find appropriate remedies. one of the first issues to address in many countries, not only in terms of access to health care, but also many other rights, is to provide Roma with proper documentation, including citi- zenship. Governments need to understand that Roma are their citizens, and that they have a “I would like to see states attract young Roma to medical professions. Only if Roma are equally represented in any field of society and have effective power will the situation change.” ",
        "2\u0018 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 27 Equal Voices responsibility towards them. Many women and children suffer, and even die because, as a result of not having proper identification papers, they have no access to healthcare. I would like to highlight also the situation concerning the poor psychical health among my people. Many young and older women are addicted to painkillers or medicine like valium or citadon. This is the outcome of living for centuries in exclusion, with no ambitions and no vision for the future. This problem is fast growing in the Roma community. There is today an alarming tendency of states and public authorities to call on the EU or foreign donors every time they need to address the problems of Roma. This needs to stop. States need to be told that they are as responsible for their Roma citizens as they are for any other citizen. EV: The Empowerment of Romani women has been one of the topics of the interna- tional conference in December 2007. What does empower- ment mean for you, and what message would you like to convey on this issue? Empowerment for me means putting people in a position where they have effective pos- sibilities to exercise their rights and to improve their situation. talking about Romani women, this means to break different patterns of discrimination and prejudice. We are still experiencing the consequences of a centuries old history of discrimination and persecution. We did not have the same possibility to have ac- cess to education and employ- ment. There is hardly anyone of us who has an influential post. The situation of Romani wom- en is by many times worse. Many Romani women are still confined to the small circle of house and extended family with no possibility of self-reali- sation. We have to address this, and we do, within our commu- nities but all these efforts will be in vain as long as society does not offer Roma the same chances and opportunities as offered to other people. Soraya Post is President of IRWN (International Roma Women’s Network) and a Board member of ERTF (European Roma and Traveller Forum). 2003 EUMC Report “Breaking the barriers – Romani women and access to public health care”. For further information visit http://fra.europa.eu/fra/material/pub/RoMA/rapport-en.pdf The report resulted from a joint project by the Council of Europe’s Migration and Roma/Gypsies Department, EUMC, the oSCE’s office of the High Commissioner on national Minorities, and the office for Democratic Institutions and Human Rights. ",
        "28 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | 29 Romani women’s access to health – a basic human right By Nicoleta Bitu nicoleta Bitu from Romani CRISS and oSI Joint Romani Women Initiative reas- sesses the 2003 EUMC Report “Breaking the barriers – Romani women and access to public health care” as well as its impact and the current situation of Roma access to health care. When the discussions on hav- ing a research report on the ac- cess of Roma to health started in late 1999 I was there. Later on, being part of the advisory board of the project “Break- ing the barriers – Romani women and access to public health care“ - which was jointly undertaken by the Council of Europe, the FRA (former EUMC), the oSCE HCnM and oDIHR Contact Point for Roma and Sinti Issues - I wit- nessed discussions (even po- lemics) around some questions such as: do we need “another report” versus ‘action-oriented‘ programmes? If there will be a research and reporting project, how do we assure the partici- pation of Roma activists and experts in the documentation activities and the writing of the report itself? What would be the final outcome of the project and what will be the use of the report? Why focus the documentation and the report on Romani women’s access to health care and not on the access of the Roma community as a whole to such services? Reading the report again, after 4-5 years, I recognise the im- pact the report has had on the work of many of us, as well as concrete outcomes, such as: % the report has made a major contribution to moving health issues from the “periphery” of Roma related affairs towards the “core” of policy making on such affairs in a “human rights” perspective; % at the level of policy-making in particular countries, this report has raised the aware- ness of politicians, of policy makers, and of the Roma activists about Roma-related health issues viewing them as a priority policy area and a major one for promoting change; in a number of cases across political, policy mak- ing and community spec- trum the report changed the way of thinking about Roma and access to health care; % at the level of IGos, some of the recommendations of the report are by now provisions, recommendations and moni- toring criteria incorporated in major documents such as: the Action Plan on Improving the Situations of the Roma and Sinti in the oSCE Area (the subchapter on Health); the relevant recommendations of the Council of Europe’s Com- mittee of Ministers and in ECRI reports; and the reports of the EUMC. At the same time we witnessed a mobilisation process of the Romani women activists which had, among others, an impact on the Roma male activists: they started to learn and even- tually to “accept” (not without some resistance, inhibitions or even open hostility) that the Roma female activists and specialists play a legitimate role, on an equal footing, in the policy making proc- ess on Roma affairs. one of the concrete outcomes of the project was the creation of the International Romani Women network, after the consultation with Romani women activists in Vienna in november 2002. What happened in the four years since the report was launched and what have governments done? I remind “It is my aspiration that health will finally be seen not as a bles- sing to be wished for, but as a human right to be fought for.” Kofi Annan ",
        "28 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | 29 Equal Voices in this context that the report underlines that “government strategies to improve the situa- tion of Roma should recognise and include concrete actions to address the role of discrimina- tion in impending access to health care” 1 . There are some achievements: In recent years I have noticed an increased awareness of pol- icy-makers to include in Roma- related national strategies/plan of actions specific provisions, or eventually whole chapters on “health promotion”, on how to promote non-discriminatory access for Roma, in particular of Romani women to public health facilities and services. However, we still have gov- ernments, “old” or/and “new” EU members, who are behind schedule, sluggish or even reluctant to bring an appropri- ate policy response to some of the specific issues docu- mented in the report. this includes governments and public health bodies who deny the right of sterilized Romani women to moral and material compensation; lack of enforce- ment of the existing legisla- tion to condemn and sanction the cases of racist behaviour of doctors when refusing to assist Romani patients; am- bulance services refusing to enter Roma neighbourhoods; reports of unbelievable health situations in Italian camps with Romani refugees and IDPs from Macedonia and Kosovo; no remedies granted to those Romani women who suffered segregation from non-Roma in maternity wards; Roma communities whose access to health care services is impossible or extremely difficult because of a lack of proper infrastructure. As a direct and/or indirect ef- fect of such situations, the life expectancy for Romani women in the Czech Republic is still around the age of 60 years, a full 14 years shorter than the age 74 for all Czech women 2 ; studies in Romania indicate that this gap is about 16 years 3 . Roma infant mortality rates are almost dou- ble the national average 4 . Keeping in mind the EU con- text I make reference to the Eu- ropean Parliament Resolution on Roma in the EU adopted in 2005, which notes the sterili- zation of Romani women as a major issue to be addressed by the EU; and to the Euro- pean Parliament report on the situation of Romani women adopted in June 2006, which in my view is one of the most advanced policy guiding docu- ments with regard to Romani women, and to Roma policy making affairs in general. Its article 10 gives clear recom- mendations on health and Romani women. The European Commission study “Roma in an Enlarged Eu- ropean Union” stressed: while “[…] gender is specified as a priority issue within the [EU Employment] Strategy, […] race and ethnicity have not received the same level of attention, despite evidence that racial and ethnic discrimination exist within the employment market, particularly in respect of Roma communities” 5 . There is an increased effort to address the diversity of Euro- pean populations but when it “There is an increased effort to address the diversity of European popu- lations but when it comes to Romani women we find that the gender equality policies assume values and stand- ards applicable for middle class Europeans.” 1 Council of Europe, EUMC: Breaking the barriers – Romani women and access to public health care , 2003, p. 9. 2 ECoHoSt, LSHtM (Report for the World Bank): Health needs of the Roma population in the Czech and Slovak Republic (literature review) , 2000, pg 36. 3 Sorin Cace and Cristian Vladescu: The health status of Roma population and the access to health services in Romania , 2004. 4 UnDP: The Roma in Central and Eastern Europe, Avoiding the Dependency Trap , 2003. 5 European Commission, Directorate on Employment and Social Affairs: The Situation of Roma in an Enlarged European Union , 2004, p.2. ",
        "\u00180 | ISSUE 22 | DECEMBER 2007 Equal Voices ISSUE 22 | DECEMBER 2007 | \u00181 comes to Romani women we find that the gender equality policies assume values and standards applicable for middle class Europeans, which are far away from the reality of Romani women and other mar- ginalized and socially excluded women. European policy makers need to integrate the specific situation of disadvan- taged minorities and especially Romani women in policies and actions at the level of Member States or the European Union when addressing both gender equality and racial and ethnic discrimination. When reading European policies it is really hard to find any mention of the situation of Romani women and other socially excluded women. 6 There is an urgent need for policy makers to address the phenomenon of multiple discrimination. In some Member States a positive practice in addressing the limited access of the Roma communities is to train and employ so called health media- tors. This project was initiated, in Romania as well, by my organisation, Romani CRISS, about ten years ago. Currently, this initiative has been evalu- ated in many reports as a posi- tive practice. At a later stage (starting with the year 2002) the Ministry of Health in Romania took over and developed the programme - in close cooperation with our organisation and the oDIHR Contact Point for Roma and Sinti Issues. It had a large impact on both facilitating access of Roma persons (and not only) to the public health services, and empowering of Romani women. Currently there are about 450 persons, almost all females, who are hired and regularly paid by the Ministry of Health. However, there are some side effects to this positive prac- tice such as: the issue of equal access to the public health services has been reduced to the formal registration of Roma persons on the lists of the general medical practition- ers. At the same time discrimi- natory practices and racism of doctors/medical staff, or/and segregation of Romani patients (in particular women) in “spe- cial” hospitals’ wards has been ignored or remained at the level of discussion only. Another aspect to be better planned is that the programme of health mediators should be implemented on a medium term, as a precondition to as- sure the sustainability of the results and to avoid the crea- tion of a parallel, ‘ghettoized’ system for Roma. I recall in this context a remark in the report which continues to provide me with a guideline in my current work (in the oSI framework and in Romani CRISS): ”Mediators are not a cure-all for the complex, systemic bar- riers to accessing health care often facing Roma. At the same time, measures should be taken to ensure that mainstream services respond to media- tors’ findings and take steps to transform accordingly. The existence of specialized health workers must be viewed as a way to promote rather than ex- cuse other health care workers for engaging with the com- munity that the mediator aims to help. to do otherwise risks institutionalising a segregated system of assistance.” “Member States still need to promote reforms within the health public serv- ices, by introducing regular and system- atic education of the medical personnel on anti-discrimina- tion and on gender equality.” 6 The last two paragraphs are reproduced from the author’s presentation Romani Women in the European Union: Realities and Challenges, for the EP Committee on women’s right and gender equality hearing Situation of Roma women in the European Union , 23 november 2005. ",
        "\u00180 | ISSUE 22 | DECEMBER 2007 ISSUE 22 | DECEMBER 2007 | \u00181 Equal Voices It is clear that Member States still need to promote reforms within the health public serv- ices, by introducing regular and systematic education of the medical personnel on anti- discrimination and on gender equality. Moreover, a series of sanctions for acts of discrimi- nation needs to be introduced and applied if necessary. An EU monitoring report on imple- mentation of the Race Directive in the area of health services with an accent on gender as- pects would also be useful. Finally, an important message to the international commu- nity is that empowerment of Romani women requires that we, all social actors involved in policy making and defending human rights, support Romani women mobilisation. Person- ally, I strongly believe that only through Romani women mobilisation, can grass root development and human rights movement be achieved for the Roma. Nicoleta BITU, Romani CRISS and OSI Joint Romani Women Initiative, senior policy consultant ‘Amare Glasura ashunde’ (our voices heard) Romani Women’s Rights Conference, Stockholm on 3-4 December, the Ministry of Integration and Gender Equality of Sweden, the Council of Europe and the EU Agen- cy for Fundamental Rights held a conference that provided a forum for discussion, information sharing and exchange of good practices between policy makers and Romani Women’s networks on the challenges facing Romani women today. The core element of the conference was the opportunity for Romani women to express their concerns, in particular on the trafficking of human beings, reproductive rights and access of Romani communities to public health care. It also examined how Romani women can positively influence im- plementation of Roma policies in Europe today. Conference documentation available at http://fra.europa.eu/fra/index.php?fuseaction=content. dsp_cat_content&catid=5 FRA (EUMC) Roundtables with Romani women networks As an effective follow-up mechanism to launching the “Breaking the barriers” report, FRA (EUMC) has organized meetings of the International Roma Women network (IRWn), and the Joint Romani Women Initiative (JRWI), supporting discussions on the situation of Roma and Romani women in particular. Four such roundtables were held so far. 1 The Roundtables brought together members of the network, the Coun- cil of Europe and the FRA. They facilitated the exchange of information on current and upcoming activi- ties and allowed further reflection on priorities. Amare glasura ashunde - Our Voices Heard: Roma women rights conference, Sweden, 2007 1 EUMC Roundtable with IRWn, Vienna, 31 March–1 April 2005 EUMC Roundtable with IRWn, Vienna, 3-4 April 2006 EUMC Roundtable with Romani Women Initiatives: IRWn and JRWI, Bucharest, 3 May 2006 FRA Roundtable, Stockholm 3-4 December 2007 C o P Y R I G H t : S t E F A n B L A D H ",
        "Get a free subscription of Equal Voices at media@fra.europa.eu The October 2006 issue “Putting integration policies into practice” deals with some key questions around the ‘integration debate’ at EU level. How is integration defined? Can integration be measured, and, if so, how? What should effective integration policies look like? And how do immigrants look upon the process of integration? “Equal rights – multiple benefits” was published in January 2007on the occasion of the launch of the 2007 European Year of Equal Opportunities for All. Equal opportunities are enshrined in law across the EU. But to what extent is this right on paper a right in practice? This issue asks how far we have come in breaking the circle of deprivation, prejudice and discrimination. It discusses strategies to promote equal opportunities and participation of disadvantaged groups in society, the media, politics, and at the local level. “Being an older woman is disadvantageous and being additionally a minority, even more so”, says Naina Patel in this Equal Voices. The theme of this edition of FRA’s magazine deals with the fact that women’s experiences of racism and discrimination often differ from those of men because they suffer from multiple discrimination due to their gender as well as on the basis of ethnic origin or race, religion or belief, disability, age, or sexual orientation. Racism and discrimination can have a disproportionate impact on women and girls - whether in education, employment, health or in political life. This is the message given by international organisations, NGOs and experts who write in this Equal Voices. Discussing a variety of challenges facing migrant and minority women, the authors also indicate what policies are needed to correct such grievances. “Applying a ‘gender lens’ is vital to understanding the full picture of complex and intersecting forms and experiences of discrimination”, postulates UN High Commissioner for Human Rights Louise Arbour in her interview for this Equal Voices. T K - AA - 08 - 022 - E N - C The first issue of Equal Voices published by the European Union Agency for Fundamental Rights dealt with the Agency itself. “EU launches new Agency for Fundamental Rights” was published in October 2007. It is devoted to the inauguration of the new agency and features speeches by Commission President José Manuel Barroso, Austrian Chancellor Alfred Gusenbauer and many others. It also includes views on the possible impact of the new EU fundamental rights body, by the Council of Europe, civil society, equality bodies and national human rights institutions. (cid:69)(cid:81)(cid:85)(cid:65)(cid:76) (cid:86)(cid:79)(cid:73)(cid:67)(cid:69)(cid:83) ISSUE 21 | OCTOBER 2007 EU launches new Agency for Fundamental Rights The opening of the Fundamental Rights Agency in Vienna Interview with Terry Davis, Secretary General of the Council of Europe The added-value of the European Union Agency for Fundamental Rights "
    ]
}