{
    "text": [
        "20.8.2019 EN Official Journal of the European Union C 282/51 Opinion of the Opinion of the European Economic and Social Committee on ‘Communication from the Commission to the European Parliament, the European Council, the Council, the European Economic and Social Committee, the Committee of the Regions and the European Investment Bank Clean Planet for all A European strategic long-term vision for a prosperous, modern, competitive and climate neutral economy’ (COM(2018) 773 final) (2019/C 282/09) Rapporteur: Pierre Jean COULON Co-rapporteur: Stefan BACK 1. Conclusions and recommendations 1.1. The EESC agrees that the risk of global warming of 2 o C soon after 2060 — beyond the maximum level set in the Paris Agreement — will have serious negative repercussions on living conditions and the economy in Europe. The EESC thus strongly sup - ports the objective of making the EU a climate neutral economy by 2050 in a socially fair and efficient manner. Such a transition is possible and beneficial for Europe. 1.2. It is therefore urgent that climate action is immediately taken. The EESC endorses the overriding priorities set out in the European Commission’s Communication. The EESC calls on the Member States to support the objective of making the European Union a climate neutral economy by 2050. The EESC calls on businesses, trade unions, NGOs, and national Economic and Social Committees to support this objective. 1.3. The EESC welcomes the good results expected from the implementation of various measures already decided, with an esti - mated 45 % reduction in greenhouse gas emissions by 2030, which is greater than the 40 % undertaking made by the EU under the Paris Agreement, and a 60 % reduction by 2050. 1.4. Whilst not sufficient to achieve the objective of a climate neutral society by 2050, the EESC considers that the estimated results on the 2030 horizon of measures already decided indicate that any new measures must factor in the need for predictability in order to allow good planning and avoid sunken assets. The EESC therefore points out the importance of sending clear and timely sig - nals to businesses, especially SMEs. 1.5. For the same reasons, the EESC considers that it is urgent to rapidly define a strategy for beyond 2030, in order to achieve a transition to a climate neutral society by 2050. Referral European Commission, 17.6.2019 Legal basis Article 304 of the Treaty on the Functioning of the European Union Sections responsible Agriculture, Rural Development and the Environment Transport, Energy, Infrastructure and Information Society Adopted at plenary 20.6.2019 Plenary session No 544 Outcome of vote (for/against/abstentions) 152/1/1 ",
        "C 282/52 EN Official Journal of the European Union 20.8.2019 1.6. The EESC stresses that the transition to a climate neutral society must be implemented through a competitive, socially fair and multilateral approach and that appropriate tools must be put in place to achieve full involvement and acceptance of civil society, including all citizens, businesses and organisations. This includes conception and implementation of carbon pricing taking into account its effects on businesses and citizens. 1.7. The EESC underlines the importance of action taken at local and regional level and the importance of fully involving local and regional authorities. 1.8. The EESC underlines the importance of the circular economy, bio economy, digitalisation and the sharing economy, as key contributors to improve resource efficiency and reduce emissions. 1.9. The EESC recalls the key importance of mobility for the functioning of the EU internal market recognised by the Communi - cation, and underlines the importance of finding solutions that reduce the CO 2 footprint of mobility, including aviation, without impinging upon the vital role of mobility for the entire EU economy and society, individuals and businesses. 1.10. The EESC agrees with the importance of generating electricity from all available and upcoming non-emission sources. Grid interconnections, energy storage and demand-side response are key to securing the supply of electricity which is increasingly gener - ated from renewables. 1.11. Early planning and early setting of objectives are important to ensure planning security for business, encourage research and development and create favourable conditions to enable Europe, including European industry and business in general, to reap the benefits of being a first mover and remain competitive. In this context the EESC underlines the importance of third country relations as a means of getting more countries on board in a proactive climate strategy and to ensure a level playing field for European industry and influence standard setting. 1.12. Financing is key to the implementation of the planned strategy. The EESC therefore reiterates its recommendations that adequate budgetary resources be provided to support research, development and industrial deployment. 1.13. The EESC points out that financing is a crucial issue. It is not only a matter of public funding, and that it is therefore impor - tant to promote mechanisms that seek to encourage green investments. 1.14. The EESC points out that the transition to a climate neutral economy will not happen without far-reaching research and innovation. It requires all sorts of innovation, including in the area of new behaviours, business models, social norms, processes, tech - niques, marketing and technologies. 1.15. The EESC points out the important role of bio energy with carbon capture and storage and natural carbon sinks, such as forests and many agricultural practises that bind carbon e.g. grassland, pasture land, peatland etc. The sustainable forest management and utilisation of carbon sequestration potential of agricultural land are part of the solution. 1.16. The EESC notes that Europe represents around 7 % of the global population, 20 % of global GDP and 30 % of global high- quality scientific publications. As the transition to a climate-neutral economy needs to be a global endeavour to fight climate change, the EESC believes that the greatest impact the EU can have is to prove to the rest of the world that this transition to a climate-neutral economy is achievable and positive for society. As such, making 100 European cities climate neutral by 2030 would show that the transition to a climate neutral economy can become a reality and improve the quality of life. 1.17. The EESC considers that Europe needs a social pact for the transition to a climate neutral economy, to be agreed by the EU, Member States, regions, cities, social partners and organised civil society, in order to ensure that the transition leaves no-one behind. For that purpose, the European Social Fund and the European Globalisation Fund should be properly designed and funded. The transi - tion to a climate neutral economy is also an opportunity to eradicate energy poverty and improve quality of life, job creation and social inclusion, and ensure equal access to basic energy services for all Europeans. ",
        "20.8.2019 EN Official Journal of the European Union C 282/53 1.18. The EESC calls on the European Parliament to establish an independent EU Climate Change Committee tasked with making science-based assessments and policy recommendations. Where similar Committees do not already exist, the EESC calls on those Member States to establish such committees at national level and ensure that they report to national parliaments and national Eco - nomic and Social Committees, taking into account national specificities. 1.19. Lastly, the EESC underscores once again the urgency of creating an efficient dialogue process to enable it to provide useful input into and eventually full acceptance of and support for the strategy to be formulated and submitted by 2020. The EESC therefore proposes that a permanent citizens’ dialogue should be set up as a compulsory preparatory element of all major political decisions and all pertinent law-making initiatives at EU, national and subnational levels. Input into the dialogue and the way it is taken into account should be publicly visible. The visibility of the dialogue should be ensured by making it a Commissioner-level responsibility. 2. General comments 2.1. The EESC considers climate change a serious societal threat. Global average temperatures may increase by 2 o C soon after 2060 — well beyond the maximum level of the Paris Agreement — which will have serious negative repercussions on the global econ - omy and on living conditions worldwide. As underlined by the 2018 IPCC report ( 1 ) and the European Commission communication on A Clean Planet for all (COM (2018) 773) (the Communication), a sense of urgency is needed to protect the planet and protect Euro - peans from climate change. 2.2. The EESC points out that while there is a cost to the transition to a climate-neutral economy, there is also a cost of non- action. According to the Communication, weather-related disasters caused a record EUR 283 billion in economic damage in 2017, and river floods in Europe could cause damage of up to EUR 112 billion a year. 2.3. The EESC strongly supports the objective of making the EU a climate neutral economy (i.e. achieving net–zero greenhouse gas emissions) by 2050 through a socially fair transition and in a cost-efficient manner. As the Communication shows, such a transi - tion is possible and beneficial. It is furthermore in line with EU global commitments under the Paris Agreement and the UN Sustaina - ble Development Goals. 2.4. The EESC welcomes the fact that the Clean Energy for All Europeans Package increases the EU energy targets for 2030 for both renewables (from 27 % to 32 %) and energy efficiency (from 27 % to 32,5 %). According to the Communication, this means a 45 % greenhouse gas emissions reduction by 2030, better than the 40 % undertaking made by the EU under the Paris Agreement and an expected 60 % reduction by 2050. This will not achieve climate neutrality by 2050. The EESC therefore agrees that there is an imperative need for a vision of economic and societal transformation as set out in the Communication. 2.5. The EESC underlines the importance of predictability to facilitate planning and avoid sunken assets. The EESC appreciates the statement in the Communication that no new policies and no revision of 2030 targets are currently planned, and points out the importance of clear and timely signals to business, especially SMEs. 2.6. The EESC agrees that meeting the climate-neutrality objective requires structural changes in all areas of society. All citizens, businesses and entities will be impacted. Hence, it is essential that civil society is fully involved, mobilised and given the appropriate tools to influence the measures required to reach the climate neutrality. The EESC also recalls that integrating climate change adapta - tion into long- term planning is key to securing social and economic development. 2.7. The EESC highlights the urgency of stepping up EU action and showing leadership in order to reap the benefits of being the first mover. 2.8. The EESC takes note of the definition of seven ‘strategic building blocks’ indicating areas where action should be taken and the enabling framework drawn up. ( 1 ) The special IPCC report adopted in October 2018. ",
        "C 282/54 EN Official Journal of the European Union 20.8.2019 2.9. The EESC endorses the approach of providing an overall portfolio of 12 overriding priorities that should guide the imple - mentation of the zero emission objective, and takes particular note of the statement that Member States, businesses and citizens will be able to choose and adapt pathways to national circumstances in order to achieve far-reaching societal and economic transformations in every sector of the economy. 2.10. The EESC particularly underlines the importance of debates at national, subnational, stakeholder and citizen levels as a means to democratically co-create the various measures that promote the transition to a climate neutral economy, including behav - ioural change. Such debates will also help identify the measures that can gain public support and engage civil society and citizens, in accordance with national specificities. 2.11. The EESC regrets that it is not clear if and to what extent Member States will be free to adapt implementation measures to their specific situation. A clarification on this point during the planned consultations would be very useful. The implementation of the Energy Union Governance Regulation constitutes a test in that regard. 2.12. The EESC draws attention to the fact that most issues set out in the overriding priorities have or are already being addressed by the Commission and that the EESC has been supportive of those initiatives and made suggestions, including the creation of contact forums and underscoring the importance of social aspects and governance. 2.13. The EESC supports these priorities and underlines that they must be seen as a package. The EESC particularly underlines the importance of financing, of the role of citizens, prosumers and consumers and the social aspect, ensuring the no-one is left behind. Positive engagement of citizens can be created in particular by allowing citizens to share the economic benefits of the transition. This could, for instance, include actively promoting shared ownership in decentralised renewable energy generation, such as solar and wind power. It is vital to ensure acceptance of any burden arising, for instance, from carbon pricing. 2.14. The EESC reiterates the importance of establishing and improving contact between administration and non–state actors and refers to its proposals to create a coalition of politics, administration and civil society ( 2 ). 3. Need for a genuine, overarching EU industrial policy for the transition to a climate-neutral economy, supported by ambitious R & I, a social pact and democracy 3.1. Comments on the 12 priorities 3.1.1. The EESC recognises the vital importance of energy efficiency and renewables to fully decarbonise Europe. Those are already proven solutions. 3.1.2. The potential of electricity as a decarbonisation driver is considerable in several fields, including heating and cooling (including heat pumps, district heating and district cooling), e-fuels and electromobility. The EESC notes that 55 % of the European Union’s electricity already comes from zero-carbon sources (i.e. 25 % from nuclear, 30 % from wind, hydropower, solar and other renewables) and agrees with the communication that the electricity produced must as far as possible come from clean, climate–neu - tral, non-emission sources. 3.1.3. The EESC strongly supports the development of decentralised renewable energy generation, for example through energy cooperatives and prosumers ( 3 ). Development of smart and flexible digitalised systems for managing demand and supply in a decen - tralised power system based on renewables with a significant role for prosumers will be an important feature of the future. Energy stor - age is also key for the large-scale deployment of renewables because of variations in production levels, on both a daily and a yearly basis. ( 2 ) EESC Opinions on Building a coalition of civil society and subnational authorities to deliver commitments of the Paris Agreement (OJ C 389, 21.10.2016, p. 20) and on Boosting climate action by non-state actors (OJ C 227, 28.6.2018, p. 35). ( 3 ) EESC Opinion on Revision of the Renewable Energy Directive (OJ C 246, 28.7.2017, p. 55). ",
        "20.8.2019 EN Official Journal of the European Union C 282/55 3.1.4. The EESC supports the development of clean mobility through alternative transport modes, including public transport, through alternative propulsion systems for all modes of transport, including electrification and sustainable hydrogen, gas and biofuels, also for heavy duty road vehicles, shipping and aviation and through greater efficiency thanks to digitalisation, electrification and col - laborative systems. This allows a better and more efficient transport system with a smaller environmental footprint. The EESC there - fore calls for a new transport policy White Paper, to replace the current one. The EESC points to the limited GHG reduction aims for the non–ETS sectors, including transport, agreed by the European Council in October 2014 ( 4 ). Taxes and charges, including internal - isation of external costs, should be used as incentives for better efficiency, be acceptable to those concerned and not increase the over - all level of taxation. 3.1.5. The EESC agrees on the importance of a competitive EU industry and the circular economy as important elements for GHG reduction, including a switch to alternative fuels, carbon capture and utilisation. The EESC would like to see a clear reference to Indus - try 4.0, digitalisation and the development of the collaborative economy as key to improving energy efficiency and reducing emis - sions ( 5 ). The EESC underlines that the circular economy is a key lever for climate change mitigation and for the transition to a climate- neutral economy. Circular economy strategies, such as measures to reduce the input of virgin materials, improve the use of existing assets and reduce the output of waste will prove to be a significant contribution to mitigate climate change and build a climate-neutral economy ( 6 ). 3.1.6. Promoting sustainable food systems will mitigate greenhouse gas emissions, including by protecting and creating more car - bon sinks. The EESC reiterates its view that the environmental impact of food systems may be reduced by encouraging simple nutrient diets ( 7 ), seasonal food production and consumption. Food distribution chains should be shortened and packing reduced. 3.1.7. European industry has demonstrated its capacity to develop clean energy alternatives. EU industry still leads in key sectors, such as wind turbines, but has lost its edge in others, such as solar panel production, which has slipped away from Europe, partially as a result of poor public policy choices made by previous national governments. Only about 1 % of world production of lithium batter - ies is currently located in Europe. To avoid repeating such mistakes for emerging sectors, the EESC welcomes initiatives such as the Action Plan to promote the battery industry in the EU and concretisation of plans to implement the European Battery Alliance, includ - ing the development of new technology ( 8 ). 3.1.8. The EESC draws attention to the importance of setting standards in international forums, where the EU can take the lead, with the competitive edge this entails. 3.1.9. The EESC agrees on the importance of bringing other major and emerging economies on board and of creating a positive momentum. In this context, the EESC underlines the importance of ensuring fair competition and a level playing field in relation to third countries. Preserving competitiveness must be an important element in all relevant policy choices. 3.1.10. The EESC underlines the huge need for investment and cross-border and cross-sector planning cooperation that is neces - sary to implement the smart networks, including smart meters and energy storage facilities, which are a fundamental prerequisite for efficient implementation of existing and future network plans and for dealing with variations in production of alternative energies. 3.1.11. The EESC notes that carbon capture and storage (CCS) appears as the seventh strategic building block and that it at least cur - rently remains key to the possibility of achieving a climate neutral society in 2050, especially through bio energy with CCS. The EESC points out that the European Court of Auditors analysed that already existing EU funding designed to support CCS, such as NER 300, has ‘delivered no successful carbon capture and storage project’. There is thus much uncertainty about the technological feasibility of CCS, and little certainty about public support for CCS. ( 4 ) Conclusions of the European Council, 23-24.10.2014, EUCO 169/14, points I 2.1, 2.2, 2.10-2.13. ( 5 ) EESC Opinions on Investing in a smart, innovative and sustainable Industry -A renewed EU Industrial Policy Strategy (OJ C 227, 28.6.2018, p. 70), Strategic developments in industrial policy by 2030 (OJ C 62, 15.2.2019, p. 16), A European agenda for the collaborative economy (OJ C 75, 10.3.2017, p. 33). ( 6 ) Circle Economy and Ecofys report Circular Economy: A key lever in bridging the emissions gap to a 1,5°C pathway. ( 7 ) EESC Opinion Civil society’s contribution to the development of a comprehensive food policy in the EU (OJ C 129, 11.4.2018, p. 18). ( 8 ) Press Statement by Vice President Maris Sefcovic, April 2019, Joint Press Conference with Peter Altmaier and Bruno Le Maire, 2 May 2019. ",
        "C 282/56 EN Official Journal of the European Union 20.8.2019 3.1.12. The EESC highlights the importance of natural carbon sinks, such as forests and many agricultural practises that bind car - bon e.g. grassland, pasture land, peatland, etc. The sustainable forest management, combined with use of wood based products that store carbon and substitute fossil-based materials and energy give long-term mitigation as well as enhance the adaptation capacity of forests towards climate change. It is essential that the carbon-binding capacity of agricultural land is exploited. The sustainable forest management and utilisation of carbon sequestration potential of agricultural land are part of the solution. 3.2. The Framework conditions — an overview 3.2.1. The EESC agrees that access to adequate financing is imperative for the envisaged transformation to succeed. It is essential to attract sufficient public and private investment. The EESC therefore reiterates its call to ensure that 40 % of the European Fund for Strategic Investments and 40 % of the EU budget are invested in the fight against climate change and to climate-proof all EU and national budgets ( 9 ) ( 10 ). The EESC highlights the close link between financing of research and innovation and market launching of innovative solutions, as set out below in points 3.3.5 and 3.3.6. 3.2.2. The EESC therefore welcomes the Commission Action Plan for Financing Sustainable Growth and the ensuing legislative proposals. The EESC reiterates that it is important to give green financing a positive image, but also that any kind of labelling or bench - marking takes account of sectoral and local specificities as well as the size of businesses concerned ( 11 ). 3.2.3. The EESC recalls its tangible proposals to redirect funding towards sustainable investments through ‘green earmarking ( 12 )’, using quantitative easing by the European Central Bank as a source of financing. 3.2.4. The EESC draws attention to the need to provide a toolkit to facilitate access to financing for small-scale actors in order to enable actors at all levels to access climate finance ( 13 ). 3.2.5. Finally, the EESC stresses that technologies pertinent to the climate and energy transformation are in constant and dynamic evolution. Regular re-evaluation of ways and means is thus crucial. 3.3. Research and innovation 3.3.1. The EESC points out that there will be no transition to a climate neutral economy without far-reaching research and inno - vation, including social innovation. Indeed, this requires all sorts of innovation, including new behaviours, business models, social norms, processes, techniques, marketing and technologies. 3.3.2. The EESC notes that Europe represents around 7 % of the global population, 10 % of global GHG, 20 % of global GDP and 30 % of global high-quality scientific publications. As the transition to a climate-neutral economy needs to be a global endeavour to fight climate change, the EESC believes that the EU can achieve the greatest impact by proving to the rest of the world that this transi - tion is feasible and positive for society. 3.3.3. The EESC considers that Europe produces excellent science but struggles to turn it into valuable innovation. The EU and Member States should better support research and innovation across all value chains, from basic research to commercial deployment, and include social sciences and humanities (SSH) to improve understanding of what drives the energy choices of end-users, including SMEs and citizens. 3.3.4. The EESC considers that the EU has a historic opportunity to enable European business, innovators, workers and investors to affirm global leadership on the booming clean energy markets. The EU should step up its ambition in all clean energy areas, from energy efficiency to e-mobility, to provide European business with a sound domestic market where innovation can be safely deployed, as well as an integrated industrial strategy aimed at exporting clean energy solutions to the rest of the world. ( 9 ) EESC Opinion on European Finance-Climate Pact (OJ C 62, 15.2.2019, p. 8). ( 10 ) EESC Opinion on Facilitating access to climate finance for non -state actors (OJ C 110, 22.3.2019, p. 14). ( 11 ) EESC Opinions on an Action plan on sustainable finance (OJ C 62, 15.2.2019, p. 73) and Sustainable finance: taxonomy and benchmarks (OJ C 62, 15.2.2019, p. 103). ( 12 ) EESC Opinion on the European Finance-Climate Pact (OJ C 62, 15.2.2019, p. 8). ( 13 ) See footnote 10 above. ",
        "20.8.2019 EN Official Journal of the European Union C 282/57 3.3.5. The EESC thus asks the European Commission, European Parliament and European Council to ensure that the forthcoming Multiannual Financial Framework properly supports energy-climate research, innovation and, where possible, market deployment. It therefore supports the European Parliament’s call to increase Horizon Europe’s budget to EUR 120 billion for the programming period 2021-2027. It also calls for synergies to be able to be built between EU funding instruments, including Horizon Europe, Con - necting European Facility, the Innovation Fund, the Structural Funds, ITER, Euratom research and training programme and Erasmus and the tools managed by the European Investment Bank and the European Investment Fund. 3.3.6. The EESC welcomes the proposal to create ‘Research and Innovations Missions’ to better steer research and innovation towards projects on societal challenges, including the transition to a climate neutral economy. In that regard, the EESC asks the Euro - pean Commission and the Council to establish a specific mission to make 100 EU cities climate neutral by 2030. This will show Euro - peans that the transition to a climate neutral economy can become a reality and improve their quality of life. This will also be the opportunity to work concretely with cities all over the world, starting with cities from Eastern Partnership and Union for the Mediter - ranean countries, so they can take inspiration from European experiences. 3.3.7. The EESC welcomes the proposal to create a ‘European Innovation Council’. Building on the experience of tools which already exist, including the European Institute of Innovation and Technology, the EESC would like the European Innovation Council to become the key EU tool for providing patient and risk-tolerant capital to those innovations that are key to the transition towards a cli - mate neutral economy. It can help national start-ups to become European champions, rather than be bought by US and Asian compet - itors. 3.3.8. The EESC notes in this context the critical role of regional and local communities in addressing climate challenge and in increasing adaptability and resilience, in ways that directly affect local-level prospects for broad transformation. Many communities are already taking the initiative themselves, and play an effective part in the solutions needed. The EESC highlights the role of EU islands, including outermost regions, as potential innovators for climate neutral policies for the European Union and the rest of the world. 3.4. Jointly drawing up a social pact for the transition to a climate neutral economy 3.4.1. The EESC believes that all European, national and subnational institutions should build up support for the transition to a climate neutral economy. Legitimate concerns raised by coal workers in many EU countries, and the recent social movements in France have further emphasised this need to show that the transition toward a more environmentally sustainable society, should also be a transition towards a more democratic and socially fair society. 3.4.2. The EESC considers that Europe needs a social pact for the transition to a climate neutral economy, to be agreed by the EU, Member States, regions, cities, social partners and organised civil society, in order to ensure that the transition leaves no-one behind. 3.4.3. The EESC believes that the European Union needs to provide proper funding to support workers at risk of losing their jobs as a result of the transition to a climate neutral economy. For that purpose, the EESC calls on the European Commission, Parliament and Council to ensure that the European Social Fund and the European Globalisation Fund are properly designed and funded to address the challenges of the transition to a climate neutral economy. This would signal Europe’s will to ensure that no-one is left behind. 3.4.4. The EESC considers that the skills of the workers of a climate neutral economy can significantly differ from the skills that many workers have today. It is important to adapt education and training programmes to make sure that future and current workers and training services can include the transition to a climate neutral economy in their training choices. This will enable a swifter adapta - tion of Europe’s workforce and help Europeans to develop new talents. 3.4.5. The EESC considers the transition to a climate neutral economy to be the opportunity to provide jobs for young Europeans, including young unemployed people. The EESC therefore asks the European Commission to develop a ‘Green Erasmus Pro pro - gramme’, building on its Erasmus Pro pilot project, as well as other projects that can attract more young people into the growing sec - tors of the climate neutral economy (e.g. sustainable agriculture, circular economy, waste management, energy efficiency, renewable energy generation) by improving the image and working conditions of such jobs. ",
        "C 282/58 EN Official Journal of the European Union 20.8.2019 3.4.6. The EESC views the transition to a climate neutral economy as an opportunity to eradicate energy poverty in Europe and improve quality of life, job creation and social inclusion. The EU should ensure equal access to basic energy services for all Europeans. Building on the findings of the European Energy Poverty Observatory, a European action plan to eradicate energy poverty should be drawn up in cooperation with stakeholders, including consumer organisations, to ensure that public action increasingly targets the root causes of energy poverty. The EESC stresses the need to move from palliative measures to preventive measures, such as renovation to transform old buildings into net-zero energy buildings. Social tariffs and energy cheques can only constitute temporary relief and should be gradually replaced by mechanisms such as subsidies for making existing buildings net-zero energy buildings, and electric car purchases. 3.4.7. The EESC calls on Member States to better recognise and support a sense of ownership amongst citizens and communities for all local initiatives needed to bring about a climate neutral economy, including initiatives aimed at changing behaviour and produc - ing renewable energy locally. Support mechanisms and energy market reforms should enable local communities to actively participate in energy production and have fair access to the energy market. Member States which lack the institutional capacity should be more actively assisted. 3.4.8. The EESC welcomes the European Commission’s ambition to decrease by half the number of premature deaths caused by air pollution by 2030 (400 000 premature deaths in Europe in 2015). The EESC considers that the EU and all its Member States should make the fight against air pollution a high-level policy priority. Regulatory measures reducing air pollutants emitted by vehicles and power plants should be strengthened. The European Commission should further engage civil society organisations, especially associa - tions protecting children and the elderly, as those groups of the European population are the most at risk of suffering and dying from air pollution. 3.4.9. The EESC firmly believes that drafting a social pact for a transition to a climate neutral economy is an essential feature to ensure positive citizen engagement in favour of tangible actions in favour of this transition. 3.5. Democracy and governance 3.5.1. The EESC agrees with the importance of the role of citizens, regional and local authorities and participation of citizens envisaged in the course of the citizens’ dialogues. In light of the huge-scale youth mobilisation, the EESC calls on the European Com - mission and Member States to engage in dialogue also with young citizens. 3.5.2. The EESC welcomes the Commission’s view that, for clean mobility, ‘behavioural changes by individuals and companies must underpin this evolution’. The EESC believes that this holds true for all sectors concerned by the transition to a climate neutral economy, including energy, housing, agriculture and food. The EESC underlines that the far-reaching changes envisaged, including behavioural and life style changes, will require acceptance by those concerned. 3.5.3. The EESC considers that existing procedures are not yet sufficiently fit for purpose to ensure the necessary acceptance by citizens. The EESC underlines that the European Commission should aim not only to make the energy transition ‘socially acceptable’ but also to ensure that it is democratically and socially supported. 3.5.4. Building on the Energy Union Governance Regulation, the EESC proposes that a permanent citizens’ dialogue should be set up and that it should be a compulsory preparatory element of all major political decisions and all EU law-making pertinent to climate change. Transparency and accountability should be significant elements of such dialogue, which should be close to citizens. Therefore, while an internet dialogue may be necessary, it must be complemented by meetings and direct contact with the general public. It should be properly financed, staffed and given a face in the form of a dedicated European Commission vice-president. 3.5.5. The EESC considers that the EU and Member States need to further democratise energy policymaking, using tools such as deliberative polling, and ensuring systemic engagement and necessary resources for organised civil society to participate when draft - ing and implementing national energy and climate plans. 3.5.6. The EESC notes the crucial role that regions and local authorities play in delivering climate and energy policy and in nurtur - ing the behaviours needed for its effective implementation. It points to initiatives undertaken by the Covenant of Mayors and calls on the Commission to endorse similar initiatives and to set up a permanent consultation mechanism based on the Talanoa Dialogue ( 14 ). This includes the European Dialogue on Non-state Climate Action called for by EESC. ( 14 ) https://unfccc.int/topics/2018-talanoa-dialogue-platform?>. ",
        "20.8.2019 EN Official Journal of the European Union C 282/59 3.5.7. The EESC reiterates its call for the creation of a European Energy Information Service within the European Environment Agency that would be able to ensure open access to quality data, develop a single entry point for all the datasets needed to assess the progress of the Energy Union, develop with stakeholders the assumptions for different scenarios, provide open source models to allow for testing different assumptions and check consistency between different projections. Its work should be freely accessible to all deci - sion-makers, businesses and the general public. 3.5.8. The EESC calls on the European Parliament to establish an independent EU Climate Change Committee tasked with making science-based assessments and policy recommendations. Where similar Committees do not already exist, the EESC calls on those Member States to establish such committees at national level and ensure that they report to national parliaments and national Eco - nomic and Social Committees, taking into account national specificities. Brussels, 20 June 2019. The President of the European Economic and Social Committee Luca JAHIER "
    ]
}