{
    "text": [
        "Sustainability Report © EIB 07/2016 print: QH-AT-16-001-EN-C ISBN 978-92-861-2845-5 ISSN2362-9738 doi:10.2867/14361 © EIB GraphicTeam © EIB Photolibrary - Daniela PFALTZ digital: QH-AT-16-001-EN-N ISBN 978-92-861-2846-2 ISSN2362-9746 doi:10.2867/30692 2014 2015 ",
        "",
        "28 Supporting small and medium-sized enterprises (SMEs) 32 Infrastructure 33 An interconnected Europe 34 Sustainable urban development 35 Energising the economy 35 Other infrastructure investments 36 Protecting our environment 37 Protecting the urban environment 37 Transport 38 Energy 38 Water 39 Biodiversity 40 Forestry 42 Human rights 42 Our structures and frameworks for the support of human rights 44 Open and accountable 44 Reporting in accordance with GRI 44 Defining the aspects that matter 45 Accountability 45 Transparency policy and public register 45 Evaluation of our impacts 46 Listening and responding to your concerns 46 Proactively engaging with stakeholders 46 Commitment to compliance 47 External recognition of performance 48 Independent assurance 50 Glossary and acknowledgments 50 Glossary of terms 51 Acknowledgements 2 Foreword 4 2015 in figures 6 Sustainability and the EIB Group 7 Our lending, investment and advisory activities 8 Our borrowing activities 8 Responsible business practices in our day-to-day operations 9 About this report 10 Responding to a changing world 11 Delivering a sustainable economic recovery 11 Responding to the refugee crisis 12 Increasing access to investment in Greece 13 Dealing with the consequences of conflict in the Ukraine 13 Opportunities through international alignment on sustainability 14 Committed to climate action 14 Overview of our new Climate Strategy 15 Approach 15 Climate mainstreaming: the carbon footprint of EIB projects 16 2015 project footprinting 16 Our internal carbon footprint 16 COP21 (working with others to support the Paris agreement) 17 Taking the lead on Green Bonds 20 Meeting our priority objectives 20 Priorities 20 Investment Plan for Europe 22 Promoting innovation and skills 22 Innovation 24 EIBI tournament generating social innovation ideas 26 Education and youth 26 Employment and growth Contents ",
        "2 Sustainability Report 2015 G4-1 2015 was a record year for the EIB Group, with EIB financing reach- ing EUR 77.5 billion and EIF com- mitments EUR 7 billion. But we are not only proud of exceeding our ambitious targets; we are also very pleased that last year our approach to sustain- ability continued to contribute to the lives of so many people. When pursuing all its activities, the EU bank attach- es great importance to the impact it has on the dai- ly lives of people and in this report we highlight many of the ways in which we make a positive dif- ference in the most responsible way. Our sustain- ability and corporate responsibility credentials are at the very core of all our initiatives. In 2015, our investments helped create and sustain the jobs of 4.1 million people employed in Europe’s SMEs and midcaps. We funded the refurbishment of over 185 000 units of social or affordable hous- ing, while our multi-sector loans to finance munici- palities’ investment programmes benefited 3.2 mil- lion people. Our investment in environmental infrastructure had an enormous impact, providing 20 million people with new or improved water and sanitation services. EIB loans benefited 1.5 million students in education facilities around Europe, pro- viding opportunities for young people and foster- ing research. We also financed health facilities for 9.8 million Europeans. We responded swiftly to the unprecedented refugee crisis through our financ- ing for projects in countries of destination, transit and origin. Last year also brought specific opportunities to address long-term sustainable growth and devel- opment. In September 2015, the United Nations Foreword by the EIB President and EIF Chief Executive ",
        "3 2015 Sustainability Report Foreword by the EIB President and EIF Chief Executive agreed a wide-ranging set of 17 Sustainable De- velopment Goals (SDGs), which commit members to policies that aim to end poverty and hunger, protect the planet, foster peaceful and just socie ties, and help people live prosperous and fulfilling lives. International finance has an important role to play in supporting the SDGs. The EIB is playing a lead role in coordinating funding for SDG projects and build- ing a coalition of partners to make things happen. Climate change took centre stage in 2015 with the success of the COP21 meetings in Paris. As the eco- nomic opportunities linked to a greener economy become apparent, here too the EU bank makes a big difference. The EIB is already the world’s big- gest provider of climate finance and over the next five years we will provide around EUR 100 billion for climate-related projects. We have also catalysed green capital market development, as the largest issuer of Green Bonds and with a leading role in initiatives to establish best practice. Since the in- troduction of our pioneering Green Bond in 2007, labelled “Climate Awareness Bond”, the EIB has is- sued the EUR equivalent of USD 14 billion in the format, with EUR 4 billion raised in 2015 alone. Cli- mate action is an area where the EIB recognises its special responsibility to do more of what it does best: catalyse private investment and sustainable development. Finally, last year also saw us start work on the In- vestment Plan for Europe, rising to the challenges faced by our continent and applying our expertise to support innovation, catalyse investment and deliver a sustainable recovery from the economic crisis. The Plan and its three components, i.e. the European Fund for Strategic Investments (EFSI), the European Advisory Hub, and thirdly structur- al reforms and the removal of barriers to invest- ment, are intended to promote and encourage fur- ther investment, create employment and enhance opportunities across Europe. EFSI, with the addi- tional risk-absorbing capacity it generates, is ex- pected to trigger additional investment of at least EUR 315 billion. At the EIB Group, vital components of sustainability include responsibility, accountability, transparency and strong governance – for us and the organisa- tions we work with. Last year we implemented an improved Transparency Policy and we continued our community engagement through the actions of the EIB Institute. As the world’s largest multilateral lender and bor- rower and the leading provider of financing for SMEs in Europe, we need to respond with agility and have a positive impact in a fast-changing and challenging environment. We believe that 2015 provides strong evidence that we have done this successfully. This sustainability report is testimony to the efforts of the EIB Group and we look forward to the pos- itive impacts we will continue to have on people across the European Union and beyond. Werner Hoyer EIB President Pier Luigi Gilibert EIF Chief Executive G4-1 ",
        "4 Sustainability Report 2015 G4-2 G4-9 G4-EC1 for innovation and skills bn E U R 18 .7 for small and medium-sized enterprises bn E U R 28 .4 for the environment bn E U R 19 .6 for infrastructure bn E U R 18 .9 2015 in figures EIF b n E U R 7 b n E U R 7 . 5 7 EIB Total FINANCING ",
        "5 2015 Sustainability Report 2015 in figures Climate and the environment are the focus of almost 50% of EIB-approved projects 81 000 SMEs will benefit from EIF financing – support that will strengthen Europe’s economy and create jobs EIB Group: 126 projects/ operations approved or signed EUR 7.5 billion of financing under EFSI Mobilising total investment of EUR 50 billion In 22 of 28 EU countries European Fund for Strategic Investments in 2015 G4-EC1 G4-9 G4-2 ",
        "6 Sustainability Report 2015 G4-3 Sustainability and the EIB Group Sustainability is embedded in the strategies and objectives of the EIB Group. We are the largest multilateral lender and borrower in the world as well as the key provider of risk finance for SMEs in Europe and our activities are focused on one overriding priority: delivering smart, sustainable and inclusive growth for Europe and beyond. Our activities must meet the aspirations of today’s citizens for shared prosperity without compromising the needs of future generations. The operations of the EIB Group impact on the lives of EU citizens and beyond through the projects we finance, invest in or guarantee, and the impact those operations then have on the environment and on people’s lives. Our impact is magnified by the possibility of our clients blending our financing through a variety of sophisticated tools, whereby investment by the EIB Group helps to unlock additional sources of funding, and by the advice that we provide to intermediary banks and institutions when it comes to implementing our investments. Our own day-to-day operations also have a direct economic, social and environmental impact through, for example, the energy we use and our employment practices. ",
        "7 2015 Sustainability Report Sustainability and the EIB Group To ensure that our operations fully support sustain- able growth and development, we embed sustain- ability across three core areas of our business: Our lending, investment and advisory activities Our commitment to sustainability in our opera- tions starts with the environmental and social ef- fects of the operations and transactions that we choose to support. To qualify for backing from the EIB Group, any operation must not just meet one or more EU policy objectives, but also our environ- mental and social standards for supporting smart, sustainable and inclusive growth: • Smart growth Delivering an economy based on knowledge and innovation. • Sustainable growth Promoting an economy that is more resource-ef- ficient, environmentally friendly and globally competitive. The EIB Group provides finance and techni- cal assistance for smart, sustainable, inclusive growth through two complementary entities : The European Investment Bank (EIB or Bank) Owned by the EU’s Member States, the EIB makes long-term finance available for sound in- vestment in order to contribute towards EU pol- icy goals, operating as the EU’s in-house bank and as a multilateral development bank global- ly. The EIB Institute sits within the EIB and is ded- icated to promoting “European initiatives for the common good” through social, cultural, ed- ucational and research activities. This includes reducing inequalities, enhancing knowledge and innovation and fostering cohesion across Europe. In 2014, together with the European Commis - sion, the EIB Group established the European Fund for Strategic Investments (EFSI) to increase the amount that we lend to large-scale, high- er risk projects, overcoming the current invest- ment gap in the EU. The European Investment Fund (EIF) The EIF is the specialist within the EIB Group for providing risk finance to benefit micro, small and medium-sized businesses (SMEs), thus stim- ulating growth and innovation across Europe. Its shareholders are the European Investment Bank (EIB), the European Commission, and a wide range of public and private banks and finan- cial institutions. G4-3 ",
        "8 Sustainability Report 2015 • Inclusive growth Fostering a high-employment economy that re- sults in social and territorial cohesion across the EU. The EIB Statement of Environmental and Social Prin- ciples and Standards requires that any beneficiary of EIB financing must meet clear requirements re- garding the environmental and social aspects of their projects. Our environmental and social stan- dards address the interests of all stakeholders and in particular those impacted by any given project, insisting on continuous consultation and inclusive stakeholder engagement. They protect individuals as well as communities and their property rights, require strict assessments of impact on climate, biodiversity, air quality and other environmental risks, call for enforcement of labour standards, and protect public and occupational health, safety and security. The Environmental and Social Handbook provides an operational translation of the Bank’s environ- mental and social policies, principles and stan- dards, with actionable guidelines that are clear, practical and designed for use by project promot- ers 1 . It describes our due diligence processes in- volved in lending decisions, and lists ten stand- ards that recipients of EIB loans must comply with. These principles pay particular attention to: • Assessment and management of environmental and social impacts and risks • P ollution prevention and abatement • Biodiversity and ecosystems • Climate-related standards • Cultural heritage • Involuntary resettlement • Rights and interests of vulnerable groups • Labour standards • Occupational and public health, safety and security • Stakeholder engagement The EIF uses strict internal processes, monitoring 1 By “project promoters”, we mean the bodies responsible for identifying and developing projects. Promoters may also be re- sponsible for operating and/or implementing projects. and an independent risk management function to ensure sustainable and compliant business opera- tions. Find out more about our commitment to hu- man rights and accountability. Our borrowing activities We are committed to borrowing responsibly and sustainably in order to support our policy aims. The Bank’s loan portfolio is funded through bond issues in the capital markets. The EIB is one of the largest issuers in the international capital markets. Non-financial rating agencies consider the EIB’s performance with regard to environmental, social and governance (ESG) issues to be amongst the best within the Bank’s peer group of bond issuers, and in addition we are the biggest issuer of Green Bonds. Read more about our ESG recognition. Responsible business practices in our day-to-day operations In addition to our borrowing and lending policies, the EIB Group embeds sustainability in its day- to-day operations through responsible business practices. These protect the positive social and environmental impact of our activity by ensuring transparency and accountability and providing clear, accessible channels for stakeholders to in- quire about our decisions. An example of this is the EIB Complaints Mechanism, which enables mem- bers of the public to directly express their concerns about any EIB-financed operation. We also make information readily available on our website and in print. The EIB Group has a zero-tolerance policy on corruption, fraud, money laundering and the financing of terrorism. We were one of the first fi- nancial institutions to adopt such a policy. We also seek to embed best practice in employ- ment, reflected in our low turnover of employ- ees and 42% representation of women in “profes- sional” 2 staff positions, as well as in our proactive efforts to recruit people with disabilities. We also 2 Grade level 4 to 6 or equivalent (http://www.eib.org/about/ jobs/remuneration-and-benefits.htm). ",
        "9 2015 Sustainability Report Sustainability and the EIB Group The content of this report is based on the results of a materiality analysis in line with the Global Re- porting Initiative (GRI) reporting guidelines that was conducted in 2014, which identified all of the EIB Group’s material ESG aspects that were consid- ered to be of high importance to both internal and external stakeholders. This report is based on the key material aspects identified and the relevant GRI G4 indicators in line with the GRI G4 “comprehensive” option – al- lowing for a full picture of sustainability at the EIB Group. The report should be read in conjunction with the GRI content index published on our web- site. GRI disclosure labels are provided at the top of each page of this report for ease of reference to the 2015 GRI content index. The EIB Group commissioned its external auditors, KPMG, to provide a limited assurance report on the statements and indicators in the Sustainability Re- port marked with  and in italic text prepared in line with the GRI G4 Guidelines “in accordance” compre- hensive option, supported by internally developed guidelines together referred to as the internal re- porting criteria applicable at the EIB Group in 2015. Please contact csr@eib.org for any questions or comments in respect of this report. work continually to reduce our own direct environ- mental impact. Since 2007, we have measured our direct carbon footprint by applying the GHG Pro- tocol Corporate Standard 3 , which is widely used by government and business leaders to under- stand, quantify and manage greenhouse gas (GHG) emissions and is generally accepted as best prac- tice. Find out more about why we are an employer of choice and how we manage our carbon footprint. About this report This report explains the positive social, environ- mental and economic impacts of the EIB Group during the year 2015, showing how we add val- ue through our day-to-day activities. It examines the influence we have in a number of key areas that align with our objective for supporting smart, sustainable and inclusive growth in a challenging global context: from taking direct action on cli- mate, to promoting innovation and skills, to pro- viding support for SMEs and investing in infrastruc- ture. It will demonstrate how we undertake this work whilst protecting the environment and re- specting human rights. 3 http://www.ghgprotocol.org/standards/corporate-standard G4-32 G4-31 G4-28 ",
        "10 Sustainability Report 2015 Responding to a changing world The EIB is the EU bank, and we have a key responsibility to respond to the needs of European citizens in every Member State. In addition, we have a responsibility as a global multilateral development bank, to support EU development policies. In a connected world, safeguarding the interests and wellbeing of people both within and outside the EU, increasingly means addressing global threats and opportunities as they emerge. The year 2015 saw tragic and unsettling developments in a number of countries and regions. As well as crises impacting on their local populations, there were also huge consequences for EU Member States and their people. However, 2015 also saw new hope in the opportunity for coordinated action on some of the most important challenges that the world faces. It is part of the EIB Group’s mission to respond effectively to these changing circumstances. ",
        "11 2015 Sustainability Report Responding to a changing world We believe that Europe’s weakness is not the avail- ability of liquidity but a risk-averse market; in- vestment in Europe remains 15% below pre-crisis levels. We will continue to aim to increase the in- vestments we make in order to address this short- fall, unlock investments from others, and foster sustainable growth. The European Fund for Strate- gic Investments (EFSI) will play an important role in this, enabling us to increase lending in higher risk activities from 6% of all loans to 30%. By tak- ing on some of the risk, we can help increase pro- ject promoters’ or financial intermediaries’ 4 appe- tite to invest, and so mobilise private capital. All EFSI financing will be subject to the same rigorous due diligence and environmental and social princi- ples applied across the EIB Group and approval by the EFSI Investment Committee. By the end of 2015, we had already financed 100 major infrastructure projects and operations to benefit SMEs, with the potential to create employment and enhance op- portunities across Europe. Over a three-year peri- od, EFSI should unlock additional investment of at least EUR 315 billion. To find out more about EFSI, please visit our website. Responding to the refugee crisis Europe sits at the intersection of many different regions – and this means that we are often force- fully reminded of the human suffering that results when international relations break down. The conflict in Syria has resulted in the largest mi- gration of refugees into Europe since the end of World War II. The people arriving in our countries have lost everything, and tragically many others have lost their lives in attempting to reach Europe. We have responded swiftly to the crisis, financing schemes to construct new accommodation for ref- ugees, for example through a EUR 120 million loan for new homes in Brandenburg, Germany .  Inte- grating refugees successfully within EU Member States will, however, require more than just hous- ing. The Group’s long-standing microfinance activi- ties further support refugees, who have few other financing options, in making a positive economic 4 Banks, guarantee institutions investment, funds. Delivering a sustainable economic recovery The EIB Group has been at the forefront of Europe’s response to the global financial and economic cri- sis since 2008, and continues to respond to calls upon the Group to do more to help support inno- vation, catalyse investment and deliver a sustain- able recovery. We are pleased to report that the economic situation in the majority of EU markets improved markedly during 2015, supported by an increase in our activity. During 2015 the EIB Group exceeded its ambitious target ahead of time, with EIB lending at EUR 77.5 billion, while EIF commit- ments reached EUR 7 billion. Crucially those direct investments and commitments catalysed a further EUR 256.9 billion of investment by other parties. The EIB Group in 2015 EUR 77 .5 bn EIB lending at EUR 7 bn EIF commitments reached EUR 256 .9 bn catalysing a further of investment by other parties ",
        "12 Sustainability Report 2015 contribution to the countries where they arrive. We actively seek to invest in projects that can support education, training and skills development. A complete strategy for tackling the refugee cri- sis cannot be limited to investments within the EU. Syria’s neighbouring countries are themselves overwhelmed by the number of refugees crossing their borders. Investment in essential infrastruc- ture in these countries is both an urgent humani- tarian requirement, and a means of reducing the impetus for refugees to seek asylum in Europe. In helping frontier countries to cope, we provide ref- ugees with the opportunity to start a new life clos- er to home. In November 2015, the EIB signed a EUR 51 million deal to finance a water pipeline to supply northern Jordan  and relieve some of the intense pressure on the country’s water supplies. In 2016 we will continue working closely with the Europe- an Commission to rapidly develop ideas on how the Commission together with the EIB Group can contribute to the EU’s response to the refugee crisis. Increasing access to investment in Greece Amidst the general economic challenges of Europe as a whole, we continue to face particular chal- lenges in Greece, where the ongoing debt crisis has squeezed the availability of financing for busi- ness. Our Action Plan for Greece recognises that we International finance has an important role to play in supporting the SDGs, and as the world’s largest multilater- al development bank, the EIB is closely involved. We are playing a lead role in coordinating funding for SDG pro- jects, and building a coalition of partners to make things happen. Alongside other International Financial Institu- tions, we announced plans to extend more than USD 400 billion in financing over the next three years to support the SDGs. We will seek to work closely with private and public sector partners to mobilise resources, leveraging our experience of catalysing third party investment in sustainable projects. ",
        "13 2015 Sustainability Report Responding to a changing world Opportunities through international alignment on sustainability Whilst creating immediate challenges, 2015 also brought positive developments when it comes to addressing other, longer-term threats to sustain- able growth. In September 2015, the United Nations agreed a wide-ranging set of 17 Sustainable Development Goals (SDGs), which commit members to pursuing policies that can end poverty and hunger, protect the planet, foster peaceful and just societies, and help people live prosperous and fulfilling lives. The goals are ambitious. They represent a signifi- cant challenge for society. However, in providing a framework for setting policy to achieve these ob- jectives, they also represent a significant opportu- nity for coordinated global action. need a dual approach to tackling this issue. We are offering enhanced loans and guarantees to make financing available. At the same time, we are work- ing with the businesses and projects that need loans, to develop their proposals and ensure that they align with our lending guidelines as well as our environmental and social standards. By help- ing to improve financial planning for businesses, we can also increase their ability to access other sources of finance. As part of our Action Plan, we lent an additional EUR 1 billion to Greece during 2015. This raises our total exposure to the country to EUR 18 billion, of which EUR 11 billion has been advanced since the onset of the Greek debt crisis. Our EUR 18 billion in outstanding loans represents 10% of Greek GDP. Dealing with the consequences of conflict in the Ukraine The ongoing conflict in the Donbass region of Ukraine has been destroying lives and livelihoods for close to two years, pushing communities apart and forcing an estimated 1.4 million people 5 from their homes. The humanitarian situation is further complicated by the difficulty in supplying aid and financial support directly. We have focused our funding for reconstruc- tion projects on addressing the immediate needs, whilst also providing basic shelter and social infra- structure for those displaced from other regions. A conflict-sensitive approach has guided our lend- ing, so as to mitigate any social risks arising from potential tensions between host communities and internally displaced populations. These tensions arise due to a number of reasons including pres- sure on basic infrastructure and services, differ- ences between internally displaced population groups with respect to their region of origin and limited access to economic and social rights. 5 http://www.internal-displacement.org/europe-the-caucasus- and-central-asia/ukraine/figures-analysis ",
        "14 Sustainability Report 2015 G4-EC2 Overview of our new Climate Strategy Early in 2015, we launched a public consultation on the EIB’s approach to supporting climate action that resulted in our new Climate Strategy, clarifying our approach to climate action. The Climate Strategy is structured around three action areas that will guide our efforts going forward: • Reinforcing the impact of EIB climate financing through both direct investment and the catalysing of financing from elsewhere. • Increasing resilience to climate change through funding climate adaptation operations and developing our climate risk and vulnerability assessments. • Integrating climate change considerations across our standards, methods and processes. Committed to climate action The EIB is the world’s largest financier of investments in climate action, meaning climate change mitigation and adaptation, with a target of more than 25% of our activities each year in these two action areas, with the overall aim to support the transition to a low- carbon and climate-resilient economy. In 2015, EIB financing for climate action accounted for 27% of our total financing, meeting this target.  The EIB aims to provide more than EUR 100 billion for climate action investment worldwide by 2020. In 2015, EIB’s climate action finance totaled EUR 20.7 billion, up EUR 1.6 billion compared to 2014.  Climate action considerations also play a fundamental role in our decision-making regarding the projects we support, and are integrated into the processes we use to assess and monitor our investments. ",
        "15 2015 Sustainability Report Committed to climate action Approach We appraise projects taking into account their cli- mate, social and environmental impact from the outset: • Adjusted Economic rates of return W hen appraising the economic case for a project we incorporate the economic cost of the result- ing carbon emissions and other externalities. • Carbon footprint We use sector-specific methodologies to assess and report the GHG emissions of the investment projects we finance. For all fossil fuel generation projects, a specific Emissions Performance Standard as described in the EIB Energy Lending Policy is applied in order to screen out investments whose GHG emissions exceed a stringent threshold level. • Climate change vulnerability For projects, sectors and areas particularly vulnerable to climate change impacts, we require the promoter to consider climate risks and to incorporate adapta- tion measures into project design and operation. Climate mainstreaming: the carbon footprint of EIB projects We apply our carbon footprinting methodology to all sectors, not only climate mitigation projects. For our Carbon Footprint Exercise (CFE), we estimate and report the GHG emissions from projects where emis- sions are expected to be significant, i.e. emissions above one or both of the following two thresholds: • Absolute emissions (actual emissions from the project) > 100 000 t CO 2 eq/year for a standard year of the project’s operations. • Relative emissions (estimated emissions increas- es or reductions compared to the expected alter- native) > 20 000 t CO 2 eq/year. Analysis of our CFE suggests that these two thresh- olds capture approximately 95% of emissions from the EIB’s investment projects. At the heart of our footprinting approach are the absolute emissions from each project. Whilst assessing and reporting emissions reductions and increases, which give an important indication of the emissions in compari- son with other technologies or projects, we con- sider a project’s absolute emissions to be a funda- mental element, as these are what will ultimately affect the global climate. To review the total impact of our lending, we be- lieve it is important to assess significant emissions from all sectors we fund, not only from green sec- tors. We include projects in our annual CFE from the areas of conventional and renewable energy generation and networks, energy efficiency, trans- port, industry, water and solid waste and forestry. This allows us to assess the contribution from each type of lending operation. G4-EC2 ",
        "16 Sustainability Report 2015 G4-EC2 2015 project footprinting In 2015, 73 of the projects in the EIB portfolio 6 had estimated emissions above the absolute or rela- tive emissions thresholds and were included in the 2015 CFE. They represent total EIB signatures or al- location approvals of EUR 11.2 billion. The related total absolute GHG emissions are estimated at 4.6 Mt CO 2 eq/year, with overall reduced or avoided emis- sions from the same financing estimated at 3.1 Mt CO 2 eq/year in accordance with the CFE methodology.  Project level data for projects included in the CFE are reported in our Environmental and Social Data Sheets (ESDSs) and published in our public regis- ter of environmental information. The table below shows the results of these aggregate figures for the last four years of EIB project CFE. The overall emissions figures show a large saving – the aggre- gate savings have been estimated in the region of 2.4 to 3.1 Mt CO 2 eq for the last three years  , confirm- ing that, overall, the EIB’s investment projects are supporting a path of reduced emissions. Our internal carbon footprint In addition to screening and managing the emis- sions associated with projects that we finance, it is 6 Projects with finance contract signed or large allocations approved in the year. Large allocations under already signed framework loans are those where the individual investment projects have undergone a full individual project appraisal. Relating to projects included in the CFE 2013 2014 2015  Number of projects 67 70 73 Total EIB amount signed 1 - EUR billion 13.8 15.1 11.2 Absolute emissions - Mt CO 2 eq/year 2 3.2 4.7 4.6 Relative emissions - Mt CO 2 eq/year 3 -2.4 -3.0 -3.1 1 Individual project GHG data is assessed at appraisal, but for the purposes of annual reporting, the project figures are aggregated on the basis of prorated figures in proportion to the volume of EIB funding of each project. Thus if the EIB funds 50% of a project in a particular year, 50% of the project emissions will be reported in that year. 2,3 Emissions are prorated to the EIB lending volume prior to aggregation. Total project emissions (absolute) and savings (relative) would be significantly larger. one of our internal sustainability objectives to min- imise the EIB Group’s internal carbon footprint. We have made significant reductions in emissions re- sulting from our internal operations and offset our residual emissions on an annual basis through a project that is validated and verified under the Ver- ified Carbon Standard (VCS) and the Climate, Com- munity and Biodiversity Standard (CCB). COP21 (working with others to support the Paris agreement) An innovative, low-carbon future has always been a fundamental part of our priority of promoting smart, sustainable and inclusive growth , and so the EIB welcomed the global deal on climate change, nego- tiated at COP21 in Paris in early December 2015. During the COP21, we joined with 25 other lead- ing financial institutions in an unprecedented co- alition aimed at strengthening action on climate change. Together we adopted five Mainstream- ing Principles, which outline how financial institu- tions can commit to climate strategies, manage climate risks, promote climate goals, improve cli- mate performance and account for climate action. We believe that public funding alone will never be enough to tackle climate change, and that trigger- ing an appetite for private investment in sustaina- ble development is one of the most important con- tributions that we can make. ",
        "17 2015 Sustainability Report Committed to climate action Taking the lead on Green Bonds Highlights and comparisons to previous year CABs have been issued in the following 11 currencies EUR GBP USD CAD SEK AUD CHF BRL TRY JPY ZAR EIB Climate Awareness Bonds issuance* - in EUR bn Disbursements to CAB-eligible projects - in EUR bn 2013 2014 2015 2013 2014 2015 * In total, the EIB issued EUR 11.3bn of Climate Awareness Bonds between 2007 and 2015 1.3 3.7 3.7 1.4 4.3 4.0 342m 0.8bn 138m 346m 6.4bn 1.7bn 1bn 121m 283m 172m 36m G4-EC2 ",
        "18 Sustainability Report 2015 G4-DMA: Audit Leading and largest issuer Green Bonds are an increasingly popular in- vestment product which enables bondholders, from individual investors to large organisations, to support the financing of green projects. The EIB Group pioneered the market by issuing the first Climate Awareness Bond (CAB) in 2007, dedicated to environmentally-friendly pro- jects in renewable energy and energy efficien- cy. With over EUR 11.3 billion raised in Green Bonds at year-end 2015, including the EUR equivalent of 4.0 billion in 2015 alone, we were also the world’s largest issuer of such bonds. Green Bonds have the potential to significantly increase scale and performance in environmen- tal finance, notably by promoting transparency and accountability. This can raise market con- fidence and ease credible investment choices, and thereby stimulate further investment – a virtuous cycle for climate finance. Green Bonds are increasingly gaining attention as a mechanism for scaling up and promoting best practice in climate finance. This is in part due to three factors: increased political atten- tion to climate change, especially in the con- text of COP21; reduced concern about the fi- nancial crisis; and the creation of a credible and inclusive governance framework for Green Bonds. Enhanced assurance The EIB aims to respond to market appetite for increasingly robust forms of assurance for Green Bond issuance. Hence we made the ground-breaking move to obtain, from our exter- nal auditor KPMG, a separate reasonable assur- ance conclusion for our Green Bond framework. In particular, KPMG’s engagement includes the review of our Green Bond procedures and pro- cesses, as well as our Green Bond reporting, which entails the impact report and the annu- al report on individual CAB allocations. Our Cli- mate Awareness Bond Statement and the rea- sonable assurance conclusion will be available under the following link shortly after the publi- cation of this report. Active engagement in market governance The EIB strives to act as a catalyst and contribute qualitatively to Green Bond market governance, notably through our contribution to the develop- ment of the Green Bond Principles (GBPs) 7 . These are developed by a large group of issuers, inves- tors and banks that issue, underwrite or invest in Green Bonds. The GBPs are a set of voluntary guidelines promoting integrity for Green Bond is- suance, in particular by supporting transparency and accountability. The GBPs are regularly updat- ed to reflect market developments and emerging best practices. The EIB currently serves as the Chair of this cross-market forum, for which more than a hundred investors, issuers and underwriters have signed up as members or observers. The EIB also aspires to lead the market by applying best practice for its own Green Bond programme. When the new edition of the GBPs was released in March 2015, the EIB published details on its align- ment with them on the same day. Improving financial attractiveness to investors We endeavour continuously to improve the finan- cial attractiveness of Green Bonds through mea- sures such as supplying the market with benchmark issuance, and moving towards providing the first Green Bond reference yield curve, which has been developed in EUR. We have also supported the de- velopment of the market with benchmark size issu- ance in US Dollars (USD) and Pounds Sterling (GBP), as well as significant transactions in Canadian Dollars (CAD) and Swedish Krona (SEK). Since the launch of our first bond, the EIB has issued Climate Awareness Bonds in 11 currencies. Impact reporting Addressing policy and market attention to envi- ronmental impact, echoed in the growing atten- tion paid to impact in the EIB’s Climate Strategy, we systematically measure the impact of proj- ects associated with our Green Bonds, careful- ly tracking money that has been disbursed and the expected impact. We share this information in a comprehensive and transparent way that is 7 http://www.icmagroup.org/Regulatory-Policy-and-Market-Prac- tice/green-bonds/ ",
        "19 2015 Sustainability Report Committed to climate action accessible to investors via our CAB Newsletters and website. The impact reporting for our Climate Awareness Bonds provides aggregate and pro- ject-level data on the GHG emissions avoided through projects, as well as absolute emission levels and energy consumption saved, on an an- nual basis. We were the first issuer in our asset class to provide this level of detail, which allows investors to understand the climate impact of projects associated with their CAB investments. The EIB is one of the founding members of the International Financial Institutions (IFI) working group on Green Bond impact reporting harmo- nisation, which has developed a joint proposal for harmonised impact reporting. The document provides a reference for reporting on the impact of renewable energy and energy efficiency pro- jects, which can help to bring further clarity to the market. We were the first to apply this harmo- nised framework in our own Green Bond report- ing, improving transparency and fostering com- parability across Green Bond issuers. Rating and award recognition of our leading position In 2015, Oekom, one of the world’s leading rat- ing agencies in the segment of sustainable invest- ments, awarded our CAB programme a “Sustaina- bility Bond Rating” of b+ (“good“), equal to the best rating then assigned by the agency. The EIB Group has been proud to receive a number of awards for its continued work with Green Bonds this year. These included the title of “Development Bank Pioneer – First Green Bond” and “Largest Green Bond Issuer” at the inaugural Green Bond Pioneer Awards in February 2016 awarded by the NGO Climate Bond initiative and the London Stock Exchange. Moreover we were recognised as “Over- all Most Impressive SRI or Green Bond Issuer” and “Overall Most Impressive Green Bond Funding Offi- cial” at the Global Capital Awards in May 2015. ",
        "20 Sustainability Report 2015 Priorities We work to promote sustainable growth and job creation by supporting our priority objectives, which include supporting small businesses, back- ing innovation and skills, investing in infrastructure and providing essential environmental and climate friendly financing. About 90% of our financing is re- ceived by European Union Member States, but since 1959, we have also signed finance contracts for oper- ations in more than 150 other partner countries out- side of the EU.  A key activity underpinning our priority objectives in 2015 was the launch of the European Fund for Strategic Investments (EFSI). EFSI was set up jointly by the EIB Group and the European Commission to help overcome the current investment gap in the EU by mobilising private financing for strategic in- vestments. EFSI is one of the three pillars of the In- vestment Plan for Europe, which aims to revive in- vestment in strategic projects around Europe. Investment Plan for Europe As part of the Investment Plan for Europe, the Eu- ropean Investment Advisory Hub (EIAH) was es- tablished as a partnership between the European Commission and the EIB. It was formed with the ob- jective of strengthening Europe’s investment and business environment. It will do this by enhanc- ing the technical and financial capacity of public authorities and private actors to identify, prioritise, prepare and implement strategic projects. The Hub builds upon the expertise of the EIB Group, the European Commission, national promo- tional institutions and Member States’ managing authorities. The activities funded through the EIAH budget address technical assistance needs in areas and sectors either not currently covered by the Bank or where capacity is lacking under the exist- ing initiatives. EIAH therefore contributes to a more streamlined delivery of advisory services amongst the EIB’s network of partner institutions. Meeting our priority objectives ",
        "21 2015 Sustainability Report Meeting our priority objectives ",
        "22 Sustainability Report 2015 Innovation Investing in innovation and skills is a key compo- nent of delivering smart, sustainable and inclusive growth and ensuring Europe’s competitiveness. Not only can innovation help create more jobs, it can also contribute to building a more environ- mentally friendly society and improve our citizens’ quality of life. We were therefore very concerned by the results of our recent study, Restoring EU Competitiveness, which described a widening innovation gap be- tween the EU and the US – particularly in lead- ing-edge technologies, such as digital and biotech- nology. Innovation needs an environment where freedom to try without fear of failure is encouraged. This in turn requires investors who are willing to ac- cept higher levels of risk. Furthermore, the global fi- nancial crisis has seriously undermined this appetite within Europe over the last seven years. At the same time, the necessary regulatory response to the bank- ing crisis significantly limited the ability of Member States and the European banking sector to take risks and catalyse valuable investment. Europe faces an “innovation emergency” as a result. Thousands of our best researchers and innovators are moving to countries where conditions are more fa- vourable. Although the EU market is the largest in the world, it remains fragmented, reducing the potential rewards for successful innovation. Riskier investments only make sense if innovators and entrepreneurs can rely on access to a vast integrated market. The EIB Group is at the forefront of addressing inno- vation’s need for financial support. We provided a Promoting innovation and skills in 2014 A record in financial support for innovative projects/ operations during 2015 EUR 18 .7 bn EUR 14 .7 bn ",
        "23 2015 Sustainability Report Promoting innovation and skills record EUR 18.7 billion of financial support in the form of loans, equity and guarantees for innovative projects 8 during 2015 compared to EUR 14.7 billion in 2014.  Within the EIB Group, the European Investment Fund (EIF) is the specialist provider of risk finance to bene- fit micro, small and medium-sized businesses across Europe. The EIF also specialises in creating access to finance for particularly innovative enterprises. 9 We are always looking to go beyond conventional ap- proaches and have developed innovative financial products such as InnovFin, which offers financing tools to cover all stages of the research and develop- ment process for innovation. Financing innovation in biotechnology – an In- novFin project A EUR 25 million loan from the EIB Group has en- abled Innocoll AG – a global, commercial-stage, specialty pharmaceutical company – to finance the expansion of its manufacturing and research and development facility in Saal, Germany, and clini- 8 According to the OECD definition, “a n innovation is the imple- mentation of a new or significantly improved product (good or service), or process, a new marketing method, or a new organisa- tional method in business practices, workplace organisation or external relations .” 9 According to the InnovFin eligibility criteria, Innovative SMEs in- vest in producing or developing new or substantially improved products, processes or services that are innovative, where there is a risk of technological or industrial failure. cal development of its lead products. The compa- ny develops and manufactures a range of pharma- ceutical products and medical devices using its proprietary collagen-based technologies. Its late- stage product pipeline is focused on addressing a number of large unmet medical needs, includ- ing: treatment of post-operative pain, diabetic foot infections and a barrier for the prevention of post-surgical adhesions. “The next 12-18 months is a critical period of execu- tion for Innocoll,” said CEO Tony Zook. “This funding will enable us to remain aggressive in our efforts to deliver on our key near-term milestones, including the expansion of our manufacturing facility in Saal, Germany, as well as the advancement of our late- stage clinical development programmes. We are pleased to be working with EIB and delighted to be able to participate in the InnovFin programme, which is providing Innocoll with very favourable fi- nancing terms.” G4-26 Going beyond conventional approaches, our new financial products embrace diverse ways of fund- ing investments in innovation: • Layered-risk funds, enabling the issuance of direct share tranches and notes to offer investors different risk-return profiles; • Private equity funds, filling market gaps and piloting new areas; • Capital market activities, such as the Project Bond Initiative; • Initiatives such as InnovFin – EU finance for innovators. ",
        "24 Sustainability Report 2015 EIBI tournament generating social innovation ideas The Social Innovation Tournament is the flagship initiative of the EIB Institute’s Social Programme, rewarding and supporting European entrepre- neurs whose primary purpose is to generate a so- cial, ethical or environmental impact. In 2015, the tournament’s jury of academics, impact investors and business specialists awarded three prizes: two first prizes of EUR 25 000 and one second prize of EUR 10 000. The tournament also offers mentoring opportunities and other intangibles such as net- working, visibility, and recognition. These are the stories of some of the social businesses (or social entrepreneurs) using the tournament’s support to make a measurable difference in combating social, ethical and environmental issues: Progetto Quid is pioneering a new ap- proach to fashion in Italy, empowering disadvantaged women with the skills to re-purpose surplus fabrics from the country’s fashion houses and transform them into limited-edition clothing col- lections. The participation in the EIB In- stitute’s Social Innovation Tournament, and the mentoring provided alongside it, has enabled Progetto Quid to grow its employee base by over 30% in eight months. In the two years since its foun- dation it has provided an entry into the fashion industry for 25 people, pro- duced over half a million clothing items during 2015, and recycled 60 km worth of textiles. The rise of digital commerce creates a demand for new deliv- ery solutions – and the Spanish business Koiki is translating this into economic opportunity for people with mental and physi- cal disabilities. Koiki is building a network of delivery men and women with disabilities, who carry parcels to people in their neighbourhoods by walking or cycling very short distances from their homes or local stores. In doing so, it promotes so- cial inclusion whilst tackling issues such as congestion and in- creased CO 2 emissions that result from a growing number of parcel deliveries. The EIB Institute’s EUR 25 000 prize in 2015 and advice on finetuning the company’s business plan has en- abled it to secure business from influential, early adopting cus- tomers such as DHL and Carrefour. ",
        "25 2015 Sustainability Report Promoting innovation and skills Infections resulting from healthcare impose an estimated indirect cost of EUR 34 billion on the EU each year, whilst threatening severe consequences for those suffering from them. Hand-in-Scan is a device that takes a new ap- proach to tackling infection and contamina- tion in healthcare, the food industry, technol- ogy manufacturing and other areas. It uses photo-analysing software to show workers the parts of their hands that haven’t been proper- ly washed, embedding better hygiene tech- niques. Originally developed as a student proj- ect, the EIB’s Social Innovation Tournament prize has enabled the team behind Hand-in- Scan to develop their prototype and secure EUR 1.3 million in venture capital investment. Blue Badge Style is a lifestyle por- tal with a difference. It is designed to break the link between disability and social exclusion, whilst providing growth opportunities for business- es that offer better disabled facilities. Through its website, app and commu- nity, Europe’s 18 million disabled peo- ple can plan their lifestyle around in- spiring places that are also accessible. Funding from the EIB Institute’s Social Innovation Tournament has enabled Blue Badge Style to develop its unique Pictorial Access Description functional- ity, which follows the journey of a dis- abled person through a venue – and provides advice on how access can be improved. It has also helped to raise awareness and driven more than 250 app downloads per month. ",
        "26 Sustainability Report 2015 Education and youth Besides access to finance, innovation requires a highly skilled workforce – and a highly skilled workforce requires top-quality educational sys- tems. The EIB Group supports investments that im- prove the quality of education, especially by up- grading schools and university facilities, providing vocational and other training schemes, or mount- ing pan-European student loan programmes to in- crease student mobility. EIB funds construction and renewal of lycées in French region The EIB is assisting France’s Picardy Region with the construction and renovation of lycées (upper sec- ondary schools) and higher education and appren- tice training establishments with the triple objec- tive of adapting to requirements, modernising and enhancing the energy efficiency of the region’s ed- ucational infrastructure. The EUR 350 million loan will finance a series of projects involving both construction and upgrad- ing to current environmental standards. According to Laure Gerard, Finance Director of the Conseil Régional du Centre-Val de Loire, it is the long-term commitment of the EIB that sets this initiative apart. This five-year project enables the Picardy Region to obtain loans on favourable fi- nancing terms because of the EIB’s support. The project finance is both competitive and adapt- able, helping the local government to work more quickly and effectively in bringing about positive change. The purpose of the financing is to support the Re- gion’s educational and environmental policy and supply upgraded infrastructure that is needed for high-quality vocational and technical education. The project has targeted 114 buildings throughout the region with a view to developing high-quality infrastructure for teaching and also for the sports and cultural activities of young people. The immediate benefit of this redevelopment will be to enable substantial gains in terms of energy efficiency and the reduction of greenhouse gas emissions. However, this infrastructure develop- ment will also have a direct impact in terms of im- proving education, teaching and school life. Directly benefiting secondary school pupils, this loan illustrates the level of Europe’s mobilisa- tion and support for national and regional proj- ects aimed at overcoming the challenge of youth unemployment. Other funding initiatives supporting education include a wide-ranging plan to upgrade schools across Italy, which the EIB approved in March 2015. The EIB also provided loans to develop scientific re- search and teaching facilities at Oxford University in the UK. Another project in the Swedish city of Norköping combined investment in education with financial support for a wider range of projects, including childcare facilities, low-emission housing and transport. Employment and growth When young people leave school it is vitally impor- tant for them to make the transition into the world of work. Unfortunately, for too many youngsters across Europe, the opportunities are lacking. One in five young people in the EU aged 15-24 that are available for the labour market cannot find work. 10 In all, there are 5 million unemployed young peo- ple across the Member States. Investment in skills is essential for creating more employment opportunities for Europe’s young people. In a bid to address the jobs crisis facing the EU’s 15-24 year olds, the EIB launched the “Skills and Jobs – Investing for Youth” programme in mid- 2013. The programme complements the EU’s Youth Employment Initiative, as well as the multiple na- tional and regional schemes at EU Member State level. The programme’s goal is twofold: • To boost ‘Jobs for Youth’ across the EU by improving 10 http://www.consilium.europa.eu/en/policies/youth-employ- ment/yg-leaflet-01-2015_pdf/ ",
        "27 2015 Sustainability Report Promoting innovation and skills access to finance for SMEs and Midcaps. Under the Jobs for Youth programme in 2015, financial in- termediaries allocated EUR 12.1 billion to SMEs in regions with high youth unemployment across 16 EU Member States.  • To enhance youth employability via ‘Investment in Skills’, targeting projects focused on gener- al education, vocational training and student fi- nance. The EIB signed EUR 1.9 billion worth of loans in this area in 2015.  The programme aims to target a wide range of projects and companies in both the public and pri- vate sectors. Equally, the initiative will foster youth employment programmes promoted by the public sector, such as investment in educational facilities, operational expenditures of vocational training, student loan schemes and young employee mobil- ity programmes. Another initiative that supports Europe’s young people was launched in June 2015. The Erasmus+ Master’s Loan Guarantee Facility allows students to apply for financial support to pursue their Mas- ter’s studies abroad. Established by the EIF and the EC, loans on favourable terms will be offered to students regardless of their social background to complete their studies to Master’s level as an im- portant contribution to tackling the skills gap in Europe. ",
        "28 Sustainability Report 2015 Supporting small and medium-sized enterprises (SMEs) The EIB Group believes that small and medium-sized enterprises (SMEs) are the key to a sustainable economic recovery in Europe. SMEs account for 99% of businesses in the EU and employ two thirds of the active working population. Supporting them unlocks economic potential at scale and creates a vibrant, more dynamic Europe. However, SMEs have been the businesses hardest hit by the financial crisis, with a lack of credit leaving many struggling to survive, let alone invest in expansion. jobs globally. 4 .1 million In 2015, we supported micro, small and medium-sized businesses responsible for sustaining some 240 000 ",
        "29 2015 Sustainability Report Supporting small and medium-sized enterprises (SMEs) T he role of the EIB Group in providing continu- ous and affordable access to finance, and en- couraging investment by others is therefore extremely important to SMEs. In 2015, we support- ed 240 000 micro, small and medium-sized business- es responsible for sustaining some 4.1 million jobs globally 11 .  Our support ranges from helping lo- cal cafes to set up shop, to providing seed capital for dynamic high-technology start-ups and help- ing mid-sized businesses with the challenges of expansion. The EIF takes a leading role in this work alongside a wide network of funds as well as sub- sidiary and partner financial institutions across Europe. We support the SME sector in three key ways: • Comprehensive scope – We have developed a wide range of dedicated products to provide the right financing for all stages of business develop- ment – from start-up to the expansion phase. • Catalytic effect – We are effective at encourag- 11 Number of employees in SMEs that benefited from EIF support from October 2014 to September 2015 ing additional investment from other private and public financial institutions. • Expert advice – In addition to finance and credit, we provide advisory services. This helps our part- ners provide targeted and effective financial as- sistance to high social and economic standards. In this way, we support SMEs in their journey to- wards long-term financial independence and sus- tainable growth. Promoting grassroots growth in Greece Three years ago, the Greek software business Workable had only two employees. It also had a strate- gy for growth and evidence of market demand for its SME recruitment solutions. However, attracting funding from banks was almost impossible. Support from the European Investment Fund made the dif- ference. Able to hire talented people and expand to meet overseas demand from a number of fast-grow- ing start-ups, Workable now has 80 employees in three different countries, 10% month-on-month growth, more than 4 000 customers and a strong export market in the US. Initial support from the EIF has now unlocked EUR 34.5 million in additional in- vestment from third parties. ",
        "30 Sustainability Report 2015 Helping with the heavy lifting for sustainable energy The wind turbine industry has very specific re- quirements for handling heavy equipment at height – requirements that are met by the in- novative, specialist new self-hoisting crane de- veloped by Denmark-based Liftra. This compa- ny of around 50 employees knew that it had a solution that could save money and provide re- assurance on safety for operators of most wind turbine models. It knew too that the compact nature of its crane design would enable a ser- vice-based approach to turbine maintenance that removed the requirement for turbine op- erators to own cranes themselves. However, it needed EUR 1 million in funding to build a pro- totype crane and demonstrate its advantages to the industry. Supported by the EIF, Liftra now has its proto- type, and is planning to scale up its operations following significant demand. The crane cur- rently fits three different wind turbine models, representing the majority of those already in- stalled. By 2020, Liftra expects that it will have interface packages for more than ten models, providing wider support to an inherently sus- tainable industry. ",
        "31 2015 Sustainability Report Supporting small and medium-sized enterprises (SMEs) Bringing a taste of Armenia to Italy Refugees may face even more challenges in gaining access to finance – but financial sup- port is often an essential first step in building enterprises that can make a positive economic contribution to the countries in which they set- tle. Vardan Babayan, who fled Armenia during a period of internal strife, had travelled through Russia, Ukraine and Austria before finally set- tling in Italy. He knew that he could make a pos- itive contribution to Florence, the food-loving Tuscan capital that he now calls home, by open- ing a café selling traditional Armenian foods. However he needed a loan to help get his busi- ness off the ground. Rejected by local banks, Vardan had been unemployed for a year when he found PerMicro, a microcredit provider sup- ported by the EIF who helped him to gain ac- cess to finance. Branch manager Francesca Di Giuseppe gave Babayan a loan of EUR 25 000, which he used to create his bio-grill Ararat Le Bracerie. “It was my chance to open a little corner of Armenia in Italy and to feel at home,” says Babayan. ",
        "32 Sustainability Report 2015 G4-EC7 I nfrastructure projects are capital-intensive and long-term. They require an agile and responsive, yet steadfast partner, and a willingness to invest over a longer time horizon. We believe that Europe currently suffers from a market failure in risk taking, which discourages support for these types of proj- ect. It is an important part of the EIB Group’s role to fill this gap, and catalyse investment from oth- ers. We must be innovative in our approach, and prepared to take the lead in supporting new and creative technologies. We understand that the pos- itive benefits to these projects go beyond quantifi- able economic indicators and so are willing to pro- vide funding and technical support where others may not. In 2015, the EIB signed EUR 18.9 billion to support in- frastructure projects.  We also seek to add value to the projects we support through technical adviso- ry services, particularly in less developed regions or on projects involving complex financial struc- tures, such as public-private partnerships. Most of the advisory programmes focus on sup port throughout the project cycle, from planning and preparation to implementation. Joint Assistance to Support Projects in European Regions (JASPERS) is one such programme. This joint EC-EIB flagship ini- tiative remained the largest advisory programme carried out by the Bank in 2015. It pro vided project preparation support in 16 EU countries and three Infrastructure Investing in large-scale infrastructure projects is one of the EIB Group’s priority goals. Doing so delivers benefits to EU citizens in two important ways. When we support large-scale transport, energy and urban projects, we help to create jobs and promote economic growth directly. Investing in this way also has a direct and positive impact on the lives of EU citizens, and creates economic opportunities through innovation, new ways of working, and new levels of connectivity. This makes infrastructure investment an essential component of smart, sustainable and inclusive growth for Europe. ",
        "33 2015 Sustainability Report Infrastructure candidate countries to improve the quality of the major projects submitted for grant financing from the EU Structural and Cohesion Funds. In 2015, JASPERS’ active assistance was extended to France and Italy, and 97 assignments were completed that year (1 034 since the beginning of operations in 2006). A total of 467 JASPERS-assisted applications for funding for major projects have been approved by the EC, with a total investment cost of EUR 72.2 billion. An interconnected Europe In 2015, we invested EUR 13 billion in transport links, helping 500 million additional passengers to get to where they needed to be faster and more smoothly. We estimate that the transport links made possible by EIB investment saved a total of 65 million hours of EU citizens’ time during the year. A strong and efficient transport network is the foundation for a connected Europe. By facilitating the movement of people and goods throughout the Union, the transport sector plays an integral role in terms of supporting European integration, economic growth and competitiveness. In urban centres, sustainable transport has a significant im- pact on citizens’ quality of life by generating trade, creating access to employment, reducing conges- tion and subsequently pollution, and saving time. More importantly, transport needs to be safe. En- suring that projects meet the highest safety stand- ards is our priority. Europe’s single market provides great econom- ic opportunities – but it is only as connected as its transport links enable it to be. Helping our 500 million consumers, workers and entrepreneurs to move around freely, efficiently and safely gener- ates trade, fosters economic growth and boosts competitiveness. On an individual level, having a shorter and cheaper journey to work, and breath- ing cleaner air with less overcrowding, reduced congestion and fewer road accidents, substantially improves our citizens’ quality of life. We invest in improved transport links to promote cross-border and domestic trade, labour mobili- ty, social integration, regional development and environmentally friendly travel. Clean transport is also a key part of the decarbonised economy. We invest to keep our citizens safer, to make their lives more pleasant and their experience of work more fulfilling. We believe that these are important goals, and we are willing to take on challenging and am- bitious transport projects, in order to make them happen. 500 million In 2015, we invested in transport links, helping additional passengers to get to where they needed to be faster and more smoothly EUR 13 bn We estimate that the transport links made possible by EIB investment saved a total of 65 million hours of EU citizens’ time during the year G4-EC7 ",
        "34 Sustainability Report 2015 Sustainable urban development More than two thirds of people in Europe live in cities. These cities play a crucial role as engines of the economy and as places that connect people and encourage creativity and innovation. We are committed to protecting them from degradation during challenging economic times, whilst invest- ing to make them smarter and more sustainable, increasing the contribution they can make to our citizens’ wellbeing. Our approach to re-invigorating and rejuvenat- ing cities must be holistic. We seek to tackle en- vironmental issues at the same time as strength- ening the social, economic and cultural fabric of our urban areas. In 2015 the EIB signed a total of EUR 5.5 billion worth of finance for urban develop- ment, regeneration and health projects in Europe .  We support projects to extend electric vehicle charging infrastructure and smart LED street light- ing, to install city-wide smart meters and to cre- ate new public facilities that can energise social and cultural life. Our funding encourages the use of emerging ICT systems, smart materials and oth- er innovative construction technologies. By en- abling investment in more modern and efficient buildings, as well as supporting urban planning and development, we not only help to renew pub- lic facilities, but do so in a way that produces a healthier and more environmentally friendly living environment. G4-EC7 ",
        "35 2015 Sustainability Report Infrastructure Energising the economy Our vision for smart, sustainable and inclusive growth requires a competitive, secure and sustain- able energy supply for Europe. The European Com- mission has estimated that this will necessitate yearly investment of EUR 200 billion over the next decade, of which about EUR 90 billion per year for energy efficiency. We provided EUR 13.7 billion in finance for energy projects during 2015. EIB sup- port for energy efficiency reached EUR 3.6 billion, an increase of 50% from the previous year. Investments in modernising energy networks and improving energy storage contribute to securing Europe’s energy supply whilst also making it easier to integrate energy from renewable sources for a more sustainable energy strategy. Our investments in energy infrastructure aim to balance the need for increased energy security whilst encouraging and supporting the use of renewables. We apply our Emissions Performance Standard to all fossil fuel generation projects, to screen out investments whose carbon emissions exceed a threshold level. Other infrastructure investments Besides our support for transport, energy and ur- ban infrastructure, we also provide backing for wa- ter infrastructure, waste management and flood management that aligns with our environmental priorities. As part of our support for the European Innovation Partnership on Water, we aim to identify and finance innovations that support a clean and sustainable water supply. 12 new schools to be built in North East England The EIB played a crucial role in establishing the UK’s funding mech- anism to upgrade an aging school infrastructure. Many of the coun- try’s schools, which were constructed during the post-war building boom, are now in need of refurbishment, renovation and in some cases renewal. The Priority School Building Programme (PSBP) is a new initiative to address the needs of these schools most in need of urgent repair by leveraging private finance and streamlining pro- curement processes. The upgrading process started with five batches of school projects (12 in North East England of 46 schools in total). This came in 2012, at a time when funding markets were uncertain and investors risk averse. The Bank’s participation contributed to securing a successful outcome for the UK’s Department for Education (DfE). By providing around 50% of senior debt, the EIB ensured the programme went ahead. Hylton Castle Primary School was one the first new PSBP schools to open at the end of 2015, and the new environment has made a nota- ble impact on students and staff. At the opening ceremony the Head Teacher, Mrs Elaine Armstrong, said that staff and pupils are proud of their new building. The Head is confident that the new building will have a positive impact on pupils’ self-esteem, motivation and sense of value. G4-EC7 ",
        "36 Sustainability Report 2015 Protecting our environment The EU plays an important role in protecting the environment, not least through its policies, directives, regulations and decisions. We know that this protection is vital to the health and wellbeing of EU and global citizens, that it helps to safeguard natural capital and that it provides an important contribution to resource-efficient and low- carbon economic growth. During 2015, the EIB provided EUR 19.6 billion in support of projects designed to enhance the natural and living environments. Our areas of environmental action fall into six main categories: ",
        "37 2015 Sustainability Report Protecting our environment Protecting the urban environment Three quarters of Europeans live in towns or cities. The EIB’s support helps to keep those towns and cities healthy – and environmentally sustainable. Renewal schemes breathe new life into degraded urban environments whilst other projects preserve the heritage and architectural fabric of towns and cities that differentiates them and provides them with an identity. By updating infrastructure and designing innovative mobility solutions to move people around the urban environment we can reduce towns’ and cities’ environmental impact whilst contributing to other EIB priority areas such as sustainable transport, modern energy networks and reduction of noise and air pollution. Transport We support efforts to build more efficient public transport networks that reduce environmental im- pact and preserve air quality whilst also providing jobs, creating new economic opportunities – and improving safety. These projects often have close ties with our priority objective of supporting sus- tainable infrastructure. An innovative solution to a historic transport headache The historic architecture of Metz in Eastern France created a public transport headache for the town’s metropolitan transport system – and a frustrating commute for those working in the city. The narrow streets of the centre of Metz made constructing a modern tram system prohibitively expensive. A more innovative solution was required. A contribution of EUR 80 million from the EIB en abled a new approach to public transport infrastruc ture for Metz. It supported a EUR 230 mil- lion project between 2011-2013 to develop a more flexible Bus Rapid Transport (BRT) system that could deliver many of the advantages of a tram, but at a far lower cost. The high-capacity, die- sel-electric hybrid buses generate far lower emis- sions than traditional buses. In 2015, the EIB published an impact report on the new Mettis bus system. It found that a year after the launch of the new system, in 2014, the average Healthier and more efficient waste disposal in Sofia In September 2015, a new mecha nical- biological treatment plant cap a ble of processing 410 000 tonnes of mixed waste per year opened in Sofia. Thanks to co-financing of EUR 33 mil- lion from the EIB, this new facility will be able to introduce 40 000 tonnes of recycled material back into the econo- my, whilst producing refuse-derived fuel for cement kilns and power plants. In promoting more efficient waste management and preventing unsanitary disposal of waste through landfill, it will help Bulgaria to meet its international environmental and cli- mate change obligations whilst pro- viding a healthier living environment for the citizens of Sofia. ",
        "38 Sustainability Report 2015 journey time within Metz had been reduced by al- most half – and as a result 21% more people are us- ing public transport. As a condition of the EIB’s support, the project also focused on providing jobs for people in the area who were previously struggling to find work. “This experience has given me back confidence in my- self,” said Aimee Anne Lise Zeze, one of those em- ployed by Mettis. “I had lost that confidence before.” A video explaining the social clause of the project can be found here. The EIB is deploying technical assistance through various actions co-funded with the EC, such as JASPERS (in EU and accession countries) and the Southern Neighbourhood Advisory Programme for Transport (SNAP-T) in Mediterranean partner countries. SNAP-T aims to facilitate the develop- ment of priority transport infrastructure in sup- port of EU and national policies in Mediterranean countries by delivering appropriate technical as- sistance and financial advisory services. These in- clude assistance with project prioritisation within overall EuroMed objectives; strategic advice at the project phasing and development stages, includ- ing on technical and financial feasibility; technical support for the preparation and implementation of individual components; and financial advice and structuring support. As at the end of 2015, SNAP-T was managing active delivery of technical advice to 12 projects in six countries, primarily through externally procured consultancy. Energy The EU set itself the target of a 20% improvement in energy efficiency by 2020. This would be rough- ly equivalent to turning off 400 power stations. To make this possible, we need to equip EU towns and cities with the technical expertise and orga- nisational capacity to implement large energy effi- ciency and renewable energy projects, which can give them more of a role in producing and manag- ing the energy they use. The EIB Group covers up to 90% of the technical support cost needed to pre- pare, implement and finance the investment pro- gramme through European Local Energy Assistance (ELENA). The programme is funded by the Europe- an Commission’s Intelligent Energy-Europe initia- tive and run by the EIB. This technical support may include feasibility and market studies, programme structuring, business plans, energy audits, prepa- ration of tendering procedures and contractual arrangements and project implementation units. With solid business and technical plans in place such projects can also attract funding from private banks and other sources, including the EIB. Since 2010 – the first year of implementation – 46 projects have received funding from ELENA, ten of which were signed during 2015 with a number of beneficiaries in Italy, the UK, the Netherlands, Slo- vakia and Croatia. The EU’s international commitment to fight climate change, submitted to COP21, took the form of its climate and energy policy, which aims to further re- duce energy use by 40% by 2030; and the Bank’s pri- oritising of renewable energy and energy efficiency projects will be ready to support this EU pathway. Water Water can be a positive and negative force, pro- viding power and life but also causing erosion, flooding and the spread of diseases such as chol- era. The projects we support relate to both the provision and management of water, safeguard- ing health and wellbeing and enabling econom- ic growth through safe and secure water supplies. We provide financing and technical advice and support research, development and innovation to explore effective ways of managing water. Un- der the Mediterranean Hot Spots Investment Pro- gramme (MeHSIP) funded by the EC, the EIB aims to promote sound water, wastewater, waste and industrial emissions management in the Southern Mediterranean region. Through this, the EIB seeks to reduce health risks and achieve improved quali- ty of life, as well as to contribute towards achieving the Horizon 2020 (H2020) goal of de-polluting the Mediterranean area. The initiative’s objective is: • to increase the number of viable and bankable projects and; ",
        "39 2015 Sustainability Report Protecting our environment • to strengthen the capacity of public sector in- stitutions and private actors to be prepared for projects. Providing clean, safe water in Malawi People in Malawi face serious challenges access- ing clean water. The public water supply frequently fails and with populations of major cities like the capital Lilongwe and Blantyre expected to double in the next 20 years, investment is urgently need- ed. For 250 000 people in Lilongwe though, a sup- ply of clean fresh drinking water will be available for at least the next five years, thanks to a new EUR 24 million loan from the EIB. The EU and EIB have supported the construction of hundreds of public water kiosks in Malawi’s cities, providing safe access to drinking water for 750 000 people. Many of the people who use these kiosks would previously have had to walk for two hours to fetch unsafe river water, which carried the risk of water-borne diseases that cause diarrhoea, the leading killer of children in the country. The need to spend several hours a day searching for clean water represents a real burden on people, taking time away from a whole range of other ac- tivities including work, study and family care. The supply of clean, readily available water in Malawi helps to free people’s time for more productive ac- tivities. For example, it is estimated to have helped to create 1 000 new jobs by giving time back to po- tential entrepreneurs. Biodiversity Eight out of ten Europeans believe that biodiversity loss is a serious issue, while more than half fear that the degradation of nature will affect them ",
        "40 Sustainability Report 2015 personally 12 . It has been estimated that biodiversi- ty loss costs the EU 3% of its GDP annually. In 2015, we joined forces with the European Commission to launch the Natural Capital Financing Facility (NCFF) – providing financial solutions for bankable pro- jects which are revenue-generating or cost-saving, and promote the conservation, restoration, man- agement and enhancement of natural capital for biodiversity and climate adaptation benefits. This includes ecosystem-based solutions to challenges related to land, soil, forestry, agriculture, water and waste. Forestry More than 25% of the world’s population relies on forest resources for their livelihoods, and yet de- forestation and forest degradation continues at an unsustainable rate. Forestry is central to our efforts to support sustainable landscapes, foster rural eco- nomic growth and employment, and strength- en the availability of a range of key renewable re- sources. We support the EU Forestry Strategy and the EU Forest Action Plan, which frame EU forestry policy, enabling forests to play an important role as carbon stores whilst also contributing to climate adaptation, halting erosion and flooding, and in- creasing biodiversity. Restoring forests in China Thanks to an EIB loan of EUR 588 million, 468 000 hectares of forest in China have been restored or planted anew over the last four years. This includ - ed a major project to tackle the expansion of the Gobi desert, the rebuilding of forests to help pro- tect against soil erosion following the Sichuan earthquake of 2008, and forestation of river catch- ment areas to improve fresh water quality and in- crease biodiversity. In addition to the ecological benefits, some 45 000 operational and 140 000 seasonal job opportunities have been created in remote rural areas. 12 Special Eurobarometer report 436 - “Attitudes of Europeans towards biodiversity”, p. 5: http://ec.europa.eu/COMMFrontOf- fice/PublicOpinion/index.cfm/Survey/getSurveyDetail/instru- ments/SPECIAL/surveyKy/2091 The forestation projects took three different forms: the creation of ecological forests where farmers plant and own new trees that are not intended for felling; timber forests which have greater rotation, produce timber and income and reduce unsustain- able and illegal logging; and fruit and nut planta- tions using abandoned arable land which supply food with low labour intensity. ",
        "41 2015 Sustainability Report Protecting our environment ",
        "42 Sustainability Report 2015 Our structures and frameworks for the support of human rights Our lending standards are guided by the EU Charter of Fundamental Rights, the EU Strategic Framework and Action Plan on Human Rights and Democracy, the UN Guiding Principles for Business and Human Rights (UNGPs), the EU Strategy for Corporate Social Responsibility and the OECD Guidelines for Multi- national Enterprises and always aim to reflect inter- national best practice in this area. The 2009 EIB Statement of Environmental and So- cial Principles and Standards is the Bank’s high-level statement and is aligned with EU policy on human rights and international best practice in this area. Human rights considerations are an integral fea- ture of the EIB Statement, which provides that the EIB “restricts its financing to projects that respect human rights”. This is achieved by excluding spe- cific types of projects or activities from EIB lending and complemented by comprehensive due dili- gence processes. Since 2013 the EIB has been applying its revised Environmental and Social Handbook, which effec- tively embeds concern for human rights into our operations, and promotes robust, human-rights-re- sponsive due diligence processes. Central therein is a human rights mitigation hierarchy premised on the principle of remedy, a focus on the materi- ality of risk to affected persons, and considerations of likelihood, severity and frequency of human rights impacts anticipated, thereby ordering the Human rights The protection of human rights is written into the way that the EIB Group operates and the lending decisions that we take. As an EU body, the EIB is bound by the provisions of the Charter of Fundamental Rights of the European Union, including the commitment to uphold human rights. ",
        "43 2015 Sustainability Report Human rights prioritisation of mitigation measures accordingly. The social standards which entail an enhanced re- sponsiveness to human rights considerations are those catering for stakeholder engagement. Respect for human rights further underpins our new approach to conflict sensitivity, which we re- cently adopted as fragile and conflict-affected countries are now a high priority for the EU and, consequently, for the EIB as well. The EIB’s ap- proach to conflict sensitivity seeks to contribute to systematically: (i) flagging and mitigating conflict risks for EIB investments; (ii) avoiding doing harm or aggravating conflict, and (iii) whenever possible, contributing indirectly to conflict prevention, re- covery and peacebuilding efforts through support for economic development. Upholding the right to adequate housing for Roma in Belgrade In 2015, the City of Belgrade completed the reset- tlement of the remaining families affected by the EIB-financed Sava Bridge project. This successful outcome marks the end of a long process that has provided the City of Belgrade, supported by the EIB, with experience in planning and implement- ing resettlement in accordance with international standards and good practice. In 2009, the City of Belgrade undertook to con- struct the new Sava Bridge and associated access roads. The construction of the bridge was partially financed by the European Bank for Reconstruction and Development (EBRD) and by the City budget, while the EIB provided a loan to the City of Bel- grade for the construction of access roads to the new Sava Bridge. The construction of the access roads impacted an informal settlement in New Bel- grade consisting of mainly Roma families and the EIB required a permanent housing solution for the impacted families, upholding their right to ade- quate housing as part of their right to an adequate standard of living. Overall, the living conditions of the families have improved significantly. Before the resettlement, they used to live in improvised shacks made of cardboard scraps with no access to running water, sanitation or electricity. They were vulnerable to fires, weather impacts, pest infestation and crime. Now they live in modern apartment buildings that were built to accommodate them, with stand- ard amenities and full access to city-wide utility services. All resettled project-affected persons received new personal documents, which is an important pre- condition for accessing a whole range of available services, including social welfare, health, educa- tion and employment opportunities. All families received medical evaluations and were offered as- sistance in transferring medical files to their new location. Prior to the project, almost 60% of school age chil- dren did not attend school regularly. After the pro- ject was implemented, all children of school age in the affected households attended school on a reg- ular basis. In order to continue to receive the enti- tlements defined in the project, the families were obliged to send their children to school regularly. The school attendance was ensured through reg- ular monitoring and engagement with families. The education presents the potential to open up to children the economic and social opportunities that were out of reach of their parents. ",
        "44 Sustainability Report 2015 Reporting in accordance with GRI Sustainability reports act as a valuable resource for organisations looking to disclose key environmen- tal, social and governance (ESG) information to their stakeholders. To ensure that we remain at the forefront of sus- tainability reporting, we are a member of the Gold Community of the Global Reporting Initiative (GRI), formerly Organisational Stakeholders programme, and an active participant in the Corporate Leader- ship Group on reporting 2025. Defining the aspects that matter The EIB Group always seeks to understand and re- spond to stakeholder expectations in respect of our most material aspects and to reflect this in our sustainability reporting. Materiality is the principle of reporting on the most important issues (referred to as ‘aspects’) that reflect an organisation’s economic, environmen - tal and social impacts . In 2014, we considered a range of internal and external factors and consult- ed a wide range of stakeholders in order to identify which were the EIB Group’s most material aspects – in line with the GRI G4 reporting framework. The areas identified to be of most importance were the following: • Achieving the EIB Group’s objectives – i.e. the four priority areas of: innovation and skills; ac- cess to finance for smaller businesses; envi- ronmental impact and infrastructure; and the cross-cutting priority of climate action. • Managing the EIB Group’s indirect impacts – this means accounting for knock-on effects that cover the entire project cycle. This runs from so- cial and environmental assessment for pre-ap- praisal, monitoring and implementation as well as evaluation of project results. • Transparency and accountability of the EIB Group – this refers to disclosure on how the EIB Group conducts its activities day-to-day. The full materiality assessment methodology was outlined in the EIB Group 2014 Sustainability Report (Pages 10-13). The materiality matrix that resulted from the ma- teriality assessment carried out in 2014 was used as a foundation for both last year’s report (2014) and this report. In order to understand if the 2014 Sustainability Report had met stakeholders’ expec- tations, we conducted a follow-up survey in 2015 with the respondents of the materiality exercise. The general consensus was that the 2014 Sustaina- bility Report was a fair and accurate representation of the key sustainability aspects of the EIB Group and on the whole met stakeholder expectations and that the material issues identified were correct. Stakeholders expected material issues to be de - scribed early in the report while descriptions of methodology and process are better placed to- ward the end of the report. In terms of content, stakeholders indicated a preference for a greater focus on the impact and a greater balance of EIB Group activities. After careful analysis of the original stakehold- er dialogue and feedback from the follow-up sur- vey, we have concluded that there is no change to the materiality matrix as determined in respect to the 2014 EIB Group Sustainability Report and have where possible, taken into consideration the feed- back received from the follow-up survey in this re- port. We will continue to engage with stakehold- Open and accountable G4-37 ",
        "45 2015 Sustainability Report Open and accountable ers across our reporting process to ensure that we update content and report on the most pertinent issues. Accountability The EIB Group strives to be fully accountable in its decision-making processes and daily operations. We believe this will help lead to positive outcomes in the operations we finance. Accountability to our stakeholders is ensured through a number of im- portant mechanisms including: • Transparency on our activities • Publication of the evaluation of our impacts • Stakeholder engagement and consultation • Commitment to compliance In the following paragraphs we outline in more de- tail these accountability mechanisms. Transparency policy and public register Transparency is a core value of the EIB Group. The EIB Group’s Transparency Policy governs our ap- proach to transparency, access to information and stakeholder engagement. We apply the prin- ciple of “presumption of disclosure” to all infor- mation held by the Bank with well-defined excep- tions based on applicable EU legislation and case law. This policy was covered extensively in the EIB Group 2014 Sustainability Report (Page 44). This is why we publish all the projects that we fi- nance on our website. We also publish environmen- tal and social information associated with our proj- ects on the EIB’s Public Register. This includes the Non-Technical Summary (NTS) of the environmen- tal impact for projects inside the EU, a minimum of ten days before Board approval, and the full Environ- mental Impact Assessment (EIA) for projects outside the EU, a minimum of 30 days before Board approval. We also publish a summary of our own environmen- tal and social due diligence, the Environmental and Social Data Sheet (ESDS), on the projects we appraise 30 days after Board approval. In 2015, 359 (557 in 2014) Environmental and Social Data Sheets (ESDSs), 130 (74 in 2014) Environmen- tal and Social Impact Assessments (ESIAs) and 142 (189 in 2014) Non-Technical Summaries (of ESIAs) had been published in the public register and linked to their respective project summaries. Evaluation of our impacts The EIB Group’s aim is continually to minimise the negative and maximise the positive indirect im- pacts of its activities. Operations Evaluation (EV) carries out independent assessments of EIB and EIF activities in order to: • Assess whether our activities have been in line with what is required by our policies and the strategies derived from them, and if these activ- ities have delivered as expected; • Identify possible areas for improvement that can be applied to EIB Group activities to increase per- formance in the future. This evaluation goes beyond the indirect impacts; it provides us with a valuable review tool to under- stand not just the impacts of our projects, but how those impacts have been controlled and what we can do to improve our performance going forward. In 2015, we carried out a number of specific eval- uation activities, two of which are outlined below: Knowledge Economy (KE) Evaluation In 2015, the EIB Group assessed the support giv- en to the European Knowledge Economy 2007-2013 and looked at the outcomes and impacts of 58 op- erations. The report concluded that the outcomes and impacts are substantial, with high economic, social and environmental value 13 . Evaluation of EIB financing of climate action In 2015, the EIB Group released its evaluation of the financing of climate action within the EU 2010-2014. The evaluation was timed to coincide with the 13 Operations Evaluation – EIB Group’s Support to the European Knowledge Economy 2007-2013 (Executive Summary, page V, Outcomes and Impacts of KE operations) G4-37 ",
        "46 Sustainability Report 2015 public consultation on the EIB’s approach to support- ing climate action. The evaluation findings have fed into the main strategic action areas of the Climate Strategy, approved by the Board of Directors in September 2015. Listening and responding to your concerns As a public institution and the only bank owned by all EU Member States, we are committed to engag- ing with a wide range of stakeholders. The under- lying objective of stakeholder engagement at the EIB Group is to ensure that our many and diverse stakeholders have a channel to be heard and that their concerns are adequately addressed. It is important that we have open dialogue with members of the public who have been directly or feel affected by the EIB Group’s activities. As such, the EIB Complaints Mechanism Division (EIB-CM) investigates cases of alleged maladministration. In 2015 the Complaints Mechanism Division received 56 new cases (60 in 2014). Of these, 49 were de- clared admissible in accordance with the EIB Com- plaints Mechanism Principles, Terms of Reference and Rules of Procedures (48 in 2014). In 2015, the European Ombudsman (EO), which constitutes the second tier of the EIB Group com- plaints mechanism, did not receive any new cases against the EIB Group (five in 2014). In one case, following on from a recommendation issued in 2014, the EO took the view that the EIB had com- mitted maladministration. The Bank has now started an internal process to review the Complaints Mechanism policy. It is ex- pected that a public consultation will be carried out during 2016. Proactively engaging with stakeholders Along with our regular stakeholder engagement events focused on specific topics, we also actively consult our stakeholders on matters that shape our policies. For example, in January 2015, the Europe- an Investment Bank (EIB) launched a public consul- tation as part of a review of its approach to support- ing climate action as described in the climate action section of this report. In February 2015, the EIB held its annual seminar between civil society and the Bank’s Board of Directors to discuss two themes that were of interest to a wide group of civil society stakeholders and were key topics on the EIB’s 2015 agenda: transparency and climate action. Commitment to compliance As the Basel Committee on Banking Supervision (BCBS) recently stressed, a fundamental compo- nent of good governance in banks is a corporate culture reinforcing appropriate norms for responsi- ble and ethical behaviour, where the Board plays a crucial role. Compliance is integral to the Bank’s ethical, pro- fessional and business approach. In May 2015, the first meeting of the new Compliance and Controls Committee took place at the EIB in Luxembourg. The Committee is composed of the Group Chief Compliance Officer, the Inspector General and the Financial Controller as permanent members, with Internal Audit and Risk Management as observers, and is chaired by the Vice-President with function- al responsibility for control functions. The creation of this Committee stems from a recent decision of the Management Committee to strengthen the compliance and control functions at the EIB. Its purpose is to provide a visible platform to moni- tor the Bank’s compliance and control risks and to make recommendations for improvements, includ- ing on the alignment across the EIB Group. In line with the EIB Group’s emphasis on integrity and good governance the “EIB Group Anti-Money Laundering and Combating Financing of Terrorism Framework” (“EIB Group AML-CFT Framework”) es- tablishes the key principles regulating AML-CFT and related integrity aspects in EIB Group activities. It is complemented by detailed operational proce- dures and should be read in conjunction with the EIB Group Codes of Conduct and other relevant EIB Group policies and guidelines. G4-EN34 ",
        "47 2015 Sustainability Report Open and accountable Similarly, the EIB Group has a zero-tolerance policy on fraud or corruption whether occurring in con- nection with projects, loans or equity financed by the EIB Group or perpetrated by its own staff. This is supplemented by robust investigation proce- dures followed by the Fraud Investigations Division under the Inspectorate General of the EIB Group. In addition, the EIB is committed to maintaining a stringent policy against tax fraud, tax evasion and harmful tax practices. It is monitoring the progress of market and regulatory developments to ensure that its policies and practices keep abreast of any material changes. One of the most significant de- velopments being monitored by the EIB relates to tax legislation proposals and initiatives at interna- tional and EU level. In October 2015, the Office of the Chief Compli- ance Officer (OCCO) hosted the Business Ethics and Compliance Conference at EIB. The speakers com- prised leading experts in their fields such as the Di- rector of the Institute of Business Ethics in London, the President of the Vatican Financial Intelligence Authority, the Chairman of the Council of Ethics (Norwegian Government Pension Fund Global), as well as representatives from Deutsche Bank, the Bank of England and the Founder of Transparency International. External recognition of performance In April 2015, the EIB Group won the International Association for Impact Assessment (IAIA) Regional Award 14 for its leading role in sustainable develop- 14 EIB Info – Best Impact Assessment Award, p6 (http://www.eib. org/attachments/general/bei_info/bei_info157_en.pdf). ment. The Bank is proud of this achievement, as the IAIA represents a global network at the forefront of best practice in the use of impact assessment, bring- ing together governments, industry and practition- ers. The EIB was chosen for its holistic approach to accounting for, and managing, environmental and social matters in its lending operations and for the overall promotion of sustainable development. The award also recognises the EIB Group’s contri- butions to capacity building for the high quality management of impact assessment processes and environmental protection. The joint work the EIB conducts with its partners as part of the JASPERS project is a good demonstration of this. JASPERS provides project preparation support (pre-fund- ing stage) to Member States and important ef- forts have been made to ensure high quality as- sessments (Environmental Impact Assessment/ Environmental and Social Impact Assessment and Strategic Environmental Assessments) act as the foundation of the programme. We believe that understanding external percep- tions of our sustainability efforts is incredibly im- portant. We therefore engage with a number of external rating agencies. In 2015, we were rated as “Leader” by Sustainalytics, as “Very Positive” by IMUG, as “Prime” by Oekom Research, as “Advanced” by VIGEO and “AAA” by MSCI  , maintaining the same levels of performance as in previous years. These ratings recognised the EIB’s “strong manage- ment of environmental and social risks affecting its business” in the words of MSCI, which also recog- nises that the EIB “continues to be counted among the leaders of environmental project financing in the Euro region.” Sustainalytics confirms that “the EIB demonstrates strong credit and loan standards, aligning with best practice.” ",
        "48 Sustainability Report 2015 G4-31 G4-33 KPMG Luxembourg, Société coopérative 39, Avenue John F. Kennedy L-1855 Luxembourg Telephone +352 22 51 51 1 Fax +352 22 51 71 Internet www.kpmg.lu Email info@kpmg.lu INDEPENDENT LIMITED ASSURANCE REPORT TO EIB GROUP We have been engaged by the Management of the Group, which includes the European Investment Bank and the European Investment Fund (the “Group” or the “EIB Group”), to provide limited assurance on the following infor- mation included in the Sustainability Report 2015 for the year ended 31 December 2015 of the EIB Group (“the Re- port”): indicators and statements in the Report marked in italics and with a tick  , prepared in accordance with the internal reporting criteria applicable at the Group in 2015, as detailed on page 9 of the Report. Group Management’s responsibility for the Report Group’s Management is responsible for the preparation and presentation of the Report, and the information and assertions contained within it, in accordance with the internal reporting criteria applicable in 2015 at the Group as detailed on page 9 of the Report; for determining the EIB Group’s objectives in respect of sustainable develop- ment performance and reporting, including the identification of stakeholders and material issues; and for estab- lishing and maintaining appropriate performance management and internal control systems from which the re- ported performance information is derived. Responsibility of the Réviseur d’Entreprises agréé Our responsibility is to perform a limited assurance engagement and to express a conclusion based on the work performed. We conducted our engagement in accordance with International Standard on Assurance Engage- ments (ISAE) 3000, Assurance Engagements other than Audits or Reviews of Historical Financial Information, as adopted for Luxembourg by the Institut des Réviseurs d’Entreprises. That Standard requires that we plan and per- form the engagement to obtain limited assurance about whether the indicators and statements in the Report marked in italics and with a tick  are free from material misstatement. We have complied with the independence and other ethical requirements of the Code of Ethics as adopted for Luxembourg by the Commission de Surveillance du Secteur Financier. We implement quality control procedures that are applicable to the individual engagement in accordance with the requirements of International Standard on Quality Control 1 Quality Control for Firms that Perform Audits and Reviews of Historical Financial Information, and Other Assurance and Related Services Engagements (ISQC 1). Summary of work performed A limited assurance engagement on a sustainability report consists of making inquiries, primarily of persons re- sponsible for the preparation of information presented in the sustainability report, and applying analytical and other evidence gathering procedures, as appropriate. These procedures included, to the extent that they apply to the indicators and statements in the Report marked in italics and with a tick  : • Inquiries of management to gain an understanding of the Group’s processes for determining the material is- sues for the Group’s stakeholder groups; KPMG Luxembourg, Société coopérative, a Luxembourg entity and a member firm of the KPMG network of independent member firms affiliated with KPMG International Cooperative (“KPMG International”), a Swiss entity. T.V.A. LU 27351518 Capital: 12 503€ R.C.S. Luxembourg B 149133 ",
        "49 2015 Sustainability Report • Interviews with relevant staff at corporate and business unit level responsible for providing the information in the Report; • A media analysis and an internet search for references to the Group during the reporting period; • Inquiries about the design and implementation of the systems and methods used to collect and process the information reported, including the aggregation of data into information as presented in the Report; • Comparing the indicators and statements in the Report marked in italics and with a tick  to corresponding information in the relevant underlying sources, when applicable; • Verifying that the indicators and statements in the Report marked in italics and with a tick  were correctly derived from the Group’s 2015 audited financial statements, when applicable. A limited assurance engagement is substantially less in scope than a reasonable assurance engagement or an au- dit conducted in accordance with International Standards on Auditing and Assurance Engagements, and conse- quently does not enable us to obtain assurance that we would become aware of all significant matters that might be identified in an audit or a reasonable assurance engagement. Our limited assurance engagement is not de- signed to detect all internal control weaknesses or errors in the Report in meeting the requirements of the internal reporting criteria applicable at the Group in 2015 as the evidence has been obtained on a sample basis. Accord- ingly, we do not express an audit or a reasonable assurance conclusion on the Report as a whole or on the indica- tors and statements in the Report marked in italics and with a tick  . We believe that the evidence we have obtained is sufficient and appropriate to provide a basis for our conclusion. Conclusion Based on the limited assurance procedures performed, as described above, nothing has come to our attention that causes us to believe that the indicators and statements in the Report marked in italics and with a tick  are not prepared, in all material respects, in accordance with the internal reporting criteria applicable in 2015 at the Group, as detailed on page 9 of the Report. Luxembourg, 8 July 2016 KPMG Luxembourg, Société coopérative Cabinet de révision agréé E. Dollé G4-33 G4-31 ",
        "50 Sustainability Report 2015 Glossary of terms AML-CFT Anti-Money Laundering and Combating Financing of Terrorism Framework BCBS Basel Committee on Banking Supervision BRT Bus Rapid Transport CAB Climate Awareness Bond CCB Climate, Community and Biodiversity Standard COP21 United Nations Climate Change Conference Paris DfE UK Department for Education EC European Commission EFSI European Fund for Strategic Investments EIAH European Investment Advisory Hub EIB European Investment Bank EIBI European Investment Bank Institute EIB-CM EIB Complaints Mechanism Division EIF European Investment Fund ELENA European Local Energy Assistance EO European Ombudsman ESDS Environmental and Social Data Sheet ESG Environmental, social and governance issues ESIA Environmental and Social Impact Assessment EU European Union EV Operations Evaluation GBP Green Bond Principles GHG Greenhouse Gas GRI Global Reporting Initiative H2020 Horizon 2020 IAIA International Association for Impact Assessment JASPERS Joint Assistance to Support Projects in European Regions MeHSIP Mediterranean Hot Spots Investment Programme NCFF Natural Capital Financing Facility NTS Non-Technical Summary OCCO Office of the Chief Compliance Officer PSBP Priority School Building Programme SDGs Sustainable Development Goals SMEs Small and medium-sized enterprises SNAP-T Southern Neighbourhood Advisory Programme for Transport SRI Socially Responsible Investment UNGPs UN Guiding Principles for Business and Human Rights VCS Verified Carbon Standard Glossary and acknowledgments ",
        "51 2015 Sustainability Report Glossary and acknowledgments Acknowledgements We would like to acknowledge the following people and thank them for their time and contributions as part of the interview process for this report: • Aitor Ojanguren, Founder, Koiki • Anna Fiscale, Founder and President, Progetto Quid • Fiona Jarvis, Founder, Blue Badge Style • Laure Gerard, Financial Director, Regional Council of Centre-Val de Loire • Marie Degrand-Guillaud, Development and International Director, Adie • Simon Devney, Commercial Manager, UK Department for Education • Tamas Haidegger, CEO/CTO, Hand-in-Scan ",
        "52 Sustainability Report 2015 The EIB wishes to thank the following promoters and suppliers for the photographs illustrating this report: © EIB Photolibrary, ©Shutterstock, © Torresol Energy Investments S.A, © Climate Bonds Initiative, © Aguas de Portugal, © Innocoll, © Progetto Quid, © Region Centre-Val de Loire, © Istockphoto, © Workable, © Liftra, © PerMicro, © EIB Photolibrary - Aleksei Ujomov, © Department for Education UK, © EIB Photolibrary - Ingrid Werres, © Sofia Municipality, © Lilongwe Water Board, © Indufor Authorisation to reproduce or use these photos must be requested directly from the copyright holder. Layout: EIB GraphicTeam. Printed by Imprimerie Centrale on MagnoSatin paper using vegetable oil-based inks. Certified in accordance with Forest Stewardship Council (FSC) rules, the paper consists of 100% virgin fibre (of which at least 50% from well-managed forests). ",
        "",
        "European Investment Bank 98 -100, boulevard Konrad Adenauer L-2950 Luxembourg 3 +352 4379-1 5 +352 437704 www.eib.org – U info@eib.org The EIB Group consists of the European Investment Bank and the European Investment Fund. European Investment Fund 37B, avenue J.F. Kennedy L-2968 Luxembourg 3 +352 2485-1 5 +352 2485-81200 www.eif.org – U info@eif.org Sustainability Report 2015 © EIB 07/2016 print: QH-AT-16-001-EN-C ISBN 978-92-861-2845-5 ISSN2362-9738 doi:10.2867/14361 © EIB GraphicTeam © EIB Photolibrary - Daniela PFALTZ digital: QH-AT-16-001-EN-N ISBN 978-92-861-2846-2 ISSN2362-9746 doi:10.2867/30692 "
    ]
}