{
    "text": [
        "Photomicrograph of Mycobacterium tuberculosis bacteria from a sputum specimen, viewed with Ziehl-Neelsen stain. EXECUTIVE SCIENCE UPDATE Quarterly newsletter for Policy Makers Edition 03: June 2008 For more information contact ECDC at info@ecdc.europa.eu or see our website at ecdc.europa.eu ECDC publishes this bulletin to enhance public access to information about its scientific and technical work. Our goal is to publish accu- rate information. If errors are brought to our attention, we will try to correct them. However, the ECDC accepts no responsibility or liability whatsoever with regard to the information published in this bulletin. Editor-in-chief: Prof. Johan Giesecke. ISSN: 1830-9852 Can the EU stop TB? ECDC sets out plan of action as report shows nearly 90,000 TB cases annually across the EU Key facts • Although reported TB rates are falling, the EU is still a long way short of eliminating the disease, with almost 90,000 cases reported in 2006. • Emergence of drug resistant forms of TB is a major threat to the elimination of TB in the EU. • Vulnerable populations are increasingly burdened with TB diseases, with rates often several times higher than in the general population. • At the request of the EU Health Commissioner, ECDC has published a Framework Action Plan to Fight TB in the EU. In the run up to World TB Day (24 March), the EU funded EuroTB network released data showing that 88,113 cases of TB were reported in the EU-27 plus Iceland and Norway in 2006, down slightly from the number of cases reported in 2005. For the EU as a whole, the av- erage annual decrease in the notifica- tion rates between 2002 and 2006 was about -4%, larger than that observed between 1998 and 2002. Nonetheless, this amounts to nearly 18 cases per 100,000 population. While this is low by international standards, the EU is still a long way short of eliminating TB, which is defined as having fewer than 0.1 cases per 100,000 population. At the same time as falling overall rates of TB are being reported, a high number of cases are complicated forms of the disease, such as drug resistant TB (MDR and XDR TB). By 1 May 2007, 17 out of the 27 EU plus Iceland and Norway had reported at least one XDR-TB case, a highly resistant form of the disease. Furthermore, high levels of the disease are often seen amongst vulnerable populations, such as foreign-born, and in risk settings associated with poverty and lower immunity, such as in prisons and among injecting drug users. These groups are also at a higher risk of not complying with treatment and conse- quently of being affected by lower cure rates. ECDC has published a Framework Ac- tion Plan to Fight TB in the EU, which provides a roadmap to better control and ultimately eliminate TB in the EU. Produced at the request of the EU Com- missioner for Health, one of the plan’s central aims is to ensure rapid detec- tion and effective treatment of TB cas- es. Though most of the activities set out in the plan rely on national efforts, a catalyst role for EU organisations and other partners is proposed. The ECDC plan has been communicated to the European Commission and Mem- ber States, who will now examine how to take it forward, with the main objec- tive to make the plan operational. Links : The full report is available at: http://www.ecdc.europa.eu For more information please refer to these Eurosurveillance articles (www.eurosurveillance.org): • EURO-TB surveillance data for 2006 • Situational Analysis of TB labs in the EU X-ray of advanced bilateral pulmonary tuberculosis ",
        "Many people see measles as a relative- ly benign childhood disease. In fact, around one in 1,000 people who catch measles die. Measles can also cause severe complications, including brain damage. Measles is a target for elimi- nation in Europe in 2010 – but this tar- get is looking increasingly difficult to attain. In 2007, nearly 4,000 cases of measles were reported by 31 countries in Europe to EUVAC.NET, a European Union-funded surveillance network for vaccine-preventable diseases. In- sufficient vaccination coverage in the general population is a key factor in driving these outbreaks, even though routine childhood vaccination was in- troduced in most European countries some 25 years ago. The key risk group for measles in Europe is children and young adults who have not had the op- portunity to be vaccinated, or whose parents chose to abstain. For the suc- cessful elimination of measles, at least 95% of the population should receive two doses of the combined measles, mumps and rubella (MMR) vaccine. Scientists working in ECDC’s Vaccine Preventable Diseases Programme estimate that at least three million people in the EU and EFTA coun- tries fall into the at-risk category. Switzerland, the United Kingdom, Ro- mania and Ireland were the countries with the highest number of measles cases per 100,000 population in 2007. The problem does not seem to be dis- sipating: in the first quarter of 2008, over 1,300 cases of measles were re- ported in Europe, compared to less than 800 in the same period last year. Significant outbreaks are currently oc- curring in Switzerland and Austria. The health authorities in these two coun- tries issued measles vaccination advice to people intending to visit these coun- tries (especially in view of the upcoming European Football Championship this summer), and a joint team of experts from ECDC, EUVAC.NET (an EU-wide net- work of experts) and Austria is conduct- ing a risk assessment of the situation in Austria in view of the tournament. The public health authorities in the EU Member States are regularly up- dated about the development of the situation through the Commu- nity Network for surveillance and re- sponse of communicable diseases. To mark European Immunization Week (21-27 April 2008), the scientific journal Eurosurveillance, published by ECDC, ran a special issue on immunization, with several articles looking at the mea- sles situation in Europe. ECDC also pub- lished a European Immunization Week package on its website, which included photographs, a film clip and written ma- terials relating to vaccination issues. ECDC is working on behalf of the Com- mission to prepare the scientific basis for vaccination schedules, in view of the Commission’s plans to propose a Council Recommendation in 2009 on childhood vaccination in the EU. There has been an upsurge of cases of measles in Europe in the first quarter of 2008. Measles can cause serious illness and even death – but two doses of vaccine offer excellent protection against it. For measles to be eliminated, at least 95% of the population needs to be vaccinated – not all EU countries have reached that vaccine coverage. Citizens in the EU should be encouraged to get vaccinated against measles. • • • • Measles in Europe: a growing concern For more information, please see: ECDC information package : http://www.world-television.se/world_television.se/mnr_stat/mnr/ECDC/423/ index.php Austria’s recommendations : http://www.bmgfj.gv.at/cms/site/attachments/9/5/7/CH0525/ CMS1207311214138/health_protection_during_uefa_euro_2008_-_recommendations.pdf Switzerland’s recommendations : http://www.bag.admin.ch/themen/medizin/00682/04583/index. html?lang=en# Eurosurveillance : http://www.eurosurveillance.org/Public/Articles/Archives.aspx?PublicationId=11409 EUVAC.NET : http://www.euvac.net European Immunization Week : http://www.euro.who.int/vaccine • • • • • • T Q - A G - 0 8 - 0 0 3 - E N - C Parents talk to healthcare professional about vaccinating their child, Stockholm, Sweden 2008 "
    ]
}