{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 23.6.2021 SWD(2021) 172 final COMMISSION STAFF WORKING DOCUMENT Analysis of the recovery and resilience plan of Belgium Accompanying the document Proposal for a COUNCIL IMPLEMENTING DECISION on the approval of the assessment of the recovery and resilience plan for Belgium {COM(2021) 349 final} ",
        "1 Table of contents 1. Executive summary ............................................................................................................................... 2 2. Recovery and resilience challenges: scene-setter ................................................................................ 5 2.1. Macroeconomic outlook and developments since the 2020 country report ............................... 5 2.2. Challenges related to sustainable growth, cohesion, resilience and policies for the next generation ................................................................................................................................................. 9 2.3. Challenges related to the green and digital transition ............................................................... 11 Green dimension ................................................................................................................................. 11 Digital dimension ................................................................................................................................ 15 3. Objectives, structure and governance of the plan.............................................................................. 21 3.1. Overall strategy of the plan ........................................................................................................ 21 3.2. Implementation aspects of the plan ........................................................................................... 25 4. Summary of the assessment of the plan ............................................................................................ 29 4.1. Comprehensive and adequately balanced response to the economic and social situation ...... 29 4.2. Link with country-specific recommendations and the European Semester ............................... 36 4.3. Growth potential, job creation, economic, institutional and social resilience, European Pillar of Social Rights, mitigating the impact of the crisis, and social territorial cohesion and convergence ...... 47 4.4. The principle of ‘do no significant harm’ .................................................................................... 60 4.5. Green transition .......................................................................................................................... 63 4.6. Digital transition .......................................................................................................................... 69 4.7. Lasting impact of the plan ........................................................................................................... 75 4.8. Milestones, targets, monitoring and implementation................................................................ 78 4.9. Costing ........................................................................................................................................ 80 4.10. Controls and audit ....................................................................................................................... 82 4.11. Coherence ................................................................................................................................... 85 Annex: Climate and digital tagging ............................................................................................................. 89 References .................................................................................................................................................. 95 ",
        "2 1. E XECUTIVE SUMMARY The COVID crisis had a major impact on the Belgian economy and public finances. After GDP fell by 6.3% in 2020, economic growth is forecast to reach 4.5% in 2021 and 3.7% in 2022. The impact of the COVID-19 crisis on the Belgian labour market has been largely mitigated by significant support policy measures. The expansion of total employment in recent years was interrupted in 2020 and a 0.6% fall is expected in 2021. The unemployment rate is expected to rise from a historical low of 5.4% in 2019 to 6.7% in 2021. As a consequence of the fall in economic activity and of the measures taken by the government to tackle the impact of the crisis, the public deficit has deteriorated markedly from 1.9% of GDP in 2019 to 9.4% in 2020 and the public debt has increased from 98.1% of GDP in 2019 to 114.1% in 2020. To support the country’s economic recovery, Belgium has requested EUR 5.9 billion of non-repayable financial support under the Recovery and Resilience Facility. This financing offers the opportunity to strengthen economic, social and territorial cohesion, in particular accelerate the green and digital transition mostly through public investment and associated enabling reforms, and to address core challenges. As a result of high public debt and policy choices over the past decades to save less on current expenditure and more on public investments, the public capital stock has seen a negative growth, eroding the quality of public infrastructure and dampening long-term economic potential. Belgium has important investment needs, notably in social housing, education, sustainable transport and energy. Moreover, Belgium lags behind in digital infrastructure with digital public services underused, hampering productivity and innovation. Structural reforms in the areas of pensions, taxation, public spending, the labour market and the business environment are needed to support more sustainable and inclusive growth. The proposed Recovery and Resilience Plan of Belgium is expected to contribute to effectively addressing a significant subset of the challenges identified in the relevant country-specific recommendations and in the draft Council recommendation on the economic policy of the euro area. 1 To improve the quality and efficiency of public spending, the plan includes the systematic integration of spending reviews in the budgetary planning cycles of all government levels. Against the background of increasing public pension expenditure, the plan includes a pension reform, which aims to improve the financial and social sustainability of the pension system. The Belgian recovery and resilience plan also includes several measures to address labour market challenges and strengthen the social and labour market integration of vulnerable groups, such as people with a migrant background, women, youth, people with disabilities, prisoners and people at risk of digital exclusion. The plan refers to a proposal for a broad tax reform, which could potentially tackle the financial disincentives to work embedded in 1 Pending final adoption by the Council, after endorsement by the European Council. The text agreed by the Eurogroup on 16 December 2020 is available at: https://data.consilium.europa.eu/doc/document/ST-14356-2020- INIT/en/pdf ",
        "3 the current tax system, green the taxation system and discourage the use of fossil fuels through appropriate price signals, but given the absence of clear timeline and commitment to adopt the reform, it could not be included as a measure supported by the Facility. The plan contains a reform of the company car tax scheme, geared towards the electrification of road transport. The reform is expected to contribute to reduce greenhouse gas emissions, but does not limit congestion nor the budgetary impact of the scheme. The plan provides a comprehensive and adequately balanced response to the six policy pillars referred to in Article 3 of Regulation (EU) 2021/241 2 . Ten of the 17 components in the Belgian plan are directly related to the green transition and 11 components address the digital transformation (pillars 1 and 2). The remaining four policy pillars are addressed adequately through additional measures to: (i) strengthen training and employment of vulnerable groups; (ii) introduce spending reviews at all government levels; (iii) reinforce economic activity through R&D support; (iv) provide social housing and childcare infrastructure; (v) implement measures to digitalise public services; (vi) strengthen the education and training systems; and, (vii) reform the pension system. The plan is expected to effectively contribute to strengthening the growth potential, job creation, and economic, social and institutional resilience of Belgium and to mitigating the economic and social impact of the COVID-19 crisis, although the direct impact on job creation could have been enhanced with more ambitious reforms. The plan is expected to have a positive economic impact by supporting public and private investment, notably in sustainable transport and digital infrastructure, social housing, energy-efficient building renovation, alternative energy infrastructure and research and innovation. By contributing to a greener and digital economy, the plan intends to support sustainable growth and economic resilience. The sizeable investment in digitalisation of the public administration and of the justice system is expected to contribute to a business-friendly environment and thereby support the economic recovery. Moreover, the plan is expected to help address skills mismatches by strengthening the education and training systems. The focus on improving digital skills and fostering access to the labour market for vulnerable groups is expected to have a positive impact on employment and contribute to the implementation of the European Pillar of Social Rights and the Porto declaration adopted on 7 May 2020. The Belgian plan strongly supports the energy-efficient renovation of buildings and supports the decarbonisation of the energy, industry and transport sectors, which are areas with major needs for reaching the 2030 energy and climate targets. The building sector accounts for more than 30% of non-ETS GHG emissions in Belgium, and ranks low in relation to the energy performance of its existing housing stock. The plan includes substantial investments to improve the energy efficiency of public buildings, as well as private and social 2 Regulation (EU) 2021/241 of the European Parliament and of the Council of 12 February 2021 establishing the Recovery and Resilience Facility ",
        "4 housing. Moreover, it is expected to improve the system of renovation subsidies for households to foster private investment. The plan also intends to support several clean emerging energy technologies geared towards decarbonisation, notably in the areas of hydrogen production and transport. Overall, even if it includes only limited investments into renewable energy, the plan is expected to contribute to decarbonising the energy sector. Finally, several measures aim to restore biodiversity, protect the environment, adapt to climate change and develop a more circular economy. The plan also aims to contribute to the transformation of the transport sector, which generates 35% of non-ETS greenhouse gas emissions in Belgium. Moreover, Belgium lags behind in electric mobility and road congestion weighs on productivity and local air pollution. The plan includes substantial support to favour active modes of transport and promotes the use of public transport, with a particular focus on rail. It also supports investments in inland waterways transport. Several measures of the plan are expected to also support the electrification of public and private transport, including by accelerating the deployment of electric charging infrastructure. The plan also aims to improve Belgium’s resilience to climate change by investing in more rational use of water resources and in the protection of biodiversity. The measures contained in the Belgian recovery and resilience plan contributing to the climate objectives account for an amount which represents 49.6% of the plan’s total allocation. All measures in the Belgian plan have passed the ex-ante assessment of the ‘do no significant harm’ principle. Moreover, various investments and reforms support the digital transition, through the digitalisation and equipment of public services and the roll-out of digital infrastructure. The reinforcement of the digitalisation of the economy was identified as a promising avenue for boosting productivity and the innovation capacity of Belgium. Reforms both at the federal and regional level aim to remove regulatory bottlenecks to the deployment of 5G and ultra-fast connectivity infrastructure, such as fibre. Investments focus on the digitalisation of the public administration and include the roll-out of digital infrastructure. Finally, investments aim at strengthening the overall cyber resilience and cyber crisis preparedness of the Belgian society. The measures contained in the Belgian recovery and resilience plan contributing to the digital transition account for an amount which represents 26.6% of the plan’s total allocation. The Belgian plan is expected to have a lasting impact to a large extent, which could be enhanced with more far-reaching complementary reforms. The reforms proposed in the recovery and resilience plan are expected to contribute to addressing key economic challenges and impact on institutions and policies in a lasting manner. However, as some of the reforms are described in rather general terms in the plan, it is difficult to anticipate their full effects in the long run. The reform of the pension system is a case in point. Moreover, while the plan refers to a proposal for a broad tax reform, which could remove disincentives to work on a permanent basis and shift taxes towards energy products in order to provide appropriate price signals, the plan does not include a firm commitment to its adoption. At the same time, Belgium is also expected to benefit from important spillovers of other Member States’ recovery plans. Finally, the plan displays a mostly coherent set of reforms and investments . However, it could have better exploited the potential of some of the investments through more far-reaching ",
        "5 complementary reforms and in some instances, measures could have been more coherent and mutually-reinforcing. Belgium has proposed organisational arrangements to ensure that the plan’s implementation can effectively be monitored and has demonstrated that the estimated costs of the plan are reasonable and plausible. While complex, the governance structure and organisational arrangements for the implementation of the plan ensure the involvement of the responsible actors in monitoring, reporting and administrative follow-up of the reforms and investments under their responsibility. Inter-federal coordination between the entities involved is ensured at both political and administrative level. The monitoring indicators are in general sufficiently clear and comprehensive to ensure that their completion can be traced and verified. The milestones and targets chosen cover the key elements of the measures and as such can be considered relevant for their implementation. The costing information presented in the plan is, for the most part, detailed and clear. For a large majority of measures, there is sufficiently detailed information and comprehensive supporting evidence that the estimated total cost of the plan is reasonable and plausible, in line with the principle of cost-efficiency and commensurate. The individual components do not all, as a rule, provide detailed information about additional investments from other EU funds. Therefore, an adequate milestone to ensure coordination between all entities to avoid double funding has been included in the plan. Table 1 - Ratings received by the Belgian recovery and resilience plan under the eleven criteria (1) Balanced Response (2) CSRs (3) Growth, jobs… (4) DNSH (5) Green target (6) Digital target (7) Lasting impact (8) M & T (9) Costing (10) Control Systems (11) Coherence A A A A A A A A B A B 2. R ECOVERY AND RESILIENCE CHALLENGES : SCENE - SETTER 2.1. Macroeconomic outlook and developments since the 2020 country report The macroeconomic scenario underpinning Belgium’s Stability Programme and Recovery and Resilience Plan (RRP) projects real GDP growth of 4.1% in 2021 and 3.5% in 2022 after a historic drop of 6.3% in 2020 caused by the COVID-19 crisis. Belgium’s open economy particularly suffered from the restrictions to free movement of goods and people which led to severe supply chain restrictions as exports account for more than 80% of Belgium’s GDP 3 . The macroeconomic projections of the recovery and resilience plan are based on the last Federal Planning Bureau’s forecast which was produced in February 2021. Growth is set to be supported by the recovery of domestic demand (public consumption and household investment and 3 See Annual Single Market Report 2021, 5.5.2021, SWD(2021) 351 final. ",
        "6 consumption). The contribution of net exports to GDP growth is expected to be slightly negative throughout the forecast horizon, as imports would recover more strongly than exports. Afterwards, real GDP growth would decelerate at 3.5% in 2022 and would converge towards 1.5% in 2024. Private consumption would grow by 6.1% in 2021 after the drop of 7.7% in 2020. The purchasing power of households has been maintained by government support during the crisis, which led to an increase in the saving rate to 20.3% in 2020. The saving rate would drop to 16.3% in 2021. Regarding enterprises investment, the Federal Planning Bureau projects the recovery to really start in 2022 after a slow growth of 1% in 2021. The macroeconomic forecast of the Belgian recovery and resilience plan is broadly in line with the 2021 Spring forecast of the Commission . According to the Spring forecast, GDP growth is expected to reach 4.5% in 2021 and 3.7% in 2022. The main differences with the forecast of the Federal Planning Bureau included in the recovery and resilience plan are coming from the inclusion of the impact of the recovery and resilience plan and from new data available since the Federal Planning Bureau’s forecast, notably the revision of figures for 2020. Investment was severely hit by the COVID-19 crisis in 2020. However, the strong rebound in the second half of the year limited the drop in annual terms to -6.9%. According to the Commission Spring forecast, improving business confidence, favourable financing conditions, and the entry into force of the Recovery and Resilience Facility (RRF) are set to continue to support investment, despite possible solvency and liquidity concerns. Furthermore, an increase in public consumption is forecast to contribute to GDP growth in 2021. Exports are set to recover thanks to the strength of the external environment. Following the recovery in domestic demand and exports, imports are also forecast to rebound strongly. Real GDP is projected to reach its pre- crisis level in the first half of 2022. Regarding the labour market, job and business support measures have allowed employment to remain broadly steady and have kept bankruptcies at low levels. The gradual expiry of some of these measures is expected to contribute to an increase in bankruptcies. The Federal Planning Bureau projects a rise in unemployment from 5.6% in 2020 to 6.8% in 2021 and 2022, before gradually improving to 5.3% in 2026, consistent with economic growth. According to the Commission Spring forecast, unemployment would reach 6.7% in 2021 and 6.5% in 2022. The fall in economic activity and energy prices has depressed annual HICP inflation from 1.2% in 2019 to 0.4% in 2020. In line with the rebound expected in both oil prices and economic activity, annual HICP inflation is forecast to rise to 1.8% in 2021 according to the Commission forecast. It is then projected to slow down to 1.5% in 2022, as energy prices stabilise. The Belgian Federal Planning Bureau expects HICP to reach 1.5% in 2021 and 2022, before 1.7% in 2023 and 2024. Overall, the macroeconomic scenario presented in the Belgian plan and underpinning the budgetary projections for 2021 and 2022 in the 2021 stability programme is realistic, based on plausible macroeconomic assumptions compared to the Commission 2021 Spring forecast. The COVID-19 crisis contributed to a deterioration of the financial situation of Belgian companies. A large number of non-financial firms experienced a depletion of their liquidity ",
        "7 buffers as a result of a sudden stop in their activities, not counterbalanced by an equivalent stop in financial commitments. In response to the COVID-19 pandemic, measures have been adopted to preserve the economic fabric of the country, in particular by adopting measures to support the liquidity of firms and limit the number of bankruptcies. These extensive support measures adopted by the public authorities have contributed to mitigate the negative effects. A recent analysis estimated that the support policy measures alleviated liquidity concerns and reduced the share of firms with an outright cash deficit from 20% to 15% (National Bank of Belgium, 2021a). Nevertheless, it is very likely that a large share of firms will start the recovery period with deleveraging pressures, which can have negative consequences on their ability to carry out investment plans. Households have been less financially affected than companies by the COVID-19 pandemic. Over the first 11 months of 2020, households’ savings as measured by bank deposits increased by EUR 18.1 billion (against an average increase of EUR 12.1 billion between 2011 and 2019). Over the same period, housing prices have continued to increase alongside the average amount of real estate loans. The increases in housing prices occurred in spite of a tightening of lending conditions by banks, including stricter requirements in relation to the Loan- to-Value ratio. Overall, the financial situation of Belgian households appears sound, although there remain disparities among households. While the tax-benefit system, combined with the emergency measures adopted by the different levels of government to protect households’ income and to support economic activities, has played a significant role in cushioning the effect of the economic downturn 4 , some vulnerable groups of the population, with an already weak financial position, risk to become more exposed as a consequence of the crisis. The COVID crisis has also had a strong impact on Belgium’s public finances. According to the RRP’s forecast, the public deficit has deteriorated from 1.9% of GDP in 2019 to 9.7% in 2020, as a consequence of the fall in economic activity and of the measures taken by the government to tackle the impact of the crisis. It is forecast to improve to a still large deficit of 7.0% in 2021. The public debt is expected to increase from 98.1% of GDP in 2019 to 114.8% in 2020 and to 115.9% in 2021. The Commission forecast has similar numbers, with a deficit of 7.6% in 2021 and a public debt of 115.3%. Belgium is currently assessed as facing high fiscal sustainability risks in the short, medium and long term. Short-term risks stem from the sharp deterioration of public finances in 2020 and the resulting surge in financing needs to 26% of GDP (European Commission, 2021). The latter should however decline, to around 21% of GDP in 2021-2022. Moreover, the ‘AA’ sovereign rating from the three major credit rating agencies as well as the historically low sovereign spreads mitigate short-term risks. High risks in the medium term reflect the fact that, under the 4 The findings in Christl et al. (2021) based on the Euromod model, suggest that the 2020 tax-benefit system in Belgium absorbed about 82% of the shock in market income, more than half of the cushioning effect due to the monetary compensation schemes. See also Almeida et al. (2020). ",
        "8 baseline assumptions, government debt would remain above 120% of GDP in ten years’ time, peaking at 125% in 2027. Alternative scenarios, both favourable and unfavourable, confirm these risks. In the medium term, Belgium will need a gradual fiscal consolidation to improve public finances in structural terms. Already before the outbreak of the coronavirus pandemic, Belgium had a high public debt and faced high sustainability challenges in the medium term. When economic conditions allow, it will be time to target fiscal policies towards a prudent medium term fiscal position. The government budgetary strategy for the coming years, as announced in the federal government’s coalition agreement, foresees the implementation of a fiscal rule with a fixed and variable component. This is understandable in the current environment of high economic uncertainty. However, the need for medium term fiscal sustainability, also in an environment of lower-than-expected economic growth in the coming years, remains important considering the already existing fiscal challenges. In the 2021 macro imbalances procedure, no imbalances were identified for Belgium. In the updated scoreboard including figures until 2019, out of fourteen headline indicators two, notably the private sector debt and government debt indicators, are beyond the indicative thresholds. Private sector indebtedness remained well above the threshold in 2019 and is expected to increase further in 2020 to around 200% of GDP. This is mainly due to household indebtedness, largely reflecting mortgage debt, which continued to increase in 2019 on the back of a positive net credit flow. After a fall in the first semester due to the lockdown and confinement measures, housing investment is expected to rebound in the second half of 2020. House prices increased in 2019, with indications of potential overvaluation. The already high level of government debt has increased substantially with the COVID-19 crises. At the end of 2020 it reached 114.1% of GDP, 16 percentage points higher than in the previous year. Likewise, with the COVID-19 crisis government and private sector indebtedness have increased and warrant monitoring. In its overall assessment, the Commission did not consider it necessary to carry out further in-depth analysis in the context of the 2021 macroeconomic imbalances procedure. Table 2: Comparison of macroeconomic developments and forecasts ",
        "9 2.2. Challenges related to sustainable growth, cohesion, resilience and policies for the next generation For economic growth to reach its full potential, several challenges need to be addressed. The performance of the Belgian economy has been moderate over the last years and the COVID- 19 crisis poses new challenges in the short term. At the same time, however, it offers the opportunity to accelerate the transition to a more sustainable and digital economy. Structural reforms and well targeted investments in green and digital infrastructure, as well as skills, are expected to contribute to more sustainable and inclusive growth. While additional investments are taking place in public transport, there remain important green investment needs in mobility, housing and energy. Moreover, Belgium lags behind in digital infrastructure and digital public services are under-used, hampering productivity and innovation. Structural reforms in the areas of taxation, the labour market and the business environment are needed to support the green and digital transition, by addressing bottlenecks, removing environmentally harmful subsidies and providing the right price signals. The COVID-19 crisis has worsened the already poor labour market outcomes of the most vulnerable groups. However, measures taken to cushion the impact of the crisis of the labour market have been rather effective and while the crisis has stunted the expansion of the Belgian labour market and the expected jump in the unemployment rate has not materialised. According to the projections of the National Bank of Belgium unemployment is expected to peak at 6.0% in 2022 (compared to the historical low of 5.4% in 2021) (National Bank of Belgium, 2021b). Nevertheless, the impact of the crisis is expected to be reflected in a higher number of jobseekers, but also in a rising number of discouraged workers who drop out or do not enter the labour market because of declining job opportunities. Persons already struggling to find employment before the pandemic, like the low-skilled, young people, people with a migrant background (in particular non-EU born women) and people with disabilities, are expected to see a further deterioration of their position on the job market. 2019 2023 2024 2025 2026 COM COM RRP COM RRP COM RRP RRP RRP RRP RRP Real GDP (% change) 1.8 -6.3 -6.2 4.5 4.1 3.7 3.5 1.7 1.5 1.3 1.1 Employment (% change) 1.6 0 -0.1 -0.6 -0.6 0.8 0.6 1.0 0.9 0.7 0.6 Unemployment rate 5.4 5.6 5.6 6.7 6.8 6.5 6.8 6.3 5.7 5.5 5.3 HICP inflation 1.2 0.4 1.8 1.5 General government balance (% of GDP) -1.9 -9.4 -9.7 -7.6 -7.0 -4.9 -5.0 -5.0 -5.1 -5.0 -5.2 Government debt (% of GDP) 98.1 114.1 114.8 115.3 115.9 115.5 115.7 117.1 118.8 120.6 122.6 Source: [Commission Spring Forecast 2021] (COM); Recovery and Resilience Plan (RRP) 2020 2021 2022 ",
        "10 Despite the crisis, labour demand remains strong in Belgium as reflected by the high vacancy rate , which remained stable at 2.9% in the fourth quarter of 2020. Employers report having difficulties to find employees with the appropriate skills. There are considerable shortages in professional, technical and scientific occupations, due to the low number of graduates in science, technology, engineering and mathematics (STEM). Shortages are also observed in health care, construction, education and training. Moreover, participation in lifelong learning remains low at 8.2%, although up-and re-skilling is a key pre-condition for a successful digital and green transition. The COVID-19 crisis has lowered general educational outcomes, but also aggravated the already high inequalities in the educational outcomes of vulnerable learners . This includes those from low socio-economic and migrant backgrounds. It has also affected young people’s well-being, increasing the risk of dropout from education and training. Crucial reforms to increase the performance and equity of the education and training systems have also been postponed. Distance learning has highlighted the need for a qualitative high-performing digital education ecosystem, especially ensuring effective teacher training and equal access to quality digital education and its learning environment. There is a sense of urgency to roll out digital skills and competences in all school curricula. Addressing the shortage of well-qualified teachers, making their profession more attractive and investing effectively in initial teacher education and continuous professional learning are key and will contribute to addressing the above challenges and needed reforms. The lack of sufficient skilled workers, high wage costs, complex labour and tax laws and regulatory restrictions weigh on investment, productivity and growth. Large private capital accumulation and strong innovation performance in some sectors (pharmaceuticals, minerals, chemicals) have contributed to a relatively high level of productivity in Belgium 5 . However, already before the crisis, productivity growth had slowed down in Belgium compared to its neighbouring countries (Dumont, 2021). Moreover, following a high (private) investment rate before the crisis, the outlook for business investment is a slow recovery in a context of high uncertainty. The lack of sufficient skilled workforce in some sectors, such as the building sector in view of the renovation wave, and the relative high level of labour costs constitute major barriers to investment. In addition, the complexity of tax and labour laws, as well as regulatory barriers in services weigh on investment and competitiveness and lead to low business dynamism. Weak policy coordination and evaluation contributes to a high administrative and regulatory burden weighing on competitiveness. Ineffective coordination between government levels leads to a complex regulatory environment and weighs on the delivery of a certain number of policies. Moreover, the lack of effective evaluation in the policy-making process can impact 5 Belgium firms in the market economy are on average 44% more productive than their peers in Europe (Bauer, P and other, 2020) ",
        "11 the quality of regulation and contribute to the high administrative and regulatory burden. The efficiency of the public administration could be reinforced, including by increasing the staff for enforcers in justice, regulation, market surveillance and competition. The good innovation performance of Belgium rests on a few sectors and on a limited number of firms, which can be a source of vulnerability. Belgium ranks 6 th in the 2020 EU innovation scoreboard and qualifies as a “strong innovator”. Private R&D investment is relatively high, and though mostly concentrated in a limited number of multinational companies, it is also made to a significant extent by SMEs, which invested 0.7% of GDP in R&D activities. Public R&D intensity, however, remains below comparable Member States. The efficiency of the high level of public support for business R&D is not proven. The gap between the best and the least performing firms is widening, which might signal an insufficient diffusion of technological advances (National Bank of Belgium, 2017). Recent analysis also underlines that innovative firms are less affected by the crisis (Marques Santos et al., 2021). The COVID-19 crisis had a negative impact on corporate lending but the phase-out of liquidity support measures, notably the credit moratorium, has not led to a surge in defaults in the absence of flanking measures. Corporate lending grew by 2.8% from February to September 2020, while the euro area benefited from a 6.4 percentage points surge. This may be partly due to the Belgian loan guarantee scheme providing support to businesses in the form of State guarantees on new short-term loans that was implemented relatively late and that was not particularly attractive compared to similar schemes in other Member States. The moratorium on loan repayments agreed between the Belgian authorities and the banking sector has been met with a significant demand. Loans under non-expired and expired moratoria represented respectively 0.9% and 4.0% of all loans to the private sector in December 2020. There is a trade- off between extending support measures for too long, with the risk of zombie firms, delaying the timely recognition of losses in the banking sector and wasting public resources, and ending them too soon, which could generate an excessive number of defaults. The strengthening of equity in viable companies is therefore crucial to avoid a wave of bankruptcies. Another important action is to improve the efficiency of the insolvency framework. 2.3. Challenges related to the green and digital transition Green dimension Further efforts are needed to ensure Belgium is on the path to achieve the objective of climate neutrality by 2050. Greenhouse gas emissions in Belgium in 2019 were 13% below 2005 levels compared to a 2020 target of -15%. The Belgian National Energy and Climate Plan (NECP) includes additional measures that if implemented should nearly bridge the gap to reach the -35% 2030 reduction target. In the Land Use Land Use Change and Forestry (LULUCF) sector, Belgium intends to respect the no-debit rule by 2030 and the sector is expected to remain a net sink over the period up to 2030. However, the national long-term strategy does not set a reduction target but estimates the accumulated federated entity-specific measures in the non-ETS sectors to result in 85-87% domestic reductions by 2050 compared to 2005. ",
        "12 Belgium is not on track to reach its renewable energy targets. The share of energy from renewable resources in Belgium’s final energy consumption reached 9.9% in 2019 and is projected to have reached 11.7% in 2020, below the target of 13% set by the Renewable Energy Directive (2009/28/EC, ‘RED’). 6 Belgium aims to reach 17.5% in 2030, but this ambition is significantly below the 25% share calculated using the formula in Annex II to Regulation (EU) 2018/1999 on the Governance of the Energy Union and Climate Action (the ‘Governance Regulation’). The Belgian contributions to the energy efficiency target lack ambition and flexible energy networks are needed. Based on the NECP, Belgium’s national contribution to energy efficiency for 2030 is -15% (primary energy consumption) and -12% (final energy consumption) versus PRIMES2007 projections for 2030. These energy efficiency contributions are considered to be of low ambition (European Commission, 2020). Given the nuclear phase out and electricity sector target of 37.4% renewable electricity by 2030, the development of the different sources of flexibility and their access to markets, as well as enhanced grid connections will be necessary in the country and across borders, to integrate the rising share of renewable energy into the electricity system. In addition to the infrastructure for electrical vehicles charging, the transition of industry and heavy-duty transport will require new infrastructure to produce and distribute new energy vectors, such as hydrogen, as well as to support carbon capture use and storage. Table 3 gives an overview of Belgium’s objectives, targets and contributions under the Governance Regulation. Table 3 lists some of Belgium’s national targets in terms of greenhouse gas emissions, renewable energy, primary and final energy consumption, and level of electricity interconnectivity, comparing the latest available data with the targets for 2020 and 2030. It shows that for all indicators, except for greenhouse gas emissions and electricity interconnectivity, the 2030 ambition level is rather low for Belgium. Additional policies and measures will be needed to sustain further improvements until 2030 and to achieve the 2030 targets, in the electricity and especially in the housing (heating and cooling) and transport sectors. Table 3 - Overview of Belgium’s objectives, targets and contributions under the EU Governance Regulation National targets and contributions Latest available data 2020 2030 Assessment of 2030 ambition level Binding target for greenhouse gas emissions compared to 2005 under the Effort Sharing Regulation (%) -11% -15% -35% As in Effort Sharing Regulation 6 The highest share of renewable energy in 2020 was achieved in the electricity sector, with more than 20%. ",
        "13 National target/contribution for renewable energy: Share of energy from renewable sources in gross final consumption of energy (%) 9.9% (2019) 13% (Renewable Energy Directive target) 17.5% Low vs. 25% (contribution according to formula for 2030 in the Governance Regulation) National contribution for energy efficiency: Primary energy consumption (Mtoe) 49.1 (2019) 47.8 42.7 Low Final energy consumption (Mtoe) 35.8 (2019) 36.0 35.2 Low Level of electricity interconnectivity (%) 24 24 33 High Source: Commission Assessment of the final national energy and climate plan of Belgium, SWD (2020) 900 final. The energy-efficient renovation of buildings represents a major challenge for reaching the 2030 targets. The building sector is responsible for more than 30% of non-ETS GHG emissions in Belgium. Belgium ranked low in relation to the energy performance of its existing housing stock, which is rather old with 80% of the stock built before the introduction of energy norms. Despite supportive measures, notably in the forms of grants and tax incentives, the yearly renovation rate of the housing stock stood at only 0.4% in recent years. 7 Renovation is also held back by bottlenecks affecting the construction sector like long building permit delays and shortages in adequately skilled construction workers. Low taxes on heating fuels (oil and gas) combined with relatively high electricity prices, do not incentivise households to invest in energy-efficient heating solutions. Belgium needs to invest in sustainable transport infrastructure and improve transport regulation. The transport sector is responsible for 35% of non-ETS GHG emissions in Belgium. Road transport congestion, fueled in part by harmful tax expenditures and the absence of consistent road pricing for passenger cars, weighs on productivity and air quality in Belgium is a cause for concern. After several years of underinvestment, government entities have designed and launched major multiannual investment plans in railways and urban transport. Belgium performs well in port and rail infrastructure, but lags behind the best performing countries in electric mobility. Belgium is also performing well in rail freight, but scores low in the quality of passenger rail services and needs to improve the supply of rural-urban public transport. There are important investment needs in rail infrastructure, in terms of rail traffic management system, suburban (RER/GEN), cross-border and port connections. Uncertainty remains over the extent to which passenger rail services will be opened to competition (a pilot project has been announced 7 Conseil Centrale de l’Economie, 2019, Etat des lieux en matière de soutenabilité environnementale, page 12. ",
        "14 to allocate public service contracts in two transport areas by way of tenders), and the railway regulator is understaffed. Achieving emission reduction in industry will involve substantial investments. Crucial for Belgian’s economic resilience will be the climate transformation of energy-intensive industries, such as the major petrochemical pole around Antwerp and steel around Liège and Ghent, which will require important investments in carbon capture, low-carbon hydrogen and biomass-based feedstock production and related transmission/distribution infrastructures. There is room to mitigate the negative effects of certain tax schemes, such as the company car scheme, which leads to undesirable environmental consequences in terms of road travel. The favourable tax treatment of company cars (EUR 3.75 billion or 0.9% of GDP annually) contributes to the growing road traffic volumes. 8 Although alternatives like the cash for car system (which has been annulled by the Constitutional Court) and the mobility budget were introduced, their take-up rate is very low, since all favourable elements of the company car scheme (deductibility of fuel costs for private travel; special regime of social security contributions for benefit-in-kind; low valuation of benefit-in-kind) remain in place. Moreover, infrastructure charges are low and disregard externalities. Progress has been limited as well concerning the reduction of congestion and promotion of more sustainable modes of transport. Plans for a Belgian-wide km charge for passenger cars to follow the km-charge for lorries was put on hold due to divergences between the three regions. Nevertheless the Brussels region plans the introduction of a road pricing system in Brussels, depending on an agreement with Flanders and Wallonia. Overall, there is significant room to make tax and subsidy structures more environment friendly. Belgium annually spends EUR 2.5 billion on fossil fuel subsidies 9 compared with EUR 1.5 billion on sustainable energy subsidies. Taxes on energy do not reflect environmental externalities and therefore discourage the use of clean energy products as compared to fossil fuels. Professional transporters and agriculture benefit from reduced excise rates on diesel. Excise duties on fossil fuels used for heating (gas oil, natural gas, etc.) are set at the EU minimum level. Retail electricity prices are significantly above the EU average, which is in large part due to distribution costs (“ intercommunales ”), but also to levies used to finance renewable energy support programmes and other purposes. The lower excise duties for heating affect the price signal to incentivise low-carbon energy efficiency investment decisions by households, e.g. to lower energy consumption or to switch to more energy-efficient and cleaner technologies. Reflecting to a greater extent the respective carbon or energy content and the full life cycle 8 Looking at taxes and charges paid by transport users (excluding fixed infrastructure costs), in Belgium, rail users pay 109% of their total external and variable infrastructure costs, whereas freight users only cover 20% of those costs. Road users pay around 43% (passenger) and 27% (freight) of their external and variable infrastructure costs. 9 This amount does not yet take into account foregone social security contributions in the context of the company car scheme. ",
        "15 greenhouse gas intensity of fuels and electricity would help reduce GHG emissions, foster energy efficiency and generate tax revenue. Targeted measures alleviating energy poverty risks would also need to be integrated in the design of such a green tax shift. Dealing with air pollution remains a significant challenge especially in the Antwerp and Brussels conurbations. Belgium has a small Natura 2000 network. In Belgium, 74% and 49% of the assessments for habitats and species, respectively, indicate an “unfavourable-bad” status 10 . Intensive agriculture, together with a high population density and, in Flanders, large land occupation rates for housing in rural areas is putting biodiversity, land use and water bodies under pressure. Flanders faces acute nitrate and phosphorus water pollution from manure and is also suffering from periodic drought concerns. Wallonia still misses adequate urban wastewater treatment for a handful of agglomerations. Digital dimension In 2015, Belgium still ranked fifth in the European Commission’s Digital Economy and Society Index (DESI), but fell to ninth place in the DESI 2020 11 . Belgium performs only close to the EU average for most indicators. However, Belgium is an EU frontrunner for the integration of digital technologies by businesses (EU digital Scoreboard, 2021). Belgium shows a mixed performance for ultrafast connectivity, lagging behind for fibre and 5G readiness . Belgium performs well in deploying fast and very high capacity fixed networks, thanks to an upgrade of the cable network, but lags behind for fibre and 5G readiness. Fibre deployment relies mostly on private investment. The copper incumbent has accelerated its fibre rollout plan to cover 50% of households by 2025 and 70% by 2028 and a cable operator has upgraded its network to provide very high speed offers to 3 million households in Flanders and Brussels. The Brussels region intends to provide commercial access to its 400km fibre network. Nevertheless, enhanced mobile networks, especially 5G deployment, are delayed (5G readiness of 3% in Belgium vs. 39% in EU). To cushion the delay, temporary 5G licenses were awarded in July 2020. Moreover, in January 2021, the federal government tabled a draft law to organise a nation-wide and long-term 5G auction, with the objective to reach a 99.5% 5G coverage by mid- 2024. This auction was not expected to take place before mid-2022. In addition, after the auction, the effective 5G deployment will require coordinated action between government levels to remove important regulatory barriers, such as stringent regional radiation limits and long lead times to obtain regional environmental permits for 5G antennae. Belgium therefore needs to increase its efforts to reach the Gigabit society 2025 and 2030 targets. 10 According to the data provided by Belgium in 2019 in the context of the 6-year reporting under the Birds and Habitat Directives. 11 DESI | Shaping Europe’s digital future (europa.eu). ",
        "16 Belgium faces shortages in a digitally skilled workforce and a significant part of the population does not have basic digital skills. For several years now, while above the EU average, there have been no real improvements in terms of the basic digital skills of adults (61% vs. EU average 56%) (DESI, 2020). The level of digital skills among young people is low. The Belgium ICT sector has the highest vacancy rates of the EU for workers with ICT skills, and also outside the ICT sector digital skills are becoming increasingly important. While there are small improvements in terms of the number of ICT specialists, upskilling and reskilling of workers to meet the challenges posed by digitisation remains an issue. A study from the Technology Federation Agoria shows that 4.5 million workers’ digital and related skills need to be strengthened and that without appropriate policies, by 2030, almost 540.000 jobs would remain vacant in Belgium (Agoria, 2020). The share of ICT (2.1%) as well as STEM tertiary education graduates (17.6% in 2019) is fairly low, especially for women. Moreover, although at the EU average, the share of women specialised in ICT has been decreasing. Belgium suffers from a lack of a sufficiently digitally skilled workforce, also among teachers. Overall, more coordinated action is needed from all stakeholder groups – both public and private - to address the digital skills shortage in the country. While Belgium is an EU frontrunner for using digital technology for business, more efforts are needed to fully reap the benefits of the digital transition . Belgium tops the ranking of the proportion of companies sharing electronic information internally. A significant share of companies has also integrated advanced technologies such as big data (23%) or cloud (43%), well above EU average (respectively 14% and 26%). There is still room for improvement however for Belgium to consolidate its position. Companies still lagging behind could notably be supported via Digital Innovation Hubs 12 . SMEs are also performing well, above the EU average, with 24% of them selling online, and with 15% of SMEs selling online across borders well above the EU average of 8%. To help Belgian companies reap the benefits of the digital transition, more efforts are required to digitally re- and upskill the workforce and to improve public services’ digitisation. While Belgium is on par with other Member States in terms of digital public services offer to businesses, its offer of digital public services to citizens is below potential. Belgium has rolled out several e-government initiatives. Belgium scores well regarding online pre-filled forms and public services offered to businesses, including eID for businesses cross-border mobility 13 (70% vs. EU: 36% in 2020) . However, Belgium scores relatively low on e-government services 12 More information on Digital Innovation Hubs available here: https://digital- strategy.ec.europa.eu/en/activities/edihs. 13 This indicator measures the extent to which business users of public services from another European country can use the online services Source: eGovernment benchmark – 2020, available at: https://ec.europa.eu/newsroom/dae/document.cfm?doc_id=69461. ",
        "17 to citizens 14 (71% vs. EU: 75%) . This offer should be enlarged, with a focus on user-centricity to sustain and further improve the uptake of these services by citizens, an area where Belgium is already performing above the EU average (66.1% vs. EU: 64.2%). A further area of improvement concerns the use of open data, where Belgium scores well below the EU average (62.4% vs. EU: 78.1%). There is also room for improvement regarding the use of eID and electronic documents by citizens. Challenges related to the digitalisation of the justice system also remain, as well as long delays for the issuance of building and environmental permits, the award of public procurements and the judicial review of environmental and building permits, which if digitised, could be further streamlined. Belgium has signed all EU declarations on development and deployment of advanced digital technologies . As already mentioned, the take-up of digital technologies, like cloud and AI, by companies is well advanced. Belgium is a member of the EuroHPC Joint Undertaking and the Brussels-Capital region participates in LUMI a pan-European high-performance supercomputer project 15 . In 2019, major action plans and strategies at different government levels (e.g. AI4Belgium, DigitalWallonia4AI, Flemish Artificial Intelligence Action Plan) have been adopted to further boost AI development. In the field of cybersecurity, similar initiatives have been put forward, underpinned by financial support measures. Belgium benefits from a strong digital high-tech ecosystem with world-class players such as IMEC. Belgium is therefore in a strong position to reinforce its industrial capacities in advanced technologies such as next- generation cloud, microelectronics or cybersecurity. Greening of the digital sector policies remains limited. Both Wallonia and Flanders have strategies and public support oriented towards circular economy, sustainable energy production and reduction of energy consumption. In 2020, the Belgian Institute for Sustainable IT was created, though it seems mostly active in Wallonia and Brussels for the moment. The Brussels and Flemish region have also introduced mandatory sustainability criteria in its public procurement procedures. However, policies at regional or national level that specifically target the reduction of the ICT sector’s environmental footprint remain limited. Actions such as Flanders’ DUET project on urban digital twins, which aim at helping public sector decision- making to become more democratic and effective, should be multiplied. 14 This indicator measures the average of the national and cross-border online availability for basic and extended public services within the citizen-related life events from the last two years (Family, Career, Studying, Moving, Owning and driving a car and Starting a small claims procedure). EU Digital scoreboard. 15 For more information see :https://www.lumi-supercomputer.eu/ ",
        "18 Note: EU aggregate corresponds to EU28, based on 2020 DESI report. Box 1: Progress towards the Sustainable Development Goals and the four dimensions underpinning the Annual Sustainable Growth Strategy The objectives of the Sustainable Development Goals are integrated in the European Semester since the 2020 cycle. This provides a strong commitment towards sustainability in coordination of economic and employment policies in the EU. In that respect, this section outlines Belgium’s performance with respect to SDGs with particular relevance for the four dimensions underpinning the 2021 Annual Sustainable Growth Strategy and of relevance to the recovery and resilience plans (green transition, fairness, digital transition and productivity, and macroeconomic stability), indicating possible areas where investments and reforms in line with the objectives of the Facility could further accelerate the progress on the SDGs. DESI 1 Connectivity 2 Human capital 3 Use of internet services 4 Integration of digital technology 5 Digital public services DESI 2020 - relative performance by dimension Belgium EU C o u n t r y w i t h h i g h e s t s c o r e C o u n t r y w i t h l o w e s t s c o r e ",
        "19 Green Transition In relation to waste generation and management, Belgium’s performance is relatively good with production of waste per capita (415 kg per inhabitant) in 2019 well below the EU (502 kg). The measures included in the circular economy component aim to further improve the use of resources and waste management, and therefore positively contribute to SDG 12. Belgium has well above-average nitrates and phosphate pollution problems, and there is high pressure on biodiversity. The measures in the climate and environment component address adaptation to climate change, improving resilience to droughts and heat waves but also aim at strengthening natural ecosystems and enhancing biodiversity in line with SDGs 13 and 15. The Blue Deal measure specifically addresses the problem of water scarcity targeted by SDG 6. It will support an increase in water use efficiency and actions to ensure sustainable withdrawals and supply of freshwater, benefitting different sectors of the economy, such as agriculture, industry and water transport. Facing a big challenge to decarbonise the economy and achieve carbon neutrality in 2050, the measures included in the emerging technologies component of the plan aim at reducing the CO2 footprint of industry and heating sectors and stimulating clean hydrogen use and production. These measures should contribute positively to SDG 7. ",
        "20 Fairness Belgium outperforms the EU average in most indicators related to poverty, inclusive growth and inequality (SDGs 1, 8, 10). Belgium is a good performer in reduced inequalities (SDG 10) thanks to its tax and benefit system. Several measures in the plan contribute to reduce skills mismatches and address discrimination in the labour market to increase the employment rate of vulnerable groups in Belgium and further accelerate the progress on SDG 1 and 8. The plan also contains several investments in social housing and sustainable mobility, with special attention to persons with disabilities, contributing to the delivery of SDG 11 in this way. Dedicated investments and reforms to make the education and training systems across communities more digital transition-proof are also included in the plan (SDG 4). While Belgium already scores above-EU average on gender equality indicators (SDG 5), several measures in the plan are likely to have a positive impact on gender equality according to the Belgian Institute for Equality of Women and Men, e.g. increased investments in childcare in Wallonia may support female labour participation, in particular as they are targeted towards municipalities with a high share of vulnerable households. Digital transition and productivity In Belgium, the percentage of young people not mastering basic skills, STEM and digital skills can be improved and the gap in educational outcomes linked to socio-economic and migration background is high (SDG 4). Moreover, the adult participation in life-long learning is below EU average (SDG 4). Several measures in the plan are expected to help address this challenge to ensure access to equitable and quality education is guaranteed through all stages of life. These include investments in upgrades of digital connectivity and equipment in schools in all three language communities to increase the effective use of technology and digital learning tools in schools. Reforms in the plan to boost life-long learning include the introduction of an individual learning account. Belgium’s 5G and fibre connectivity is lagging behind (SDG 9). The plan includes reforms that aim to remove regulatory bottlenecks to deploy the necessary very high-capacity connectivity infrastructure that are important building blocks for Belgium’s green and digital transformation. In addition, the plan includes some connectivity investments in schools and in mostly rural areas, contributing to affordable and equitable very high-capacity access for all in this way. The plan includes several measures to reduce the impact on the transport sector on the environment. The reform of the company car scheme, which excludes conventional cars from the scheme, is expected to provide a significant contribution to reach the targeted reduction in green-house gas emissions (SDG 9). The plan also includes a measure to promote effective civil society partnerships for the digital transition (SDG 17), by promoting the co-creation by citizen committees of human-centric AI technologies. Macroeconomic stability Belgium performs well on the quality of its institutions, including trust in institutions (SDG 16). However, the digital transformation of the justice system in Belgium has been lagging behind. The plan includes measures to tackle this challenge, which are expected to contribute to the efficiency of the justice system. Moreover, the plan includes measures that contribute to better public digital access to information through investments in government open data platforms. Belgium also outperforms the EU average on indicators related to sustainable economic growth (SDG 8). However, the level of public debt is high and increasing, which represents a risk in terms of fiscal ",
        "21 sustainability. Moreover, the employment rate is low and the sizeable share of young people neither in employment nor in education and training is a concern in Belgium, in particular in urban areas. In addition, the unemployment rate, which had declined in recent years, is now increasing again due to the crisis. The introduction of spending reviews at all government levels, as foreseen by the plan, is expected to improve the quality and composition of expenditure and enhance macroeconomic stability (SDG 8). 3. O BJECTIVES , STRUCTURE AND GOVERNANCE OF THE PLAN 3.1. Overall strategy of the plan The National Plan for Recovery and Resilience of Belgium aims to accelerate the transition towards a more sustainable, low-carbon and climate-resilient economy, to maximize the benefits of the digital transformation and to ensure social cohesion and a high level of well- being for citizens. The plan also intends to improve connectivity within the country, boost labour market performance, innovation capacity of the economy and to improve the composition of public finances. Moreover the plan supports the objective of increasing public investment, contributing to close the gap created by a structural lack of public investment in the last decades. The plan is structured into six strategic axes and 17 components. The six strategic axes are (1) climate, sustainability and innovation, (2) digital transformation, (3) mobility (4) social and living together, (5) economy of the future and productivity and (6) public finances. Under the different axes, the plan presents a total of 17 components combining reform and investment measures (Table 4). Table 4 – Axes, components and associated costs of the Belgian recovery and resilience plan Axes Component Costs (EUR million) % of the total Climate, sustainability and innovation C 1.1 Renovation 1 012 17.1% C 1.2 Emerging energy technologies 608 10.3% C 1.3 Climate and environment 400 6.8% Digital transformation C 2.1 Cybersecurity 79 1.3% C 2.2 Public administration 584 9.9% C 2.3 Optic fibre, 5G and new technologies 100 1.7% Mobility C 3.1 Cycling and walking infrastructure 411 6.9% C 3.2 Modal shift 672 11.3% C 3.3 Greening road transport 209 3.5% Social and living-together C 4.1 Education 2.0 442 7.5% C 4.2 Training and employment of vulnerable groups 165 2.8% C 4.3 Social infrastructure 227 3.8% C 4.4 End of career and pensions 0 0.0% Economy of the future and productivity C 5.1 Training and labour market 371 6.3% C 5.2 Supporting economic activity 439 7.4% C 5.3 Circular economy 198 3.3% ",
        "22 Public finances C 6.1 Spending reviews 8 0.1% 5 925 100% Under the climate, sustainability and innovation axis (Axis 1), the plan aims at accelerating the transition to a decarbonised, sustainable and climate-resilient economy. This axis reinforces the National Energy and Climate Plan of December 2019 paving the way for a long- term transition towards climate neutrality. The component 1.1 ‘Renovation of buildings’ proposes a large renovation programme focused on improving the energy efficiency of buildings. The component 1.2 ‘Emerging energy technologies’ concerns investments in research and development and demonstration of new energy technologies, as well as hydrogen, CO2 and heat network infrastructure, along the adaptation of the associated regulatory and fiscal framework. The component 1.3 ‘Climate and environment’ aims to restore biodiversity and strengthen adaptability and resilience to climate change. In particular, investments will focus on the accelerated creation of a coherent set of natural areas, forests and riverbeds acting as carbon sinks and mitigating the consequences of floods and droughts. The digital transition axis (Axis 2) intends to accelerate the country’s digital transformation while making Belgium more resilient to the risk of cyber threats. The first component of this axis, ‘Cybersecurity’ (component 2.1) aims at significantly strengthening Belgium’s resilience to these new risks by developing protection tools and a real cybersecurity competence hub. Under component 2.2 ‘Public administration’ significant investments seek to accelerate the digitalisation of public services to improve the efficiency of services provided to citizens and businesses at all levels of government, including local authorities. Digitalisation will also be pursued for the benefit of the healthcare system and of enterprises in the media and cultural sector. Component 2.3 ‘Optic fibre, 5G and new technologies' aims to resorb delays in 5G deployment and providing universal and affordable access to connectivity in all urban and rural areas. A third objective of the plan is to improve mobility and better connect Belgian regions, while ensuring a modal shift in transport to the benefit of both the environment and all citizens (Axis 3). The first component of this axis focuses on the development of active modes of transport and soft mobility (component 3.1 ‘Cycling and walking infrastructure’). Investing in cycling infrastructure seeks to bring benefits in terms of jobs and growth and reduce health risks associated with sedentary lifestyles. Component 3.2 ‘Modal shift’ aims to improve the provision of public transport services to make public transport an attractive alternative to the use of personal cars and reduce congestion and greenhouse gas emissions. These investments also aim to improve public health through reduced pollution and noise, increased safety and more active lifestyles. Support is also proposed for a modal shift from road freight to inland waterways and rail freight. Component 3.3 ‘greening road transport’ presents measures to accelerate the transition towards cleaner, mainly electric, car and bus fleets. Measures proposed include a reform of the company car scheme and the introduction of new incentives for the electrification of transport, complemented by investments in the development of charging infrastructure and greener bus fleets. ",
        "23 Strengthening social cohesion and living together by ensuring effective and inclusive education systems and the inclusion of the most vulnerable groups, is the fourth strategic focus of the plan (Axis 4). Component 4.1 ‘Education 2.0’ aims to improve the overall performance and inclusiveness of education systems in Belgium. Particular emphasis is placed on the acquisition of skills — including digital STEM skills — in line with labour market needs. The component also aims to combat early school leaving and support those who have fallen behind at school. Component 4.2 ‘Training and employment of vulnerable groups’ aims at fostering the participation of vulnerable groups (low-skilled, women, people with a migrant background, people with disabilities) to the labour market. The component includes measures to boost the employability of the most vulnerable groups, including by reducing digital inequalities. Component 4.3 ‘Social infrastructure’ seeks to address the lack of social housing for most vulnerable groups and increase early child care provision, in particular for vulnerable households. Component 4.4 ‘End of career and pensions’ focuses on reforming the pension system and end of careers, with a view to increasing the activity and employment rate of older workers. The fifth axis seeks to strengthen: smart and sustainable growth by improving labour market functioning, the competitiveness of businesses by supporting research and innovation, and the circular economy, especially for businesses (Axis 5). Component 5.1 ‘Labour market and training’ aims to increase the employment rate while ensuring an inclusive labour market, with measures focused on skills acquisition in line with current and future labour market needs, including the green and digital transition. The plan refers to the preparation of a broad tax reform that notably aims at reducing labour taxation. However, no commitment on the adoption by the Parliament is provided in the plan for that reform. Labour market participation is to be stimulated through training, activation and coaching. Component 5.2 ‘Supporting the economy’ supports research and innovation to develop the country’s future economic potential, and foster the development of activities that offer promising opportunities in terms of added- value creation. In addition, it supports the implementation of efficient production processes based on emerging technologies and the transition to a shorter, more sustainable food chain. Finally, component 5.3 ‘Circular economy’ fosters the transition to a circular economy to address climate and environmental risks, to strengthen resilience to international price fluctuations and foreign supply, and to foster social resilience by creating local employment opportunities. The sixth main objective of the plan is to improve the composition of public expenditures (Axis 6). Spending reviews conducted at all level of governments are expected to support this objective under the only component of this axis (component 6.1 ‘Spending reviews’). The aim is to improve expenditure control to make it possible to release resources for new policies, including growth- and environmentally friendly expenditure, or to help fiscal consolidation, particularly in the context where fiscal space is limited, and to ensure Belgium’s fiscal resilience. The timeline of the plan is somewhat frontloaded, as a large share of investments will be made during the first years of the RRF period. However, there is still a share of investments ",
        "24 which are expected to be achieved only in 2026, which could in part be explained by the fact that some large-scale projects will take several years to be completed. ",
        "25 3.2. Implementation aspects of the plan Consistency with other programmes The Recovery and Resilience Plan of Belgium provides justification for its consistency with the objectives and priorities of other initiatives. The plan contributes to the objectives of the National Energy and Climate Plan and is complementary to the forthcoming Partnership Agreement with Belgium due to be submitted in 2021 and the programmes for the implementation of the Structural Funds, and the Youth Guarantee plans. As regards the Multiannual Financial Framework 2021-2027, the Partnership Agreement with Belgium and the Operational programmes for the implementation of the Structural Funds are still under preparation . The plan stipulates that their structure shall, among others, reinforce and complement the projects supported by the RRF to optimise the use of all the European funds allocated to Belgium. This seems particularly relevant for areas where investments that will be kick-started with RRF support could also benefit from support under ERDF and ESF+ to increase their long-term impact. The plan intends to ensure complementarity of funding and avoidance of double funding in the Regions and Communities. The implementation of the Structural Funds will run in parallel with the RRF under their own rules and eligibility timeframe. The investments and reforms included in the Belgian recovery and resilience plan fit a broader national recovery strategy, pursued at the different levels of government in Belgium. The federal investment and reform projects fall within the broader framework of the Federal government’s recovery strategy and will be integrated into the Investment Recovery Plan as provided for in the Government Agreement. The Federal government has set up a EUR 750 million Transformation Fund within the Federal Holding and Investment Company which will invest in the first five axes defined under the plan. Flanders defined its Resilience plan ‘Veerkracht Vlaanderen’) worth EUR 4.3 billion in September 2020. The projects worth EUR 2.25 billion of the Flemish Government as part of the Recovery and Resilience Plan are all part of the Flemish resilience plan. The Walloon projects under the Recovery and Resilience Plan also supports Wallonia’s own recovery strategy ‘Get Up Wallonia’. The Brussels government adopted its recovery and redeployment plan for the Brussels-Capital Region in response to the COVID-19 crisis in July 2020, complemented by additional stimulus and redeployment measures. These investment projects were incorporated as a priority in the Belgian recovery and resilience plan. The German-speaking Community’s contribution to the Belgian recovery plan is linked to the regional strategic development plan ‘Regionale Entwicklungskonzept’ and more specifically the strategic visions for ‘Ostbelgien Leben 2025’. ",
        "26 Consistency with the Commission Recommendation for a Council Recommendation on the economic policy of the euro area 16 The Belgian plan is broadly consistent with the challenges and priorities identified in the Commission Recommendation for a Council Recommendation on the economic policy of the euro area (EAR). It contributes to EAR 1, to ensure a policy stance which supports the recovery, by pursuing reforms to strengthen the coverage, adequacy and sustainability of social protection systems, most notably in the area of pensions. The pension reform included in the plan aims to reinforce the insurance principle of the pension system by increasing minimum pensions and strengthening the link between contributions and benefits. To ensure the long-term financial sustainability of the system, different measures are being considered in the context of the reform to incentivise older workers to remain active on the labour market such as the introduction of part-time pensions, the introduction of a pension bonus, increased investment in life-long learning and the facilitation of career reorientation for older workers. The plan also contributes to the improvement of public finances management through the systematic integration of spending reviews in the budget planning cycles at regional, community and federal government levels with a view to improving public spending efficiency. With respect to EAR 2 to improve convergence, resilience and sustainable and inclusive growth, reforms and investments in the plan are expected to support overall productivity and an improved efficiency of the public administrations’ action. This should foster private investment to address the recovery and the twin green and digital transition. In parallel, efforts will be made to match the skills of human capital with labour market needs through the modernisation of education and training systems, and to promote effective active labour market policies. When it comes to EAR 3 to strengthen national institutional frameworks, the plan also provides for important measures to modernise and digitise public administrations. In the area of business environment, some measures aim to remove unnecessary or disproportionate administrative barriers to business creation and growth. Administrative organisation The Secretary of State for Recovery and Strategic Investments is responsible for coordinating the implementation of the plan at inter-federal level. The Secretary of State will remain the technical contact point with the European Commission in the implementation phase of the recovery and resilience plan. The administrative follow-up of the plan will be carried out by an inter-federal Monitoring Committee, composed of representatives of all the entities responsible for the reporting and administrative follow-up of projects under their responsibility. The Committee will be chaired by the permanent secretariat of the Federal Public Service Policy and Support (BOSA) which shall ensure continuity of overall coordination of the plan and technical contacts with the European Commission, in collaboration with the Secretary of State 16 Pending final adoption by the Council, after endorsement by the European Council. The text agreed by the Eurogroup on 16 December 2020 is available at: https://data.consilium.europa.eu/doc/document/ST-14356-2020- INIT/en/pdf ",
        "27 for Recovery and Strategic Investments. The Monitoring Committee will monitor the implementation and achievements of the plan, coordinate the preparation of each payment request, identify risks of not meeting milestones and targets and propose solutions if risks materialise. Gender equality and equal opportunities for all With regard to gender equality and equal opportunities for all, the plan follows a dual approach of responding to the consequences of the pandemic and addressing more structural factors leading to inequalities. Even though Belgium scored 3.5 points higher than the EU average on gender equality in 2020, certain challenges persist in areas including lower labour market participation of women, in particular for those with a non-EU migrant background. Moreover, considerably less women have STEM degrees and use digital public services compared to the EU average. The Belgian Institute for the Equality of Women and Men considers that 18% of investments under the plan will have a positive impact on gender equality and about 52% will have a potential positive impact on gender equality. Considering that a number of investments could potentially create a significant short-term demand for labour in currently male-dominated sectors like the construction sector, Belgium should effectively monitor that its implementation is aligned with the objective of promoting gender equality. In this context, Belgium has indicated in the plan that the Consultation Committee will encourage all entities to closely monitor the impact of projects on gender equality and to consider the necessary accompanying measures. The plan contains a number of dedicated measures to address challenges to ensure equal opportunities for all and to reach the European Social Pillar Action Plan objectives by 2030. It promotes the integration of gender equality and equal opportunities in a number of reforms and investments across the plan, including in relation to the green and digital transition. Although the plan falls short of presenting a holistic and integrated approach to support social and labour market inclusion for vulnerable groups, it does include a set of measures dedicated to supporting the inclusiveness of education systems and to promoting social integration and inclusion in the labour market. Consultation process As outlined in the plan, Belgium has consulted a wide range of stakeholders in the plan’s adoption process to increase national ownership of the plan. The different Belgian entities have defined autonomously and with due regard to their competences, the arrangements for involving a wide range of stakeholders including social partners, civil society and other stakeholders in the design of the measures under their responsibility. At the federal level, many stakeholders were consulted, including social partners, civil society and the gender equality body. The federal government set up an advisory committee, consisting of the Central Economic Council (with the support sometimes of the National Labour Council) and the Federal Council for Sustainable Development, bringing together social partners and civil society (environmental organisations, organisation for development cooperation, consumer organisation, youth organisations and the scientific world) that provided advice at different stages in the plan’s preparation process. Moreover, the Institute for the Equality of ",
        "28 Women and Men was consulted to assess the impact of the plan on gender equality and formulate recommendations. Regional and community governments consulted social partners on their respective reform and investment projects, and also exchanged with regional parliaments. The Flemish government consulted the Flemish social partners organised in the Social and Economic Council of Flanders (SERV) and exchanged with the Flemish Parliament on the Plan. In the context of a presentation on the overall Flemish recovery plan, the Flemish government also answered stakeholders’ questions on projects intended to be financed by the Recovery and Resilience Facility. The Walloon government requested the opinion of the Economic, Social and Environmental Council of Wallonia, which brings together representatives of employers’, trade unions and environmental organisations. The Walloon government also addressed questions from the Parliament of Wallonia on the process and substance of the plan. In the Brussels-Capital Region, the consultation process with social partners (Brupartners) was organised around the elaboration of the GO4Brussels 2030 Strategy, and its adaptation to take into account the measures for Brussels that were integrated in the plan. The French Community government also consulted stakeholders notably in the education field and exchanged with the entity’s parliament The German-speaking Community government consulted social partners (Economic and Social Council of the German-speaking Community), as well as other relevant stakeholders and exchanged with the Parliament, in the course of committee and plenary hearings. Belgium is committed to continue to reach out to social partners and civil society during the implementation phase of the plan. Cross-border and multi-country projects The Belgian plan contains a number of investment measures with a significant cross-border dimension. In component 1.2, this applies notably to the three measures (at federal, Flemish and Walloon level), which jointly focus on supporting an industrial value chain in the field of hydrogen (I-1.15, I-1.16, I-1.17). A prominent part of these investments will form part of the planned wider cross-border Important Projects of Common European Interest (IPCEI) on hydrogen. Likewise, the investment project ‘Backbone for H2 and CO2’ (I-1.14) of the federal level foresees creating future interconnections with neighbouring countries of the initial H2 and CO2 transport networks that are part of the plan. Finally, the investment measure ‘Off-shore energy island’ (I-1.21) aims at developing a multifunctional offshore energy hub (‘energy island’) in the Belgian part of the North Sea. Among other things, this energy hub is to facilitate the integration and import of more renewable energy in and around the North Sea by connecting to other countries or regions. In component 5.2, Flanders’ measure to strengthen R&D includes an envelope earmarked to finance the potential participation of Flemish businesses to the planned IPCEI on microelectronics. Communication strategy The Belgian plan outlines the main elements of its communication strategy. Each entity will remain responsible for its own communication strategy and for ensuring compliance with the communication requirements of the RRF Regulation and the Commission’s guidance. However, ",
        "29 to ensure communication consistency across entities, Belgium will set up a dedicated website for the Belgian recovery and resilience plan in Dutch, French, German and English to present the measures and the components of the plan per thematic axis, per region/province and per competent entity in an interactive way. The website, which is expected to be operational by the end of July 2021, will be regularly updated with information on the implementation of the measures. In addition, the plan states that several entities can organise coordinated outreach activities. In addition, a three-year recovery and resilience plan communication strategy will be developed, consisting of strategic annual communication plans and quarterly operational planning of the communication items to be implemented (such as the media plan, the types of outreach events to be organised, the target audience, the objectives and format of the outreach events). Belgium intends to organise a launch event to give maximum visibility to the recovery and resilience plan to a multitude of stakeholders including journalists, civil society organisations, industry, political actors (at federal, regional, community and local levels), financial actors, and EU institutions. In addition, Belgium aims to organise bi-annual events that are to coincide with the publication of interim EU implementation reports on the plan. State aid State aid and competition rules fully apply to the measures funded by the Recovery and Resilience Facility. Union funds channelled through the authorities of Member States, like the RRF funds, become State resources and can constitute State aid if all the other criteria of Article 107(1) TFEU are met. When this is the case and State aid is present, these measures must be notified and approved by the Commission before Member States can grant the aid, unless those measures are covered by an existing aid scheme or comply with the applicable conditions of a block exemption regulation, in particular the General Block Exemption Regulation (GBER) declaring certain categories of aid compatible with the internal market in application of Articles 107 and 108 TFEU. When State aid is present and it requires notification, it is the duty of the Member State to notify State aid measures to the Commission before granting them, in compliance with Article 108(3) TFEU. In this respect, the State aid analysis carried out by Belgium in the recovery and resilience plan cannot be deemed a State aid notification. In as far as Belgium considers that a specific measure contained in the recovery and resilience plan entails de minimis aid or aid exempted from the notification requirement, it is the responsibility of Belgium to ensure full compliance with the applicable rules. Measures in the plan should also be compatible with the EU’s international obligations, in particular under World Trade Organization rules. 4. S UMMARY OF THE ASSESSMENT OF THE PLAN 4.1. Comprehensive and adequately balanced response to the economic and social situation The plan follows a holistic approach to foster the recovery, addressing many challenges related to all six pillars. The plan contains 140 measures (35 reforms and 105 investments) that ",
        "30 refer to the policy areas of European relevance structured in the six pillars on the basis of which the scope of the RRF is defined. The plan is expected to contribute to tackling key structural challenges and to contribute to the green and digital transition.The coverage of the six pillars by the Belgian plan’s components is summarized in Table 5. All pillars are covered by several components while a component may contribute to several pillars. Table 5 – Coverage of the six pillars of the Facility by Belgian recovery and resilience plan components Components of the Plan Pillars of the Recovery and Resilience Facility G r e e n t r a n s i t i o n D i g i t a l t r a n s f o r m a t i o n S m a r t , s u s t a i n a b l e a n d i n c l u s i v e g r o w t h S o c i a l a n d t e r r i t o r i a l c o h e s i o n H e a l t h , a n d e c o n o m i c , s o c i a l a n d i n s t i t u t i o n a l r e s i l i e n c e P o l i c i e s f o r t h e n e x t g e n e r a t i o n , c h i l d r e n a n d y o u n g p e o p l e Axis 1 1.1.Renovation of buildings ● ● ● ○ 1.2.Emerging energy technologies ● ○ ● 1.3.Climate & Environment ● ○ ○ Axis 2 2.1.Cybersecurity ● ● 2.2.Public administration ● ● ● ● 2.3.Fibre optic, 5G and new technologies ● ● ● Axis 3 3.1.Cycling and pedestrian infrastructure ● ● ● ○ 3.2.Modal shift ● ● ● ● 3.3.Greening road transport ● ● ● Axis 4 4.1.Education 2.0 ● ● ● ● ● 4.2.Training and employment for vulnerable groups ● ● ● ● ○ 4.3.Social infrastructure ○ ○ ● ● ● ○ 4.4.End of career and pensions ● ● Axis 5 5.1.Training and labour market ○ ● ● ● ● ○ 5.2.Support for economic activity ○ ○ ● ● 5.3 Circular Economy ● ● ● Axis 6 6.1.Spending reviews ● Key: “●” investments and reforms of the component significantly contribute to the pillar; “○” the component partially contributes to the pillar The plan is overall balanced and meets the minimum thresholds for the green and digital pillars. The plan is comprehensive in addressing the different pillars, in a broadly balanced way. 1st Pillar: Green transition The plan extensively covers the ‘first pillar’, with more than half of its components (10 out of 17 components) being directly related to the green transition. Measures in the plan are expected to help accelerate the implementation of the Belgian National Energy and Climate Plan (NECP) for 2021-2030. ",
        "31 A broad range of measures contribute directly or indirectly to the green transition, favour biodiversity and environmental protection . In order to implement climate-related policy measures, such as in the areas of energy transition and adaptation to climate change, the plan envisages taking a broad range of measures that can be grouped in the following major areas:  Renovations and energy-efficient constructions of buildings (component 1.1, as well as energy-efficient renovations of training facilities in component 5.1);  Emerging energy technologies (component 1.2) with investments in renewable energy (energy island), the hydrogen value chain and a hydrogen and carbon backbone, and accompanying legal and fiscal frameworks;  Sustainable mobility (components 3.1, 3.2, 3.3) with measures developing soft mobility infrastructure, modal shift in particular towards rail and the greening of road transport;  Biodiversity and the protection of the environment (Component 1.3) in particular with projects on water management and biodiversity in Flanders and sustainability of forests and restoration of biodiversity in Wallonia;  Circular economy (component 5.3);  Support to economic activity (component 5.2) with measures to support R&D and the green transition in the food sector;  Skills for the green transition (component 5.1); with renovation and equipment of training facilities notably in support of acquisition of skills for the green transition;  Social infrastructure (component 4.3) through the energy-efficient renovation of child care facilities. Measures contributing to the climate target exceed the minimum threshold required under the Recovery and Resilience Facility. Based on the methodology for climate tracking set out in Annex VI of Regulation (EU) 2021/241, 49.6% of the plan contributes to the climate target, measured as the total estimated cost of the contributing actions as a percentage of the total allocation, thereby complying with the minimum threshold of 37%, with a direct contribution from 10 of the 17 components. 2 nd Pillar: Digital transformation The plan covers the ‘second pillar’ on digital transformation, with eleven components directly contributing to Belgium’s digital transformation through investments and reforms. These measures are aligned with European digital policy initiatives such as the European digital strategy, the European skills agenda, the European Pillar of Social Rights, the European Single Digital Gateway, the European Education Area and the digital education action plan and the European Health Data Space. The plan addresses digital-related challenges in the three components in the digital transformation axis. The plan aims at developing cybersecurity capabilities (2.1), improving the efficiency of public services through digitalisation to the benefit of both individual and business end-users (component 2.2), and developing digital gigabit connectivity (component 2.3). ",
        "32 Reforms contained in component 5.2 also contribute to develop digital gigabit connectivity by removing regulatory bottlenecks in line with the planned review of building and environmental permits procedures. Additional components contribute to developing digital skills and digital inclusion in Belgium. The plan includes measures to increase the effective use of technology and digital learning tools in schools and higher education institutions (component 4.1), increase digital skills of the adult population, including vulnerable groups (component 4.2), use technology in social housing to delay or avoid that people in loss of autonomy move to eldercare facilities (component 4.3) and develop training facilities and training programmes, with a focus on the digital transition (component 5.1). Some measures under the mobility, productivity and sustainability axes also contribute to the digital transformation. Component 3.2 Modal shift is expected to contribute to the digital transformation, thanks to measures to develop mobility-as-a-service and smart mobility. Measures in component 5.3 include investments in digital solutions within circular economy projects and measures including possible actions on eco-design of electronics which may contribute to the greening of the digital sector. Component 1.2 includes investments in digital technologies to support the energy transition. Measures contributing to the digital transition exceed the minimum threshold required under the Recovery and Resilience Facility. Based on the methodology for digital tagging set out in Annex VII of Regulation (EU) 2021/241, 26.6% of the plan contributes to the digital target, measured as the total estimated cost of the contributing actions as a percentage of the total allocation, therefore complying with the minimum threshold of 20%, with a direct contribution from 11 components out of 17. 3 rd Pillar: Smart, sustainable and inclusive growth, including economic cohesion, jobs, productivity, competitiveness, research, development and innovation, and a well-functioning internal market with strong SMEs The plan extensively covers the ‘third pillar’, with nearly all components contributing to its different policy areas. The plan contributes to ensuring smart, sustainable and inclusive growth. Several components are expected to enhance the productive capacity of the economy (2.1, 2.3, 5.1, 5.2), while components 1.1, 1.2, 1.3 and 5.3 promote sustainable growth, as well as climate mitigation and adaptation. Components 4.1, 4.2, 4.3 and 5.1 promote inclusive growth. Several components of the plan are expected to contribute to economic cohesion, jobs, productivity and competitiveness . Components 5.1 and 5.2 have the potential to enhance productivity growth. Components 4.1, 4.2 and 4.3 relate to economic cohesion. Research, development and innovation measures are included in different components of the plan. While component 5.2 directly relates to research, innovation, new technologies and decarbonisation, component 4.1 is linked to the digital transformation of the education systems. ",
        "33 Components 1.2 and 5.3 relate to innovation and new technologies for clean energy production and the development of the circular economy. Finally, the plan contains several measures that are expected to contribute to a well- functioning internal market with strong SMEs . Component 2.2 promoting the digitalisation of public services, is expected to improve the effectiveness of the justice system, and support a well-functioning internal market (e.g. Single Digital Gateway, which facilitates the application of the ‘Only-Once principle’, and the interoperability of eID for cross-border suppliers and service providers). The component also contains measures to support the digital transformation of the social security, including facilitating the communication with the social security of other EU Member States, and therefore contributing to the mobility of the labour force. Component 2.1 contributes to the digital transformation of SMEs through support to increase their cybersecurity readiness. Component 5.1 and 5.2 supports startups and SMEs, through incubation and support to innovative activities. Component 1.2 supports the development of hydrogen capacity and transmission infrastructure. 4 th Pillar: Social and territorial cohesion The plan covers the ‘fourth pillar’, with a majority of components being directly related to ‘social and territorial cohesion’. Strengthening social cohesion is one of the key objectives of the plan, in particular addressed under the fourth axis of the plan which notably aims at the inclusion and integration of disadvantaged groups. Territorial cohesion is predominantly addressed with measures tailored to meet the specific challenges that each region faces in Belgium, although more efforts could have been made to ensure coherence in the plan. A significant part of the measures was defined at regional level to address specific regional challenges and the share of the fund going to the different Regions appears broadly adequate. Synergies with the upcoming Cohesion Policy programmes are also expected. The plan also includes measures intended to enhance territorial cohesion, notably thanks to investment in sustainable mobility and digital infrastructure. Investments into railways, smart mobility and cycling and walking paths cover the whole territory and reinforce the integration of transport networks. The development of inland waterways in Wallonia is expected to improve overall connectivity of the country. Belgium has also committed to complete its cross-regional suburban rail network (measure R-3.01). The deployment of charging infrastructure throughout Belgium is also supported. Finally, the plan intends to ensure the even roll-out of 5G infrastructure in all regions, notably by revising the regional radiation standards if considered necessary and recommended by the relevant committees. Moreover, the plan contains two fibre deployment infrastructure projects in white zone areas, contributing to territorial cohesion between urban and rural areas in this way. Strengthening social cohesion is one of the key objectives of the plan. It is in particular addressed under its fourth axis, which notably aims at the inclusion and integration of vulnerable groups. Component 4.1 intends to improve the overall performance and inclusiveness of education systems in Belgium. Component 4.2 includes measures to increase ",
        "34 participation of vulnerable groups in the labour market (low-skilled, women, people with a migrant background, people with disabilities). Component 4.3 contributes to addressing the lack of social housing for vulnerable groups early childhood care, in particular for vulnerable households. The reform of the pension and end of careers (component 4.4) would among others aim to ensure adequacy of social security while addressing fiscal sustainability concerns. The plan includes investment and reform measures to tackle unemployment, notably by fostering training and life-long learning. The risk of poverty in Belgium is strongly correlated to the high share of low work intensity households. The plan includes several measures to strengthen labour market participation, notably by increasing and improving the training offer, including towards jobs in shortages, fostering life-long learning and adapted support to jobseekers by the public employment services (component 5.1). The plan includes several additional components which are expected to promote social cohesion in particular through measures on digital inclusion (components 5.1 and 2.3), access to digital public services (component 2.2), renovation of social housing, schools, universities, sport, youth and cultural infrastructure, training facilities (component 1.1), and measures promoting a modal shift, by decreasing reliance on personal use of motor vehicles whose associated costs contribute to poverty (component 3.2). 5 th Pillar: Health and economic, social and institutional resilience, with the aim of increasing crisis preparedness and crisis response capacity, among others The plan extensively covers the ‘fifth pillar’, with about half of all components being directly related to it. Several measures, especially under the fifth axis of the plan, are expected to contribute to increasing economic resilience . The plan includes measures to strengthen productivity of firms, especially SMEs and innovative companies, and to support the digital transition, R&D and innovation and increase competitiveness (see sub-section on smart, sustainable and inclusive growth). The digital axis of the plan is expected to help improving business and public service continuity, as well as the effectiveness of the justice system. A component of the plan is dedicated to increasing resilience to cyberattacks (component 2.1). The plan also contains measures to accelerate the digitalisation of justice and decreasing the administrative burden by digitalising public services (component 2.2). Social resilience should notably be promoted by the components under the fourth and fifth axes which are oriented towards employability, including vulnerable groups, and enhancing skills . As discussed in the previous sub-section on social and territorial cohesion, the plan has a strong focus on building social resilience. ",
        "35 The plan includes investments in e-health solutions to reinforce the overall resilience of the health system. Moreover, the plan aims to support training and innovation in the health and biotech sector in Belgium . The plan contains measures that are expected to contribute to increasing the institutional resilience of Belgium, notably through development of cybersecurity capabilities (component 2.3), the modernisation and digitalisation of public services, including the justice system (component 2.2) and the introduction of spending reviews (component 6.1). ",
        "36 6th Pillar: Policies for the next generation, children and young people, such as education and skills The plan covers the ‘sixth pillar’, with several components directly related to it, therefore contributing adequately to its overall coherence. The plan presents a number of measures with a direct impact on children and young people, including:  The development of global action plan against early school leaving and personalised support for pupils in school in the Federation Brussels-Wallonia, and of an agile and future-proof higher education offer in the Flemish Community (component 4.1)  The renovation of schools and universities, as well as the renovation of sport infrastructure and of facilities for the youth in the French Community (component 1.1)  Investment in the digital infrastructure and equipment of the education system (components 2.3 and 4.1)  Renovation and development of training facilities, as well as measures supporting digital inclusion and digital training offer in Wallonia (component 5.1)  Increase in the capacity of childcare facilities in Wallonia (component 4.3)  Increase in flexible temporary childcare for jobseekers in the Brussels-Capital Region, for parents and/or single parents having just found a job or enrolled in training (component 4.2)  Cycling infrastructure, notably benefiting young people with no or little access to personal cars (component 3.1) Conclusion Taking into consideration all reforms and investments envisaged by Belgium, its recovery and resilience plan represents, to a large extent a comprehensive and adequately balanced response to the economic and social situation, thereby contributing appropriately to all six pillars referred to in Article 3 of the RRF Regulation, taking the specific challenges and the financial allocation of Belgium into account. This would warrant a rating of A under the assessment criterion 2.1 in Annex V to the RRF Regulation. 4.2. Link with country-specific recommendations and the European Semester The plan is expected to effectively contribute to addressing a significant subset of challenges faced by the Belgian economy. The plan introduces reforms and investments aimed at providing a response to some long-lasting challenges that the Belgian economy is facing, notably in the areas of public finances and the composition and efficiency of public spending, overall labour market performance and skills development, investment in sustainable transport, the energy transition, research, innovation and new technologies and digital infrastructure. The plan also comprises reforms and investment intended to reduce the regulatory and administrative burden and improve the business environment. Table 6 - Mapping of country challenges identified in 2019-20 country-specific recommendations (CSR) and the Belgian recovery and resilience plan components ",
        "37 Country challenges (as identified in Section 2) Associated CSR (2019- 2020) and European Semester recommend ations C 1 . 1 C 1 . 2 C 1 . 3 C 2 . 1 C 2 . 2 C 2 . 3 C 3 . 1 C 3 . 2 C 3 . 3 C 4 . 1 C 4 . 2 C 4 . 3 C 4 . 4 C 5 . 1 C 5 . 2 C 5 . 3 C 6 . 1 Public debt sustainability 2019.1 Sustainability of pension regimes, end of career 2019.1 ● ○ Efficiency of public spending, spending reviews 2019.1 ○ ● Better coordination of fiscal policies 2019.1 Remove disincentives to work 2019.2 ○ Strengthen effectiveness of active labour market policies in particular for the low skilled, older workers and people with a migrant background 2019.2, 2020.2 ● ● Address skills mismatches, improve training systems 2019.2, 2020.2 ● ● ● Improve the performance and inclusiveness of the education system 2019.2 ○ ● Invest in sustainable transport infrastructure 2019.3, 2020.3 ● ● Reinforce incentives and remove barriers to increase the supply and demand of collective and low emission transport 2019.3, 2020.3 ● ● Clean and efficient production and use of energy 2019.3, 2020.3 ● ● ● ● ● ● ○ ● ○ Circular economy 2020.3 ● Digital infrastructure, i.e. 5G and Gigabit Networks 2019.3, 2020.3 ● Invest in research & innovation, in particular in digitalisation 2019.3, 2020.3 ○ ● ● ○ ● ● Improve the business environment 2019.4, 2020.3 ● ● ○ ○ Reduce the regulatory and administrative burden 2019.4 ● ○ ○ ○ Competition in services 2019.4 Key: “●” investments and reforms of the component significantly address the challenge; “○” the component partially addresses the challenge ",
        "38 Fiscal sustainability of long-term care and pensions systems Risks to the overall fiscal sustainability of public finances are significant in the medium to long-term in Belgium. The medium- and long-term sustainability of Belgium’s public finances is at risk due to the combination of a high debt-to-GDP ratio and the projected rise in ageing costs, in particular those linked to pensions and long-term care. Public expenditure on pensions would increase by 3 percentage points of GDP by 2070, mostly during the next two decades (European Commission, 2021b). Public spending on long-term care is projected to increase by 2.1 percentage points of GDP by 2070, an above average increase starting from what is already one of the highest levels in the EU. Against the background of high public debt and increasing public pension expenditure (CSR 1.4 2019), the plan includes a reform of the pension system as part of component 4.4. The envisaged pension reform aims to improve the financial and social sustainability of the pension system and to reinforce the insurance principle by increasing minimum pensions and strengthening the link between contributions and benefits. The pension reform also aims at improving the gender balance and at ensuring convergence between and within the different pension systems, which may include limiting early exit possibilities from the labour market. A number of the envisaged measures is expected to contribute to strengthening the coverage and adequacy of the pension system. Those measures, for instance the increase in minimum pensions, could however increase pension expenditure in the medium to long term, unless offset by measures contributing to financial sustainability, which is one of the stated objectives of the reform. To achieve financial sustainability, the Belgian authorities plan to incentivise older workers to remain active on the labour market. Different measures are being considered in the recovery and resilience plan to contribute to this objective such as the introduction of part-time pensions, the introduction of a pension bonus 17 , increased investment in life-long learning and the facilitation of career reorientation for older workers. The pension reform is described in general terms, without providing details on the envisaged measures. Therefore, whilst it is expected to provide some contribution to addressing CSR 1.4 2019, it will be possible to assess the extent of that contribution only when the concrete measures constituting the reform have been defined. The plan includes some measures contributing to a further deinstitutionalisation of long- term care (CSR 1.3 2019). Belgium’s density of residential beds for over-65 years old is among the highest in the EU. Moreover, indicators show that a non-negligible share of independent users and those with low levels of dependency for whom institutionalisation may be unnecessary or at least premature, are currently receiving residential care. Specifically, in the Brussels-Capital Region and the Walloon Region approximately one third (34% and 31% respectively) of elderly people living in residential structures still have some autonomy, while this proportion amounts to 17 A pension bonus provides people who work beyond early retirement age with additional pension rights. ",
        "39 20% in Flanders. Component 4.3 includes investment in social housing in Wallonia, some of it equipped with assistive technologies in order to support the independent living of persons with disabilities and elderly people. Prior to the implementation of this investment, the Walloon government will adopt a deinstitutionalisation strategy for long-term care. Composition and efficiency of public spending The plan is ambitious in systematically integrating spending reviews in the budget planning cycles of all government levels to improve spending efficiency (CSR 1.5 2019). Belgium’s high level of public spending coexists with a low level of public investment. Spending reviews could serve as an effective tool for reprioritising expenditure towards spending outlays that better meet the country’s economic and societal goals. By unlocking efficiency gains, they can generate savings without constraining growth. Component 6.1 contains a commitment to introduce the structural use of spending reviews at all layers of government. In line with the relevant Eurogroup guidance 18 , the outcome of spending reviews will be systematically included into the annual and multiannual budget planning as of the preparation of the 2024 budgetary law. The scope and level of ambition of the various planned measures related to spending reviews differ between government entities, in line with their degree of progress in using that instrument. All entities have benefited from technical support on spending reviews under the Technical Support Instrument (and previously under the Structural Reform Support Programme). Disincentives to work The plan refers to a proposal for a broad tax reform, notably aimed at increasing the net return from work. This proposal has to be seen against the backdrop of CSR 2.1 2019, which calls on Belgian to tackle existing disincentives to work. The Belgian tax system is characterised by a high tax wedge on labour for middle-income earners (52.3% in Belgium against 45.6% in the euro area on average in 2019) and includes several tax features creating specific disincentives to work, notably the interaction between narrow tax brackets, the special social security contribution and the employment bonus. As underlined in the 2019 European Semester, removing distortive tax features and reducing the tax burden on labour would help decreasing financial disincentives to work. The broader tax reform announced in the plan would include in particular measures aimed at reducing taxes on labour, among others, the participation tax rate (currently higher than 60% in some cases) and the current marginal income tax rates of more than 80% in the range of 50 to 70% of the average wage, as well as measures to broaden the tax base and simplify the taxation system. The plan does however not provide a commitment and timeline for the adoption of the announced tax reform. Whilst that reform has the potential to reduce the tax burden on labour, and thereby to contribute to addressing CSR 2.1 2019, the plan announces a submission of a proposal to the Council of Ministers of the federal government, thus providing no full guarantee 18 See http://www.consilium.europa.eu/en/press/press-releases/2016/09/09-eurogroup-statement/ ",
        "40 that the reform will be effectively enacted. In the absence of a clear timeline and commitment to adopt the reform, the reform could not be included as a measure of the plan supported by the Facility. ",
        "41 Active labour market policies The plan contains measures intended to promote more effective active labour market policies and to improve the labour market performance (CSR 2.1 2019 and 2.1 2020). Labour market participation is low for low-skilled, people with a migrant background, older workers and people with disabilities in Belgium. This suggests that both structural and group- specific factors hinder their integration in the labour market, while existing activation measures are not equally effective for all population groups. The employment rate of older workers remains below the EU average and also people with a migrant background, in particular women, remain underrepresented on the labour market. The plan includes a reform of the public employment services of Wallonia (R-5.05) to strengthen employment guidance for those the furthest from the labour market. The investments included in component 4.2 focus on strengthening social and labour market integration of people with a migrant background, women, people with disabilities, prisoners and people at risk of digital exclusion. Moreover, some reforms aim at tackling discrimination on the labour market. Specific measures aiming at fostering the employability of older workers are foreseen to be included in the reform under component 4.4. Although several reforms and investments included in the plan strengthen the position of vulnerable groups on the labour market, the overall plan falls short of presenting a holistic and integrated approach to support social and labour market inclusion for vulnerable groups. Moreover, the lack of a commitment and timeline for the adoption of the announced tax reform risks limiting the effectiveness of the measures taken to reinforce the activation of vulnerable groups. Education and skills Several reforms and investments are expected to contribute to improved education and training systems (CSR 2.2 2019 and 2.2 2020). The decline in educational performance and the existence of significant disparities in the education system are a concern in Belgium. The share of young people mastering basic skills is worrying and the gap in educational outcomes linked to socio-economic and migration background is high. Investments and reforms included in component 4.1 of the plan aim at increasing the inclusiveness of education systems and improving their performance to ensure that skills taught better match those required by the labour market. The Higher Education Advancement Fund has the potential to contribute to modernising higher education to meet labour market and society needs. A large share of investments focuses on increasing digital infrastructure and equipment to improve digital skills at all levels of the education system (secondary school, higher education and social promotion education). Investments also include some training for teachers to improve their digital skills. The plan includes a global action plan of the French Community against early school leaving and personalised support to 30 000 pupils in compulsory education through multi-disciplinary teams to address mental, educational and pedagogical difficulties of pupils, their lower educational outcomes and early school leaving as a result of COVID-19. However, only few measures have as a specific objective to address the structural inequalities in the education system, including by ",
        "42 targeted investments in vulnerable pupils’ and teachers’ training, although several measures may indirectly contribute to this objective. The plan also includes training measures to address skills mismatches (CSR 2.3 2019 and 2.2 2020). Despite several regional and federal measures to address skills shortages and increase activation, labour shortages are observed in several sectors, in particular in information and communication technologies, construction, health and education and training. Investments in training included in components 4.2 and 5.1 aim at reducing skills shortages through training and activation in view of addressing current and future needs of the labour market. While aiming at covering a wide range of skills, including basic and green skills, investments focus strongly on increasing digital skills, thereby supporting the digital transition. Although some measures have been included, the plan does not present a comprehensive strategy to strengthen participation in lifelong learning, focusing in particular on the vulnerable groups. Investments in training focus strongly on increasing the training offer and less on measures to incentivise participation in training and develop a learning culture, which were identified as the main constraints for low participation in lifelong learning. This is especially a concern in Wallonia where the investments in training are almost exclusively targeted to the construction and renovation of training centres. Moreover, only few measures have as a specific objective to address the structural inequalities in the education system, for example by targeted investments in vulnerable pupils’ and teachers’ training. Several measures included in the plan aim at improving education systems and to address skills mismatches, but only to a limited extent basic and green skills . Although the focus on digital skills is welcome to support the digital transition, some types of skills shortages are expected to be less addressed, also since the plan does not provide for a comprehensive strategy to lifelong learning. Investment in sustainable transport The plan includes ambitious investments in sustainable transport, including walking, cycling, public urban transport and rail infrastructure (CSR 3.1 2019 and 3.5 2020). The transport sector is responsible for 35% of non-ETS greenhouse gas emissions in Belgium. Growing traffic volumes create congestion and put land transport infrastructure under pressure, while inland waterways infrastructure investments are low. Although it has a dense road and rail network, Belgium scores rather poorly in terms of road quality and efficiency of rail services. The Belgian plan is expected to make a considerable contribution towards addressing the recommendation to invest in sustainable transport, in particular railways. Investments included in component 3.1 include substantial support to favour cycling and walking. The plan also promotes the use of public transport and inter-modality, with a particular focus on enhancing rail transport (e.g. as it includes milestones on the completion of the RER/GEN suburban network in the measure R-3.01 on the performance contract of NMBS-SNCB and Infrabel). Component 3.2 includes substantial investment in public transport services, such as new bus, tram and light metro infrastructure, as well as digital tools to increase demand for sustainable transport. Also, rail transport is expected to be made more efficient and accessible. For freight transport, the plan ",
        "43 will finance infrastructure works to support the modal shift from road towards inland waterways and rail. Several measures of the plan are expected to support the electrification of transport (CSR 3.1 2019 and 3.5 2020). Belgium is lagging behind in electric mobility, as the uptake of electric or hybrid electric vehicles remains slow and there is a need for considerable infrastructure investments. Investments proposed under component 3.3 aim at fostering electric mobility, covering both public and private transport. Belgium will also invest in greener bus fleets and several projects support the deployment of electric charging infrastructure, notably in Flanders (30.000 charging points) and to some extent in Wallonia (6.000 charging points). These investments will be complemented by the adoption of legislative reforms to set up legislative frameworks for e-mobility in the three Regions. Incentives to collective and sustainable mobility Investments in low emission transport are accompanied by incentives to sustainable mobility, including a reform of the company car tax scheme (CSR 3.4 2019). Growing traffic volumes have long been boosted by high commuting subsidies, like the company car tax advantage embedded in the corporate income tax, personal income tax (for employees benefitting from a company car), and employers’ and employees’ social security contributions. In addition to its economic (congestion) and environmentally harmful effects, this tax scheme entails a high budgetary cost and favours high-income earners. The plan includes a reform of the company car tax scheme, whereby new company cars need to be zero emission from 2026 onwards to benefit from the existing preferential scheme. The reform is expected to reduce the greenhouse gas emissions related to the use of company cars, but not to address congestion nor to reduce the budgetary impact of the scheme. The plan also includes tax incentives for the installation of private and semi-public charging stations and an increase of the mobility budget scheme. The plan also seeks to increase the quality and efficiency of railways. The plan proposes therefore a coherent package of reforms and investments to support the development of sustainable mobility by promoting cycling and rail transport, greening car and bus fleets, deploying charging infrastructure and extending urban transport networks. However, the plan does not include some reforms such as the tendering of public service contracts, for which the current coalition agreement of the federal government foresees pilot projects. Investment in the energy transition Belgium earmarks an important financial envelope under the RRF to energy-efficient renovation of private and public buildings (CSR 3.2 2019 and 3.6 2020). The building sector accounts for more than 30% of non-ETS GHGs emissions in Belgium. Belgium ranks low in relation to the energy performance of its existing housing stock, since 80% of the stock was built before the introduction of energy efficiency standards for buildings. Substantial investments under component 1.1 aim to improve the energy efficiency of buildings, including public buildings, as well as private ones and social housing. Moreover, the plan includes measures to improve the system of renovation subsidies for households to foster private investment. ",
        "44 The plan also includes investments to ensure the transition to low carbon energy technologies (CSR 3.2 2019 and 3.6 2020). There is a need for major investment in power generation, as well as interconnection capacity, smart grids storage and energy efficiency in Belgium. Considerable investments under component 1.2 focus on clean and efficient production and use of energy. Investments focus on industrial sectors and cover, for example, process electrification, green and low-carbon hydrogen as raw material and energy carrier, capture and storage of carbon with investment in CO2 transport and pre-industrial research for industrial applications, renewable heat networks, infrastructure aimed at facilitating the connection of offshore wind to the grid, etc. The plan contains measures to strengthen biodiversity and to anticipate the adverse effects of climate change (CSR 3.5 2020). Belgium faces important investment and regulatory challenges to embrace the low-carbon transition and anticipate the adverse effects of climate change. These challenges include strong pressure on land and biodiversity due to intensive agriculture and relatively high population density. Investments under component 1.3 are expected to support the conservation and restoring of biodiversity to improve the carbon storage capacity and increase resilience to climate change effects. Moreover, several investments aim at addressing drought problems in a structural way to be better prepared for longer periods of drought and more frequent heat waves. The plan includes sizeable investments in the energy transition, notably to improve the energy- efficiency of buildings, support low carbon energy technologies and strengthen biodiversity. It remains uncertain, however, how the ‘green tax shift’ part of the announced broad tax reform will be designed and to what extent it will further support investments in the energy transition. Investment in research and innovation and new technologies The Belgian plan aims at boosting investment in research and innovation, including digitalisation (CSR 3.3 2019 and 3.9 2020). Research and development activities are concentrated in a few industries and there is insufficient diffusion of innovation to the rest of the economy. Also, regional and sub-regional disparities remain high. Large R&D investments included under component 5.2 aim at boosting economic recovery through the twin transition. Investments include, for example, the implementation of more efficient production processes based on emerging technologies in energy and the development of alternative production processes for nuclear medicine for cancer treatment. Component 2.3 includes measures to support research and innovation in the area of artificial intelligence. Innovative digital technologies such as smart grids and ICT systems to deploy renewable energy are supported in component 1.2. The plan also finances innovative processes in the circular economy in Wallonia and Flanders in component 5.3. Investments in component 4.1 (Education 2.0) are expected to significantly improve the digital delivery method of education in Belgium. Innovations in the area of smart mobility aim to improve the offer of public transport services. In component 4.3, the plan foresees to use artificial intelligence in social housing to delay or avoid that people in loss of autonomy move too early to eldercare facilities. Investments in digital infrastructure, such as 5G and Gigabit Networks ",
        "45 The plan contains mutually-reinforcing very high-capacity connectivity infrastructure reforms and investments, which are essential building blocks for the digital and green transition in Belgium (CSR 3.3 2019 and 3.8 2020). The reinforcement of digitalisation was identified as a promising avenue for boosting productivity and the innovation capacity of Belgium. The plan includes both reforms and investments to deploy very high-capacity connectivity infrastructure. The plan is expected to remove bottlenecks for critical reforms to enable and reinforce very high-capacity connectivity public and private investments. In the area of digital policy, the federal levels, regions and communities were recommended to find common ground for the roll- out of 5G, where Belgium has been lagging behind. Components 2.3 and 5.2 contain reforms both at the federal and regional level that aim to remove regulatory bottlenecks for the deployment of 5G and for the deployment of ultra-fast connectivity infrastructure, such as fibre. As part of the plan, Belgium intends to organise and implement the 5G spectrum auction under investment-friendly conditions by June 2022, with the required federal legislative framework in place by end 2021. The plan also contains regional reforms to revise radiation standards to allow for effective 5G spectrum deployment for both private and industrial use, provided those reforms have been found necessary and recommended by the relevant committees put into place by the respective regions. Even though the latter condition adds a certain contingency to 5G deployment in Belgium, those reforms have the potential to lift a significant hurdle to the large-scale rollout in Belgium. In addition, the implementation of the Connectivity Toolbox 19 , that is to contain connectivity best practices for reducing the cost of deploying electronic communications networks and for efficient access to 5G radio spectrum tailored to Belgium, will be monitored in the Belgian plan. The implementation of the Connectivity Toolbox will include a national roadmap towards simplifying the licensing and permitting procedures relevant for the rollout of 5G and very high-capacity networks, such as fibre. The reform, aiming to reduce the length of court proceedings relating to environmental permits by 6 to 9 months on average in Flanders, and investments to digitise urban planning permits in the Brussels-Capital and in the Walloon regions are also expected to be conducive to digital infrastructure investments. The plan also includes public ultra-fast connectivity investments. These investments include the fibre coverage of white areas in the German-speaking Community and of business parks in Wallonia (component 2.3). Business environment and regulatory and administrative burden To improve the business environment, the plan notably aims to support the digitalisation of the administration, including the justice system (CSR 4.1 2019 and 3.2 2020). There is room 19 Common Union Toolbox of 26 March 2021 for connectivity pursuant to Commission Recommendation (EU) 2020/1307 on a common Union toolbox for reducing the cost of deploying very high capacity networks and ensuring timely and investment-friendly access to 5G radio spectrum, to foster connectivity in support of economic recovery from the COVID-19 crisis in the Union. ",
        "46 to improve the take-up of digital public services, which is currently relatively low and the lack of digitalisation of the justice system remains an important challenge for business investment in Belgium. The digitalisation of public services and justice had been flagged as a way to help improve institutional governance. Significant investments and reforms included under component 2.2 aim at digitalising public administration to improve the efficiency of its internal processes and of its interactions with citizens and businesses, notably through the Single Digital Gateway and investment in the digitalisation of the social security system. The digitalisation of building and environment permits procedures, which is envisaged in the plan, is expected to contribute to reduce the lead time necessary to complete these procedures. These investments are accompanied by e-government reforms to simplify administrative procedures and to improve e- procurement. The plan is also expected to contribute to a more cyber secure business environment in Belgium, notably with investments in cyber awareness and cyber resilience capabilities of SMEs and the self-employed (component 2.1). The plan partially addresses the recommendation to reduce the regulatory and administrative burden (CSR 4.1 2019 and 3.2 2020). The plan is intended to support the implementation of the Single Digital Gateway, revising and simplifying the procedure to set up and to manage a business (component 2.2). The Single Digital Gateway intends to apply the “Once-Only” principle also to businesses and citizens from other Member States. Flanders, Wallonia and Brussels are introducing reforms to streamline permit and environmental procedures 20 . Spending reviews in Flanders will also focus on reducing the regulatory burden, including to address ‘gold-plating’ which results in an unnecessary strict implementation and enforcement of the rules (component 6.1). However, the plan does not address the complexity of the labour law nor the recommendation to remove barriers to competition in services, in particular regulated professions. The plan is expected to have a lasting impact on Belgian society’s overall cyber resilience and security and promotes the deployment of artificial intelligence (“AI”), contributing to the digital transition (CSR 3.3 and 4.1 2019 and 3.5 2020). Investments under component 2.1 aim at strengthening the overall cyber resilience and cyber crisis preparedness of the Belgian society. Investments include, for example, measures to strengthen the cyber capabilities of SMEs and to combat cyber criminality. The plan also contributes to the financing of a new AI Institute for the Common Good in Brussels that is to promote the use of AI to tackle societal challenges in areas including health, environment, mobility and energy. Conclusion 20 The objective of the reform by the Flemish Region is to shorten the time needed for the completion of procedure and to increase legal certainty about its length. A positive impact on private investment is expected. Component 2.2 includes investment by the Brussels-Capital and the Walloon Region in the digitalisation of the building and environmental permitting and urbanistic procedures with a potential reduction in the time needed to take a decision. ",
        "47 Overall, the plan constitutes a comprehensive package of reforms and investments focusing on addressing the challenges identified in the country-specific recommendations. The Belgian plan focusses importantly on public investment and proposes sizeable investments to address country- specific recommendations. Taking into consideration the reforms and investments envisaged by Belgium, and considering the available funding under the RRF, the Belgian recovery and resilience plan is expected to contribute to effectively addressing all or a significant subset of challenges identified in the country-specific recommendations, or challenges in other relevant documents officially adopted by the Commission under the European Semester, and the recovery and resilience plan represents an adequate response to the economic and social situation of Belgium. This would warrant a rating of A under the assessment criterion 2.2 in Annex V to the RRF Regulation. 4.3. Growth potential, job creation, economic, institutional and social resilience, European Pillar of Social Rights, mitigating the impact of the crisis, and social territorial cohesion and convergence The Belgian recovery and resilience plan aims at fostering the economic recovery while having a strong focus on the green transition and the digital transformation of the economy and improving resilience on the path towards a more sustainable and inclusive growth . It includes a number of investment and reforms, which are expected to have a positive effect on the aggregate demand. The main objectives of the plan are to improve Belgium’s growth potential, boost job creation, and increase economic, social and institutional resilience that will ultimately reduce the country’s vulnerability to shocks. The plan also aims at contributing to the implementation of the European Pillar of Social Rights and to mitigating the economic and social impact of the COVID-19 crisis, thereby enhancing the economic, social and territorial cohesion and convergence within the EU. Fostering economic growth and jobs The plan aims to support the economic recovery and resume the path to growth discontinued due to the COVID-19 pandemic. In 2020 the economic output contracted by 6.3% compared to the previous year, while in 2021, the economy is forecasted to expand strongly by 4.5%. The economic impact of the plan on the Belgian economy is expected to be overall commensurate to the amount of support that has been allocated to Belgium. The Belgian authorities estimate that, at its peak in 2022, the economic impact of the plan is expected to increase GDP by 0.21 percentage point compared to the baseline scenario (no plan). The Belgian authorities estimate that the full implementation of the plan’s measures will increase GDP growth by 0.14 percentage points on average per year during the period 2021-2026, enabling Belgium to return to the pre-COVID-19 growth trajectory already in 2022. However, these are lower bound estimates of the plan’s economic impact, as they do not factor in the impact of the plan’s reforms nor the spillover impact of the EU wide implementation of the Recovery and Resilience Facility. Several reforms included in the plan, such as the simplification of administrative procedures, the introduction of 5G, the reform of public employment services are expected to tackle existing bottlenecks to growth and employment and bolster the expected ",
        "48 impact from implementation of the planned investments. The Commission’s 2021 Spring forecast projects a higher output growth, as it reflects the impact of higher external demand due to the RRF’s implementation in neighbouring countries, which could be sizeable for a small open economy such as that of Belgium. Taking into account the above-mentioned factors, the macroeconomic projections underpinning the Belgian plan are broadly in line with the Commission 2021 Spring forecast and appear overall plausible for the period 2021-2022. All investments in the plan financed through the RRF are expected to be fully additional to the baseline without the RRF. The implementation of the plan is expected to increase capital expenditure, notably through public investment and incentives to private investment. The plan is expected to contribute to addressing the low level of public investment, which has been subdued for a prolonged period. Public investment reached an average of about 2.5% of GDP in 2010- 2019, well below the EU average leading to an erosion of the quality of the public infrastructure. It is expected that the implementation of the recovery and resilience plan will lead to an average increase in public investment of 0.2 percentage of GDP over the period 2021-2026 compared to baseline scenario (no plan). A large share of the planned expenditure (88% of the total) is planned to be spent on increasing the economy’s gross fixed capital formation, according to the analysis of the Federal Planning Bureau (2021). Two-thirds of this are expected to be invested in tangible fixed assets and one third in intangible assets (of which almost half is to be invested in R&D). More than half of the capital expenditure is made up of direct public investment, the remaining part representing investments in the corporate sector (financed by capital transfers received from the government and financed by the RRF) and, to a lesser extent, investments by households. It is important to recall that the plan is also expected have a significant crowding-in effect for private investment, as several investments included in the plan will require co- financing with the intervention of the private sector. An important share of investment will be carried out on construction and transport infrastructure, expected to have a positive impact on economic growth, wealth and jobs and to help address the sectors’ challenges such as greenhouse gas emissions, congestion and air quality. The Commission, the OECD and the IMF have estimated the cost of traffic congestion in Belgium in the range of 1-2% of GDP (Van Essen et al., 2011). Belgium is one of the three worst performing countries in the EU with regard to the average number of hours per year spent in traffic jams 21 . For example, in 2019, a person working in Brussels and dependent on individual road transport spent, on average, 140 hours per year in traffic jams 22 . Tackling the challenge of road congestion while limiting the negative impact of transport on the environment and air quality entails investment in rail, but also in urban public transport and clean and sustainable mobility infrastructure for both passengers and freight. 21 European Commission, Hours spent in road congestion annually. 22 See https://inrix.com/scorecard/ ",
        "49 In this regard, the federal and regional authorities have plans to increase investment in sustainable transport infrastructure and to implement a modal shift in transport . The plan includes investment in cycling infrastructure 23 , new or more efficient electric or hybrid plug-in buses, tram and light metro infrastructure and digital tools with the aim of generating increased demand for sustainable transport. At the same time, investments into freight transport 24 are expected to support modal shift from road to more sustainable waterways and rail transport. The plan is also expected to contribute to upgrading rail infrastructure, in a context where 20% of railway assets have already exceeded their expected lifespan. Moreover, the reform of the favourable tax treatment for company cars is also expected to provide a significant contribution to the decarbonisation of transport. Construction investment focuses mostly on improving energy efficiency of buildings . The building sector is responsible for more than 30% of non-ETS GHGs emissions in Belgium. Belgium ranked low in relation to the energy performance of its existing housing stock 25 , which is rather old with 80% of the stock built before the introduction of energy norms. In this regard, all entities have planned investments in the energy efficiency of buildings. The intention is to boost the annual renovation rate that is currently low at 0.4% of existing building stock. In order to reach carbon neutrality of the sector by 2050, it has been estimated that the annual renovation rate should reach about 3%. While measures in the plan mostly concentrate on the renovation of public buildings and social housing, measures cover, as well, the reinforcement of incentives for the renovation of the stock of private buildings. The implementation of the plan is expected to contribute to reducing unemployment. The impact of the COVID-19 pandemic on the employment rate has been moderate and limited to - 0.1%, mostly thanks to the very significant support measures adopted by the government to mitigate the impact of the crisis, such as the short-term unemployment scheme for employees and the income replacement schemes for the self-employed. However, the impact of the crisis on the labour market is more visible from the number of average hours worked, which declined sharply in 2020. While in 2021 an increase in the unemployment rate is expected, mostly due the phase out of the short-term unemployment scheme and an increase in bankruptcies following the end of the moratorium, the unemployment rate is projected to return to a downward trajectory already in 2022, also thanks to the impact of the increase in economic activity to which the plan contributes and the investments in up- and re-skilling. According to the Federal Planning Bureau’s projections the implementation of the plan is expected to create a moderate amount of additional jobs in 2022 and over the period 2021-2026. This positive impact would in particular come from the construction sector, reflecting the large share of investments in the plan dedicated 23 Plans are to build 188 km of new cycle infrastructure and renovate 1 356 km of additional infrastructure. 24 In the field of rail freight transport, the Federal Government’s ambition is to double the volume of rail freight by 2030 25 According to the European Commission’s Building Database of the, in 2014 Belgium ranked 25th in relation to the energy performance of its building stock. ",
        "50 to construction and renovation of buildings and dwellings. However, as for the impact on economic growth, these estimates represent a lower bound as they do not factor in the impact of the reforms included in the plan. The implementation of reforms such as those included in component 4.2 and 5.1 is expected to reinforce the impact of the planned investments and is expected to result in a larger number of new additional jobs. ",
        "51 Box 2: Stylised NGEU impact simulations with QUEST - Belgium Model simulations conducted by the Commission using the QUEST model show that the economic impact of Next Generation EU (NGEU) in Belgium could lead to an increase of GDP of between 0.5% and 0.9% by 2026 26 and this impact would decrease gradually afterwards. After 20 years, GDP could be 0.2% higher. Spillovers account for a large part of such impact. According to these simulations, this would translate into up to 16,000 additional jobs. Cross border spillovers account for 0.5 of pps of GDP in 2026, showing the value added of synchronised expenditure across Member States (line 2 of Table 1). Even in a scenario with a lower productivity of NGEU funds, it would still lead to a significant impact (line 3). 27 Table : QUEST simulation results (deviation of real GDP level from non-NGEU case, linear disbursement assumption over 6 years) This stylised scenario does not include the possible positive impact of structural reforms, which can be substantial . A model-based benchmarking exercise shows that undertaking structural reforms that would result in halving the gap vis-à-vis best performers in terms of indicators of structural reforms could raise Belgium’s GDP by 16% in 20 years’ time, more than the 11% found for the EU average, the difference reflecting the relatively larger gaps towards best performers in Belgium (Varga & in 't Veld, 2014). Due to the differences in the assumptions and methodology, the results of this stylized assessment cannot be directly compared to the numbers reported in chapter 4 of Belgium’s recovery and resilience plan. Productivity is expected to increase following the implementation of the measures in the recovery and resilience plan. Belgium’s productivity growth has stagnated in recent years due to a number of country-specific factors. Measures in the plan contribute to a certain extent to address these factors. The plan contains a number of investments and reforms aimed at improving the business environment, through a reduction of administrative and regulatory 26 RRF amounts to roughly 90% of NGEU, which also includes ReactEU, Horizon, InvestEU, Joint Transition Fund, Rural Development and RescEU. 27 Technically, the low productivity scenario considers a significantly reduced output elasticity of public capital. Scenario 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 2040 Baseline 0.5 0.8 0.8 0.8 0.9 0.9 0.7 0.6 0.5 0.4 0.2 of which spillover 0.4 0.5 0.5 0.5 0.5 0.5 0.4 0.3 0.2 0.1 0.0 Low productivity 0.3 0.4 0.4 0.5 0.5 0.5 0.4 0.3 0.2 0.2 0.1 ",
        "52 burden, as well as investments in the digitalisation of the justice system. These measures address structural factors that hamper productivity growth. They are therefore expected to have a positive impact on productivity, and to contribute to boosting higher growth. A sizeable investment in the digitalisation and modernisation of the public administration is expected to reduce the administrative burden. This investment intends to promote the creation of a more ‘user-centric’ public administration, making an increased use of modern digital tools. The aim is to provide citizens and businesses with access to services allowing them to communicate in a timelier and more effective manner with a number of services of the public administration. Combined with reforms at federal and regional level aiming, including inter alia, at simplifying administrative procedures, enhancing e-procurement, the investment in the digitalisation of public services, inter alia the push for a wide adoption of electronic invoicing and the implementation of the ‘only once’ principle, is expected to contribute to reduce the cost of the administrative burden, which was estimated by the Federal Planning Bureau at some EUR 7 billion (1.6% GDP), (Kegels , 2018). Investments in this regard are foreseen by all entities. An effective justice system is an important structural element for an investment- and business-friendly environment . A persistent lack of consistent, reliable and uniform court data remains, which hampers progress on the efficiency of the justice system. The overall efficiency of the justice system is expected to improve thanks to the investments included in the plan. The digital transformation of the justice system aims to reduce the time needed to process cases, so that the backlog of court cases can be progressively reduced. This is crucial to improve trust in the justice system and reduce uncertainties for businesses. Moreover, the rate of online publication of judgments is expected to increase (2021 EU Justice Scoreboard), which should foster legal certainty for businesses and citizens. The reforms envisaged in the plan are expected to support the improvement of the business environment. The whole procedure to set up and to manage a business will be reviewed and simplified through digitalisation. The existing large number of forms to modify constitutive elements of an enterprise is expected to be drastically reduced. The implementation of the Single Digital Gateway will allow to apply the “Once-Only” principle also to businesses and citizens from other Member States. Reforms and investments in the plan aim to address some of the remaining weaknesses of the overall well-performing Belgian R&D&I system. Initiatives have been included in the plan to promote the dissemination of innovation, especially for SMEs, as it is currently concentrated in a rather small number of sectors dominated by multinational companies. The plan includes a reform to broaden the innovation basis in Flanders which aims at reviewing the focus and the conditions to use R&D support instruments and at adjusting them to facilitate participation by SMEs (R-5.07). Measures in the plan also aim to support the transition to the post-COVID era. This will include innovation and support to promising sectors; with particular attention to SMEs, which make up the bulk of Belgium’s economic fabric and which have been particularly affected by the economic crisis caused by the pandemic and the restriction measures adopted to curb the ",
        "53 expansion of the pandemic. For instance, component 5.2 contains a number of projects aiming to support the development of future-proof economic sectors. For instance, it contains a project to further develop nuclear medicine in Belgium. Another project aims at developing the Belgian know-how on the treatment of waste from the decommissioning of nuclear plants, which is highly relevant as Belgium is committed to phase out its production of nuclear energy. The plan supports a shift to a greener and more digital economy . In the component 1.2 the plan focuses on the development of emerging energy technology and intends to support the transition away from nuclear energy with a view to focusing on renewable sources of energy and advancing the development of the hydrogen economy. A positive impact on growth and employment is expected from the direct investment in (energy) infrastructure and investments in R&D. The plan also contains measures to accelerate the introduction of 5G in Belgium and to support the related economy. Strengthening social cohesion Reforms to facilitate access to the labour market and investments focus on increasing the employment rate. The employment rate stood at 70.0% in 2020, lower than in the neighbouring countries and on average in the EU-27 (72.4%). In order to reach the federal government’s target of an employment rate of 80%, the greatest improvement is needed among the most vulnerable groups (people with a migrant background, the low-skilled, people with disabilities) as well as older workers. The recovery and resilience plan submitted by Belgium includes measures aiming at addressing relevant employment and social challenges, identified in previous country reports, country-specific recommendations and monitored through the Social Scoreboard (see Box 3). These measures have the potential to contribute to implementing the European Pillar of Social Rights. To foster access to the labour market and address skills mismatches, the plan aims to modernise the higher educational system and strengthen participation in adult learning . Reforms and investments focus on extending and making the training offer and incentives more transparent, including by establishing individual learning accounts, and investing in education and training infrastructure. Higher education in Flanders is expected to be encouraged to develop a future-proof and flexible portfolio of courses, further develop lifelong learning and new digital forms of education to meet the demands of the labour market and society. In addition, some of the measures are intended to strengthen digital inclusion for vulnerable groups by combining the provision of digital equipment with training in digital skills in both communities. Measures to fight the phenomena of early school leavers are also planned in the French Community. Specific actions are foreseen to help support labour market integration, in particular for vulnerable groups. This is done by changes to the responsibilities and functioning of the regional public employment services, with increased provision of personalised support to vulnerable jobseekers in Wallonia and further digitalisation in Brussels and Flanders. The plan includes two reforms to tackle discrimination on the labour market, which is in particular relevant as regards the low employment rate of people with a migrant background. To strengthen further incentives to work, these reforms are complemented by a pension reform. The plan ",
        "54 includes also some investments in social infrastructure, including in the renovation and construction of social housing and childcare. In several areas, the plan could have been more ambitious . For several of the proposed reforms, like the pension reform, further information on their design and implementation strategy would be needed to fully assess their potential for achieving lasting improvements. Overall, a more holistic strategy targeting vulnerable groups, including by the provision of more integrated and targeted support for social and labour market inclusion and participation in lifelong learning, would have been welcome. The investments to digitalise and increase the training offer, including through the construction or renovation of schools and training centres, especially in Wallonia, could be complemented by increased incentives to participate in lifelong learning. A reform of vocational education and training in French-speaking Belgium would have reinforced the impact of these investments in training facilities. Finally, the structural challenges of inequalities in the education system, which would require substantial targeted investments in vulnerable pupils’ and teachers’ training, are addressed only to a limited extent in the framework of the plan. ",
        "55 Critical situation To watch Weak but improving Good but to monitor On average Best performers Equal opportunities and access to the labour market Dynamic labour markets and fair working conditions Social protection and inclusion Social Scoreboard for BELGIUM Early leavers from education and training (% of population aged 18-24) (2020) Youth NEET (% of total population aged 15-24) (2020) Gender employment gap (2020) Income quintile ratio (S80/S20) (2019) At risk of poverty or social exclusion (in %) (2019) Employment rate (% population aged 20-64) (2020) Unemployment rate (% population aged 15-74) (2020) Long term unemployment (% population aged 15-74) (2020) GDHI per capita growth (2019) Net earnings of a full-time single worker earning AW (2019) Better than average Update of 29 April 2021. Members States are classified on the Social Scoreboard according to a statistical methodology agreed with the EMCO and SPC Committees. It looks jointly at levels and changes of the indicators in comparison with the respective EU averages and classifies Member States in seven categories. For methodological details, please consult the Joint Employment Report 2021; NEET: neither in employment nor in education and training; GDHI: gross disposable household income. Impact of social transfers (other than pensions) on poverty reduction (2019) Children aged less than 3 years in formal childcare (2019) Self-reported unmet need for medical care (2019) Individuals' level of digital skills (2019) Box 3: Employment and social challenges in light of the Social Scoreboard accompanying the European Pillar of Social Rights The Social Scoreboard supporting the European Pillar of Social Rights points to some employment and social challenges in Belgium . Following the outbreak of the COVID-19 crisis, the federal and regional Belgian governments took several measures to dampen the impact of the crisis on employment. As a result, the initial impact on unemployment has been mitigated, at 5.6 % in 2020 (0.2 percentage point higher than in 2019) but may rise further in 2021. This outbreak of the COVID-19 is expected to have interrupted the increasing trend in the employment rate, which stood at 70.0% in 2020, below the EU average (72.4%). There are indications that the COVID-19 crisis has had a more negative impact on the most vulnerable groups, including the low-skilled, people with a migrant background and people with disabilities. On the positive side, Belgium performs better than the EU average in terms of income inequality and childcare provision for children younger than three years. Low labour market participation contributes to poor social outcomes for specific groups. Although slowly declining, the share of people living in very low-work intensity households (12.4%) is still well above the EU average (8.5%) and the large majority of them (63.3%) is at risk of poverty. The COVID-19 crisis risks reversing the recent positive trend as it is expected to worsen the labour market perspectives for vulnerable groups. In addition, there is preliminary evidence that the outbreak of the COVID-19 pandemic and the subsequent period of distance learning has further worsened the educational performance and existing educational inequalities linked to socio-economic background, as well as school dropouts. The Recovery and Resilience Plan submitted by Belgium addresses a multitude of employment challenges relevant for the implementation of the Pillar . To foster access to the labour market, the plan contains measures aimed at strengthening participation in adult learning, including by establishing individual learning accounts, developing and upgrading curricula reflecting labour market needs, including in higher education, and increasing the transparency of the training offer. However, most investments in up-and re-skilling focus on upgrading education and training infrastructure, including digital infrastructure and equipment, and less on strengthening incentives to participate in training, in particular for vulnerable groups. This is in particular a concern in Wallonia. To improve the effectiveness of active labour market policies, the Belgian plan includes changes to the responsibilities and functioning of the regional public employment ",
        "56 services, with increased outreach to specific inactive groups and plans to strengthen career counselling in Flanders, increased provision of personalised support to vulnerable jobseekers by the public employment service in Wallonia and further digitalisation of the public employment service in Brussels. With more people likely to fall back on the basic safety nets due to the COVID-19 crisis, reforms on social inclusion are important in order to provide much needed support, in synergy with ESF funding. The plan includes a number of investments to foster social inclusion, in particular for vulnerable groups, but comprehensive reforms and targeted measures to address inequalities of opportunities are missing. Investments in this area are mainly aimed at enhancing digital inclusion, expanding access to childcare, reducing early school leaving and catching up with learning delays in secondary schools due to COVID-19, as well as social housing for vulnerable groups. The plan also includes measures aimed at tackling discrimination on the labour market, such as improving the legal framework, the tools available and strengthen targeted checks on discrimination. Nonetheless, while relevant to address the investment needs related to social inclusion, the interventions remain fragmented and a comprehensive strategy addressing inequalities of opportunities, including as regards labour market integration of vulnerable groups and education and social housing, is missing. Reducing vulnerability and increasing resilience Measures in the plan are expected to have a positive impact on addressing potential vulnerabilities to shocks. Different components in the plan contain measures expected to reinforce the structural resilience of the economy and to reduce its vulnerability to shocks. The high level of public debt combined with the high level of public spending and a low level of public investment constitute a major vulnerability of Belgium. A modest positive impact of the plan on public finances is expected. According to the analysis carried out by the Federal Planning Bureau the implementation of the measures included in the plan will have a positive impact on public finances, which will improve by 0.07 percentage points of GDP on average over the period 2021-2026 compared to a no-plan scenario. Likewise, the positive impact on public debt is estimated at 0.44 percentage points of GDP on average over the period 2021-2026 compared to a scenario of no-plan. In this regard, it is important to recall that this estimation does not factor in the potential impact of the reforms included in the plan. The plan includes indeed reforms that have the potential to increase the positive impact of the plan on public finances. Notably, the introduction of spending reviews and the implementation of the pension reform could entail a larger impact and free some budgetary space. The spending review projects included in the plan aim at improving the composition of public expenditure at different levels of government. Spending reviews will be carried out on a potentially large share of public spending over the coming years. The commitment to roll out spending reviews has been confirmed at different government levels (component 6.1). The participation of all entities is essential to cover a large share of the total public spending as, since the sixth state reform in 2016, an increasing share of spending responsibilities has been devolved to the federated entities. Spending reviews have the potential to reprioritise expenditure towards more growth- friendly items or items that promote long-term sustainability, including environmental ",
        "57 sustainability . Several studies have showed that redirecting spending towards public investment could have a positive impact on economic growth and sustainability by enabling higher productivity and operational efficiency. By improving efficiency or by reducing ineffective or low-priority expenditures, these exercises could release resources for new policies and investments, which is especially important in the current budgetary context characterised by large deficits and an increasing level of public debt. Spending reviews will be anchored in the annual budgetary process of the different government levels. While the approach to conducting expenditure reviews could be different, in terms of spending coverage and resources allocated to the exercise, the integration of spending review in the budgetary process should ensure that the results of the review enter the formulation of the government policies in a structural way, and be pursued beyond the timeframe of the Facility. In Flanders, which has already run some pilot review projects, the budgetary framework will also be complemented by the introduction of an expenditure norm. The exercise will focus as well on reducing the regulatory burden, including addressing ‘gold-plating’ which results in an unnecessary strict implementation and enforcement of the rules. The pension reform aims to improve the financial and social sustainability of public finances. In light of the large expected increase in age-related spending and the high level of public debt, the future pension reform would notably focus on the need to ensure its financial sustainability. In this regard, the plan includes a commitment to table a reform proposal by end 2021 with a view to its adoption by mid-2024. Measures in the plan are expected to increase institutional resilience. The modernisation and the digitalisation of the public administration is expected to increase its efficiency and its capacity to provide a prompt and informed reaction to shocks. Several projects are expected to increase the amount of data available to policy makers and in this way they are expected to contribute to reduce the time frame and increase the evidence base for policy decisions. Investment in future-proof economic activities will reduce vulnerability to shocks. Through investments into emerging energy technologies (Component 1.2), the recovery and resilience plan is expected to contribute to reducing the country’s dependence on import of fossil fuels, which could increase in the short term in view of the projected phase out of nuclear-based power generation. Equipping the labour force with the skills required for supporting the transition to a greener and more digital economy is expected to reinforce the resilience of the economy, and in particular of the labour market, to shocks. Measures in component 5.1 and in the fourth axis contribute to this objective. In particular, component 4.2 contains measures that address risks from the increasing digitalisation of society. The digital divide is already important. Almost 30 % of the Belgian population has low digital skills and 5.9% of the population does not use the ",
        "58 Internet 28 . Moreover, component 1.3 is expected to improve resilience of the natural system, in particular by promoting the circular management of water. 28 Digital Economy and Society Index. ",
        "59 Cohesion and convergence The plan contains several measures to reduce inequalities and contribute to increasing social cohesion and territorial convergence. Component 1.1 contains measures aiming at improving the energy efficiency of buildings, both public and private. It contributes to reducing inequality to the extent the renovation of social housing is expected to reduce energy poverty. The renovation of school buildings combined with the upgrade of their IT infrastructure as foreseen in components 2.3 and 4.1 are expected to increase social cohesion to the extent these measures contribute to guarantee equal opportunity of access to quality education. In particular, investments in digital infrastructure and equipment in schools and higher education institutions, linking the allocation of digital equipment to the quality of pedagogical plans and training (e.g. Wallonia Digital Schools) or embedded in a comprehensive digital education strategy (e.g. Flanders Digisprong), are expected to contribute to reducing the digital divide and inequalities between students, with a positive impact on social and territorial cohesion. Several measures in the plan are expected to contribute to social cohesion by increasing the job opportunities for workers in vulnerable groups . For instance, this is the case for the foreseen investments aimed at strengthening the social economy in Flanders (I-5.04) and Brussels (I-4.07). This kind of investments has the potential to create new jobs, especially for people with a low education level, fostering employment for groups less integrated in the labour market. Belgium’s Recovery and Resilience Plan contains a series of measures that are expected to positively impact the country’s challenges in the area of equal opportunities for all . These include dedicated measures targeting the challenges of specific groups in situation of vulnerability, such as persons with disabilities, persons with a migrant background or older persons. The plan includes a set of reforms and investments contributing to supporting the inclusiveness of education systems and to promoting social integration and inclusion in the labour market. The provision of training, with a focus on digital, is important to mitigate inequality risks stemming from an increasing digital divide. The objectives of equal opportunities for all are also integrated in other measures of the plan, such as those related to social housing, mobility or digital inclusion. The plan includes a reform at the federal level that is to monitor diversity and discrimination in the labour market at the sectoral level and also improve the regulatory framework of discrimination tests and the available tools and knowledge in administration, which could contribute to a higher employment rate of people with a migrant background. However, while several measures can contribute directly or indirectly to reducing the existing inequalities in the labour market and society, the interventions are fragmented and fall short of setting out a comprehensive strategy for addressing inequalities of opportunities. Several measures in the plan are expected to contribute to more gender equality . The plan includes dedicated measures targeting the challenges to gender equality, such as women’s lower employment rate and a lower representation in the STEM fields. Considering that a number of investments could potentially create demand for labour in currently male-dominated sectors in the short term, it will be important that Belgium effectively monitors, as announced in the plan, that its implementation is aligned with the objective of promoting gender equality. Some projects ",
        "60 in the digital component are expected to contribute to ensuring that policy makers are better informed on the equality dimension through additional data or in-depth analysis on the state of equality. The Institute for the Equality of Women and Men is expected to use such an analysis of the labour market to contribute to mainstream gender equality. The plan also includes a measure that aims to increase the accessibility of railway stations to people with reduced mobility. The measure targets in particular persons with permanent or temporary disabilities, families with children, passengers with heavy luggage etc. Currently, only 14% of network stations (29% of upland passengers) are accessible to persons with reduced mobility. Conclusion Taking into consideration all reforms and investments envisaged by Belgium, its recovery and resilience plan is expected to have a high impact on strengthening the growth potential, job creation, and economic, social and institutional resilience of Belgium, on contributing to the implementation of the European Pillar of Social Rights, including through the promotion of policies for children and youth, and on mitigating the economic and social impact of the COVID- 19 crisis, thereby enhancing the economic, social and territorial cohesion and convergence within the Union. This would warrant a rating of A under the assessment criterion 2.3 of Annex V to the RRF Regulation. 4.4. The principle of ‘do no significant harm’ The measures in Belgium’s recovery and resilience plan have been assessed to verify their compliance with the ‘do no significant harm’ (DNSH) principle. The assessment follows the methodology set out in the Commission’s technical guidance on the application of ‘do no significant harm’ under the Recovery and Resilience Facility Regulation (2021/C 58/01) (‘DNSH Guidance’). It covers the six environmental objectives within the meaning of Article 17 of Regulation (EU) No 2020/852, namely climate change mitigation, climate change adaptation, sustainable use and protection of water and marine resources, circular economy, pollution prevention and control, and protection and restoration of biodiversity and ecosystems. Each ‘do no significant harm’ assessment follows a two-step approach. The first step assesses whether there is a risk that a measure could do significant harm to one or more of the environmental objectives. In some cases, the assessment concludes that there is no risk of significant harm, in which case the measure is assessed as compliant with this objective of the Regulation. In cases where the analysis identifies a risk, a more detailed assessment is performed in which the absence of significant harm is verified or measure safeguards are provided to ensure the absence of significant harm. The requirements of the DNSH assessment are enshrined in the design of a measure and where needed, specified in a milestone or target. This ensures that any disbursement for the respective measures can only be made once compliance with the DNSH principle is ensured. For instance, regarding measure ‘Backbone for H2 and CO2’(I-1.14), to ensure that only activities that are in compliance with the DNSH principle receive funding, Belgium will include in the ",
        "61 criteria for funding CO2 infrastructure projects the requirements that the CO2 transported from the installation where it is captured to the injection point does not lead to CO2 leakages above 0.5% of the mass of CO2 transported; that CO2 is delivered to a permanent CO2 storage site that meets the criteria for underground geological storage of CO2; that appropriate leak detection systems are applied and a monitoring plan is in place, with the report verified by an independent third party. This commitment has been integrated into the corresponding milestone. The development of a H2 backbone, either by constructing new pipelines or by repurposing existing gas pipelines, is meant to transport 100% hydrogen and is therefore compliant with the DNSH principle. A similar approach is followed for other broad funding schemes, in particular R&D schemes. This includes measures such as ‘strengthening R&D’ in Flanders (I-5.11). For this measure, Belgium will include provisions in the calls for projects to exclude the most harmful assets and activities, so as to ensure that the R&D projects will target processes that are either technologically neutral at the level of their application (i.e. they can be applied across all available technologies, so that they do not specifically target applications with negative impact) and exclude ‘brown’ R&D, for instance R&D related to fossil fuels, including their downstream use. A corresponding milestone linked to the calls for projects or tenders has been included in the plan. In terms of clean mobility, Belgium’s recovery and resilience plan includes the greening of public transport bus fleets. Belgian investments in buses comply with the DNSH principle since the measures concern only zero- and low emission buses. Flanders is retrofitting 250 low- floor hybrid buses into plug-in hybrids of the category M3 and is purchasing 35 plug-in hybrid and 50 full electric buses (I-3.16). The buses that will run on the Bus Rapid Transit lane (‘High Level Bus Service’) will be zero-emission (I-3.05). Brussels has ordered 50 articulated electric buses (I-3.17). For building renovation measures, the plan confirms compliance with the DNSH principle. Belgium’s recovery and resilience plan puts a particular focus on energy-efficient renovation of social housing, public buildings and residential buildings. While these have a positive impact on emission reductions, they normally create significant amounts of construction waste. Belgium ensures no significant harm to the circular economy objective by detailing in the plan for each of the waste components the recycling and recovery policy and actions foreseen and confirms that those actions ensure that at least 70% (by weight) of the non-hazardous construction and demolition waste generated on the construction sites will be prepared for reuse, recycling and other material recovery. Belgium has provided a similar confirmation for all demolition works to be undertaken under other components (for instance mobility infrastructure works). The renovation measures in the plan do not include support for heating systems based on natural gas. Assurances were received from the Belgian authorities that the measures involving building renovation will not include support for the installation of gas-condensing boilers. To ensure compliance with the DNSH principle changes were made to the design of some renovation measures in order to explicitly exclude gas-condensing boilers, also ensuring that no subsidies for such installations are provided. ",
        "62 An important part of Belgium’s recovery and resilience plan is focusing on emerging energy technologies having the potential to significantly reduce GHG emissions in energy production . Belgium will devote a share of the budget allocated to the off-shore energy island (I-1.21) to environmental studies in addition to those already prescribed by law for such projects. If additional mitigation measures are needed as a result of those studies, Belgium commits to implement them. A further share of the budget will be reserved for biodiversity measures in addition to the mitigation actions required for obtaining the environmental permits. For the development of renewable heat networks (I-1.20), Belgium will ensure that, whenever biomass is used, it meets the sustainability and greenhouse gas emission savings criteria set out in Articles 29-31 and the rules on food- and feed-based biofuels set out in Article 26 of the Renewable Energy Directive 2018/2001/EU (REDII), and related implementing and delegated acts. Under measures for ‘an industrial value chain for hydrogen transition (I-1.15, I-1.16, I- 1.17), ‘developing the low-carbon industry’ (I-1.18) and ‘Renewable heat networks’ (I-1.20) support may be provided to installations covered by the EU emissions trading system. In this case, DNSH compliance is ensured by excluding from eligibility all activities under the Emission Trading System with projected CO2 equivalent emissions that are not substantially lower than the relevant benchmarks established for free allocation. This has been reflected in a corresponding milestone. With respect to the production of hydrogen by methane pyrolysis as potential technology in demonstration projects (I – 1.15, I – 1.18), the use of fossil fuels for the production of hydrogen is not explicitly addressed in the DNSH Guidance for the RRF and was subject to a detailed assessment, leading to the conclusion that the DNSH principle is fully respected for the measures proposed by Belgium. Indeed, the DNSH compliance of the joint production of hydrogen and carbon black by methane pyrolysis is supported by the fact that the life cycle CO2 emissions of this joint process are lower than the weighted sum of the emission thresholds of hydrogen and carbon-black productions for qualifying the processes as providing a ‘substantial contribution to climate change mitigation’ under the EU Taxonomy Climate Delegated Act, Annex1 29 . In addition, particular attention has been paid to the origin of electricity (if renewable, either thanks to a direct connection to a production unit from renewable sources, or a power purchase contract with renewable electricity producers), origin of the gas (plan to use biogas and mine gas of closed mines for measure I-1-18) and the use of produced hydrogen (open for different applications in multiple industrial sectors for measure I-1.15). Also, to prevent lock-in effects, the calls for projects will remain open to all zero carbon emission technologies. Green hydrogen projects are also eligible for the calls. The measures in the plan linked to industrial decarbonisation (the production of hydrogen based on electrolysis under measures I-1.16 and I-1.17) and linked to the deployment of recharging stations (under measures R-3.04 and R-3.05, I-3.18 and I-3.19) will imply a 29 The EU Taxonomy Climate Delegated Act (C(2021)2800) was formally adopted on 4 June and will enter into force at the end of the scrutiny period of co-legislators (four months that can be extended by another two months), and it will apply from 1 January 2022. ",
        "63 higher degree of electrification. These investments can be deemed as complying with DNSH in the area of climate change mitigation, provided that the greater electrification is accompanied by increased renewables generation capacity. Although the plan does not directly support the production of renewable electricity, the creation of the offshore energy island (I-1.21) is expected to connect important new offshore electricity investments for an expected capacity of 2,1 GW. While this could have been more ambitious 30 , Belgium plans an increased renewable generation capacity at national level by 2030 (17.5% vs 11.5% 31 reached in 2020) (see also Table 3). The necessary safeguards have been built in for measures targeting the aeronautics sector that will rely on calls for projects for their implementation. While these measures can support the green transition linked to the aeronautics sector, they need to be appropriately framed to avoid supporting and promoting conventional aviation based on fossil fuels. Belgium confirmed that the aeronautics part of the measure ‘Development of circular economy in Wallonia’ (I-5.16) would be limited to the dismantling and recycling of end-of-life aircraft towards uses in other industries, and excluding the further use in conventional aircraft, as well as training related to these activities. Future terms of reference for calls for projects will need to include specific criteria to prevent the selection of any projects that would include investments related to fossil fuels, including their downstream use, and to require that all selected projects comply with relevant EU and national environmental legislation. Within measure ‘R&D call for support to the aeronautics and spatial industries’ (I-5.09), Belgium will limit the scope of the aeronautics part of the measure to ‘best in class technologies’ with the least environmental impact. These safeguards for both measures are reflected in the relevant milestones. Conclusion Taking into consideration the assessment of all the measures envisaged, no measure for the implementation of reforms and investments projects included in Belgium’s recovery and resilience plan is expected to do significant harm to environmental objectives within the meaning of Article 17 of Regulation (EU) No 2020/852 (the principle of ‘do no significant harm’). This would warrant a rating of A under the assessment criterion 2.4 of Annex V to the RRF Regulation. 4.5. Green transition The Belgian plan correctly follows the methodology for climate tracking in accordance with Annex VI of the Recovery and Resilience Facility Regulation, by identifying intervention fields and corresponding coefficients for the calculation of support to climate change objectives, for each investment measure and the reforms supported by the RRF. It should be noted that: 30 Belgium’s indicative contribution for 2030 amounts to 25% according to the formula of the Governance Regulation (EU) 2018/1999. 31 Share of energy from renewable sources in gross final consumption of energy. ",
        "64  the plan does not identify intervention fields for reform measures that do not have any associated cost within the plan and thus cannot contribute to reaching the climate target.  the measures of the plan often consist of several sub-measures – for most measures where that is the case, the plan indicates an intervention field for each sub-measure, and provides a weighted average of contribution to the climate target for the whole measure, which is in accordance with the appropriate methodology.  The plan does not propose any increased climate coefficients for any measure. Overall, the Belgian plan includes measures supporting climate change objectives for an amount which represents 49.6% of the plan’s total allocation , thus exceeding the minimum climate target of 37% by a significant margin. 10 of the 17 components of the recovery and resilience plan contribute to climate change objectives , as shown in the Table 7 below. The largest contributions come from emerging energy technologies (component 1.2 - 21%), building renovations (component 1.1 - 19%), modal shift (component 3.2 - 18%) and cycling and walking infrastructure (component 3.1 - 14%). Table 7: Components of the Belgian plan contributing to the climate objectives Climate-related budget (EUR million) % of climate-related expenditures of total plan C1.1 Renovation of buildings 545.1 19% C1.2 Emerging energy technologies 607.3 21% C1.3 Climate and environment 348.8 12% C3.1 Cycling and walking infrastructure 410.7 14% C3.2 Modal shift 536.9 18% C3.3 Greening road transport 172 6% C4.3 Social infrastructure 72.7 2% C5.1 Training and labour market 63.1 2% C5.2 Supporting economic activity 112.4 4% C5.3 Circular economy 67.6 2% Sum 2936.6 100% The plan is expected to contribute to the achievement of the Union 2030 climate targets. However, continued initiatives will be needed to support a path towards carbon neutrality at the level of the Union in 2050. Climate and energy The reforms and investments of the recovery and resilience plan build on the ambitions of the National Energy and Climate Plan of December 2019 and are expected to contribute to the transition to climate neutrality by 2050. The three components under the sustainability axis (Axis 1) support this objective: the renovation of buildings (component 1.1), the development of an economy based on hydrogen (component 1.2), and the restoration of biodiversity (component 1.3). ",
        "65 A considerable share of the plan (about 17%) will be invested in the energy-efficient renovation of private and public buildings (component 1.1 in particular). The building sector is a non-ETS sector which faces a binding greenhouse gas reduction target of 35% by 2030 below 2005 levels. The NECP sets an emissions reduction objective of 41% for this sector and a national reduction target of 0,085 MtCO2e on average per year until 2030. To reach the current 2030 objective, the renovation rates in the public and private building stock should increase from the current 0.5% per year towards around 3% per annum. The renovation investments and reforms included in the plan are expected to contribute to this objective to some extent, although the estimated impact is not provided in the plan. The measures included in component 1.1 target the energy-efficient renovation of about 1.300.000 m² of public buildings and 240.000 residential dwellings (including social housing) with sub-optimal energy performance. Renovation of public buildings, including schools and universities, sports facilities, culture buildings and public administration amounts to 62% of the budget for the component, while 10% of the component is allocated to renovation of social housing. On average, about a third of the allocated expenditures of the component will allow at least medium to deep energy- efficient renovations. Public renovations of training facilities in Wallonia and renovation of childcare facilities and social housing are also included in other components of the plan (component 5.1 and component 4.3). Investments in support of the energy-efficient renovation of the residential housing stock are accompanied by reforms of energy subsidy schemes. The main objective of the reformed schemes is simplification to enable increased renovation rates. Reforms in Flanders and Brussels also consider vulnerable and poor consumers. Flanders will reform and adapt several schemes that will channel RRF support (R-1.01): (i) the subsidy regime for energy efficiency and renewable energy as well as the subsidy regime by target groups for improving housing quality which will be integrated into a single scheme, (ii) the energy label scheme, (iii) the demolition- reconstruction grant complementing the federal reduced VAT scheme and (iv) the renovation support scheme for smart control of heat pumps, electric boilers, electric storage heating and home batteries. The Brussels-Capital Region will reform the energy bonuses and housing renovation premiums into a single regional mechanism for individuals as from 2022, bringing about simplification of the administrative procedure (R-1.02). The German-speaking Community will introduce a new system of energy premiums as from July 2021, notably aiming at distinguishing between small works, allowing access to financial support in a simplified way, and major works, which will require more detailed administrative procedures (R-1.03). The reform organising the evaluation and optimisation of permit procedures in Flanders could also contribute to fostering deep renovations (R-5.06). In support of the energy transition and system integration needed to reduce CO2 emissions, the plan invests in research and development into new energy technologies with a focus on industrial sectors. The plan is expected to considerably support emerging energy technologies ",
        "66 projects such as the electrification of industrial processes, green hydrogen as raw material and energy carrier, CO2 capture, use and storage (CCUS), H2 and CO2 transport infrastructure, and renewable and waste heat networks. As such, it will actively contribute to the implementation of the updated EU industrial strategy. 32 The Belgian plan further contains an important investment at the federal level into an “Energy Island” in the North Sea, worth a total investment of circa EUR 450 million, of which EUR 100 million is included in the estimated costs of the plan. This multi-functional offshore energy hub will enable the connection of 2.1 GW offshore wind capacity (the future Princess Elisabeth zone), provide options for the North Seas Energy Cooperation (NSEC), including hosting interconnection cables with other countries, and serve as an operation and maintenance base for offshore activities. The investments in component 1.2 aim for the sustainable anchoring of industry and the development of new future-oriented sectors, all of which are part of an integrated energy system. Several measures in the Belgian plan have the purpose to support low-carbon hydrogen production and the expansion of the use of hydrogen in different sectors of the economy. The investments aim to increase the electrolysis capacity by 2025 to at least 150 MW from 2026 onwards and help reduce CO2 emissions of sectors that are more difficult to decarbonise. The measures notably entail several initiatives to support innovation in the field of low-carbon hydrogen production technologies (such as electrolysis or pyrolysis). The national targets are being translated into 2030 targets in hydrogen strategies at all levels of government. However, a quantification of triggered CO2 savings is missing for most of the measures in component 1.2 which makes the assessment of the additional contribution to Belgium’s 2030 climate and energy targets with respect to the NECP difficult. Investments into renewables in the plan are limited. It essentially concerns the investment for the offshore energy island. This choice is motivated in part by the expectation that Belgium will in the future have to rely quite substantially on the import of renewable electricity or other energy vectors (such as renewable hydrogen) from other EU member states given that it has, by comparison, limited domestic options to build large renewables capacities to meet domestic demand. A further investment that includes renewable energy concerns the renewable heat networks in Flanders. In any event, Belgium will have to promote further investments in renewables outside the plan, particularly in view of the renewable energy target share of 17.5% to be reached by 2030 included in the NECP. The plan aims to restore biodiversity and increase resilience towards climate change. The conservation, restoration and sustainable use of biodiversity and ecosystem services are essential to strengthen carbon storage capacity and improve resilience to climate change as a buffer against floods, droughts and heat effects. Component 1.3 includes investments to accelerate the realisation of a coherent network of protected areas for nature and climate-resilient forests, for the re-meandering of rivers in Wallonia (I-1.22 ‘Biodiversity and adaptation to climate change’) 32 See European Commission, Updating the 2020 New Industrial Strategy, COM(2021) 350 final, 05.05.2021 ",
        "67 and the creation of wetlands in Flanders (I-1.24 ‘Blue Deal’). Overall, investments in the Belgian plan are expected to contribute to the ecological value of at least 15.000 hectares of land. In the Walloon Region investments are foreseen to create two national parks, not only to enhance the conservation of biodiversity, but also to improve the quality of life and the regional economic development, via job creation in the tourism sector. Green infrastructure works will reconnect fragmented ecosystems in Flanders (I-1.23 Ecological defragmentation). The Belgian plan includes climate adaptation investments . Belgium has a high population density and many water-intensive economic activities concentrated in a small area. To be better prepared for longer periods of drought and more frequent heat waves, the Blue Deal measure of Flanders (I-1.24) will address the drought problems in a structural way with a strong focus on integrated and nature-based solutions. EUR 291 million will be channelled via appropriate instruments, involving several stakeholders (industry, farmers, municipalities) in a coordinated response to these challenges. Actions will include circular water use projects, better water retention and infiltration through the creation and restoration of wet nature and valleys and increased water conservation in open spaces. Furthermore, smart monitoring and data systems are expected to ensure better governance of existing infrastructures and water resources. Sustainable mobility The plan aims to reinforce incentives and remove barriers to increase the supply and demand of collective and low-emission transport. The plan includes regional reforms aimed at supporting e-mobility and deploy electric charging points – Flanders alone wants to deploy 30.000 charging points. Belgium also committed to improving the service quality and efficiency of its railway services. Moreover, Belgium will reform the mobility budget to incentivise the use of collective transport and introducing incentives to install private and semi-public electric charging points. The plan also includes a reform of the company car tax scheme, whereby new company cars need to be zero-emission from 2026 onwards to benefit from the existing preferential scheme. The reform is expected to reduce the greenhouse gas emissions related to the use of company cars and to increase the supply of zero-emission vehicles on the second-hand market. The reform is however not expected to have a lasting impact on congestion or to contribute positively to the modal shift over the medium-term. Belgium is using the plan to substantially invest in its cycling, walking, rail, urban transport and inland waterways infrastructure. All regions will be building 139 km and upgrading 1.300 km cycling and walking infrastructure as part of the plan. Important investments will be taking place to improve the railways infrastructure, including stations, whose accessibility will be improved for bicycle s and persons with reduced mobility 33 . Belgium has also committed to completing the suburban railway network around Brussels in the future revised SNCB-NMBS performance contract. The plan will support the completion of the light 33 In line with the technical specifications for interoperability relating to accessibility of the Union's rail system for persons with disabilities and persons with reduced mobility (PRM TSI) ",
        "68 metro of Charleroi, the Liège tram and the bus rapid transit system in Mons-Borinage. As part of the plan, Belgium has also committed to covering the additional operational costs of these investments in the future public service contract of the Organisme de Transport de Wallonie . Flanders and Brussels will use the plan to green their bus fleets. Important works will also be conducted along the Albert Canal, connecting the port of Liège with Antwerp, to facilitate transport by larger barges. Circular economy Belgium is taking advantage of the Recovery and Resilience Facility to boost the circular economy. Component 5.3 includes measures aiming at a diverse range of actions for a better resource management. New recycling infrastructures will be set up to close missing parts in different value chains, such as textiles and mattresses, and make local circular production possible (I-5.14 ‘Recycling Hub’). Support will also go to research and development, for instance for the development of alternatives to the use of harmful chemicals, and to innovation partnerships, in particular for two priority value chains, metals and construction materials (I-5.15 ‘Belgium Builds Back Circular’ and I-5.17 ‘Circular construction and circular industry’). Other actions aim at promoting eco-design projects, the circular use of metals, batteries and minerals, or raising circular economy awareness of SMEs (I-5.16 Deployment of circular economy in Wallonia). Circular economy strategies will be developed at different levels of government to guide and govern the different investments envisaged as well as other initiatives outside of Belgium’s recovery and resilience plan. Lasting impact Many of the measures in the Belgian plan contributing to the green transition are expected to have a lasting impact. Due to the lifetime of buildings, the concrete actions on renovations of public and private buildings tend to have a lasting impact on the energy efficiency of the building stock, in particular the support to deep renovations. The reforms proposed in the renovation component should simplify the access to energy grants, thereby contributing to a better investment environment when it comes to public and private renovations. Long lasting impacts can be expected from the investments in new energy technologies, which tend to have a long technical lifespan and a multiplier effect for future investments in similar innovative technologies. Measures in the area of transport aim to set the sector on a course towards low- emission mobility in the coming decades. Long lasting impacts can finally be expected from the measures for adaptation to climate change in component 1.3 on water management practices, biodiversity conservation, forest management and carbon storage. The measures for improved water management contribute to economic resilience with a positive impact on economic activity in sectors with high dependency on water (and forestry), such as agriculture, certain industries and energy production, as well as ensuring transport via navigable waterways. Conclusion Taking into consideration the assessment of all the measures envisaged, the recovery and resilience plan is expected, to a large extent, to make a significant contribution to the green transition or to address the challenges resulting from it and ensures that at least 37% of its total ",
        "69 allocation contribute to the climate target. This would warrant a rating of A under criterion 2.5 of Annex V to the RRF Regulation. 4.6. Digital transition The measures, the plan correctly follows the methodology for digital tracking set out in Annex VII of the RRF Regulation, by identifying intervention fields, and corresponding coefficients for the calculation of support to the digital objectives, for each investment measure. It should be noted that:  for the proposed reform measures that do not have any associated cost within the plan, the plan does not identify intervention fields for them, and they do not contribute to reaching the digital target.  the measures of the plan often consist of several sub-measures – for most measures for which that is the case, the plan indicates an intervention field for each sub-measure, and provides a weighted average of contribution to the digital target for the whole measure.  the plan does not propose any increased digital coefficients for any measure. Overall, the plan contributes to digital objectives for 26.6% of Belgium’s allocation of EUR 5.9bn, and as such, the digital target of 20% is considered to be met with a margin. The most important contributions to this target relate to reforms and investments in the digital, inclusiveness and productivity axes. 11 out of the 17 components in the plan contribute to digital transition objectives, as set out in Table 8 below. The largest contributions are from the components in the digital axis (50% of overall digital contribution), with the component ‘public administration’ (37%) contributing most, and from those in the inclusiveness axis (30% of overall digital contribution), where the component ‘Education 2.0’ (23%) is providing a large contribution. The productivity axis has a 9% share in the overall digital contribution of the plan. Several measures in the ‘modal shift’ component of the mobility axis (7%) also contribute to the digital transition. The sustainability axis contributes to a more limited extent to the digital transition (6.3%). Table 8: Components of the Belgian plan contributing to the digital transition objectives Digital-related budget (EUR million) % of digital-related expenditures of total plan C1.1 Renovation of buildings 8.1 1% C1.2 Emerging energy technologies 92.2 6% C2.1 Cybersecurity 78.7 5% C2.2 Public administration 584.5 37% C2.3 Optic fibre, 5G and new technologies 94.6 6% C3.2 Modal shift 108.3 7% C4.1 Education 2.0 360.9 23% ",
        "70 C4.2 Training and employment for vulnerable groups 92.4 6% C4.3 Social infrastructure 15.4 1% C5.1 Training and Labour market 93.1 6% C5.2 Supporting economic activity 50.1 3% Sum 1578.3 100% Digital transition The plan contributes to the digital transition and to addressing associated challenges with a comprehensive, cross-cutting approach. While the recovery and resilience plan contains a dedicated digital transition axis to digitise public administration (component 2.2), increase connectivity (component 2.3) and cybersecurity capabilities (component 2.1), several measures in the sustainability axis (component 1.2), mobility axis (component 3.2), inclusiveness axis (components 4.1, 4.2 and 4.3) and productivity axis (components 5.1 and 5.2) also tackle digital transition challenges in Belgium in a structural way. These measures are aligned with various European digital policy initiatives such as the European digital strategy 34 , the European skills agenda, the European Pillar of Social Rights, the Digital Single Gateway, the European Education Area and the digital education action plan, the European Health Data Space, and the EU’s Cybersecurity Strategy for the Digital Decade. The plan contains critical reforms to help enable high-capacity connectivity infrastructure deployment by the public and private sector, which are essential building blocks for the digital and green transition in Belgium. The plan is expected to importantly contribute to 5G readiness, where Belgium has been lagging behind, thanks to structural reforms to remove regulatory bottlenecks for the deployment of 5G (component 2.3). As part of the plan, Belgium will organise and implement the 5G spectrum auction under investment-friendly conditions by mid-2022, with the required federal legislative framework in place by end 2021. The plan also contains regional reforms to revise radiation standards, which shall allow for effective 5G spectrum deployment for both private and industrial use, “if deemed necessary and recommended by the relevant committees”. The latter condition, however, adds a certain contingency to 5G deployment in Belgium. Indeed, whilst those reforms have the potential to lift a significant hurdle to the large-scale rollout in Belgium, it is not clear whether the radiation standards will be revised to enable such development without entailing restrictions going beyond what is required for the necessary protection of health and the environment. These federal and regional reforms tie in with the National plan for fixed and mobile broadband, which aims to support the delivery of the EU 2025 connectivity targets in Belgium. This plan has four objectives: map network coverage and white zones, facilitate fixed and mobile broadband deployment, support investments in white zones and create fibre, and increase 5G ownership among the Belgian population at large. In addition, the implementation of 34 See in particular: “Shaping Europe’s Digital Future”, COM(2020)67. ",
        "71 the Connectivity Toolbox 35 , that is to contain connectivity best practices for reducing the cost of deploying electronic communications networks and for efficient access to 5G radio spectrum tailored to Belgium, will be monitored in the Belgian plan. The implementation of the Connectivity Toolbox will include a national roadmap towards simplifying the licensing and permitting procedures relevant for the rollout of 5G and very high-capacity networks, such as fibre. The reform aiming to reduce the judicial review lead time for environmental permits by 6 to 9 months on average in Flanders and investments to digitise urban planning permits in the Brussels-Capital Region and in the Walloon Region are also expected to facilitate investments in digital infrastructure (component 5.2). The plan also includes public investments in connectivity (component 2.3). The plan contributes to increasing the fibre readiness of Belgium in the German-speaking Community territory and in certain business parks in areas of the Walloon Region where such investments are not deemed commercially viable. However, the plan underlines that there is no nation-wide fibre deployment in Belgium. Moreover, there is no public financing available to reach the objectives of the National plan for fixed and mobile broadband, which is thus to rely solely on private investment for its execution. The plan also contains investments to ensure a higher connectivity of schools in the Walloon Region that have not had access to adequate connectivity equipment so far. These investments are expected to increase the attractiveness of these regions for young people and SMEs alike, contribute to increasing their competitiveness and to reducing the digital divide between these areas. There are also investments to test 5G technology applications in different business sectors including smart mobility and e-health in the Walloon Region. The plan contributes to better digitally equipped and connected schools . The plan includes in components 2.3 and 4.1 an important package of reforms and investments providing digital equipment and connectivity support to schools. Investments by the Walloon Region target schools which have not benefitted so far from the Digital Schools equipment policy that supports digital school projects, linking the allocation of digital equipment to the quality of pedagogical plans and training. These investments are expected to improve the Walloon Region schools’ access to digital technology and internet access which is among the lowest in the EU. 36 The plan includes upgrades of digital connectivity and equipment in schools in all three language communities to increase the effective use of technology and digital learning tools in schools, which is comparatively low in Belgium. The plan is also expected to help improve the digital performance of young people in the primary, secondary and higher education systems . Reforms and investments under 35 Common Union Toolbox of 26 March 2021 for connectivity pursuant to Commission Recommendation (EU) 2020/1307 on a common Union toolbox for reducing the cost of deploying very high capacity networks and ensuring timely and investment-friendly access to 5G radio spectrum, to foster connectivity in support of economic recovery from the COVID-19 crisis in the Union. 36 2018 OECD Teaching and Learning International Survey. ",
        "72 component 4.1 foster the transition towards an Education 2.0 system by supporting schools in developing ICT policies and the digital upskilling of teachers. This comprehensive approach is expected to contribute to enhance digital skills of young people, which is lower than the EU average in Belgium and has been worsening over the past years. The measures build on wider educational reform policies already initiated in the French Community (i.e. Pact for an excellent education and the Digital Action plan for schools) and the Flemish Community (e.g. Science Technology, Engineering and Mathematics action plan, Digisprong). Investments are strengthened by curriculum reforms for pupils with more attention to STEM skills and entrepreneurship (in Flanders), and some investments in teachers’ digital skills and dedicated support for schools and teachers for this digitalisation wave. The plan contains measures to increase digital inclusion, notably for vulnerable groups. Dedicated measures in components 4.2 and 5.1 contribute to the digital inclusion of vulnerable groups, such as combining the provision of digital equipment with training. For example, the ‘digibanks’ project in Flanders will allow to tackle digital illiteracy through improved digital access to essential public services, dedicated digital training and access to digital equipment and IT support. Furthermore, the plan supports the development of a digital platform for prisoners, which will allow them to participate in online training and hence contribute to their reintegration into society. In component 4.3, the plan foresees the equipment of social housing in Wallonia with assistive technologies in order to support the independent living of persons with disabilities and elderly people. The plan will also allow about 9.450 vulnerable households to receive refurbished computers and to equip 285 digital spaces open to the public. Digital re-skilling and upskilling measures and a focus on digital skills in lifelong-learning should contribute to greater job mobility, labour market integration and help address the shortage in digitally skilled workforce . Measures included in components 4.1, 4.2 and 5.1 are expected to help address the skills shortages, in particular of digital skills, that hampers Belgium’s growth prospects. The plan, for example, includes reforms by the Public Employment Service of the Brussels-Capital Region to assess digital competences of job seekers and invest in their digital reskilling and upskilling. Reforms are also included at the federal level to encourage training of workers in sectors with shortages, such as the ICT sector, and introduce a digital individual learning account for every citizen. In Flanders a digital career platform is being set up, with reforms introducing individual training and career accounts included in the plan. In the Walloon Public Employment Service, job seekers will receive digital support to consult online job search instruments and the digital training offer will be enlarged. An EU Biotech School and Health Hub training center in Wallonia will be created to deliver digital transformation trainings, and create awareness among students and job seekers on the career opportunities of STEM graduates in the health and biotech sector. The plan also foresees the renovation and equipment of training centers in Wallonia, notably equipping them with adequate digital infrastructure. The plan includes measures to help companies reap the benefits of the digital transition. While the investments directly targeting the digitalisation of businesses are limited, they will benefit from the support to reinforced cybersecurity and from investments in skills and improved digital public services. In addition, the development of a digital and technological innovation hub ",
        "73 in Wallonia will support start-ups and host innovative collaborative projects (A6K). Digital- related investment in R&D will be financed. This includes R&D support in the Flemish Region to companies wishing to participate in the planned micro-electronics IPCEI, supporting the EU- wide microelectronics supply chain in this way. The plan contains investments to support the digitalisation of the tourism, culture and media sectors . To increase the resilience of the Walloon Region tourism industry, the on-line presence of tourism operators will be fostered, allowing them to reduce their dependency on third-party platforms (component 5.2). French-speaking media and culture actors will be supported to be more agile in a digital environment (component 2.2). Important investments are dedicated to e-government. Component 2.2 includes a wide array of digital investment measures to increase the efficiency and effectiveness of public services at various levels in Belgium, including through novel technologies such as AI. These are mostly geared towards modernising and improving public administration processes and are sometimes in certain instances accompanied by investments in civil servants’ digital skills. These digital training programmes are expected to also contribute to delivering a more attractive, future-proof and dynamic Belgian civil service. Through enhanced service delivery, some measures are expected to positively impact the uptake of public services by citizens, an area where Belgium is currently scoring below EU average. The plan contributes to equipping public administration to implement the European Digital Identity (eID) for authentication by national and cross-border users and accelerates the implementation of measures relating to the Single Digital Gateway. Component 2.2 also includes reforms at the federal level to digitalise public procurement processes, in co-creation with federal end-users, and to introduce e-government applications that aim to render public administrations’ service delivery more efficient. The plan fosters open data use of public administrations. In addition to providing a strong push to the digitalisation of public administration, component 2.2 also builds capacities for the use of large open databases collecting the data available across different public administrations. This is well aligned with Belgium’s challenges in this area, where Belgium scores below EU average, and is expected to contribute to increased data transparency towards citizens and businesses, a better use of these data, and to better informed policy-making and higher-quality legislation, while respecting EU data privacy regulation. The plan includes investments to modernise the outdated digital infrastructure, judicial file management system and network security of the judiciary. Components 2.1 and 2.2 contain several measures that are to importantly contribute to the digital transformation of the justice system, which has been importantly lagging behind in Belgium and is specifically called for by the country-specific recommendations. These investments are expected to also have a positive impact on the efficiency of the justice system and its accessibility, contributing to its overall institutional resilience. A first measure, which is part of a wider overall strategy in Belgium to digitise justice, focuses on the digital transformation of civil, commercial and criminal courts, including modernizing existing hardware infrastructure and equipment, deploying videoconferencing capabilities, and introducing a digital case file (including a digital registry). In particular, the measure is to tackle the current limitations of the justice system with respect to ",
        "74 case management and data collection. This measure is expected to reduce the time needed to process cases, which could lead to a progressive reduction in the backlog of court cases. Moreover, the rate of online publication of judgments is expected to increase (2021 EU Justice Scoreboard). However, the federal administrative courts fall outside the scope of this project. Another measure in component 2.2 aims to have a digital police file that can be exchanged in digital format with the justice system. The digitalisation and a higher effectiveness of the justice system are also targeted by measures in component 2.1 to increase cybersecurity capabilities of law enforcement agencies to ensure that private communication interception operations can be carried out in a 5G environment and that such intercepted communications can be registered and shared with prosecutors in a digital format. Investments in e-health solutions are expected to reinforce the overall resilience of the health system. Component 2.2 targets different actions in the area of e-health. At the federal level, an authority will be set up and tasked with the governance of health related data, which will be used to better inform policy decisions on health matters by collecting, processing and using health data in a more comprehensive way. Through this investment, citizens should have better access to their own health data as well as to health services, thus empowering them to take a more active role in managing their own health. Moreover, it will enable data sharing, in alignment also with cross-border EU initiatives like the European Health Data Space. Health professionals will be equipped with digital tools that provide a comprehensive overview of the health status of patients, in order to improve their diagnosis capabilities and enhance the quality of prescriptions. This is expected to contribute also to a reduction in the costs of the Belgian health system. For instance, tests that are redundant thanks to a better informed diagnosis will no longer need to be carried out. In the French Community, the digital transformation of ONE, the body covering childhood policies, protection of and support for the mother and child, is expected to improve the administrative management and overview of child and family support and inform policy-making, by creating an integrated digital environment for relevant services and comprehensive data collection and processing. The sustainability and mobility axes contain measures to support the development of smart mobility and new energy technologies. Component 2.1 contains investments in state-of-the-art technologies to support the energy transition. Component 3.2 includes measures to develop smart road signals, smart mobility and also mobility-as-a-service. The plan is expected to have a lasting impact on Belgian society’s overall cyber resilience and security. The plan contains a specific component 2.1 dedicated to cybersecurity. Investments target increased cyber risk awareness and management capabilities for SMEs and the self-employed, which often lack the means and capacities to address cyber risks by themselves, a higher resilience against phishing, and greater trust of citizens and businesses in online services thanks to a registry of validated websites. This is expected to also sustain and further improve the take-up of digital public services by citizens. Incident-handling of cyber- attacks on IT infrastructure and systems of government services, private businesses and citizens, as well as attribution capabilities of such cyber-attacks will be enhanced thanks to investments in cyber security capacities of the Ministry of Defense to perform these services, in close ",
        "75 cooperation with the Belgian Centre for Cybersecurity and the federal police Computer Emergency Response Team CERT. The Ministry of Defense is the Belgian administration’s hub of cybersecurity specialists where investigative cybersecurity activities are centralised. The RRF funding will not be used for any military operation. This measure will increase Belgium’s preparedness and response capacity to manage cyberattacks, including on critical infrastructure for the delivery of public services, contributing to Belgium’s overall economic and institutional resilience. Investments also increase cybersecurity handling capabilities of the Ministry of External Affairs, as well as of the police to ensure that private communication interception operations can be continued in a 5G environment and such intercepted communications can be registered and shared with prosecutors in a digital format. The latter measures thus support the digitalisation and a higher effectiveness of a part of the criminal justice system, thereby contributing to the overall objective of improving the level of digitalisation of the justice system. All investments are in line with the EU’s Cybersecurity Strategy for the Digital Decade. The plan also promotes the deployment of a human-centric use of AI. The plan contributes to the financing of a new AI Institute for the Common Good in Brussels that is to promote the human-centric use of AI to tackle societal challenges in areas including health, environment, mobility and energy (components 2.3 and 4.3). The institute will deliver a range of AI services, including to local authorities in policy areas of European relevance covered by the six pillars of the Recovery and Resilience Facility. The plan includes some measures that aim to green the digital sector . Component 4.2 contains reforms and investments in Flanders to allow citizens to borrow digital devices, boosting a more circular use of ICT devices, and encouraging repairing and recycling activities in this way. The support of the Flemish region for the planned micro-electronics IPCEI in component 5.2 is expected to contribute to addressing energy-efficiency of this sector. The plan does not include a security self-assessment for investments in digital capacities and connectivity. The relevant connectivity investments included in the plan only concern the rollout of passive infrastructure and do not involve the deployment of public 5G networks. Conclusion Taking into consideration the assessment of all the measures envisaged, the recovery and resilience plan is expected, to a large extent, to make a significant contribution to the digital transition or to address the challenges resulting from it and ensures that at least 20% of its total allocation contribute to support digital objectives. This would warrant a rating of A under criterion 2.5 of Annex V to the RRF Regulation. 4.7. Lasting impact of the plan The proposed reforms and investments are expected to have a lasting positive impact on the Belgian economy and society. The recovery and resilience plan includes a package of measures aimed at addressing challenges identified in the context of the European Semester, facilitating the green and digital transitions and strengthening the growth potential, job creation and economic and social resilience of Belgium. The measures presented in this respect comprise ",
        "76 structural changes to the administration or relevant institutions and policies. However, more ambitious reforms and a reinforced coherence of the plan between investments and reforms could have led to a greater impact. The lasting impact of the plan is therefore expected to be overall positive to a large extent. Structural change in administration and institutions The plan aims to introduce a number of structural changes in the country’s public administration or related institutions. This is notably the case for spending reviews (component 6.1), education (component 4.1), R&D (component 5.2), active labour market policies (component 5.1) and digitalisation of public administration as well as promoting open access to government data (component 2.2). The measures in the digital axis of the plan are designed to increase the level of digitalisation of relevant institutions, and this is expected to have a lasting impact on the quality of services, the business environment and the optimal use of government data. This concerns, for example, the justice system, social security, the health system or platforms to improve interactions between public administrations and citizens or businesses. Through spending reviews (component 6.1), the plan seeks to improve the quality and the composition of public finances in Belgium. By offering a better understanding of the way public resources are and should be spent, spending reviews will help strengthen expenditure control, cost efficiency and appropriate budgeting, which will facilitate rechanneling of public resources to strategic priorities prone to foster growth or long-term sustainability, including from an environmental point of view. Spending reviews will be broadly applied, as they will be implemented at all levels of government (federal and regional/community governments) and will also cover the social security system. The plan aims at creating political support, strengthening administrative capacities to perform the reviews, producing high quality reporting and ensuring the follow-up of recommendations. Comparative analysis will also be used to assess if political priorities are reflected in the spending and if these priorities are executed in the most efficient way. Spending reviews are planned to become a permanent feature of Belgium’s budgetary process. The plan sets Belgium on a firm path towards digitalisation, with the goal to reduce the digital divide. A significant build-up of public administration’s digital capacity paves the way for a reduction in the complexity of administrative processes and procedures, making public administration more effective in the long term. In addition, this could lead to an increased take- up of digital public services by citizens and businesses. The component on cybersecurity will improve the resilience and crisis preparedness of institutions against cybersecurity risks. Open use of government data could contribute to higher quality legislation . The plan includes investments in the use of large open databases collecting the data available across different public administrations. This will contribute to better use of these data, and can lead to better informed policy-making and higher-quality legislation. In addition, the plan includes some measures to mainstream equality considerations in policy-making. ",
        "77 The plan will also contribute to improving the performance of the education system in Belgium (component 4.1), with potential long-term benefits notably on skills and productivity. The plan aims at strengthening efforts to promote the acquisition of STEM, digital and 21 st century skills in order to respond more adequately to labour market needs. It will also contribute to the digitalisation of education and the upgrade of the IT equipment in schools and higher education institutions. Renovation of school and university infrastructure (component 1.1) will provide 21 st century buildings which are essential for high quality education. The component dedicated to social infrastructure (component 4.3) is expected to improve the supply of childcare and social housing. It will create new affordable housing units in order to address the exclusion of vulnerable population in big cities. The creation of new places in childcare facilities, in particular in regions with a high share of vulnerable households, is expected to improve the activity rate as care responsibilities are one of the obstacles to employment for a part of the population. Structural changes in policies The reforms proposed in the recovery and resilience plan are expected to have a lasting impact, although in some cases the extent of the impact will depend on their further specification. In some cases, the details of implementation are still to be defined, making it difficult to anticipate their effects. This is the case for example for the reform of the pension system. The overall direction of the pension reform is appropriate as is its twin ambition to improve adequacy and social fairness as well as long-term financial sustainability. With respect to the latter dimension, the focus on increasing labour market participation, and in particular of older workers is also appropriate given the low labour participation rate in the country. However, the description of the reform is not sufficiently precise at this stage to forecast its effects on pension expenditures. In the area of taxation, the reform of the company car scheme is expected to contribute to the decarbonisation of transport. The lack of commitment to reform the tax system limits the long-lasting effects which could have been achieved by removing disincentives to work on a permanent basis and by shifting taxes towards energy products in order to provide appropriate price signals. The plan is expected to have a lasting impact notably as structural changes in policies are envisaged . Many of these changes refer to the upscaling of the energy model for the transition to carbon neutrality. The transition is an opportunity to leverage the national economy in regard to sustainable development by promoting technological advancement, job creation and the preservation of natural resources. This entails investments and measures related to the energy efficiency of buildings, the deployment of new technologies for green hydrogen, the decarbonisation of industry (with the development of carbon capture, utilisation and storage technologies), the reduction of energy dependency, or sustainable mobility. However, it is uncertain how far the announced proposal for a broad tax reform will include measures to green the tax system and contribute to discourage the use of fossil fuels. To generate such effect, the reform would need to reinforce price signals in the non-ETS sectors, fostering environmentally friendly production and consumption patterns and providing greater incentives to invest in ",
        "78 energy saving and emissions reduction, and be accompanied by targeted measures to alleviate energy poverty. Long term macroeconomic impact The assessment of the plan with the macroeconomic model QUEST (a dynamic stochastic general equilibrium model) by the Federal Planning Bureau points to a long-term impact of the plan. This model takes in account the effect on the increase of the stock of capital and R&D, which will increase productivity and competitiveness. The model estimates an impact on GDP of 0.22 pp in 2030 and of 0.14 pp in 2040 compared to the baseline scenario without RRF support. According to the same simulation by the Federal Planning Bureau, the plan is expected to contribute to the creation of a moderate additional number of jobs in 2030 and the increase in productivity is expected to result in an increase in wages. As noted above, these estimates do not factor in the impact of the reforms included in the plan. Conclusion Taking into consideration all the reforms and investments envisaged by Belgium in its recovery and resilience plan, their implementation is expected, to a large extent to bring about a structural change in the administration or in relevant institutions and in relevant policies and to have a lasting impact. This would warrant a rating of A under criterion 2.7 of Annex V to the RRF Regulation. 4.8. Milestones, targets, monitoring and implementation Monitoring of the implementation of the plan’s milestones and targets is to be carried out both at inter-federal level and at the level of each entity in charge of implementing the measures of the plan, taken separately. The Secretary of State for the Recovery and Strategic Investments is responsible for coordinating the implementation of the plan at inter-federal level. Taken into account the broad scope of measures included in the plan, for which the competences are spread over six entities, the inter-federal coordinator has an important responsibility in monitoring a coherent implementation of the plan. The Secretary of State for the Recovery and Strategic Investments will remain the technical contact point for the Commission in the implementation of the recovery and resilience plan. Adequacy of the structure tasked with the implementation of the plan, monitoring of progress and reporting The administrative follow-up of the plan will be carried out by an inter-federal Monitoring Committee . The Committee will be composed of representatives of all the entities responsible for reporting and administrative follow-up of projects under their responsibility. The Committee will be chaired by the Permanent Secretary of the Federal Public Service BOSA. The secretariat of the Monitoring Committee will ensure continuity of the overall coordination of the plan and technical contacts with the Commission, in collaboration with the Secretary of State for Recovery and Strategic Investments. The Monitoring Committee will monitor the implementation and achievements of the plan, coordinate the preparation of each payment ",
        "79 request, identify risks of not meeting milestones and target and propose solutions if risks materialise. An Inter-ministerial Conference on strategy recovery and investment will approve the payment plan and all requests for payments. The Inter-ministerial Conference for Strategic Investments set up by a decision of the Consultation Committee of 7 November 2018 within the framework of the National Pact for Strategic Investments, will be renamed as ‘Recovery and Strategic Investments’ and mobilised for the implementation of the plan. The Conference is chaired by the Federal Government (State Secretary for Recovery and Strategic Investments) and is composed of representatives of the Federal State, the Regions and the Communities. The cover management declaration accompanying each national payment request will be signed by the Secretary of State for Recovery and Strategic Investments. These documents will be accompanied by a management declaration drawn up by each of the entities. Each of these declarations shall include a summary of the audits carried out in each entity and shall be signed by the competent authority. Each entity will monitor progress of investment and reform projects under the recovery and resilience plan. Each government level will set up a central coordination unit responsible for horizontal monitoring and coordination of the measures under its responsibility. The regional/community central coordination levels will ensure the monitoring and reporting in a digital monitoring tool which will allow the inter-federal Monitoring Committee to follow-up on the implementation of the plan. ",
        "80 Milestones, targets and indicators The milestones and targets of the Belgian plan constitute an appropriate system for monitoring the plan’s implementation. The monitoring indicators are in general sufficiently clear and comprehensive to ensure that their completion can be traced and verified. The milestones and targets chosen represent mostly the key elements of the measures and as such can be considered relevant for their implementation. They reflect adequately the overall level of ambition of the plan and appear realistic. The verification mechanisms, data collection and responsibilities described by the Belgian authorities appear sufficiently robust to justify in an adequate manner the disbursement requests once the milestones and targets are fulfilled. Belgium also provided a broad range of detailed indicators, which will be used to monitor informally progress in the implementation of individual measures between the disbursement requests. These indicators provide an adequate early warning system to ensure that Belgium can take corrective actions in time if necessary to avoid missing the objective set up in the relevant milestone/target. In addition, milestones and targets comprehensively cover sub- investments so that all of the plan’s measures can be monitored. Overall organisational arrangements The overall organisational arrangements for the implementation of the plan are clear and credible. Section 4 of the plan explains the inter-federal coordination mechanisms that have been established to monitor and implement the plan next to a detailed overview at individual entity level. Conclusion The arrangements proposed by Belgium in its recovery and resilience plan are expected to be adequate to ensure effective monitoring and implementation of the recovery and resilience plan, including the envisaged timetable, milestones and targets, and the related indicators. This would warrant a rating of A under the assessment criterion 2.8 of Annex V to the RRF Regulation. 4.9. Costing The reforms and investments included in the plan comply with the eligibility criteria set out in the Regulation. All measures are set to be implemented and generate costs only after 1 February 2020, the cut-off date for eligible costs. According to the planned milestones and targets and associated payments requests, no funding is planned to be requested after 31 August 2026, which is the cut-off date for eligible funding requests. The plan generally contains a detailed calculation of the costs showing that value-added tax (VAT) has not been included. Finally, the plan does not cover recurring costs, except in duly justified cases. Reasonable costs ",
        "81 Belgium has provided individual estimated costs for all investments in the recovery and resilience plan as well as for the reforms associated with costs, and the cost breakdown is generally relatively well detailed and substantiated . The estimates are for the most part based on unit costs estimated on the basis of comparisons with previous procurement contracts for similar services or past investments of similar nature or based on actual offers. The assessment of the cost estimates and supporting documents shows that for the vast majority of the projects the costs appear to be reasonable. For the most part, there is sufficiently detailed information and evidence that the estimated total cost of recovery and resilience plan is reasonable as the calculations were clearly spelt out, and it is possible to clearly identify the methodology and underlying assumptions used. Previous projects or procurement contracts linked to the proposed investments are often presented to serve as a benchmark and to justify the unit cost estimates. In some cases, the costing information provided is not satisfying . For some investment projects the information provided is not sufficient to clearly justify the cost estimate. For a small subset of projects, basic description of the calculations underlying the costing estimate is missing. Plausible costs For most projects, Belgium provided sufficient information and comprehensive supporting evidence that the amounts proposed are in line with the nature and type of envisaged reforms and investments (plausible). In most cases, Belgium provided information either on actual or similar past investment projects, or on comparative cost data for the main costs drivers that allow substantiating most cost estimates. For most projects the costing information includes clear supporting evidence or/and relevant references justifying reference unit costs. Clear supporting evidence provided is incomplete for various projects . For several investments, clear explanations were missing as to how the past similar projects presented as the basis for the estimates were used or adjusted to provide for the cost estimates presented. Without these explanations, it is difficult to verify how some of the documentation provided fits into the cost breakdown by category. In addition, for several investments, the cost estimates though not implausible, are rather high compared to costs for similar projects having obtained EU funding in the past or referred to in studies. No double EU financing While the Commission has not identified cases where a high risk of double funding exists, the individual costing fiches for each component do not consistently provide clear information about additional investments from other EU funds. However, this is compensated by governance and control systems, as described in the following section. On this basis, Belgium is considered to have provided sufficient information and evidence that the amount of the estimated total cost of the recovery and resilience plan to be financed under the Facility is not covered by existing or planned Union financing. Commensurate and cost-efficient costs ",
        "82 The recovery and resilience plan is expected to help address challenges identified in the country-specific recommendations, including some of the fiscal aspects of the country- specific recommendations. Furthermore, the reforms and investments in the plan are aligned with the European ‘flagship initiatives’ of the 2021 Annual Sustainable Growth Strategy. Moreover, the recovery and resilience plan contains measures to support economic growth and economic cohesion in an inclusive manner. This refers in particular, to addressing weaknesses of the Belgian economy, boosting the growth potential, stimulating job creation, and mitigating the adverse effects of the crisis. Several of these measures also contribute effectively to the implementation of the European Pillar of Social Rights, including through the promotion of policies for children and youth. Conclusion The justification Belgium provided on the amount of the estimated total costs of the recovery and resilience plan is, to a medium extent, reasonable, plausible, in line with the principle of cost-efficiency and commensurate to the expected national economic and social impact. Belgium provided sufficient information and evidence that the amount of the estimated cost of the reforms and investments of the recovery and resilience plan to be financed under the Facility is not covered by existing or planned Union financing. This would warrant a rating of B under the assessment criterion 2.9 of Annex V to the RRF Regulation. 4.10. Controls and audit Robustness of internal control system and distribution of roles and responsibilities The Belgian plan adequately describes the system for the implementation of the RRF in Belgium. The plan specifies in detail the internal control system and distribution of roles and responsibilities At the inter-federal level The Secretary of State for Recovery and Strategic Investments coordinates the implementation of the plan, while the monitoring is performed at political level by the Inter-ministerial Conference and at administrative level by the Inter-federal Monitoring Committee . According to the plan, the Inter-ministerial Conference is chaired by the Secretary of State for Recovery and Strategic Investments, and is composed of representatives of the Federal State, the Regions and the Communities. The Inter-federal Monitoring Committee is chaired by the Permanent secretary (SPF BOSA - Service Public Federal Stratégie et Appui ) and formed by representatives of all the entities responsible for the reporting and the administrative follow-up of the projects under their responsibility. Its permanent secretariat is hosted by the SPF BOSA, and in collaboration with the Secretary of State for Recovery and Strategic Investments, is responsible for ensuring the continuity of the Plan coordination and the contacts with the European Commission. ",
        "83 An inter-federal monitoring tool is being developed for the plan, as well as common principles for audits carried out in each entity. The Inter-federal Monitoring Committee is also responsible for the aggregation of the data in a computerised monitoring tool. To develop the monitoring tool for the Belgian plan, the Belgian authorities have launched a public procurement in March 2021. According to the information provided, the contract is expected to be awarded in June 2021 and a functional version of the monitoring tool is expected to be ready by the end of June 2021.With regard to the audit at the inter-federal level, the Belgian authorities have informed that “while the responsibilities in terms of audit fall under each entity's remit, a coordination is taking place within the Inspectorate of Finance to define common principles that would be followed by each audit authority, in parallel with specificities in their own audit strategy”. The audit authorities for the implementation of the Facility in Belgium, have agreed to set up a Belgian Recovery and Resilience Facility Audit Authority Committee . “This Committee will be chaired by the Head of the Finance Inspectorate ad interim, will not issue any binding instructions to its members but will seek, as far as possible, to harmonise methods. Each member of the Committee may propose topics to be included on the agenda of subsequent meetings. In other words, it will be a forum to facilitate exchanges of good practice between audit authorities the development of proportionate methodologies and the resolution of any difficulties, drawing on the experience and expertise of each of its Finance Inspectors.” At the level of each entity The Belgian plan identifies the different bodies in charge of the implementation, monitoring and control of the projects in each of the six entities ( Federal State, Flemish Region, Walloon Region, Brussels-Capital Region, French Community and German-speaking Community). Each entity is responsible for collecting the data of the projects under their responsibility, and ensure the regular update of their progress in their monitoring tools. However, the monitoring tools for the Inter-federal Monitoring Committee, the Federal State, and for the French Community are being developed. The Belgian plan contains a general description of the audit purposes and approach. Two entities are appointed as Audit Authorities, Vlaamse Auditautoriteit (VAA) for the Flemish Region, and Corps Interfédéral de l’Inspection des Finances (CAIF) for the Federal State and the remaining regions and communities (Brussels Capital Region, Walloon Region, French Community and German-speaking Community). Both entities are also in charge of the audit of shared-management EU funds and are independent from the entities implementing the RRF in Belgium. The plan specifies that the assurance model is based on the combination of system audits and audits of operations, without detailing the frequency and the scope of the audit work to be performed. However, the Belgian authorities have subsequently presented the audit strategies for the Federal State Audit Authority, the Flemish Audit Authority, the Walloon Region, the Brussels Capital Region, the French Community Audit Authority and the German- speaking Community Audit Authority. Adequacy of control systems and other relevant arrangements ",
        "84 At plan level, the Belgian authorities have detailed, per entity, the different control procedures for the prevention, detection and correction of fraud, corruption and conflict of interest, which are considered adequate . The Belgian plan indicates the intention of all entities to use systemically the data-mining and risk scoring tool made available by the Commission. In the Belgian plan and in the additional information provided, the Belgian authorities have confirmed that all data required by Article 22(2) point (d) will be collected (i.e. not only at the level of the final recipient) and stored in the IT systems of the various entities implementing the RRF in Belgium. However, the development of the IT monitoring systems for the Inter-federal and Federal state, and for the French Community is still on-going. In order to provide the Commission with reassurance that all IT systems will be operational, with the basic functionalities to track the milestones and targets, before the first payment request is made, and that, all categories of data required by the RRF Regulation will be collected, a milestone to that effect has been proposed to be included in the plan. For the reporting of serious irregularities, the Belgian authorities informed that these will be reported in the Management Declaration and to OLAF. Adequacy of arrangements to avoid double EU funding All the entities have defined their own procedures for avoiding EU double funding which are described in the Belgian plan and in the additional documentation presented. These measures are considered adequate and include: arrangements at the final recipient level, to (i) submit a list with all the projects benefiting from other EU funding, (ii) keep for each project a clear trail of the different sources of funding, and (iii) a separate analytical accounting system per project or an accounting code identifying the costs and revenues covered by the co-financing. In addition, the services responsible for the implementation (Managing Authorities), audit and control (Audit Authorities), are also in charge of the verifications of projects financed by other EU Funds, namely, ESF, ERDF, EAFRD and ETC, which allows them to have an overall view of the EU funding, and contributes to reduce the risk of double funding. Nonetheless, as each entity is only responsible for the verification at their level, there are no cross-checks performed at the national level. The lack of coordination between the inter-federal level, the different entities and the different EU funds, increases the risk of double EU funding. An adequate milestone to deal with that issue has been included in the plan. Legal empowerment and administrative capacity of control function In all of the six entities, the first level controls (management verifications) have been assigned to different public bodies that are part of the existing internal control framework for the implementation of the budget in the various entities. With regard to the audits, the Belgian plan mentions that the Flemish Audit Authority ( Vlaamse Auditautoriteit ) has been formally designated by the Flemish government on 26 February 2021, and that the Audit Authority for the remaining entities, Corps Inter-fédéral de l’Inspection des Finances (CAIF), is still to be designated by a formal decision. In the additional information provided, the Belgian authorities have confirmed the legal mandate for all entities, following the approval decision of the Belgian plan by the Consultation Committee on 30 April 2021. Regarding the administrative ",
        "85 capacity, the Belgian authorities have confirmed the formal commitment of the governments to strengthen the administrative capacity of the Audit Authorities. For the Federal Authority, the Council of Ministers has instructed the Secretary of State for the Budget to draw up control guidelines, and to assess the human/financial needs related to this system. Likewise, it instructed the Inspectorate of Finance (Federal audit unit for EU funds) to devise the audit strategy and assess the human/financial needs related to it. Conclusion The chapter on audit and control and the additional information provided gives a rather complete description of the arrangements for the implementation and control of the plan in Belgium. The chapter provides the details for all the entities and gives reasonable assurance that there is a sound structure in place to monitor, implement and control the allocated funds from the Facility. However, a couple of elements are missing and have been introduced as milestones :  For the inter-federal coordinating body, the Federal authority and the French Community: implementation before the first payment request is made of a repository system for monitoring the implementation of the RRF. The system shall include, as a minimum, the following functionalities: (a) collection of data and monitoring of the achievement of milestones and targets; (b) collect, store and ensure access to the data required by Article 22(2), point (d)(i) to (iii) of the RRF Regulation. A dedicated audit report on the system used shall be undertaken. In case the report identifies any weaknesses, the audit report shall recommend corrective actions. The Belgian authorities should ensure the greatest possible compatibility with the monitoring tools developed at all levels of government.  The implementation of adequate coordination arrangements, including cross-checks, should be put in place at the level of the coordinating body at inter-federal level allowing to avoid double funding from the Facility and other Union programmes in accordance with the principle of sound financial management. The arrangements proposed by Belgium in the recovery and resilience plan to prevent, detect and correct corruption, fraud and conflicts of interest when using the funds provided under the Facility, including the arrangements aimed to avoid double funding from the Facility and other Union programmes, are assessed to be adequate. This would warrant a rating of A under the assessment criterion 2.10 of Annex V to the RRF Regulation. 4.11. Coherence The Belgian recovery and resilience plan displays a mostly coherent set of reforms and investments. These support the objectives to stimulate the recovery of the Belgian economy, to contribute to its green and digital transition and to increase its resilience on the path towards a more sustainable and inclusive growth. The individual measures included in the plan are coherent with the overarching objectives announced. The plan does not present inconsistencies ",
        "86 or contradictions between the content of the different components. Moreover, due care was given to ensure that implementation timelines of reforms and investments were aligned to ensure successful delivery of the measures. Measures within components are mutually reinforcing, with components generally including a set of mostly balanced reforms and investments. Most components include a set of reforms that accompany the investment, facilitating it, making plausible and increasing its impact, except for components 3.1 (cycling and walking) and component 2.1 (cybersecurity) 37 that do not contain reforms. Component 6.1 (spending reviews) is almost exclusively about reforms due to the nature of the topic that it covers. Overall, investment and reform measures within a component are reinforcing one another. In component 3.2, for example, the mobility budget is reinforced by the reform on the quality of railway services, including the commitment to complete the suburban railway services around Brussels (RER/GEN). In component 3.3, the deployment of charging infrastructure supports the greening of the company car scheme, incentives to use collective transport and investments in rail and urban transport. Finally, in component 1.2 measures to regulate hydrogen markets support the development of a hydrogen value chain. Many measures support and complement measures contained in other components related to the same policy area. For example, in component 3.2, the broadening of the mobility budget, the construction of cycling parking areas in train stations and the integration of cycling in Brussels’ mobility-as-a-service investment measure support the development of cycling paths in component 3.1. Component 2.1 contains investments that reinforce cybersecurity in 5G, whereas investments and reforms related to the latter are part of component 2.3. Investments in training and skills mutually reinforce investments across the whole plan as they address skills shortages and translate the plan in job opportunities. Investments in training and inclusion on the labour market included in components 4.2 and 5.1 aim at reducing skills shortages through training and activation in view of addressing current and future needs of the labour market. While aiming at covering a wide range of skills, including basic and green skills, investments focus strongly on increasing digital skills, thereby supporting the digital transition. Several measures of the plan contribute to improving the business environment and support the translation of the various investments into concrete growth opportunities. The plan contains measures in component 1.2 to support the emergence of a hydrogen value chain and in component 5.2 to support several sectors (e.g. aerospace). Opening of public data in components 2.2 and 3.2 will also create business opportunities. Component 2.2 contains measures to revise and simplify the whole procedure to set up and to manage a business and, as a 37 While the plan does contain references to a number of intended reforms in the description of this component, these are not qualified as specific measures being part of the plan. ",
        "87 result, reduce the existing large number of forms to modify elements of an enterprise as well as to apply the “Once-Only” principle also to businesses and citizens from other Member States (Single Digital Gateway). Also spending reviews in Flanders will focus on reducing the regulatory burden, including to address ‘gold-plating’ which results in an unnecessary strict implementation and enforcement of the rules. Measures to speed up the delivery of environmental and building permits support key investments in the green and digital transition. Measures to facilitate the granting of building and environmental permits for citizens in Brussels (component 2.2) and Flanders (component 5.2) are essential to facilitate renovation investments thanks to the renovation subsidy schemes (component 1.2). Components 2.2, 2.3 and 5.2 contain reforms both at the federal and regional level that aim to remove regulatory bottlenecks for the deployment of 5G and for the deployment of ultra-fast connectivity infrastructure, such as fibre. These critical reforms are expected to enable and reinforce the ultra-fast connectivity public investments in the plan set out in component 2.3 and also foster the necessary important private connectivity investments to ensure an effective digital transition. These include, for example, the coverage of fibre white areas and to test 5G technology applications in different business sectors. However, the plan could have better exploited the whole potential of some investments through more far-reaching complementary reforms. For example, investments in education (e.g. IT infrastructure, personalised support in compulsory education) could have been complemented by reforms enhancing the educational benefits of such investments for students such as reforms in initial teacher education and teachers’ professional learning development. Investments in training facilities in Wallonia could have been complemented by a reform of vocational education and training in cooperation with the French Community. While there are measures included to enhance social and labour market inclusion, the plan falls short of setting out a holistic and comprehensive strategy targeting vulnerable groups. Moreover, the plan could have provided greater incentives to trigger private renovations in particular with a strong commitment to reform energy taxes on heating fuels with a view to sending the right price signals. An increase in excise duties on fossil fuels used for heating (oil and gas) would have increased the effectiveness of the significant investments in building renovation. The Belgian Federal Public Service Finance recently estimated that Belgium annually grants subsidies representing 2.8% of GDP to fossil fuel, of which more than a third is attributed to heating fuels 38 . The low excise duties on gas oil, set at the EU minimum level, were identified as a major cost driver. A firm commitment to reform energy taxes in line with the carbon and energy content of fuels could foster the most energy-efficient fuels and low-emission technologies, and would provide the adequate price signal to incentivise building renovation. Finally, further developing loan-based financing mechanisms for private buildings renovation 38 https://finances.belgium.be/fr/statistiques_et_analyses/analyses/inventaire-des-subventions-aux-energies- fossiles ",
        "88 and encouraging public-private partnerships for public buildings renovation still holds an important potential. Additionally, while there is complementarity of measures in the digital and mobility axes, there is room to improve the coherence of measures in the sustainability and productivity axes. The digital axis contains both connectivity investments and reforms removing critical 5G and very high capacity connectivity bottlenecks that are expected to benefit all aspects of digitalisation. The cybersecurity measures contribute to the resilience of the investments in digitalisation of public administration and the judiciary in this axis. In mobility, rail and company car reforms all support green transport, modal shift and cycling. In the sustainability axis, measures and reforms linked to hydrogen and CO2 capture and transport are complementary; however, their coherence with the other measures of the sustainability axis is looser and measures aiming at improving sector coupling and energy efficiency have room to be further integrated with the other measures of the sustainability axis (including with the renovation measures). Despite several measures aiming at a higher electrification degree and clean hydrogen production, the plan envisages rather limited measures to further increase the production of renewable energy. Similarly, the productivity axis is composed of rather heterogeneous measures in training, circular economy, R&D and industrial support without clear synergies or complementarity. Many reforms and investments are not applied uniformly and consistently across the country, which would be warranted. For example, reforms to reduce administrative burden are presented in Flanders and Brussels, but not in Wallonia. The plan foresees the development of two individual learning accounts (one at the federal level and one at the regional level) rather than creating one integrated account, which would increase the transparency towards citizens as regards the available training incentives. The Belgian authorities have, however, committed to coordinating in the implementation of these measures. In order to promote wider coherence across instruments, notably with the European cohesion policy funds, a balanced territorial allocation of resources is encouraged. Conclusion Taking into consideration the qualitative assessment of all components of Belgium’s recovery and resilience plan, their individual weight (importance, relevance, financial allocation) and their interactions, the plan contains measures for the implementation of reforms and public investments which, to a medium extent, represent coherent actions. This would warrant a rating of B under the assessment criterion 2.11 of Annex V to the RRF Regulation. ",
        "89 A NNEX : C LIMATE AND DIGITAL TAGGING Note: While the total cost of the Belgian recovery and resilience plan exceeds the total allocation of non- repayable financial support to Belgium, Belgium will ensure that all spending related to the measures mentioned in this table as contributing to climate objectives are fully financed by the funds from the Recovery and Resilience Facility. Int. Field = intervention field Coeff. = Coefficient for the calculation of support to climate change objectives and to digital transition, on the basis of Annex VI and Annex VII of the RRF Regulation Measur e/ Sub- Measur e ID Measure/Sub-Measure Name Budget (EUR m) Climate Digital Int. Field Coeff. % Int. Field Coeff. % R-1.01 Improved energy subsidy scheme of the Flemish Region (investment part) – smart control 20,35 033 100% 033 40% R-1.01 Improved energy subsidy scheme of the Flemish Region (investment part) – (except smart control) 212,97 025 025ter 40% R-1.02 Improved energy subsidy scheme (investment part) – Brussels-Capital region 16,00 025 40% R-1.03 Improved energy subsidy scheme (investment part) – German-speaking community 5,00 025bis 100% I-1.01 Renovation of social housing of the Flemish Region - subsidies 30,00 025bis 100% I-1.01 Renovation of social housing of the Flemish Region - loans 5,00 025 40% I-1.02 Renovation of social housing of the Brussels- Capital Region 43,44 025bis 100% I-1.03 Renovation of social and residential housing of the German-speaking Community 20,00 025bis 100% I-1.04 Renovation of the Palais de la Bourse – Federal State - energy efficiency measures 6,32 026bis 100% I-1.05 Renovation of public buildings – Flemish Region 20,00 026 40% I-1.06 Public building renovations – Walloon Region 59,54 026bis 100% I-1.07 Public building renovations - Walloon Region – local authorities 73,00 026bis 100% I-1.07 Public building renovations - Walloon Region - sport (energy efficiency related works) 55,18 026 40% I-1.08 Public building renovations - Brussels-Capital region 32,00 026bis 100% I-1.09 School renovation – Federation Wallonia- Brussels - energy efficiency related construction and renovation works 71,66 025ter 026 40% I-1.09 School renovation – Federation Wallonia- Brussels - energy efficiency related works 23,60 026bis 100% ",
        "90 achieving at least 30% average primary energy demand reduction (medium-deep) I-1.10 Public building renovations - sport & IPPJ - Federation Wallonia-Brussels - ADEPS et IPPJ (energy efficiency related works) 21,07 026bis 100% I-1.11 Public building renovations - universities - Federation Wallonia-Brussels (share allowing at least 30% average primary energy demand reduction) 15,00 026bis 100% I-1.11 Public building renovations - universities - Federation Wallonia-Brussels (energy efficiency related works) 25,00 026 40% I-1.12 Public building renovations - culture - Federation Wallonia-Brussels (share allowing at least 30% average primary energy demand reduction) 20,68 026bis 100% I-1.12 Public building renovations - culture - Federation Wallonia-Brussels (energy efficiency related works) 18,64 026 40% I-1.13 Renovation of buildings - Renolab 13,43 026 40% I-1.14 Backbone for H2 and CO2 of the Federal State 95,00 033 100% 033 40% I-1.15 An industrial value chain for hydrogen transition - Federal State 50,00 022 100% I-1.16 An industrial value chain for hydrogen transition of the Flemish Region - R&D&I projects 47,86 022 100% I-1.16 An industrial value chain for hydrogen transition of the Flemish Region - production from renewable energy 27,39 032 100% I-1.16 An industrial value chain for hydrogen transition of the Flemish Region - transmission, distribution, storage and energy systems 36,54 033 100% 033 40% I-1.16 An industrial value chain for hydrogen transition of the Flemish Region - end user refuelling & transport 8,07 077 100% I-1.16 An industrial value chain for hydrogen transition of the Flemish Region - end user industrial 5,15 027 100% I-1.17 An industrial value chain for hydrogen transition’ of the Walloon Region – IPCEI and non IPCEI projects 117,20 032 100% I-1.18 Developing the low-carbon industry of the Walloon Region –R&D&I projects 50,00 022 100% I-1.19 Research platform for energy transition of the Walloon Region 26,44 022 100% I-1.20 Renewable heat networks of the Flemish Region 44,30 034bis0 100% ",
        "91 I-1.21 Off-shore energy island of the Federal State - projects 99,00 033 100% 033 40% I-1.21 Off-shore energy island of the Federal State – biodiversity studies and impact assessment 1,00 049 40% I-1.22 Biodiversity and adaptation to climate change of the Walloon Region – Forests & Remeandering 34,00 035 037 100% I-1.22 Biodiversity and adaptation to climate change of the Walloon Region – Protected areas & National parks 50,00 050 40% I-1.23 Ecological defragmentation of the Flemish Region 24,70 050 40% I-1.24 Blue Deal of the Flemish Region (Projects A- B-C-E-F-G-H-I) 280,96 037 022 100% I-1.25 Blue Deal of the Flemish Region (Project D) 10,00 047 40% I-2.01 Cybersecurity and resilient digital society of the Federal State 52,29 021qui nquies 100% I-2.02 Cybersecurity of the Federal State - 5G 8,26 021qui nquies 100% I-2.03 Cybersecurity of the Federal State: NTSU/CTIF interception and safeguard 18,18 021qui nquies 100% I-2.04 Digitalisation IPSS of the Federal State 60,00 011 100% I-2.05 Digitalisation Federal administration services 217,73 011 012 011quat er 027bis 100% I-2.06 eHealth Services et Health Data of the Federal State 40,00 013 100% I-2.07 Digitalisation of ONE of the French Community 31,41 011 100% I-2.08 Digitalisation of the cultural and media sector of the French Community 16,00 021bis 100% I-2.09 Digitalisation of the Flemish Government 120,56 011 100% I-2.10 Regional data exchange platform of the Brussels-Capital Region 17,67 011 100% I-2.11 Digitalisation of citizen-business processes of the Brussels-Capital Region 33,14 011 100% I-2.12 Digitalisation of regional and local government of the Walloon Region 47,96 011 100% I-2.13 Coverage of white areas by developing very high-speed fibre optic networks of the German-speaking Community 19,50 051 100% I-2.14 Development of an AI institute in the Brussels-Capital Region - Digital skills development 1,47 108 100% I-2.14 Development of an AI institute in the Brussels-Capital Region - Smart specialization skills development 8,44 016 40% I-2.15 Improving (internal) connectivity of schools 70,30 053 100% ",
        "92 and business parks in the Walloon Region – Fibre connectivity of 35 business parks; 5G connectivity; Internal connectivity of schools; and Education 2.0 009bis 053 011 I-3.01 Cycling infrastructure of the Flemish Region 345,46 075 100% I-3.02 Cycling infrastructure – Corridors Vélo of the Walloon Region 13,74 075 100% I-3.03 Cycling infrastructure – Vélo Plus 34,10 075 100% I-3.04 Cycling infrastructure – Schuman 17,40 075 100% I-3.06 Tram extension Liège 105,00 073 100% I-3.07 Metro extension Charleroi 60,00 073 100% I-3.08 Smart road signals – Walloon Region 26,64 084bis 40% 084bis 100% I-3.09 Accessible and multimodal train stations of the Federal State – urban stations 59,29 073 100% I-3.09 Accessible and multimodal train stations of the Federal State – rural stations 15,71 079 40% I-3.10 Rail renovation – efficient network of the Federal State (TEN-T and electric/zero emission) 239,00 067 068 069bis 100% I-3.10 Rail renovation – efficient network of the Federal State (other rail renovation) 26 066 069 40% I-3.10 Rail renovation – efficient network of the Federal State – automatisation of the Traffic Management System 10,00 070 40% 070 100% I-3.11 Canal Albert and Trilogiport of the Walloon Region 25,93 079 082bis 40% I-3.12 Rail – Smart mobility of the Federal State 15,00 070 40% 070 100% I-3.13 Mobility-as-a-Service (MaaS) deployment of the Brussels-Capital Region 5,65 076bis 40% 076 100% I-3.14 Modal shift grants of the Brussels-Capital Region 8,00 048 40% I-3.15 Smart move of the Brussels-Capital Region 51,00 063bis 40% 063bis 100% I-3.16 Greening the bus fleet of the Flemish Region 55,50 047 077 100% I-3.17 Greening the bus fleet of the Brussels-Capital Region 55,00 074 100% I-3.18 Charging stations of the Federal State 32,00 077 100% I-3.19 Charging stations of the Flemish Region 29,46 077 100% I-4.01 Digisprong of the Flemish Community 318,16 055 108 012 011 100% I-4.04 Digital strategy for higher education and adult learning of the French Community 32,00 108 100% I-4.05 Digital turnaround for Brussels schools of the Brussels-Capital Region 5,20 012 100% ",
        "93 I-4.06 Digital transformation of education of the German-speaking community 5,50 012 100% I-4.08 E-inclusion for Belgium of the Federal State 30,00 012 100% I-4.09 Digital platforms for prisoners of the Federal State 12,40 012 100% I-4.11 Digibanks of the Flemish Region 50,00 012 100% I-4.12 Development of public utility housing and housing for vulnerable persons of the Walloon Region -Volets 1&2_Building 120,80 025ter 40% I-4.12 Development of public utility housing and housing for vulnerable persons of the Walloon Region -Volet 4_Technologies 15,00 013 100% I-4.13 Creation and renovation of early childcare infrastructure of the Walloon Region – construction & renovation 61,00 025ter 026 40% I-4.13 Creation and renovation of early childcare infrastructure of the Walloon Region – Software for managing immovable property 0,42 011 100% I-5.01 A6K/E6K Digital and Technological Innovation and Training Hub of the Walloon Region 86,80 025ter 026 40% I-5.02 EU Biotech School and Health Hub of the Walloon Region 24,80 025ter 40% I-5.03 Upgrading of advanced training infrastructure of the Walloon Region 46,25 025ter 40% I-5.04 Learning and career offensive —Flemish Community - support to social economy 12,00 016 40% I-5.04 Learning and career offensive – Flemish Community – On-line training offer 18,26 012 100% I-5.06 Digital skills of the Flemish region 43,21 012 100% I-5.07 Digital lifelong learning of the Walloon Region 26,80 012 100% I-5.08 Nuclear medicine of the Federal State 25,00 044 40% I-5.09 Call for proposals in support of R&D of the Federal State - R&D support of the aeronautics sector 25,00 024 40% I-5.09 Call for proposals in support of R&D of the Federal State - R&D support of the space sector 10,00 009bis 100% I-5.10 R&D: Minimization of waste during dismantling of the Federal State 25,00 044 40% I-5.11 Strengthen R&D of the Flemish Region - R&D&I projects and strengthening industrial research fund 42,00 018 021 40% I-5.11 Strengthen R&D of the Flemish Region - Bioeconomy impulse program and scientific and technological infrastructure 120,00 023 40% ",
        "94 I-5.11 Strengthen R&D of the Flemish Region - Impulse program value chain microelectronics 20,00 021quat er 100% I-5.11 Strengthen R&D of the Flemish Region - Business Projects ETS Innovation Fund & CCS-CCU 10,00 022 100% I-5.12 Relocation of food and development of logistics platforms of the Walloon Region 61,00 047 40% I-5.13 Digitalisation of the Walloon touristic sector 3,29 011 100% I-5.14 Recycling Hub of the Flemish Region 30,00 044 40% I-5.15 Belgium Builds Back Circular of the Federal State 28,97 023 047 40% I-5.16 Deployment of the circular economy’ in the Walloon Region 85,00 023 044 40% I-5.17 Circular economy & circular construction of the Flemish Region 25,00 047 40% ",
        "95 R EFERENCES Almeida, V., Barrios, S., Christl, M., De Poli, S., Tumino, A., Van der Wielen, W. (2020): “Households´ income and the cushioning effect of fiscal policy measures during the Great Lockdown”, JRC Working Paper on Taxation and Structural Reforms, 06/2020. Agoria, 2020, White paper: 'Be The Change' (agoria.be). Bauer, P., Fedotenkov, I., Genty, A., Hallak, I., Harasztosi, P., Martinez Turegano, D., Nguyen, D., Preziosi, N., Rincon-Aznar, A. and Sanchez Martinez, M., Productivity in Europe: Trends and drivers in a service-based economy, JRC, 2020. Christl, M., De Poli, S., Figari, F., Hufkens, T., Leventi, C., Papini, A. and Tumino, A. (2021) “The cushioning effect of fiscal policy in the EU during the COVID-19 pandemic”, JRC Working Papers on Taxation and Structural Reforms, 02/2021 (forthcoming). Van Essen, H., Schroten, A., Otten, M., Sutter, D., Schreyer, C., Zandonella, R., Maibach, M. and Doll, C. (2011), External Costs of Transport in Europe, CE Delft. Marques Santos, A.; Haegeman, K.; Moncada-Paternó-Castello, P. (2021). “Impact of Covid-19 and earlier crises on firms’ innovation and growth: a comparative analysis”, JRC Working Papers on Territorial Modelling and Analysis (forthcoming).National Bank of Belgium, 2017, Economic Review, September 2017. National Bank of Belgium, 2021a, Liquidité et solvabilité des entreprises Belges face à la crise du COVID-19: une évaluation après la première vague, June 2021 Economic Review, forthcoming. National Bank of Belgium, 2021b, Economic projections for Belgium – Spring 2021, Revue Economique, June 2021. European Commission 2020, Commission SWD (2020) 926 final of 14.10.2021, Assessment of the final national energy and climate plan of Belgium. European Commission, 2021, 2020 Debt Sustainability Monitor, https://ec.europa.eu/info/sites/info/files/economy-finance/ip143_en.pdf. European Commission, 2021b, Ageing Report, available at : The 2021 Ageing Report: Economic and Budgetary Projections for the EU Member States (2019-2070) | European Commission (europa.eu). Dumont, M., 2021, Business dynamism and productivity growth in Belgium, Federal Planning Bureau, Working Paper 5/2021, available at: https://www.plan.be/uploaded/documents/202105270757390.WP_2105_12427.pdf. Varga, J, in 't Veld J. (2014), “The potential growth impact of structural reforms in the EU: a benchmarking exercise\", European Economy Economic Papers no. 541. http://ec.europa.eu/economy_finance/publications/economic_paper/2014/pdf/ecp541_en.pdf. ",
        "96 Chantal Kegels, 2018, \"Les charges administratives en Belgique pour l'année 2016\", Planning paper 116-18, Federal Planning Bureau, Belgium. DESI 2020, Digital Scoreboard - Data & Indicators (digital-agenda-data.eu), Eurostat, Government benchmark - 2020 Federal Planning Bureau, 2021, Macroeconomic and fiscal effects of the draft National Recovery and Resilience Plan - Report to the Secretary of State for Recovery and Strategic Investments, REPORT 12401 (C1.001/D1.001), available at: https://www.plan.be/uploaded/documents/202104301033290.FPB_RRP_Economic_impact_124 01_E.pdf. 2018 OECD Teaching and Learning International Survey. "
    ]
}