{
    "text": [
        "A stable business environment that allows competition, full implementation of the single market, trust within society created through frank dialogue and respect for European values such as the rule of law – these are some of the conditions needed for an open Europe identified by the participants at a recent conference on \"An open Europe – how does it benefit us all?\". The conference, which took place on 9 October in Helsinki, brought together speakers representing, inter alia, the Finnish presidency and government, and research institutes. The event was jointly organised by the EESC's Employers' Group, the Confederation of Finnish Industries (EK) and the Finland Chamber of Commerce. In their welcoming addresses, both Jyri Häkämies, Director General of the Confederation of Finnish Industries (EK), and Jacek Krawczyk, the president of the Employers' Group, underlined the importance of an open Europe. \"The European system is based on openness and we believe in it. It's being challenged by other countries, but we want to defend it\", said Mr Häkämies. Mr Krawczyk emphasised that sustainability and openness cannot be taken for granted and added: \"Only a strong EU can deal with global competition, uncertainty and disruption, and provide European citizens with security and wellbeing.\" One of the keynote speakers, Ambassador Jari Luoto, State Under- Secretary for European Affairs in the Finnish prime minister's office, elaborated on the priorities of the Finnish presidency and its initial ",
        "views on the priorities of the incoming European Commission, and spoke about the EU's role in the global setting. He underlined the crucial role of the rule of law, which had to be a precondition for access to EU funds. \"The rule of law is a basic condition that ensures the functioning of the single market,\" he said. Referring to the transition towards a low-carbon economy, he said that this needed to be a joint effort underpinned by both the EU budget and private investment. He then emphasised that the EU needed to foster more competition. Its competitive edge should come from innovation, not simply from the scale of business. \"Openness comes from competition\", agreed Leena Mörttinen, Director General of the Financial Markets Department at the Finnish Ministry of Finance. The EU needs to be competitive, especially given the reality of the data economy. New technologies are posing a certain challenge to the European economy, as so far they have not delivered the expected productivity growth. A further obstacle to an open EU is the current focus on geopolitics, leading to increasing protectionism. In the view of Antti Vasara, CEO of the VTT Technical Research Centre of Finland, an \"open Europe thrives on research and innovation\". Openness in the sense of the best people being able to come together is needed in order to conduct meaningful research. Collaboration instead of competition with the US and China might be more useful. If it is to tackle the problems within European society and industry, Europe must spend enough of its budget on research and innovation. As Mr Vasara summed up at the end of his keynote speech: \"An open Europe benefits us all, when we make the best of it.\" Open economy – back to basics The first panel, entitled \"Open economy – back to basics\", discussed the merits of and future expectations for the single market and global trade as the core areas of common EU policies. The moderator, Mr Krawczyk, emphasised the central role played by competitiveness in an open Europe. \"It is not enough to argue for enhancing environmental or social sustainability without discussing competitiveness\", he said. Jason Tolland, the Canadian Ambassador to Finland, explained the great importance of trade for Canada. \"We are surrounded by three oceans and look in all directions. Agreements like CETA have not only diversified our trade, but changed the nature of it\", he added. CETA as an evolution of NAFTA is not only more complex, but also calls for enhanced dialogue and consultation with society. \"The single market is not as advanced as it should be\", said Nina Vaskunlahti, Finland's Under-Secretary of State for External Economic Relations. She gave an example from the experience of two Finnish presidencies. The services directive – adopted during the previous Finnish presidency in 2006 – is still not fully working. This is mainly because there is not enough trust between the players and we lack harmonised rules. Minna Aila, Executive Vice President of Konecranes, Marketing & Corporate Affairs, and chair of the EK's EU and trade policy committee, agreed that there were still \"28 different single markets\". Ms Aila emphasised that the original plan for the single market was good, but that it needed to be implemented properly. For businesses, it is essential to have less VUCA (volatility, uncertainty, complexity, ambiguity) and more rules-based trade. Furthermore, there should be a focus on introducing the \"fifth freedom\" – the free movement of data – by striking a good balance between the free movement of data and regulation. According to Timo Vuori, Secretary General of ICC Finland, and member of the EESC's Employers' Group, international trade is more open than 30 years ago, partly because of the WTO and bilateral agreements. However, there are still challenges to be overcome and a worrying trend of increasing trade barriers in G20 countries. Mr Vuori concluded that the EU has to keep trade fair and free, by ensuring a level playing field. Transparency is necessary to retain the trust of citizens, and policy-making needs to be based on facts. Open society – values in practice The second panel, entitled \"Open society – values in practice\", addressed the role of dialogue, diversity and the rule of law in ensuring a supportive business environment. Carola Lemne, former director general of the Confederation of Swedish Enterprise, pointed to the central role that the rule of law has had throughout the history of the development of society: \"The rule of law is not only beneficial, it is crucial and the basis for an open and stable society.\" However, the rule of law cannot be taken for granted. Fears, such as fear of the future, fear of losing one's job, and a fear of \"others\" can be detrimental. Constant dialogue between all groups, based on facts and the rule of law is needed, and is the only way forward. \"We need to strengthen the internal mechanisms for the rule of law in the Member States. The rule of law agenda is vital for the European Union,\" added Teija Tiilikainen, Director of the Finnish Institute of International Affairs, and recently appointed Director of the European Centre of Excellence for Countering Hybrid Threats (Hybrid CoE). She was especially critical of the situation whereby Member States had different interpretations of the rule of law in their own countries: \"The EU cannot be a reliable actor for its citizens or externally when Member States do not comply with the principles of the rule of law. Violations in one Member State affect the whole EU, its credibility and the single market.\" Jarkko Eloranta, President of the Central Organisation of Finnish Trade Unions (SAK), saw inequality and marginalisation in societies as the reason for the rise of right wing movements that are not committed to liberalisation, democracy and the rule of law. The answer is inclusive dialogue; when people do not feel listened to, there is rise in identity politics. Dialogue should take place between all parties and organisations in order to understand that despite differences, a consensus can be found. \"The rule of law is an instrument to defend citizens and business – but it cannot work alone. It works only in a triangle with fundamental rights and democracy,\" explained Jukka Ahtela, a ",
        "member of the EESC's Employers' Group and vice-president of its SOC section. Populism is not good for business, as it leads to unpredictability and insecurity. For European businesses, it is crucial to be able to rely on the rule of law. The single market cannot survive without it. \"The starting point is that organisations consider that an open economy and open society are key ingredients of Europe's wellbeing, just as the main message of our Helsinki declaration states\", said Tellervo Kylä-Harakka-Ruonala, vice-president of the EESC's Employers' Group, concluding the discussion. On the occasion of the conference, the President of the Employers' Group and the Secretaries General of the Confederation of Finnish Industries and of the Finland Chamber of Commerce signed the Helsinki Declaration on Open Europe. Lecture by Risto Siilasmaa, chair of the Board of Directors at Nokia As part of the Extraordinary Group meeting on 8 October, Risto Siilasmaa, chair of the Board of Directors at Nokia, gave a lecture on Artificial Intelligence and Machine Learning. Based on his own career story, Mr Siilasmaa advocated learning the basics of programming in order to be successful in its business applications. He explained the advantages machine learning could have on business cases ranging from medicine to construction project planning. On the other hand, business needed to be wary of possible risks. Machine learning systems were fragile if faced with the input of bad data. Mr Siilasmaa reminded those present that: \"Technology is not bad or good, but it can be used for bad or good\". He therefore called for more teaching of AI, building competencies in organisations and spreading greater understanding of AI. We, as representatives of employers and business, believe that an open economy and open society are key enablers of European prosperity, wellbeing and way of life. We appreciate the efforts made by Finland’s EU Presidency and encourage EU policymakers to work unremittingly for an open Europe that rests on common EU values and market economy principles . We call for strengthening the open economy by  enhancing a fully functioning single market covering the free movement of goods, services, data, capital and people. As well as providing businesses with bigger markets and better access to resources and a basis for internationalisation, this helps to give people greater choice in their work and their lives;  promoting open, rules-based international trade . Negotiations on new and unfinished trade agreements as well as the implementation of existing ones need to be energetically continued. Foreign trade and investment are essential means of reaching global sustainable development goals;  adopting innovation, skills and competition as foundations of business and industrial development and the EU's long-term success as well as fighting all forms of protectionism or restriction of fair competition within the EU and internationally. We call for fostering an open, values-based society by  advocating and defending the rule of law as a foundation of both the economy and society. This not only ensures protection for people, but also provides certainty for investment and doing business;  advancing dialogue with businesses and the whole of civil society when shaping policies at national and EU levels. This is vital, as civil society actors are those who turn policies into reality;  recognising the diversity of people as a source of innovation and added value in individual organisations and in the whole of society. This must be reinforced by tolerance and non- discrimination. We believe that through these measures the EU can best contribute to the creation of jobs and wellbeing and seize the opportunities of current and future megatrends such as digital development and climate action . ",
        "In-depth interviews and responses to a survey on this matter have shown that a revision of State aid rules is strongly recommended in the following key areas: more frequent assessment of State aid thresholds and periods to reflect actual social-economic conditions, e.g. a revision every three years, along with mid-term evaluations and updates; clearer and more specific guidelines from the EU that do not give rise to ambiguous or differing interpretations by individual MSs, i.e. clear audit trails for the application of individual State aid schemes; cases of \"non-aid\" should be clearly separated out and updated with respect to public relations. In countries where there are clearly identified obstacles for SMEs due to the way State aid rules are applied, the case for better expertise is stated unambiguously and categorically. According to the study, the in-depth interviews clearly reveal that even in countries where experts are well prepared, their own assessment indicates that there is a shortage of human resources. Since State aid rules are in many cases not properly understood, they are not fully applied. There are calls for the EC to provide more regular training and exchange of experience. Other needs and obstacles relate to: ambiguities in regulations; overly general responses from the Commission in response to inquiries; available information resources having no legally binding nature; and the fact that cases are examined and dealt with after implementation rather than at the planning stage of measures and programmes. In some cases, MAs are learning by doing, while they are applying the rules. This is mainly due to the fact that the rules are well grounded and legally precise, but there are no guidelines for their practical application and in some cases definitions are not very clear or well defined. These and other factors cause MAs to be more cautious and conservative in their approach and tend to have a restrictive effect, which negatively affects SMEs that come under State aid rules that are unclear. It is therefore not surprising that respondents to the survey state that the application of State aid rules at national level appears to be the most serious challenge for SMEs. One of the consequences of a recent Court of Justice judgment was that aid recipients must make sure that aid is granted to them appropriately, meaning that they cannot rely on the assurance of public authorities. However, it is difficult for SMEs to comply About the author: Milena Zaharieva Senior Project Manager Explica Ltd A new study on how State aid rules affect SMEs' access to finance, commissioned by the European Economic and Social Committee, has revealed that - despite efforts to modernise the system - EU State aid rules still pose challenges and are not completely clear for businesses or for managing authorities (MAs) in many Member States. with that ruling since they have neither the expertise nor the capacity to do so. Furthermore, SMEs report that they do not have the capacity to assess whether aid is granted to them appropriately or to submit reports on this. In conclusion, the study shows that the application of the State aid scheme is an extremely useful tool that protects competition and provides for a level playing field, not only at MS but also at EU level. This, to a large extent, serves the aim of providing equal opportunities to SMEs when it comes to access to finance. However, proper implementation of the rules should impede neither State aid administrators nor businesses, and, like any other scheme, State aid schemes should be flexible and regularly updated in order to respond to dynamic socio-economic changes. In any case, additional capacity-building and supporting tools will be provided both to managing authorities and to businesses in order to overcome the obstacles posed by the application of State aid rules. The study was conducted by Explica Ltd., an independent research consultancy company from Bulgaria, and was commissioned by the European Economic and Social Committee at the request of the Employers' Group. https://europa.eu/!Bf78MY Figure 1 In your opinion do national and/or regional rules add to the administrative burden or merely ensure that minimum (European) requirements are addressed ",
        "About the author: István Komoróczki The Hungarian National Federation of Consumer Co-operative Societies and Trade Associations Member of the Employers’ Group Jordan's Minister for Water and Irrigation shared his experience of living in a country without surface water, rivers or lakes, which is therefore dependent on aquifers for its water supply. Despite water supply challenges, there are a number of successful initiatives in the field of processing wastewater for agriculture. Warning that \"a thirsty nation is an aggressive nation\", he reiterated the need to promote water for peace in order to prevent water crises. The value of education for young people was underlined: people need to adjust their behaviour and give priority to water preservation. The Turkish Minister for Agriculture and Forestry emphasised Turkey's efforts in sheltering 3.6 million Syrian refugees and meeting their ongoing needs in terms of water, sanitation, food, medical services, etc. Turkey has spent USD 40 billion on accommodating these refugees, and the minister called for stronger global collaboration and fairer distribution of costs. Participants included representatives of domestic and foreign water and sewage authorities, engineering and environmental firms, civil society and volunteers with a strong interest in the issues discussed extensively over the three days. A special Water EXPO was organised involving universities, agricultural enterprises, start-ups and municipal water and sewerage facilities, and offering knowledge, special experience and key technologies for mitigating the effects of challenges caused by water scarcity, water pollution and ground erosion caused by quick showers, heavy rain or flooding. As a result, many business deals were concluded between the exhibitors and representatives of primarily developing nations heavily affected by water issues. The conclusions of the BWS 2019 were handed over to the minister from Senegal, which would be hosting the 9th World Water Forum in Dakar in March 2021. János Áder, President of Hungary and patron of the event, described the three water dramas of \"too little, too much and too polluted\", as highlighted in the 2018 report by the UN High-Level Panel on Water. Emphasising that humanity can no longer take water availability for granted, he called on the Budapest Summit to explore scientific and technological innovations for managing water challenges and adapting to emerging water crises, along with the financial resources required to scale up solutions. In his video message, the UN Secretary-General stressed that scaling up solutions for water challenges is critical to achieving the SDGs, pointing out that 40% of the world is affected by water scarcity, while more than 90% of disasters are water related. The UN-Water Chair and President of the International Fund for Agricultural Development reflected on the quote \"if climate change is a shark, then water is its teeth\", saying that climate and water emergencies pose serious threats to the most vulnerable populations. A transformational shift is needed in terms of how we value water, with water promoted as an instrument for peace. The Asian Infrastructure Investment Bank (AIIB) said that water is crucial for economic growth and food security. Millions in Asia are suffering from floods, costing the Asian economies USD 360 billion annually. Poverty is linked to water shortages and contributes to severe losses in labour productivity. The AIIB has channelled USD 1.4 billion to addressing water security challenges but there is still a financing gap of hundreds of billions. The Indian Minister for Water Resources drew attention to the 17 countries at high risk of water stress, saying that this is creating shock waves across the globe. Pointing to increasing conflicts, migration, threatened food supplies and vulnerability of water- dependent industries, the minister described the water crisis as an unstable and dangerous situation. After 2013 and 2016, Budapest again hosted the Water Summit (BWS 2019), inviting many high-level politicians responsible for water and environmental protection, hydrologists, biologists, other experts in climate change and water, and NGOs for a debate on Sustainable Development Goal 6: global challenges relating to \"the water drama\". I represented the EESC Employers' Group and NAT section at these intensive discussions. ",
        "The conference took place on 24 October 2019 in Chania, Greece, and was organised by the Employers' Group, Chania's Traders Association and the Hellenic Confederation of Commerce and Entrepreneurship. Discussion focused on: digitalisation, access to finance and the Single Market. \"As European SMEs are going through challenging times, we are trying to table concrete proposals to support their development,\" said Dimitris Dimitriadis, Vice-President of SMEunited and the Member of the Employers' Group in his opening speech. \"SMEs and microenterprises in particular have a crucial role to play not only in growth but also in social cohesion and even security,\" said George Topolianakis, President of Chania’s Traders Association, in his welcoming address. In some regions, he thought, it was only SMEs that could provide new jobs for those groups in society threatened by unemployment, namely young people and women. It was the responsibility of policymakers to provide them with the proper conditions for further development. This included modern financing tools and an innovation-friendly environment. Mr Topolianakis admitted that Greek SMEs were still unable to access certain funds and so were less competitive. In his speech, George Karanikas, President of ESEE (Hellenic Confederation of Commerce and Entrepreneurship) and Vice- President of the Economic and Social Council of Greece, underlined the role of social dialogue in the further development of SMEs. The lack of sufficient social dialogue in the blackest times of the crisis and post-crisis period was a lesson for the future. Antonios Papaderakis, Vice-Governor of Crete in charge of entrepreneurship, Commerce, innovation and social economy highlighted the improvement in Greece's economic situation, saying: \"The economic indicators are now satisfactory and allow us to plan ahead with more optimism.\" Even so, there were a number of challenges ahead, including Brexit. Moreover, Greek SMEs were lagging behind in innovation and digitalisation. This made increasing productivity difficult. In his view, business had to be more interconnected with research and development, which required more focus on synergies and exchange of good practice. Ioannis Malandrakis, mayor of Platanias, focused on the specific character of local SMEs, which were often family owned. Their way of doing business created a unique bond between owners and customers, which gave them a particular kind of competitive edge. Having a special relationship with customers was an advantage over big, faceless companies that benefited mainly from economies of scale. From \"think small first\" to \"act small first\" Jacek Krawczyk, the President of the Employers' Group, started his keynote speech by praising the efforts made by Greek citizens, companies and policymakers to recover from the crisis. The result was impressive, he thought, and today Greece was even a European success story. The return to the financial markets had brought back credibility and, consequently, enabled financing of further investment. \"SMEs are not only about business but also about communities, about families. SMEs are a cross-cutting issue and that is why they have to be treated horizontally,\" said Mr Krawczyk. He pointed out that the Employers' Group had called for tangible action on SMEs in a declaration signed during the Romanian EU Council presidency. There needed to be a shift from \"think small first\" to \"act small first\". Concrete legislative proposals had to be framed and a clear action plan provided to ensure proper implementation. Mr Krawczyk thought the initial statements from the European Commission president-elect sent a good signal regarding the future of SMEs. Returning to a horizontal SME policy would sensitise policy makers to the needs of SMEs and would bring them even more to the attention of the European level. While seeking European solutions, one should not forget that SMEs often faced different problems in different Member States. It was important to retain this local perspective when shaping future policies. Presentation of Employers' Group studies The conference was an opportunity to present two recent studies commissioned by the European Economic and Social Committee at the request of the Employers' Group. The first analysed how state aid rules affect access to finance for SMEs and enterprises, surveying EU state aid rules and their impact on SMEs between 2014 and 2018. The second study, entitled \"The future of retail in city centres\", explored the retail sector and aimed to provide practical insights into revitalising small retailers in urban and rural areas. Making SME policy a horizontal priority is crucial in addressing the numerous, cross-cutting challenges SMEs are currently facing. Trends such as digitalisation and problems such as the lack of level playing field and access to finance often have a much bigger impact on them than on larger companies. This is why policymakers need to tackle them urgently and effectively. These are some of the takeaways from the conference \"Placing European SMEs at a horizontal priority in the post-2020 policy making process\". ",
        "The Employers' Group will be pleased to welcome keynote speaker Salaheddine Mezouar, President of the General Confederation of Moroccan Employers (CGEM) and COP22 President. The forum aims to identify strategies to integrate the Sustainable Development Goals (SDGs) into business and find sustainable triple-win solutions (economic, social and environmental). On 20 November the delegation of the EESC Employers' Group at MedaWeek will take part in the New Africa Business Development Forum and the Mediterranean Textile Forum. This year’s summit will be exploring the measures that the Mediterranean countries need to take in order to develop a truly globalised economy. It will also touch on the challenges economies face with the rapidly changing environment and the policies developed to cope with it. It will also address issues relevant to the Mediterranean private sector, such as youth unemployment, the skills gap for the 4.0 Industrial Revolution, inclusion of women in the workforce, entrepreneurship initiatives, investment opportunities in the Mediterranean countries and Africa, human rights and climate change. As in previous years, the 13 th MedaWeek Barcelona will bring many trending topics to the table as the flagship Mediterranean entrepreneurial-economic platform for the entire world. This year it aims to cover three main objectives in addition to the central theme: Underline the importance of the African continent's role for the Mediterranean, propose alternative systems to the Western banking system for the countries of the MEDA region and align the sustainable development needs of the Mediterranean area with the United Nations' SDGs. The Mediterranean Week for Economic Leaders has acted for years as a catalyst for regional initiatives, trends, industry breakthroughs and networking; in addition, it serves as a regional platform to present projects and collaborations. As shown in prior years, MedaWeek provides the perfect forum for discussion of current and trending topics among experts, businesses, organisations and other stakeholders from both sides of the Mediterranean basin. This year's forums will be the:  New Africa Business Development Forum;  Mediterranean Textile Forum;  ECOMEDA Sustainability Summit;  Mediterranean Islamic Finance Forum;  Mediterranean Women Entrepreneurs Forum;  Mediterranean Social Economy Forum. As in previous years, the 16 th New Africa Business Development Forum will be organised jointly with the European Institute of the Mediterranean (IEMed) and the Federation of African Chambers. This year it will focus on new challenges related to the dynamism of African economies in the agribusiness, renewable energy, logistics, tourism and applied technology sectors. Successful business Under the title “A new dawn for the Mediterranean”, MedaWeek Barcelona 2019 is one of the largest global economy, trade and investment gatherings of corporate leaders, policymakers, businessmen, regional and international investors, entrepreneurs, leading academics and experts showcasing prevalent information, strategies and knowledge about Mediterranean economies and business opportunities. It is organised by ASCAME (Association of the Mediterranean Chambers of Commerce and Industry). As part of MedaWeek, the EESC Employers' Group is organising, in cooperation with AFAEMME, an internal forum on \"How can business promote sustainability?\" on 21 November. On the eve of the conference, the President of the Employers' Group, Jacek Krawczyk, had a number of bilateral meetings with Greek policymakers and representatives of business organisations. These included the country's finance minister, Christos Staikouras, the head of the EU delegation in Athens, Georgios Markopouliotis, and the President of the Union of Greek Shipowners, Theodoros Veniamis. \"Greece is the success story of an entire economy turned around,\" said Mr Krawczyk following the meetings. \"They deliver not only on the macroeconomic level, but also in terms of business and the people. I see this as an excellent example of a positive development in the EU.\" ",
        "Editors Leszek Jarosz | leszek.jarosz@eesc.europa.eu Monica Procopet | monica.procopet@eesc.europa.eu THE EESC IS NOT RESPONSIBLE FOR THE CONTENT OF EXTERNAL WEBSITES Contact European Economic and Social Committee, 99 Rue Belliard, 1040 Brussels Tel. +32 (0) 2 546 82 07 | Fax: +32 (0) 2 2 546 97 54 gr1@eesc.europa.eu  www.eesc.europa.eu/employers-group Online: QE-AH-19-008-EN-N ISSN 2467-4494 Print: QE-AH-19-008-EN-C ISSN 2467-4478 EESC-2019-85-EN About the author: Helena De Felipe Lehtonen Vice-President of SMEunited President of the Federation of SMEs of Catalonia Member of the Employers’ Group models and innovative development solutions will be showcased and developed to provide access to best practices for African businesses. Furthermore, the NABDF will highlight the key role of the Maghreb as an influential actor and as an interface between South Africa, the Mediterranean and Europe The Mediterranean Textile Forum (MediTex) will be revisited from a new perspective and will highlight the common desire for a Mediterranean textile industry that is ethical and respectful of the environment. This sector is particularly concerned with water and soil pollution because of the many chemical products used and the product rejects. Moreover, this pollution is found in the Mediterranean and greatly affects key sectors of the region such as tourism or agri-food. MedaWeek Barcelona is committed to promoting the United Nations Sustainable Development Goals in order to meet the challenges of the current and future world, particularly in terms of the environment and prosperity in the Mediterranean region. It is to remind us of our commitment that one of the main themes for this edition will be the Sustainable Development Forum. Renewable energies and green energies will thus be at the centre of this forum. The fifth Mediterranean Islamic Finance Forum is an opportunity to get to know this financial system and thus explore new business opportunities in the Mediterranean region and beyond. The forum will introduce you to a wide banking network that respects the principles of Islamic law, with practices such as the concept of a solidarity guarantee (Takaful) or the interest-free certificates (Sukuk). Islamic finance is a way of bringing together different Mediterranean actors, allowing them to benefit from untapped financial resources within Muslim countries. It is also a way to access the business community of the Gulf countries. In addition, Islamic finance is an opportunity to align with some of the United Nations Sustainable Development Goals, as it incorporates the principles of financial sustainability and responsible finance, which are rarely found in Western finance. This year, the eleventh Mediterranean Women Entrepreneurs Forum (MedaWomen) will bring together many influential businesswomen from the Mediterranean region, in partnership with AFAEMME (Federation of Businesswomen Associations), and overseas, and to discuss topics that are essential for the development of female entrepreneurship in the Mediterranean. The theme of new technologies and innovation for women will be addressed, in particular, by supporting and enhancing the careers of young professional women. Their important role in stimulating Mediterranean economies will be developed, as will the need to combat gender inequalities, which is the fifth objective in the United Nations Sustainable Development Goals. The Social Economy Forum is a full-fledged economy forum and warrants the attention of the entrepreneurial world. In the Mediterranean alone, this sector brings together nearly a million organisations and employs more than 8 million people. The second Mediterranean Social Economy Forum will present the latest news in the sector, recalling the need for transformation of the current economic system. It will also highlight the needs of actors to ensure their peaceful and sustainable development, including risk assessment, the establishment of mutual funds and promotion of expertise through the support of institutions. This year, the Employers' of Poland are celebrating its 30th anniversary. A conference on \"Employers of Central and Eastern Europe. Thirty years of experience and future\" was held on 2 October in Warsaw, and many Employers' Group members took part as speakers. The panels focused on the economic achievements of central and eastern European countries and their vision for the future. The panellists discussed the challenges facing the single market, the importance of women in the economy and the opportunities provided by innovation and new technologies. "
    ]
}