{
    "text": [
        "BRIEFING Commissioners-designate hearings September - November 2019 Policy Department for Citizens’ Rights and Constitutional Affairs Policy Department for Economic and Scientific Policies Authors: Martina Schonard / Susanne Kraatz Directorate-General for Internal Policies PE 621.919 - October 2019 EN Commitments made at the hearing of H ELENA D ALLI Commissioner-designate Equality The Commissioner-designate, Helena Dalli, appeared before the European Parliament on 02 October 2019 to answer questions put by MEPs from the Committees on Women's Rights and Gender Equality, on Employment and Social Affairs and on Civil Liberties, Justice and Home Affairs. During the hearing, she made a number of commitments which are highlighted in this document. These commitments refer to her portfolio, as described in the mission letter sent to her by Ursula von der Leyen, President-elect of the European Commission, including:  Fight against discrimination and Work–Life Balance Directive  Rights of Persons with Disability  European Gender Strategy and International Partnerships: Empowering women and girls  Cooperating with the European Parliament and with other Commissioners Please note that the quotes included in this document only make reference to oral commitments made during the hearing. The verbatim report of the public hearing is available on the Commissioners-designate hearings website. The Commissioner-designate was also sent some written questions in advance of the hearing to which she provided written answers. ",
        "IPOL| Policy Departments for Citizens' Rights and Constitutional Affairs and for Economic and Scientific Policies PE 621.919 2 Fight against discrimination Equality for all “I want to focus my work in particular on three strands: the fight against discrimination in all of its senses; the inclusion and empowerment of women; the promotion of equality and full participation. All these for women and men, racial and ethnic minorities, religious and non-religious minorities, persons with disabilities, older and younger persons, and LGBTI persons.” Equality legislation “I will do everything in my power to advance key legislation in the equality area.” “As a Minister, I participated in endless debates in Council on proposals that have remained blocked for too long. The Horizontal Anti-Discrimination Directive was proposed more than 11 years ago. The Women on Boards Directive dates back to 2012. The proposal for the EU’s accession to the Council of Europe Istanbul Convention dates from 2016. How can I explain that to our citizens? In this framework, should I not be able to remove the outstanding stumbling blocks and convince the remaining sceptical Member States in Council, I will not hold back from finding new remedies and proposing new legislation.“ Equal treatment Directive (Anti-Discrimination Directive) “I shall first wait for the outcome of the EPSCO meeting on 24 October, which should be discussing this anti- discrimination directive, and then I shall proceed from there. It is my will to unblock this directive.” “So of course it is a challenge, as you know, because unanimity is required in the Council, but I will speak to all the Ministers concerned because we need to find a way forward fast.” “I will explain that sexual orientation is not a choice, so if this is the reason why the directive is being blocked, I will want to understand that.” Promoting equality horizontally “Equality mainstreaming is the way forward.” Task Force on Equality “I will establish, within the first three months of this Commission mandate, the Task Force on Equality operated by high-level officers in all the DGs. It will be mandated with the complicated mission of swiftly building an intersectional approach for equality in all the policies of the EU.” Roma Framework Strategy “This framework is coming to an end, and we will be reviewing this strategy. That is why I want to visit a Roma settlement so that I know more about what I am reviewing and we will evaluate how best to proceed in terms of follow-up. The post-2020 framework will also have a stronger focus on anti-Gypsyism. I can assure you that a lot of work will be done in that area.” Rights of Persons with Disability Implementation of UN Convention on the Rights of Persons with Disabilities “I commit to do everything in my power to ensure that the UN Convention on the Rights of Persons with Disabilities is implemented fully and without exceptions. I will also make sure that disability is mainstreamed, including by means of the task force and I will also extend the principle of equality vetting. Additionally, as I had the opportunity to tell you, I will work very closely with the Disability Intergroup and with the European Disability Forum.” European Disability Strategy 2010 - 2020 “As I said, we shall now be evaluating the strategy to see what has been done, what needs to be done and what needs to be done better.” Mainstreaming disability “I will prioritise the inclusion of persons with disabilities. I will make sure that all EU sector legislation pays attention to the issue of disability. “ “Yes, disability will be in the gender strategy, because again we are speaking about mainstreaming.” Vetoing Commission proposals In her reply to the question, whether she is ready to veto every Commission proposal, which is in conflict with the right of inclusion, ready to stop all legal proposals hampering inclusion, and whether she will veto Commission proposals concerning their possible non-compliance with the UN Convention on the Rights of Persons with Disabilities, the Commissioner- designate said: “My answer is yes.” European Gender Strategy “I will put forward a new European Gender Strategy, which will include new legislative proposals, as well as inclusive policy measures.” ",
        "Commitments made at the hearing of Helena Dalli 3 PE 621.919 “[...] this Gender Strategy will contain pay transparency, gender participation, the pay and pension gap and violence against women. It will address gender stereotypes because, as you know, it is pointless legislating unless we change attitudes and unless we change cultures, so there will be a specific section on how to address gender stereotypes. There will also be a chapter on work-life balance.” “I will also be taking into account views of the stakeholders.” Gender pay gap “During the first 100 days of this Commission, the Political Guidelines will set out that we will table actions to introduce binding pay transparency measures. This will be a key to our work, feeding into a comprehensive policy to address the gender pay gap. This means confronting persisting stereotypes, strengthening women’s empowerment in decision- making, ensuring implementation and take-up of the rights in the Work-Life Balance Directive (especially by fathers), and combating the gender pension gap due to unpaid work.“ “I will insist we continue working on the gender pay gap and the pension’s gap. Also in the Gender Equality Strategy, there will be a section on pay transparency, as well as measures to ensure equal work pay for work of equal value. We know that this gender pay gap is resulting in the pension pay gap, which can be up to 36%.” “Yes, of course, the social partners are very important [...] that they are part of this policy, of this proposal, which we will be presenting.” “And yes, of course, we will have measuring instruments and indicators to see how we can proceed and assess the results and revise, amend and improve.” Women on Boards Directive “Yes, certainly I will be working to unblock the women on boards directive. [...] I will engage with the Member States and convince them of the added value to unblock this file in the Council.” “I think it is a balanced proposal and I will meet with all Ministers who have a reservation on this proposal and push for a general approach in the Council.” Exploitation of domestic workers In her reply to the question whether she intends to take measures to improve the working conditions of domestic workers, including those of migrant women, she replied: “Yes, of course, this is an area which should be addressed and will be addressed [...] the taskforce is where we can work together.” “[...] there is the Race Equality Directive [...] the protection is there, but we will have to see how to check on the implementation of this directive. Therefore, I should be working with other Commissioners also on this issue.” Gender mainstreaming “I will engage further and also develop the necessary tools to bring gender mainstreaming across EU policies to another level. As you know, this will also be the work of the task force, which will be working across DGs in order to see that gender mainstreaming is really materialising.” Gender stereotypes “Stereotyping is a very important issue and, in fact, it will be addressed in our gender strategy.” “I will continue to work throughout my mandate on women’s empowerment and see – together with Member States – that gender stereotypes are tackled. “With regard to the glass ceiling, yes, it’s still very much there. [...] I am a firm believer that we should eliminate stereotypes and have more women in science, technology, engineering and mathematics (STEM). Incidentally, I happen to be the person who promoted the International Day for Girls and Women in Science at the United Nations. [...] STEM is close to my heart, and getting women and girls in STEM - girls to study and women who are already there to have decision-making positions in STEM.” Barcelona objectives: childcare “I will [...] see – together with Member States – that [...] childcare and care facilities are improved.” In her reply to a question on the Commission strategy to achieve the Barcelona objectives, Helena Dalli said: “Yes, we must work on this. We must find ways to have, at the least, affordable childcare.” “I shall certainly be pushing [...] for funds, in order to come out with measures to help people to have affordable childcare.” Sexual and reproductive health rights “I am a committed feminist and you have my word that I will do all possible in order to protect sexual and reproductive health and rights (SRHR). So I will work with the task force to mainstream SRHR, especially in dialogue with the Health Commissioner.” ",
        "IPOL | Policy Departments for Citizens' Rights and Constitutional Affairs and for Economic and Scientific Policies “We also need to meet the United Nations Sustainable Development Goals on women’s health and universal access to sexual and reproductive care and family planning and education.” Work–Life Balance Directive Implementation “As Commissioner for Equality, I will closely monitor that the work-life balance directive is fully and properly implemented in all Member States.” “I will monitor Member States – to see how they are implementing this directive, and maybe even hold workshops and presentations – in order to raise awareness of this issue to make them aware that this is added value to the place of work. I intend to target EU funding for such awareness-raising.” In her reply to the question what she would propose to address the gender imbalance between those taking up leave for caring responsibilities and what she will propose so that families don’t risk poverty when taking parental leave and how she will push Member States to provide for decent remuneration levels for this leave, the Commissioner-designate said: “Obviously, we want to do more and, as I mentioned, in three years, [the Directive] will be reviewed.” “Once we review the directive and see how it worked and if there is – there probably will be – scope for opening it up then we will consider these proposals which you are making.” Gender-based violence and better support for victims “I would [rather] first concentrate on the ratification of the Istanbul Convention. Let’s concentrate on that first, but I also have to say that making violence against women a European crime also requires unanimity, so we’re basically in the same position. We can also strengthen the Victims’ Rights Directive – and there I will have to work with Commissioner-designate Reynders. We can strengthen non-legislative action to combat violence against women, but my preferred route is the ratification of the Convention by the EU.” “Yes, of course, that will be included in the Gender Equality Strategy. We are also including online violence against women in the Strategy.“ International Partnerships: Empowering women and girls “I will ensure that the European Parliament is regularly briefed, notably before major events and at key stages of international negotiations in areas under my responsibility.” Cooperating with the European Parliament “I intend to work in dialogue with you, the Members of the European Parliament, as well as Member States and civil society. I intend to work collaboratively with all, free from fingerpointing to elevate this area both within the European Union and also externally.” “I want to engage with each and every one of you in particular areas.” Cooperating with other Commissioners “Commissioner-designate Schinas and I agree that equality is a European way of life.” “The issues [in the Work-Life-balance Directive] which you mentioned are issues which I shall be discussing with Commissioner-designate Schmit, whereby we can discuss these conditions of work which you mentioned and we’ll see [...] how we can propose ways forward.” “In fact, I have already spoken with Commissioner- designate Schmit about these realities [of female precarious work].” “We can also strengthen the Victims’ Rights Directive – and there I will have to work with Commissioner- designate Reynders. Disclaimer and copyright. The opinions expressed in this document are the sole responsibility of the authors and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. The English-language quotes included in this document are based on the verbatim of the hearings, made available a posteriori. Quotes of statements made in a language other than English are based on the simultaneous interpretation provided live during the hearing. This simultaneous interpretation does not constitute an authentic record of proceedings. The video recording of the hearing is available. © European Union, 2019. Manuscript completed as of October 2019; Date of publication: November 2019 Administrators responsible: Martina SCHONARD; Susanne KRAATZ; Editorial assistants: Sandrina MARCUZZO, Monika Laura LAZARUK Contact: poldep-citizens@europarl.europa.eu; poldep-economy-science@europarl.europa.eu This document is available on the internet at: www.europarl.europa.eu/supporting-analyses Print ISBN 978-92-846-5552-6| doi: 10.2861/905727| QA-02-19-779-EN-C PDF ISBN 978-92-846-5551-9| doi: 10.2861/01683| QA-02-19-779-EN-N "
    ]
}