{
    "text": [
        "S a i l i n g Tow a rd s 2 0 2 0 : A x i s 4 i n Ac t i o n fisheries areas network ",
        "# 2 Sailing towards 2020: Axis 4 in action B R U S S E L S 0 2 / 0 3 M A R C H 2 0 1 5 Sailing Towards 2020: Axis 4 in Action Photos: Photos accompanying project descriptions: courtesy of the FLAG or project promoter, except for: Photograph (page) – iStock (5), Teresa Martínez Pallarés (11), Martin Alvarez Espinar (12), Pierre Peetah (13, 59), Vincent Van den Storme (14), Harrieta171 (18), Nicolas Kennis (19), Daddybinro (22), Yves Tennevin (24), David Perez (29), Valantis Antoniades (30), SIBA B. Ruiz (36), Costel Slincu (40), Michele Truex (44), Aleksander Kaasik (48), Kyle Taylor (57), Ruta Cultural (62) Authors: Urszula Budzich-Tabor, Monica Burch, Yves Champetier Contribution to project descriptions: Serge Gomes da Silva, Susan Grieve, Sabine Kariger, Enrique Nieto Initial, Lorena van de Kolk, Margot Van Soetendael Production: DevNet geie (AEIDL/Grupo Alba)/Kaligram. Contact: FARNET Support Unit Rue de la Loi 38, boîte 2 I B-1040 Brussels +32 2 613 26 50 I info@farnet.eu I www.farnet.eu Editor: European Commission, Directorate-General for Maritime Affairs and Fisheries, Director-General. Disclaimer: Whilst the Directorate-General for Maritime Affairs and Fisheries is responsible for the overall production of this publi- cation, it is not responsible for the accuracy, content or views expressed within particular articles. The European Com- mission has not, save where otherwise stated, adopted or in any way approved any view appearing in this publication and statements should not be relied upon as statements of the Commission’s or the Directorate-General for Maritime Affairs and Fisheries’ views. The European Commission does not guarantee the accuracy of the data included in this publication, nor does the European Commission or any person acting on its behalf accept responsibility for any use made thereof. © European Union, 2015. Printed in Belgium on recycled paper. ",
        "Sailing towards 2020: Axis 4 in action # 3 Table of contents: Chapter 1: Sailing towards 2020 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 Chapter 2: Project examples in the exhibition . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 6 > Shortening supply chains . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 > Adding value locally . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 14 > Enhancing the environment . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21 > Improving the image of fisheries . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28 > Linking fisheries with tourism . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35 > Developing new activities from fisheries . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 42 > Making fisheries areas attractive . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 47 > Investing in people . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 52 Chapter 3: 42 projects in support of sustainable local communities . . . . . . . . . . . . . . . . . . . . . . . . . . . . 58 Chapter 4: A new stage with new challenges . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 63 ",
        "# 4 Sailing towards 2020: Axis 4 in action In 2007 the European Commission launched a new approach aimed at addressing some of the challeng- es facing fisheries-dependent communities. Between 2007 and 2013, 312 local multi-actor partnerships referred to as Fisheries Local Action Groups (FLAGs) were formed in 21 Member States. These groups were able, for the first time, to use the European Fisheries Fund (EFF) to promote local development . The challenge for these groups was to create new opportunities for jobs and growth by launching alternative or complementary activities. This approach is known as Axis 4 of the EFF. For the 2014-2020 period, this approach has been extended to cover all European Structural and Investment Funds under the umbrella of Community-Led Local Development (CLLD). Hence, FLAG work involves much more than just providing financial support to individual pro- jects . Their activities aim to create new linkages between local actors, in order to provide strategic orientation for the development of the territories that they cover. FLAGs are responsible for reach- ing out towards potential beneficiaries who may not be able to receive support from mainstream funding sources. Ultimately these efforts of the FLAG are only fully successful if they enable and equip project promoters to deliver innovative high quality projects that are coherent with the FLAG’s strategy. As the EFF implementation period draws to a close, it is timely to review what has been achieved through projects financed by Axis 4 in fisheries ar- eas across the EU. An exhibition of 42 projects supported by Axis 4 forms a central element of the “Sailing towards 2020” event. C H A P T E R 1 Sailing towards 2020 The 2015 conference “Sailing towards 2020: Com- munity-Led Local Development in coastal commu- nities”, organised by the European Commission’s Directorate General for Fisheries and Maritime Af- fairs (DG MARE), together with the Fisheries Areas Network (FARNET), involves FLAGs, EFF Managing Authorities and other stakeholders to look back at the achievements of Axis 4 since 2007 and explore the new challenges and opportunities of the 2014- 2020 period. 9 500 projects, but also much more Between 2007 and mid-2014, the FLAGs had sup- ported approximately 9 500 projects. These were implemented by a wide range of local promoters, including fishermen, businesses, civil society or- ganisations and local governments. A 2014 study 1 for DG MARE indicates that these FLAG projects produced significant employment results (esti- mated to include as many as 8 000 new jobs creat- ed and 12 500 existing jobs safeguarded). 1 http://ec.europa.eu/fisheries/documentation/studies/axis-4/ index_en.htm ",
        "Sailing towards 2020: Axis 4 in action # 5 FLAGs across the EU were been invited to pro- pose their most interesting projects supported by Axis 4 for this exhibition and around 200 projects were submitted. The 42 projects selected for the exhibition provide a taste of the diversity of initia- tives across Europe. They have been grouped into eight clusters, representing some of the most common types of projects supported by FLAGs from around the EU. These are: > Shortening supply chains; > Adding value locally to fisheries products; > Enhancing the environment; > Improving the image of fisheries; > Linking fisheries with tourism; > Developing new activities from fisheries; > Making fisheries areas attractive; and > Investing in people. These projects illustrate many of the positive ef- fects the FLAGs can have locally such as bringing together different actors and helping create jobs and new sources of income. FLAG activities have also helped the voice of fisheries communities to be heard as well as supporting groups that are traditionally hard to reach, such as the long-term unemployed. In the next programming period, FLAGs will benefit from this experience to help generate projects of an even higher quality. About this brochure The following chapters present an overview of each of the 42 projects featured in the conference exhibition, followed by an analysis of how these projects have contributed to the development of their fisheries areas. The final chapter presents a reflection on the new challenges and opportuni- ties of the new period and on the types of CLLD projects that may be supported by FLAGs under the EMFF 2014-2020. This brochure is primarily addressed to partic- ipants at the “Sailing towards 2020” event, but it may also be relevant for organisations or individu- als interested in the community-led local develop- ment. Stakeholders (FLAGs, Managing Authorities, project promoters) may use it as a source of inspi- ration for future projects; and these EFF project ex- amples could also interest wider audiences, such as researchers, evaluators, NGOs and/or the media. The FARNET Support Unit would like to express its thanks to all FLAGs and project promoters for their good will and patience in answering questions con- cerning the projects selected for the exhibition . ",
        "# 6 Sailing towards 2020: Axis 4 in action ■ Shortening Supply Chains Stand 1 Fish all days: Fish from the boat and home delivery Stand 2 Jammerbugt Boat Shop: fresh fish in the city centre Stand 3 Loestamospescando.com: for online sales Stand 4 Fish from the auction: commitments from local restaurants Stand 5 O melhor peixe do mundo: short circuits and sustainability ■ Adding Value Locally Stand 6 Quality fresh shrimp: extending product life span Stand 7 Blue crab: new markets for live and processed seafood Stand 8 Currican: artisanal canning and processing Stand 9 SCIC Arrainetik: cooperative processing plant Stand 10 Organic Carp: creating image awareness Stand 11 Vianapesca: successful product placement ■ Enhancing the Environment Stand 12 Telecapêche: Monitoring captures Stand 13 Cap Roux: restricted fishing area Stand 14 Nyköping river: managing a shared resource together Stand 15 Seal-safe trap-nets: environmentally-friendly fishing gear Stand 16 Increasing value, not captures: certifying sustainability Stand 17 Aquamar: a new method of water purification ■ Improving the Image of Fisheries Stand 18 Visiting Vega Fishing Port: guided tours and education Stand 19 Local seafood promotion: festival, campaign and seminars Stand 20 a Gastronomy for chefs: training in fish dishes, Bulgarian training programme 20 b Gastronomy for chefs: training in fish dishes, Polish training programme Stand 21 Community Seafood Officer: connecting the fisheries sector Stand 22 Legends of Kitka: a video game on fishing C H A P T E R 2 Projects examples in the exhibition ",
        "Sailing towards 2020: Axis 4 in action # 7 ■ Linking Fisheries with Tourism Stand 23 Pesca-tourism: experiencing fishing and aquaculture Stand 24 “Put ‘n’ Take”: a recreational fishery Stand 25 Carp tourism: guided tours by carp experts Stand 26 Wave Restaurant: set up by a fisherman Stand 27 Fisherman’s B&B: accommodation in fishing family’s home Stand 28 The millennium tuna route: packaging tourism assets ■ Developing New Activities from Fisheries Stand 29 Fishing Gear Production: diversifying activities and markets Stand 30 Diversifying Net-Mending: sport fishing accessories and handcraft shop Stand 31 Boat Repair Workshop: supporting fishing and new boating activities Stand 32 Sand Extraction and Transport: servicing shellfish production ■ Making Fishing Areas Attractive Stand 33 Oiu Harbour renovation: making life and work attractive Stand 34 InisLyre Slipway: sustainability of life on a small island Stand 35 Home Harbour: a town where fishermen live, work and hope Stand 36 Annan Harbour: crowd funding community infrastructure ■ Investing in People Stand 37 Master-apprentice programme: supporting fishing start-ups for the young Stand 38 Training Courses: getting young people into commercial sea fishing Stand 39 a Entrepreneurship: women role models 39 b Entrepreneurship: business mentoring for the unemployed Stand 40 J.F. Mexilhões: a new life as aquaculture producer ",
        "# 8 Sailing towards 2020: Axis 4 in action Shortening Supply Chains Selling fish to the final consumer with the minimum number of intermediaries is a way for fishing crews and aquaculture producers to retain a larger share of the income derived from their labour. It can also help reconnect the public with this traditional activity by building relationships between fisheries businesses and consumers, as well as improve the visibility of the fisheries sector. Supporting shorter supply chains can therefore lay the foundations for more sus- tainable livelihoods for fishing families in the long term. Realising this potential, many FLAGs across the EU have used Axis 4 to support projects aiming to facilitate sales of locally caught fish, either directly by fishing crews or through the fish auction, depending on the national legal requirements. The projects in this cluster present a number of options open to fishermen to shorten the existing supply chain. They range from direct sales from a family-run fishing boat, including home delivery, to creating a “fish shop” in a traditional fishing boat in a busy city centre. Other projects have achieved cooperation between neighbouring fishermen’s associations to market their fish on a common online platform. Fur- ther interesting examples featured below involve encouraging restaurants and food stores to purchase fish directly from their local auction. Cooperation between fishing businesses emerges from many of these examples as a key success factor for shortening the supply chain. Together, the projects illustrate how investing in short circuit marketing can increase fishermen’s incomes and volume of sales, as well as developing new and more solid customer bases. S H O R T E N I N G S U P P L Y C H A I N S ",
        "Sailing towards 2020: Axis 4 in action # 9 Fish All Days allows customers to buy fresh fish directly from the boat – or have it delivered to their doorstep. By combining more traditional educational and promotional campaigns with the use of new technology and social media, a trawler from Molfetta in Italy has developed a loyal network of customers. The family fishing company, Facchini Pesca, was suffering from poor prices for its catch at the lo- cal wholesale auction. The project consisted of equipping the family boat to be able to sell their fish directly to the consumer. Health and safety rules were prioritised by the project, which also involved equipping the company van to transport fish in refrigerated conditions. This was followed by substantial work to promote the company’s di- rect sales service and raise awareness among the local population of the health benefits of eating traceable and quality, local fish . Actions included the development of flyers and place mats for lo- cal restaurants; a website with information and prices of fish caught by Facchi- ni Pesca and the use social media to promote the product. TERRE DI MARE FLAG, ITALY Results (after 10 months): > 60 households as regular customers > 4 restaurants as regular customers > 30-35% increase in sales revenues Total project cost: €42 000 EFF Axis 4: animation and pro- ject development support Project Promoter: Facchini Pesca fishing company www.facebook.com/FishallDays? fref=nf STAND 1 Fish All Days: Fish from the boat and home delivery S H O R T E N I N G S U P P L Y C H A I N S ",
        "# 10 Sailing towards 2020: Axis 4 in action The Thorup beach fishermen’s guild (Thorupstrand Kystfisker- laug) has converted a traditional fishing boat into a floating fish shop and obtained authorisation to moor it in the heart of Copen- hagen. This is giving the fishing guild’s products a special entry point to the Danish capital’s affluent market. After setting up a guild to buy up privatised fish quotas to ensure that fishing opportunities would remain in the hands of its local commu- nity, the Thorupstrand fishermen improved the marketing of their catch by selling their fish di- rectly using one of their reconverted boats as a unique selling place. They moor this boat in the heart of Copenha- gen, offering an amazing showcase for the Thorupstrand products. The fish is brought directly by truck to Copenhagen and is some of the freshest you can find in the capital, as Thorupstrand boats only work daily trips. The guild has hired a chef to manage the shop, which in addition to whole fresh fish also offers fillets, fresh fish burgers and other small dishes prepared in the guild’s processing plant. NORTH JUTLAND FLAG, DENMARK Results (after 10 months): > Daily fish sales of approxi- mately €1 500 per day (sales figures are growing) > 7 new jobs in the storehouse and the boat shop > Additional activity for the guild’s processing plant Total project cost : €268 000 EFF Axis 4 : € 65 000 Project Promoter: Thorupstrand Kystfiskerlaug (fishing association) ole@thorupstrandkystfiskerlaug.dk www.thorupstrandkystfiskerlaug.dk STAND 2 Jammerbugt Boat Shop: fresh fish in the city centre S H O R T E N I N G S U P P L Y C H A I N S ",
        "Sailing towards 2020: Axis 4 in action # 11 The Costa da Morte FLAG from Spain brought together nine Cof- radías (fishermen’s associations), involving more than 500 Gali- cian fishermen and shellfish producers, to develop and pilot an online sales platform. Rivalry and competition between the numerous cofradías in Galicia is common place. However, a lack of cooperation within the fisheries sector severely undermines the competitiveness of their operations. This project piloted a “shop window” of Galician seafood and aimed to strengthen the bargaining position of local fishermen thanks to increased critical mass, achieved through cooper- ation. Such collaboration allowed direct market- ing of their collective catch to a range of new customers all across Spain. Cus- tomers (individuals or professionals, such as restaurants) can place orders by phone or on-line and depend on a fixed price for the local products. The plat- form groups the orders and commissions one of the participating Cofradías to buy back some of its fishermen’s catch within the limit of the maximum price agreed. Shipment is then handled by the sales platform. Loestamospescando. com provides its customers with a “buyer’s seat” at the auction, ensuring a fairer price to the fishermen and a diversified customer base. The project was successfully trialled for one year, under the management of the FLAG, before responsibility for operations was transferred to the cofradías themselves. COSTA DA MORTE FLAG, SPAIN Results (after 2.5 years): > Online sales platform devel- oped and piloted > 15% increase in prices of certain species > 8 tonnes of fish sold in the first year, generating €25 000 Total cost : €59 171 EFF Axis 4 : €40 828 Project Promoter: Costa da Morte FLAG www.loestamospescando.com STAND 3 Loestamospescando.com: for online sales S H O R T E N I N G S U P P L Y C H A I N S ",
        "# 12 Sailing towards 2020: Axis 4 in action “Peix de llotja”, translated literally as “fish from the auction”, has brought local fishing organisations together in Spain to promote their production to local restaurants. The project de- veloped a brand and awards stars to restaurants that commit to buying their fish directly from their local auction. In many coastal areas, restaurants tend to pur- chase their fish from wholesalers, prioritising price and convenience rather than whether fish is sourced locally. In order to increase the consump- tion of fresh local fish in the area’s restaurants, the Association of Fishing Guilds from the Ebro Delta coordinated an initiative to encourage restau- rants to register as buyers at the fish auction of their local guild. Results have diversified the Association’s buyer base and increased the amount of their fish being purchased directly. Project actions introduced a certification system to guarantee the origin of local fish. Restaurants were also awarded one, two or three stars, depending on the quantity of fish purchased directly from the local auction. DELTA DEL EBRO FLAG, SPAIN Results (after 22 months): > Cooperation developed within the fisheries sector and between the fisheries, tourism and catering sectors > 13 restaurants buying directly at local fish auctions > 10-15% increase in auction prices of those species typical- ly purchased by restaurants Total project cost: €23 925 EFF Axis 4: €8 155 Project Promoter: Association of Fishing Guilds of the Ebro Delta www.peixdellotja.com STAND 4 Fish from the auction: commitments from local restaurants S H O R T E N I N G S U P P L Y C H A I N S ",
        "Sailing towards 2020: Axis 4 in action # 13 Through the development of an innovative short supply chain delivery system of local seafood, Axis 4 has helped a Portuguese company to bridge the gap between customers and small-scale fishermen, whilst also encouraging sustainable fishing practices in the Sesimbra area. The Portuguese SME, Fixe em Casa , has devel- oped a marketing scheme that combines a range of short supply chain selling techniques to mar- ket the catch of selected fishermen who comply with specific sustainability criteria. Axis 4 support enabled the company to scale up its online sales, acquire a sustainability label and develop inno- vative packaging to preserve and promote the quality of its fish. Households can order local fish online at a specially designed website and Fixe em Casa will collect orders, li- aise with the fishermen to purchase the fish in the Sesimbra auction (all fish sales in Portugal must go through auction) and deliver it directly to the con- sumer’s home. They have also built relationships with local organic stores and these outlets are now offering certified local fish to the community. ALEM TEJO FLAG, PORTUGAL Results (after 3 years): > 40 fishermen involved, 3 work- ing exclusively for the scheme > Tripled volume of fish sold by the company (40 tonnes sold in 2013) > 3 jobs created in Sesimbra harbour Total project cost: € 25 110 EFF Axis 4: €5 022 Project promoter: Fixe em case Ltd. http://loja.peixefresco.com.pt STAND 5 O melhor peixe do mundo: short circuits and sustainability S H O R T E N I N G S U P P L Y C H A I N S ",
        "# 14 Sailing towards 2020: Axis 4 in action Adding Value Locally Fishing communities can increase the value of their local catch in a number of ways. Options include using new handling techniques to improve prod- uct quality, or processing the raw material into more convenient or gourmet products. Further opportunities can be found by focusing on marketing fish- eries products through innovative packaging and promotion. FLAGs’ support for adding value activities can ensure that communities retain a larger share of the eco- nomic benefits that can be generated from their local resource. Modern consumer habits, such as the popularity of ready-to-eat products and new culinary experiences (as well as growing trends towards quality and traditional local products), mean that there is considerable potential in supporting projects that add value to local fish. Projects in this cluster illustrate a diverse collection of activities that FLAGs have supported. These range from preparation of live crabs supplying Asian communities resident in Europe, to improved cooking and cooling technologies for extending product shelf-lives. Such reaching out to new local markets also sits at the heart of a newly set-up cooperative that fillets and freezes local fish for public canteens. This is followed by an example of an artisanal processing enterprise that has revived the local canning tradition to develop a series of hand-made gourmet products. Other projects in the cluster promote new fresh and smoked organic carp products. A marketing campaigns launched by a producer organisation to rebrand and promote traditional seafood products is also featured. Innovation, quality and direct access to locally caught fish are key elements of these projects. A D D I N G V A L U E L O C A L L Y ",
        "Sailing towards 2020: Axis 4 in action # 15 Local shrimp from Belgium can be offered fresh for a longer period, and without using preservatives, through the use of a newly devel- oped fresh value chain. By improving cooking and cooling proce- dures, Flemish fishermen have enhanced shelf life significantly, in- creasing the competitiveness of their small-scale coastal fisheries. Often hand-peeled abroad, most Belgian shrimps have undergone a long trip before returning to be sold on the local market. This requires exten- sive use of preservatives and sometimes freez- ing. Fresh, locally caught shrimps are available to consumers, but mostly in their unpeeled form and with a shelf life of just 4 days as they are tra- ditionally cooked and cooled on-board using un- treated sea water. In Flanders, the FLAG supported a project to develop an optimised boiling and cooling process (with close control of temperature, water quality…) based on research funded under Axis 3 of the EFF. A prototype plant was built and installed on land and the new process has significantly increased the natural shelf life of fresh local shrimp. This adds value and makes them more competi- tive without using preservatives. In parallel, a new method of peeling shrimps, using an air blaster machine, is allowing this to be done locally, thus keeping the value chain in the community. WEST FLANDERS FLAG, BELGIUM Results (after 2 years): > A prototype of a boiling and cooling plant developed and installed on land > Life cycle of fresh shrimp in- creased from 4 days to 14 days without using preservatives > New marketing possibilities, further from the coast Total project cost: €231 250 EFF Axis 4: €84 406 Project promoter: Vlaamse Visserij Vereniging (Flemish Fisheries Association) Brevisco BVBA Willy Versluys willy@versluys.net www.vlaamsegarnalen.be STAND 6 Quality fresh shrimp: extending product life span A D D I N G V A L U E L O C A L L Y ",
        "# 16 Sailing towards 2020: Axis 4 in action FLAG financial support in Greece facilitated the creation of Blue Crab P.C., a seafood conditioning and processing enterprise which processes a variety of fish, crustaceans and shellfish on a newly constructed and equipped site in the town of Chalastra. Two local specialists in aquaculture and fish pa- thology spotted an opportunity to develop a new business following the expansion of blue crabs in their area. Although there were some local fish- ermen who would catch and sell the species, the market for blue crab was poorly developed. With Axis 4 support, Blue Crab P.C. was set up and premises equipped in an old fish tavern in the town of Chalastra. The site itself is comprised of three departments: a fish, crustaceans and shellfish conditioning department; a deep freeze department for octopus, cuttlefish and crabs; and a preparation unit for sauces and light seafood dishes. Their flagship product is live blue crab which is caught using traditional methods and supplied to Asian communities in 6 different EU countries. Blue Crab P.C. works with approximately 25 fish- ermen who are now catching this local sea-species, as well as fish and other shellfish, which they bring to be conditioned and processed. In a second phase, Blue Crab P.C. is developing sauces and ready-made seafood dishes, largely for the Greek market. THESSALONIKI FLAG, GREECE Results (after 18 months): > Market for live blue crabs developed in 7 countries (GR, ES, IT, FR, BE, DE and CZ) > 3 jobs created > Turnover of approximately €250 000 in the first full year of operations Total project cost: €451 776 EFF Axis 4: €203 299 Project Promoter: Blue Crab P.C. www.bluecrab.gr STAND 7 Blue crab: new markets for live and processed seafood A D D I N G V A L U E L O C A L L Y ",
        "Sailing towards 2020: Axis 4 in action # 17 Three women from Spain set up their own company in Galicia sell- ing local fish and seafood in artisanal canning. Axis 4 supported three women to set up their own company in Galicia, helping to preserve the tradition of canning fish products in glass jars particular to the area. Nuria and Nieves were two unemployed women when they first heard about Axis 4 financing. They got in contact with the lo- cal FLAG to help them turn their idea of canning local fisheries products by hand into an innova- tive and profitable business. With a third partner, specialised in marketing, they developed 15 hand-made products, 8 in the first year, including tuna in olive oil and 7 different products in the second year, such as octopus in olive oil. Their artisanal canning enter- prise, Currican, is now commercialised in gourmet shops all over Galicia and in specialised shops in other parts of Spain such as Madrid, Asturias and Huelva. MARIÑA - ORTEGAL FLAG, SPAIN Results (after 2 years): > New company set up by 3 women over 45 years old, 2 of which were unemployed > 2.5 new jobs created > Turnover obtained in first full operational year: €65 000 > New contract signed to export their canned products to Mexico Total cost: €53 124 EFF Axis 4: €23 909 Project Promoter: Currican www.conservascurrican.es STAND 8 Currican: artisanal canning and processing A D D I N G V A L U E L O C A L L Y ",
        "# 18 Sailing towards 2020: Axis 4 in action A French Axis 4 study led to a €700 000 investment to set up a cooperative processing plant in the fishing port of St Jean de Luz / Ciboure. The plant is now supplying school canteens with previ- ously underused local fish species. The FLAG-led feasibility study identified opportu- nities to process (fillet and freeze) and market the area’s fisheries products, in particular those land- ed in Bayonne. The study involved producers, processors, collective caterers and public bodies in this analysis and helped to develop an action plan that connects local fisheries products with new local markets. The study’s results led to investments in a new cooperative processing centre supplying school, hospital and other canteens in the area with local fish fillets. The local producer organisation, fishing committee and federation of munici- palities all co-funded the cooperative, along with private sector stakeholders. CÔTE BASQUE FLAG, FRANCE Results (after 3 years): > A thorough study on the sup- ply and processing of local fish > A €700 000 cooperative pro- cessing plant launched > 5 jobs (FTEs) created, with 2 more expected after 6 months > An expected 100 tonnes of fish fillets processed in year 1; 130 tonnes for year 2 Total project cost (feasibility study): €72 000 EFF Axis 4: €12 240 Project Promoter : Agglomération Sud Pays Basque www.agglospb.fr STAND 9 SCIC Arrainetik: cooperative processing plant, “from ocean to plate” A D D I N G V A L U E L O C A L L Y ",
        "Sailing towards 2020: Axis 4 in action # 19 By focusing on organic aquaculture and jazzing up the image of carp, the German region of Upper Lusatia is changing consump- tion habits and improving awareness of carp products among younger generations. Local producers of carp in Upper Lusatia have moved to organic practices and, in cooperation with a modern Saxon processing plant, devel- oped a range of new fresh and smoked products. This has been accompanied by work to create a common identity for their organic carp products. Marketing of the products has been carried out jointly, and a small group of local fish farmers oversee the quality of the fish. The project also involved the design and production of consumer brochures and equipment to participate in relevant trade fairs to enable the producers to promote their products. The project has led to organic self-service food shops being supplied with this organic carp product for the first time in Germany. OBERLAUSITZ FLAG, SAXONY, GERMANY Results (after 22 months): > Carp producers moved from conventional to organic carp production > 1 job created > Organic carp products now stocked in German organic food shops Total project cost: €165 628 EFF Axis 4: € 124 221 Project promoter: Oberlausitzer Biokarpfen www.oberlausitzer-biokarpfen.de STAND 10 Organic Carp: creating image awareness A D D I N G V A L U E L O C A L L Y ",
        "# 20 Sailing towards 2020: Axis 4 in action Thanks to Axis 4, Vianapesca, a Producer Organisation of small- scale and medium-sized fleet operators from Northern Portugal, developed a marketing campaign to promote traditional seafood at national and European level. Vianapesca’s members had previously experi- enced challenges linked to low profitability of fishing caused by product distribution difficulties and low sales value. In response, the Producer Or- ganisation (PO) developed a commercial strategy to boost sales of marketable fish products and consolidate a commercial network at national level. The core component of the marketing cam- paign involved explaining the nutritional and heritage value of traditional canned products through re-designed packaging and promotional material. In 2013, the project leveraged enough visibility that, in partnership with other Portuguese POs, Vianapesca could open “loja das conservas”, a traditional canned fish store selling a range of lo- cal products in Lisbon. The following year, their marketing campaign led to a dedicated “Portuguese canned fish” aisle being opened in a gourmet grocery in Paris. These successes are helping to increase incomes and improve living conditions in Portugal’s traditional fisheries communities. LITORAL NORTE FLAG, PORTUGAL Results (after 2 years): > 13 canned fish products rebranded > 1 new company created in Lisbon > 4 permanent and approx- imately 20 seasonal jobs created > Additional income of €30 000 in year 1 of operations, esti- mated to double in year 2 Total project cost: €199 260 EFF Axis 4: €104 612 Project promoter : Vianapesca (Producer Organisation) Facebook page: Vianapesca OP STAND 11 Vianapesca: successful product placement A D D I N G V A L U E L O C A L L Y PORTUGAL canned fish traditional method A D D I N G V A L U E L O C A L L Y ",
        "Sailing towards 2020: Axis 4 in action # 21 Enhancing the Environment The fisheries sector has been criticised for the negative impact of its activities on the environment. However, thanks to their profes- sional knowledge, fishermen can also play an important role as stewards of the maritime and inland water environment and many FLAGs have supported the sector to undertake this task, often with the involvement of scientists and other relevant experts. More- over, FLAGs, as local partnerships, are often uniquely positioned to foster cooperation between local stakeholders and thus help overcome conflicts of interests linked to the use of coastal ecosystems. Most of the projects in this cluster show how fishermen have been supported in their efforts to manage the environment and fish resource in a sustainable way. This includes projects facilitating the reporting of catches, monitoring a conservation area to prevent illegal fishing, bringing local actors together to develop a common river management plan, as well as designing and testing seal-safe fishing gear. The cluster also involves a project to certify sustainably caught fish, as well as the development of new, en- vironmentally-friendly technology to improve the quality of lake water. All of these projects highlight the important role that FLAGs can play in enhancing the environment through promoting sustainable practices, raising awareness and encouraging joint action. E N H A N C I N G T H E E N V I R O N M E N T ",
        "# 22 Sailing towards 2020: Axis 4 in action TELECAPECHE is an e-technology system from France that simpli- fies the reporting of local shellfish catches and help local fisheries and aquaculture committees to adopt suitable management meas- ures by providing them with real-time data on the state of stocks. French shellfish harvesters must declare their catches on a monthly basis to the government office in charge of maritime affairs. However, inefficient procedures meant that data was not processed and available for local fisheries and aquaculture committees in a timely manner. This complicated the management of stocks in the context of dwindling resources. Axis 4 supported the development and trial of an electronic system whereby shellfish harvesters can input their captures directly online or report them by SMS. As well as being a real time-saver for fishermen, the project gives the fisheries and aquaculture committees up-to-date knowledge about fish stocks. This means that they can detect problems with stocks quickly and introduce relevant measures, such as closing or repopulating certain areas, much quicker than in the past. AURAY FLAG, FRANCE Results (after 9 months): > Successful development and trial of e-reporting system > Fishermen have access in re- al-time to their declaration and individual statistics of catches > Now used by all 300 shellfish harvesters in the Morbihan province . > Subsequently being up-scaled to regional level and introduced to other regions in France Total cost: €35 179 EFF Axis 4: €17 590 Project promoter: CRPEMB (Regional Fishing and Aquaculture Committee, Brittany) www.cdpmem56.fr STAND 12 Telecapêche: Monitoring captures E N H A N C I N G T H E E N V I R O N M E N T ",
        "Sailing towards 2020: Axis 4 in action # 23 Fishermen, local authorities and scientists have been brought to- gether by a local NGO to build the first steps of a future effective and sustainable management plan to enforce conservation meas- ures in a restricted fishing area on France’s Côte d’Azur. In an area where pressure from urbanisation and tourism activities is high, the 445 ha restricted fishing area of Cap Roux was set up in 2004 by the local Prud’homie (fishing organisation). How- ever, a lack of visibility and insufficient capacity to enforce the rules meant that the impacts on this protected area and its marine resources were limited. An Axis 4 project has supported fishermen to carry out surveillance activities to combat illegal fishing and explore avenues for developing a sustainable man- agement plan. Scientific studies and data collection are helping to monitor the impacts of conservation measures while cooperation with other users of the marine space is raising awareness of the area’s assets and the importance of preserving them. VAR FLAG, FRANCE Results (after 2 years): > Over 112 surveillance opera- tions carried out > 7 fishermen mobilised and compensated financially for surveillance activities (a total of 1 FTE) > Improved status of the local environmental resource > Strengthened role of the Prud’homie in managing the local fisheries resource Total cost: €142 072 EFF Axis 4: €52 856 Project promoter: Planète Mer www.planetemer.org STAND 13 Cap Roux: restricted fishing area E N H A N C I N G T H E E N V I R O N M E N T ",
        "# 24 Sailing towards 2020: Axis 4 in action All EU Member States now use river basin management plans to protect and improve water in rivers, lakes, estuaries, coasts, and groundwater. A Swedish FLAG project has successfully demon- strated how effective partnership approaches can be used to im- plement such territorial planning tools. Prior to the FLAG project, no coherent manage- ment plan was in place for the Nyköping River from South East Sweden. Furthermore, there was a lack of consensus among different interests groups (fisheries and tourism operators) about how to manage the river resource in a mutually beneficial and sustainable manner. The local FLAG was able to address these issues by bringing to- gether public and private sector stakeholders to establish a common agreement. An environmental consultancy firm facilitated the work which used communication tools effectively to secure a balance be- tween socio-economic and environmental interests. Positive outcomes have improved working relations between key players and led to a comprehensive framework of solutions for managing the Nyköping river, whilst also laying the groundwork for future FLAG activities. KUSTLINJEN FLAG, SWEDEN Results (after 1 year) : > Establishment of a partnership between 9 organisations > Development of a shared river management plan > Fewer conflicting interests Total project cost: €54 035 Axis 4: €27 017 Project Promoter: Nyköpingsåarnas vattenvårds- förbund STAND 14 Nyköping river: managing a shared resource together E N H A N C I N G T H E E N V I R O N M E N T ",
        "Sailing towards 2020: Axis 4 in action # 25 Fishermen in East Finland worked with conservationists and sci- entists to develop trap-nets that protect their catch from preying Saimaa ringed seals, without harming this endangered species. Conservation measures to protect the freshwa- ter Saimaa ringed seal, including the banning of trap nets, significantly affect commercial fishing conditions in the area. Local fishermen made a joint proposal to the East Finland FLAG to devel- op and trial seal-safe pontoon trap-nets based on the Baltic Sea experience, but adapted for inland conditions. The FLAG brought together fisher- men, conservationists and scientists (as well as securing funding from Axis 3 of the EFF) to develop and trial a trap-net for perch, pike-perch and vendace which Saimaa ringed seals cannot enter. A co- ordinator was hired to organise the project and 6 commercial fishermen tested the trap-nets for over three years. EAST FINLAND FLAG, FINLAND Results (after 4 years): > New seal-safe trap net designed and tested successfully > National legislations under re- vision to allow trap net fishing > €5 million LIFE project secured to build on this EFF work to im- prove the conservation status of the Saimaa ringed seal and further develop fishing selec- tivity and diversification Total cost: €239 000 Axis 4: Animation and coordina- tion by FLAG Manager Project Promoter: East Finland FLAG www.kalatalous.wordpress.com STAND 15 Seal-safe trap-nets: environmentally friendly fishing gear E N H A N C I N G T H E E N V I R O N M E N T ",
        "# 26 Sailing towards 2020: Axis 4 in action “Increasing value without increasing captures” has been the mot- to of Sweden’s Blekinge FLAG. To achieve this goal, it worked on a comprehensive package of activities for local fishermen, includ- ing support to gain certification for the sustainability of their fish. More than a motto, this has become a guiding principle for the area and its fishermen across the whole fisheries supply chain. FLAG support has helped fishermen to improve the quality and val- ue of their catch through an integrated package of actions, ranging from improving the environ- mental sustainability of their fishing activity to improving handling practices and sales. Getting local fish certified by Sweden’s most renowned sustainability label, KRAV, was a central part of this work. This is a lengthy process requiring sig- nificant research to collect data on the fish stocks in question. Action was also needed to ensure compliance of fishing gear and vessels used, as well as fish handling processes. A project coordinator worked with fishermen and the rele- vant fisheries authorities to prepare the necessary application to have local fish certified. A first fisherman has achieved certification and this success has now paved the way for fellow fishermen to follow suit. BLEKINGE FLAG, SWEDEN Results (after 2.5 years): > 1 fisherman certified for KRAV sustainability scheme for cod. > KRAV application submitted for pike and perch. > 20-25% increase in profitabili- ty for KRAV certified catch. Total project cost (KRAV certification): €72 610.39 EFF Axis 4: €36 305.34 Project Promoter: Blekinge FLAG www.leaderblekinge.se STAND 16 Increasing value, not captures: certifying sustainability E N H A N C I N G T H E E N V I R O N M E N T ",
        "Sailing towards 2020: Axis 4 in action # 27 FLAG technical assistance and financial support helped a creative project holder in Poland turn his idea into an innovative and prof- itable eco-business offering water purification services to fisher- men and aquaculture farms. Eutrophication can seriously affect water quali- ty, thus reducing incomes of fishermen and fish farmers. A local aquaculture company had test- ed many water purification methods but found them all too expensive and too invasive. Through years of experiments the company’s staff devel- oped a new biological method based on instilling selected species of bacteria into water that ab- sorbed and processed organic substances. Axis 4 supported equipment costs for a mobile laboratory (that can be mounted in a van or a small motorboat) to provide on-site measurements and analysis used for planning and/or monitoring water purification processes. BYTOW LAKE DISTRICT FLAG, POLAND Results (after 11 months): > New environmentally friendly method to purify water (5-6 times cheaper than chemical methods) > New economic activity, with 5 water purification contracts already secured Total cost: €71 700 EFF Axis 4: €26 250 Project Promoter: Andrzej Marczyński www.aquamar.com.pl STAND 17 Aquamar: a new method of water purification E N H A N C I N G T H E E N V I R O N M E N T ",
        "# 28 Sailing towards 2020: Axis 4 in action Improving the Image of Fisheries Public awareness about the fisheries profession can be poor in many Member States. Knowledge gaps remain about the challenges faced by the sector, the value and opportunities it represents, or simply the way that fishing and the supply chain works. Indeed, the image of fisheries is often associated primar- ily with negative impacts on the environment. Nevertheless, public interest in where our food comes from, and how it is produced, is increasing. Improving the image of fisheries is, therefore, a priority for many FLAGs, which seek to reconnect fisheries professionals and citizens. The examples in this cluster aim to give visibility to the fisheries sector and promote the value of fish as a quality product. Some of the featured projects have also contributed to creating jobs and opening new markets for fisheries products. They include projects such as making landing points and fish auctions physically more accessible and attractive to visitors, as well as promotional campaigns of the fisheries sector, through media, education and festivals. Further examples highlight the importance of facilitating contacts between the fisheries sector and other business sectors, as well as investing in training future chefs who can be influential in making fish more attractive. Finally, one innovative project has used a specially designed video game to raise awareness about the challenges faced by fisheries sector pro- fessionals among the young and tech-savvy. With aging fishermen a concern in many FLAG areas, and a younger generation increasingly exposed to convenience foods, it is not surprising that many projects in this theme target young people for a long-term impact. I M P R O V I N G T H E I M A G E O F F I S H E R I E S ",
        "Sailing towards 2020: Axis 4 in action # 29 A cofradía (fishermen’s organisation) from Spain’s Asturias has worked to increase the touristic and cultural value of the local fisheries sector by equipping the local auction house for guided tours and educational activities. The project has developed an interactive route around the local auction house allowing visitors to experience and learn about the daily work of local fishermen. For €3 per adult (free entrance for children up to 12 years old), visitors are of- fered a guided tour by an employee of the Cofra- dia, experienced in local fisheries activities. A di- dactic room was also constructed and equipped to illustrate features and practices of local fisher- ies, using audio-visual material to make the tour more attractive to visitors, especially families with children and local schools. The project has gained wide coverage in the national media and become an important tourism attraction in the area. Even local hotels purchase tickets in bulk to offer the tour to their clients for free. In the future, the Cofradia expects to expand this guided tour by also organising excursions on fishing boats for tourists. NAVIA-PORCÍA FLAG, SPAIN Results (after 6 months): > A total of 600 visitors during summer (July-August) > €4 000 of income generated > Around 25% of the visitors are children. Total cost: €135 400 EFF Axis 4: €101 550 Project promoter: Fishermen’s organisation ‘Nuestra Señora de la Atalaya’ www.naviaporcia.com STAND 18 Visiting Vega Fishing Port: guided tours and education I M P R O V I N G T H E I M A G E O F F I S H E R I E S ",
        "# 30 Sailing towards 2020: Axis 4 in action The Larnaca and Famagusta FLAG in Cyprus wanted to promote fresh seafood and so embarked upon a series of events and promo- tional activities, reaching thousands of people and encouraging them to buy and eat products from local fisheries and aquaculture. The project objective was to get people to learn more about the availability and nutritional value of locally-caught seafood. It began with the first fish festival in Protaras. The large turnout helped boost the image of seafood and local fishing and activities. This was consolidated by a second initi- ative, a promotional campaign dedicated to fish- eries and aquaculture. The campaign included sign posting on highways as well as a multitude of media and online advertising. The final promotional activity involved a set of targeted seminars on fisheries, focusing on topics such as fish biology, fisher- ies and aquaculture in Cyprus and the criteria defining nutritional value and freshness of seafood. The seminars targeted secondary school students and attendance exceeded 400 people. LARNACA AND FAMAGUSTA FLAG, CYPRUS Results (after 18 months): > 7 000 visitors attended the Protaras Fish festival > 400 people took part to the fisheries and aquaculture seminars > 2 new fish markets opened in the area Total project cost: €110 000 EFF Axis 4: €50 000 Project promoter: Larnaca and Famagusta FLAG www.anetel.com STAND 19 Fresh seafood promotion: festival, campaign and seminars I M P R O V I N G T H E I M A G E O F F I S H E R I E S ",
        "Sailing towards 2020: Axis 4 in action # 31 Bulgarian FLAG support for better qualified chefs has contributed to increased consumption of local fish and more tourists in the high mountain fisheries area, “The kingdom of trout – Dospat”. Dospat is situated in the High Western Rhodopi Mountains and is known for its fresh water lakes and wild Balkan trout. Trout aquaculture is also well developed. Teachers from the regional pro- fessional culinary school “Vasil Levski” noticed that consumption of fish was not popular in the area. They believed that a wider variety of healthy and attractively presented fish dishes would help change local attitudes. By training local chefs they aimed to make a difference for local people, trout producers and restau- rants as well as for tourists. Actions included a professional qualification in fish cooking, collecting reci- pes from national and foreign cuisines and printing a cookery book. An exhi- bition of fish meals, cooked by the trainees, was also organised for the local community. HWR BATAK-DEVIN-DOSPAT FLAG, BULGARIA Results (after 10 months): > 30 trained professionals in pre- paring healthy fish dishes > 5 permanent jobs sustained and 10 new seasonal jobs created in local restaurants > Distribution of a book with local fish recipes Total project cost: €14 192 EFF Axis 4: €10 644 Project Promoter: Vasil Levski culinary school www.pgdospat.com STAND 20a Gastronomy for chefs: training in fish dishes I M P R O V I N G T H E I M A G E O F F I S H E R I E S ",
        "# 32 Sailing towards 2020: Axis 4 in action Training on how fish is caught and processed and on preparing re- gional fish dishes helped 60 students and teachers from Polish gas- tronomy schools to understand the potential of fish as valuable food. Fish consumption in Poland is one of the lowest in Europe, one of the barriers is that fish, espe- cially local species, is considered unattractive and difficult to cook. Two FLAGs in cooperation with 6 gastronomy schools organised training for students and teachers to explain the process of catching and processing fish. The project included a field visit to a fish process- ing plant as well as an intensive 72-hour training course by chefs with long experience in making fish into attractive food. KASZUBY FLAG AND NORTH KASZUBY FLAG, POLAND Results (after 6 months): > 60 gastronomy students went through intensive training and received certificates > Students and teachers who took part in the training changed their attitude to fish dishes > A book with imaginative rec- ipes based on locally caught fish and regional culinary traditions was produced Total project cost: €37 730 EFF Axis 4: €28 302 Project Promoter : Kaszuby FLAG and North Kaszuby FLAG http://www.lgrkaszuby.pl http://www.plgr.pl STAND 20b Gastronomy for chefs: training in fish dishes I M P R O V I N G T H E I M A G E O F F I S H E R I E S ",
        "Sailing towards 2020: Axis 4 in action # 33 A combination of one-to-one engagement with local businesses and English fisheries, networking them with each other and the provision of business mentoring support has increased the sup- ply of local fish into the Northern Devon market. This 3 year project has provided a dedicated sup- port officer on the ground to animate, network and inspire connections between the fishing sec- tor, restaurants, retailers and local community. By linking interested businesses together and form- ing new connections, this work has helped de- velop the local supply chain, increasing the pres- ence of locally-landed fish on the local market. New events focusing on fish, seafood, the marine environment and heritage have also been developed. The project includes marketing and sponsorship support to promote the local catch and celebrate local seafood and fishing heritage. Finally, it involves an important training and business support element to put ideas into action. Some examples of new initi- atives resulting from the project include: the creation of “The Glorious Oyster” seafood shack; the street vendor Seadog Foods; and Sunfish Cuisine, offering gourmet seafood hampers and barbeque fish boxes. NORTHERN DEVON FLAG, UK Results (after 16 months): > 2 part-time jobs (1 FTE) and 2 seasonal jobs created > 2 full-time jobs maintained > 3 new companies created > 4 new products developed Total cost: €152 280 EFF Axis 4: €57 100 Project promoter: North Devon+ www.ndflag.co.uk STAND 21 Community Seafood Officer: connecting the fisheries sector I M P R O V I N G T H E I M A G E O F F I S H E R I E S ",
        "# 34 Sailing towards 2020: Axis 4 in action In 2013, the Kitkan Viisas vendace was added to the EU scheme of food products with protected designation of origin (PDO). This very special little fish has become a valued and sought after delica- cy. It is now also the key character in a web and mobile video game. Connected with a wider communication and product development campaign to promote this PDO fish, the FLAG teamed up with local fisher- men and a young local game company to devel- op a multiplatform and multilingual game. The “Legend of Kitkan viisas” (available on android devices and online) puts players in the waders of a Finnish fisherman, exploring the lakes of the Ka- inuu Koillismaa FLAG area. You learn about local species, how to sell your catch and how to find new fishing grounds. The game works as an interactive promotional campaign for the “flagship” fish delicacy of the area, the Kitkan Viisas. Very user friendly and with attrac- tive graphics, it is a fun awareness-raiser for kids and their parents. It is also available in English and Russian as the game is promoted in tourism offices and hotels in the area, which attracts 1 million tourists annually, many of which for angling. KAINUU KOILLISMAA FLAG, FINLAND Results (after 12 months): > Development and launch of new multi-lingual fisheries video game > Approximately 1 300 down- loads on Android, in the first month > Approximately 800 players (in 3 languages) on the game’s web version in the first month Total project cost: €22 225 (for the game) EFF Axis 4: €9 200 Project Promoter: Naturpolis www.naturpolis.fi STAND 22 Legends of Kitka: a video game on fishing I M P R O V I N G T H E I M A G E O F F I S H E R I E S ",
        "Sailing towards 2020: Axis 4 in action # 35 Linking Fisheries with Tourism Many FLAGs are situated in attractive coastal areas and tourism is often among the first options to be considered when looking for additional sources of in- come and jobs. It is also a way of developing new markets for local fisheries products and strengthening the visibility and recognition of the sector’s role in the local area. Moreover, a growing trend for new and “authentic” experiences and gastronomy has allowed many FLAGs to create linkages between fisheries and the tourism industry, by capitalising on and promoting the fisheries-related assets of their area. In many cases, fishermen are directly involved in offering services and products to tourists, in other cases they may benefit indirectly. Projects in this cluster illustrate the key elements necessary to develop successful fisheries-related tour- ism. Activities include: pesca-tourism trips to watch fishermen and aquaculture producers at work; a coastal angling site stocked with live fish caught by local fishermen; and guided tours of carp farming fa- cilities. Other projects feature a fish restaurant set up by a local fisherman and bed-and-breakfast accom- modation in a fishing family’s home. There is also an example of how the fisheries assets of an area can be brought together and combined with other local features to produce a coherent and attractive package for visitors. Direct involvement of fishermen, training, coordination with local tourist professionals, and effective promotion are some of the key success factors. L I N K I N G F I S H E R I E S W I T H T O U R I S M ",
        "# 36 Sailing towards 2020: Axis 4 in action An inter-municipal body has brought fishermen, shellfish farmers and tourist operators together in the Arcachon basin to valorise and promote fisheries and aquaculture activities and products as a package of new eco-tourism offers that are also being used to help brand the area’s identity. This project has placed local fisheries and aq- uaculture activities at the heart of a responsible tourism offer, affording the sector complementa- ry sources of income and recognition for the vital contribution it makes to the territory. Through a series of working groups between the fishing and shell-fishing committees and public adminis- trations, the project has supported the develop- ment and launch of pesca-tourism activities. Actions also involve a quality charter for ensuring a coherent and quality offer for the whole area. This work was accompanied by the production and dissem- ination of promotional material with a common visual identity. Direct support, including training, was also provided to fishermen and aquaculture producers to start accepting tourists on board their boats. ARCACHON FLAG, FRANCE Results (after 5 years): > Quality charter developed for pesca-tourism > 11 fishermen and 14 oyster producers have diversified their activity into tourism > 1 400 tourists undertook pes- ca-tourism from 2010 to 2013 and 1 159 in 2014 Total project cost: €39 564 EFF Axis 4: €17 715 Project promoter: Syndicat Intercommunal du Bassin d’Arcachon (SIBA) www.bassin-arcachon.com/route- huitre-et-patrimoine-maritime STAND 23 Pesca-tourism: experiencing fishing and aquaculture L I N K I N G F I S H E R I E S W I T H T O U R I S M ",
        "Sailing towards 2020: Axis 4 in action # 37 This “put and take” fishery offers an easy way for families and friends to experience Danish sea fishing in a safe and accessible environment where, in addition, the catch is guaranteed. This innovative activity has improved the area’s tourist offers while creating a new market for local fish via a unique collaboration between a local aquarium, a fishmonger and local fishermen. Part of the coast in this project has been closed off and continuously stocked with locally caught live fish, such as plaice, turbot and cod, for recreation- al fishing. The three different project partners – a tourist operator, local fishermen (who supply the live fish) and a fishmonger – have diversified their income by selling fishing tickets, fishing tackle and bait as well as refreshments and light snacks. Amenities on the beach include a small cottage, tables, waste bins and benches where visitors can take shelter and rest. And, when catches are disappointing, families are still guaranteed fish on their table in the evening because if they don’t catch anything they can still go to the local fishmonger and get one free plaice per angler. WEST JUTLAND FLAG: DENMARK Results (after 6 months): > Approximately 1 000 visitors between August and Decem- ber 2013 > New sales channel for profes- sional local fishermen (who supply live fish) > New customers attracted to the local fishmonger Total project cost: €26 000 EFF Axis 4: €5 000 Project promoter: Michael Madsen www.saltvandsputntake.dk STAND 24 “Put ‘n’ Take”: a recreational fishery L I N K I N G F I S H E R I E S W I T H T O U R I S M ",
        "# 38 Sailing towards 2020: Axis 4 in action The Aischgrund Carp Region in Germany used Axis 4 to bring to- gether around 1 000 carp producers in a concerted effort to de- velop and promote carp tourism in the area. An info point was set up, packages of activities organised and 50 “carp guides” trained. Germany’s Karpfenland Aischgrund Region has a rich tradition of carp fish farming. About a thou- sand pond farmers grow the well-known Aischgr- und carp using traditional methods in more than 7 000 ponds spread throughout the region. In January 2013, a local mayor and chairman of the regional association “Karpfenland Aischgrund E.V.”, and a local mayor developed the idea to set up a tourist office to promote carp tourism. “Karpfenland Travel” was set up and local carp farmers were specially trained to accompany tourists on guided walks through the long belts of ponds, on bus excursions and on visits to the local carp museum. These activities are offered alongside broader tourism activities such as bicy- cle tours and city sightseeing tours. Promotional material was also produced, including brochures, a multi-lingual website, a Facebook page and a Youtube channel, helping carp tourism to become one of the key tourism elements in the region. Many carp farmers have now diversified and increased their income as carp guides. AISCHGRÜNDER KARPFEN FLAG, GERMANY Results (after 4 months): > Info point set up to promote carp tourism (creating 2 full- time jobs) > 50 carp guides trained, includ- ing carp farmers > Increased carp tourism in the area and consumer awareness of the “Aischgründer Carp” as a registered PGI trademark > Increased revenue in the res- taurants with the quality label “Aischgründer Carp Kitchen” Total project cost: €205 020 EFF Axis 4: €82 008 Project promoter: Karpfenland Travel www.karpfenland-travel.com STAND 25 Carp tourism: guided tours by carp experts L I N K I N G F I S H E R I E S W I T H T O U R I S M ",
        "Sailing towards 2020: Axis 4 in action # 39 A small-scale Greek fisherman set up a restaurant to complement his revenue during the summer months and serve his freshly caught fish. In order to allow for fish reproduction, many of the fishing grounds of Kalymnos Island are closed in summer months. It is therefore a period of re- duced fishing and low income for local fishermen. Kostas Pizanias decided to seize an opportunity by seeking support from Axis 4 to develop a new activity to complement his fishing income during the summer. He developed a seafront building he owned in the small fishing village of Emporeios into a fully equipped seafood restaurant, following this up with a series of pro- motional and advertising activities. His restaurant is now employing him and 2 employees over the summer and allowing him to sell his reduced summer catch directly to diners in the restau- rant, while offering sea views and the touch of the waves. 100% of fish served in the restaurant is local, and 80% of which is caught by Kostas. DODECANESE FLAG, GREECE Results (after 12 months): > New “0 km” restaurant and economic activity created > 35% increase in annual revenue (70% increase during summer months) > 3 seasonal jobs (FTE) created Total project cost: €60 941 EFF Axis 4: €26 327 Project promoter: Kostas Pizanias (fisherman) www.tokyma-kalymnos.gr STAND 26 Wave Restaurant: set up by a fisherman L I N K I N G F I S H E R I E S W I T H T O U R I S M ",
        "# 40 Sailing towards 2020: Axis 4 in action Ecaterina Epifan, a fisherman´s wife, set up accommodation facil- ities to complement her revenue and to attract more tourists to the Romanian fishing village of Mila 23. To diversify her family’s economic activities Eca- terina, a fisherman´s wife, started to offer tourist accommodation in her home and serve her hus- band’s freshly caught fish in the village of Mila 23 on the Danube Delta. It all began as hospitality for family and close friends but as they returned every year and encouraged others to come too, their home was unable to meet the high demand anymore. Ecaterina grasped the opportunity to develop a fully-fledged business by harnessing the potential that increasing local tourism offered. She asked the FLAG for help in order to expand her ac- tivity and meet the demand of visitors in the Danube Delta. The project itself involved the development of facilities to host tourists professionally, including 7 bedrooms, an open terrace and a dining room with capacity for 20 people. TULCEA FLAG, ROMANIA Results (expected in the 1 st year): > 2 new jobs created > 1 000-1 500 clients a year Total cost: €215 021 EFF Axis 4: €96 759 Project Promoter: P.F.A. Epifan Ecaterina STAND 27 Fisherman’s B&B: accommodation in fishing family’s home L I N K I N G F I S H E R I E S W I T H T O U R I S M ",
        "Sailing towards 2020: Axis 4 in action # 41 Over 100 local companies (fishing and processing companies, res- taurants, tourist operators…) as well as two natural parks have been brought together to build a series of different tourist pack- ages along the coast of the Cadiz Straights in Spain With high unemployment in the area and a strug- gling fishing sector, Cádiz Estrecho FLAG has in- vested in promoting its fishing heritage – and in particular its traditional “ almadraba” tuna fishing activity – as a unique selling point to attract quali- ty tourism beyond the peak season. It has worked with local fishing organisations, fish auctions and processing companies to develop different guid- ed tours and workshops of these traditional ac- tivities and package and promote them as part of a comprehensive offer of tourist activities, nature sites and cultural and gastronomic experiences. A website has been developed to present this diverse tourism offer of the Cadiz Straights and both local and international tourist operators mobilised to dis- cover and promote the so called “millennium tuna route”. CÁDIZ ESTRECHO FLAG, SPAIN Results (after 2 years): > 100 companies mobilised > 5 new products created > 4 jobs created > > €200 000 generated Total project cost: €389 240 EFF Axis 4: €291 930 Project promoter: Cádiz Estrecho FLAG www.rutamilenariadelatun.com STAND 28 The millennium tuna route: packaging tourism assets L I N K I N G F I S H E R I E S W I T H T O U R I S M ",
        "# 42 Sailing towards 2020: Axis 4 in action Developing New Activities from Fisheries The challenge of creating jobs and finding new sources of sustainable income for fisheries communities cannot be addressed by fishing activities alone. While many fisheries areas have decided to take advantage of blue growth oppor- tunities such as the tourism potential in their areas (see Cluster 5 on Linking Fisheries with Tourism), some FLAGs have found other opportunities to create additional sources of income in fisheries communities and maintain the viability of their local economy. Innovation is an important local development tool that Europe’s fishing and coastal communities can make good use of via support from the FLAGs’ expertise and funding incentives. Results of such projects can not only create and safeguard jobs but they can also inspire others to venture into innovative areas, thereby further helping to reinforce the long-term economic viability and sustainability of coastal communities. FLAG-funded diversification activities can be initiated by representatives of the fisheries sector, as well as by other actors, such as local SMEs. The key challenge is to ensure that the fisheries community can benefit from the investment. The projects supported by FLAGs often link traditional skills with modern industries targeting new markets. The projects in this cluster range from the production and mending of fishing nets (which can be a starting point for a wider range of products using similar skills) to a boat repair workshop and sand extraction for shellfish production. These projects have generated employ- ment benefits and secured new market opportunities. They have also facilitated the work of professional fishermen and strengthened local linkages. D E V E L O P I N G N E W A C T I V I T I E S F R O M F I S H E R I E S ",
        "Sailing towards 2020: Axis 4 in action # 43 Axis 4 financial support helped a fisherman on the Estonian island of Hiiumaa to diversify his activities outside of the fishing season into the production of fishing gear and multi-purpose nets. Imre Kivi, a fisherman on the small island of Hii- umaa, decided to diversify his activities and in- crease his income through an innovative new business making a range of net products. The project idea also involved providing professional and leisure fishing gear services. Axis 4 co-fund- ed, the renovation and equipping of an old shed into a modern facility with low cost energy ade- quate for fishing gear production. Besides trap nets, gillnets, trawls, aquaculture equipment and sign flags for fishing, the company is also producing other net products such as playground climbing nets, football net gates and tow ropes. This investment has led to the develop- ment of a new year-round activity and the creation of 4,5 full-time jobs for local people on the island. HIIUKALA FLAG, ESTONIA Results (after 3 years): > New economic activity launched with products sold on the national market and in Finland > 4,5 new jobs created Total cost: €90 474 EFF Axis 4: €47 500 Project Promoter: FIE Imre Kivi www.stonefish.ee STAND 29 Fishing Gear Production: diversifying activities and markets D E V E L O P I N G N E W A C T I V I T I E S F R O M F I S H E R I E S ",
        "# 44 Sailing towards 2020: Axis 4 in action FLAG technical assistance and financial support from Spain helped two net menders in Asturias to diversify their traditional activities of net mending and tap into new markets (training and tourism). Teté and Margarita, experienced local net mend- ers, were carrying out their activities in old fa- cilities and poor conditions. Moreover income from this profession was decreasing over time. With the support of the FLAG they have reno- vated their facilities and found a novel source of income to diversify their revenue by opening a handcraft shop to sell souvenirs and sport fish- ing items to tourists. The two women also hand- make and sell various artisanal products, including rugs, brooches, football nets and placemats. Moreover, in order to preserve the activity of net mending, they have organ- ised training courses aimed at attracting young people towards the secrets and techniques behind this traditional activity. Besides the training, visits are organised for tourists around the shop explaining their work. LA SIDRA FLAG, SPAIN Results (after 7 months): > 300 clients over the summer and a further 120 for the remaining 4 months > 400 tourists for the guided tours > 17 people attending the net mending training Total cost: €17 485 EFF Axis 4: €6 701.43 Project Promoter: Equipo A.T., C.B. www.mancosi.es STAND 30 Diversifying Net-Mending: sport fishing accessories and handcraft shop D E V E L O P I N G N E W A C T I V I T I E S F R O M F I S H E R I E S ",
        "Sailing towards 2020: Axis 4 in action # 45 FLAG support to a local entrepreneur in the Polish fishing town of Ustka has created jobs, facilitated the work of local fishermen and helped them diversify their activities into tourism. A local SME received support to purchase equip- ment that would allow it to renovate fishing boats in an area which had 3 fishing ports but no repair facilities. In addition to renovating old fishing boats, the enterprise is also equipped to adapt them for tourist activities, as well as de- signing and building new, special purpose boats for leisure and tourism. These innovative activities in the area have reduced costs and improved the quality of life for local fishermen, who no longer have to transport their boats to a distant workshop. They have also enabled fishermen to undertake new activities on their boats, such as guided tours and angling trips. SLOWINSKA FLAG, POLAND Results (after approximately 8 months): > 6 jobs safeguarded in the existing SME > 3 new jobs created, including 1 for a former fisherman > 8 customers serviced in the boat repair workshop Total project cost: €150 110 EFF Axis 4: €64 770 Project promoter: Arkadiusz Siekierzycki www.sgr.org.pl STAND 31 Boat Repair Workshop: supporting fishing and new boating activities D E V E L O P I N G N E W A C T I V I T I E S F R O M F I S H E R I E S ",
        "# 46 Sailing towards 2020: Axis 4 in action Nuno Russo comes from a family of Portuguese shellfish produc- ers in Ria Formosa, Algarve. Axis 4 has enabled him and his family to diversify their business and develop a new service for their fel- low producers. Much like land farming, the traditional way of producing cockles in the Ria Formosa involves patient and precise soil restoring processes. These are required in order to provide a substrate of ideal structure and composition for the cock- les to grow. To achieve this, shellfish farmers need to mix sand and gravel in ideal proportions and frequently need to add one or another, which requires lengthy and heavy extraction and trans- port operations. To transform this challenge into an opportunity, Nuno Russo decided to design a specially adapted boat, fitted with a crane and a transport barge, which eases production operations. This has enabled him to launch a new business to extract and transport sand for other producers in the area, whom are now benefiting from this new service that represents an innovative revenue stream for Nuno. SOTAVENTO FLAG, PORTUGAL Results (after 5 months): > 1 new service created and operational > 2 full-time jobs maintained > 6 clients acquired Total project cost: € 62 263 EFF Axis 4: €37 358 Project promoter: Nuno Russo (shellfish producer) www.gacsotavento.com STAND 32 Sand Extraction and Transport: servicing shellfish production D E V E L O P I N G N E W A C T I V I T I E S F R O M F I S H E R I E S ",
        "Sailing towards 2020: Axis 4 in action # 47 Making Fishing Areas Attractive Increasing the attractiveness of fisheries areas (for work, leisure and tourism) as well as and improving quality of life in these communities is a priority for many FLAGs. This is especially the case in more remote and less developed areas which can struggle to ensure their products and services are competitive, and that their communities remain viable. In other areas which have undergone strong development, fishing ports and infrastructure have sometimes become run down and the inhabitants dependent on them cut off from the economic development around them. Addressing these issues often involves considerable investments in physical or social infrastructure. However, combined with well-designed support to busi- ness development and job creation, these types of investments can boost the attractiveness of fisheries areas, helping to avoid population decline and safeguard a viable future locally. Projects in this cluster range from investments to restore a slipway (thus maintaining the economic viabil- ity of life on a small island) to modernising a fishing harbour (in order to improve facilities for fishermen and water based activities). Other projects include the development of regular events to bring a town’s fishing tradition back to the heart of the local harbour. An innovative method of raising funds for local infrastructure is also featured. The success of these projects depends primarily on the strong support of the local community and the focus on an investment which is not an end in itself, but which can kick-start further development processes. M A K I N G F I S H I N G A R E A S A T T R A C T I V E ",
        "# 48 Sailing towards 2020: Axis 4 in action Axis 4 funding in Estonia has contributed to the development of the port of Oiu which has become the first harbour on lake Vorts- jarv equipped with all necessary services for fisheries. It is also set to become more attractive for other sectors. Oiu is a small fishing village on the north shore of Lake Vortsjarv with around 20 nearby professional fishermen. Due to lack of infrastructure and amen- ities on the lake, conditions for fishermen operat- ing here were once very difficult. Upgrading and installing the necessary infrastructure seemed the obvious choice to support professional fishermen and the local community. This project was proposed by the fishermen themselves, and the modernised facilities have improved their quality of life as well that for the surrounding com- munity. A new gas station funded by the project for example, means fishermen and other boat users no longer need to travel to the nearest town to buy fuel in canisters. The development of the port into a modern facility is also attracting new activities, benefiting both the tourism and service sector. LAKE VÕRTSJÄRV FLAG, ESTONIA Results (after 7 months): > 50 fisherman from all around the lake are now using the infrastructure at this port > 4 new businesses created around the harbour: res- taurant, boat construction and fish products workshop, accommodation, sale and rent of boats Total cost: €128 900 EFF Axis 4: €77 340 Project promoter: Oiu Yacht Club www.oiusadam.ee STAND 33 Oiu Harbour renovation: making life and work attractive M A K I N G F I S H I N G A R E A S A T T R A C T I V E ",
        "Sailing towards 2020: Axis 4 in action # 49 FLAG investment in reinstating a slipway has helped enable the owner to remain on his Irish island base in Clew Bay and make his way of life more sustainable for him and his family. Bringing the slipway back to use on the 3 inhab- itants island of Inislyre has provided additional capacity in a remote area. The nearest alterna- tive slipway at Rosmoney had a capacity limited to only one vessel and so could easily become overcrowded. The reinstatement of the privately owned slipway in this project allows it to be hired out to up to 3 vessels at a time. Boat owners can use the facility to carry out vessel hull sur- veys, maintenance and repairs. This avoids both commercial and marine leisure vessels travelling long distances to find alternatives of similar quality and has allowed new economic activities to be developed. NORTH WEST FLAG, IRELAND Results (after 12 months): > 1 full-time job maintained > 3 new services developed – repairs, repainting and hull cleaning > 6 vessels used the service developed in 2014 > Additional revenue of €4 950 has been generated as a result of the project in first full oper- ational year Total cost: €7 586 EFF Axis 4: €1 517 Project promoter: Joachim Gibbons STAND 34 InisLyre Slipway: sustainability of life on a small island M A K I N G F I S H I N G A R E A S A T T R A C T I V E ",
        "# 50 Sailing towards 2020: Axis 4 in action Simrishamn is a picturesque coastal town in southern Sweden with a rich fishing past. However, the local fishing sector had dwindled since the 1980s following several crises. Fishermen had lost their voice and visibility in the area but Axis 4 has helped to reinstate their civic position and, attract visitors to the town. To break the vicious cycle of “ fewer boats attract- ing less attention ” local fishermen decided to seek “ more visibility to trigger more interest ”. Axis 4 was used to design and pilot a harbour-side festi- val, bringing local actors together around the community’s fisheries assets. The event includ- ed direct sales of local fish (including previously undervalued species), public cooking classes, activities for kids and “ open hull ” sessions for the public to board and visit the local fishing boats. The pilot event was so successful that it was up-scaled the following year and has become a regular annual event lasting 2 weeks. It is attracting broad public attention, helping to reconnect residents and visitors with the area’s fisheries tradition and making working in the sector attractive again for Simrishamn fishermen. It has even convinced the town to reconsider its plans to convert the historic harbour-side fish market into a hotel and instead restore it into an active fish market. SOUTH BALTIC FLAG, SWEDEN Results (after 3 annual events): > An estimated 14 000 people attracted to the Home Har- bour event > Increased income for participat- ing fishermen during the festival (approximately €165 per day) > Increased public interest and NGO involvement in local fishing sector > An identified potential market for traditionally “non-market- able” species (value change from €0 to €4/kg) Total project cost (2013): €75 000 EFF Axis 4: €37 500 Project Promoter: South Baltic FLAG www.southbalticflag.se STAND 35 Home Harbour: a town where fishermen live, work and hope M A K I N G F I S H I N G A R E A S A T T R A C T I V E ",
        "Sailing towards 2020: Axis 4 in action # 51 Annan Harbour Action Group in Scotland have successfully used ‘crowd funding’ to provide vital private sector co-finance for a FLAG supported restoration project. Annan Harbour Action Group’s aim is to develop Annan Harbour as a community asset and pro- mote water- and shore-based activities linked to the maritime environment. This project is part of a series of activities to increase economic activ- ity by restoring the potential that an active and dynamic harbour could bring to the area. Particu- lar attention is paid to high-value opportunities from boat tourism. An important initial activity involves removing silt from the harbour which has built up over 50 years, pre- venting easy access of fishing and leisure boats alike. The Action Group is using web-based crowd funding as an innovative way of raising money from a wide range of private individuals, known as the ‘crowd’. It works by asking for small donations in return for ‘rewards’ and has key benefits of demonstrating wide community support for the project and encouraging them to think creatively about how they communicate and engage locally. DUMFRIES AND GALLOWAY FLAG, UK Results (after 3 months): > €7 624 raised through the crowd in 56 days > Contributions from 45 backers. Total cost: €55 007 EFF Axis 4: €14 290 Project promoter: Annan Harbour Action Group www.annanlive.co.uk STAND 36 Annan Harbour: Crowd funding community infrastructure M A K I N G F I S H I N G A R E A S A T T R A C T I V E ",
        "# 52 Sailing towards 2020: Axis 4 in action Investing in People Building the capacities and skills of members of a local community and sup- porting them to implement their ideas is an important success factor of many projects supported by Axis 4 across the EU. A number of FLAG projects are specifically focused on people. Such actions recognise that people are a key asset of any bottom-up, community-led development and for a successful fisheries sector, equipped for future challenges. Each example in this cluster shows the personal story of an individual, or a group of individuals, whose life has been changed as a result of FLAG support. Projects range from a fisherman’s daughter learning to run her father’s business to a group of unemployed youth who learn new skills and find opportunities for work in the fisheries sector. Other projects highlight how the EFF has helped members of the fishing com- munity (particularly women) by encouraging and supporting them to create their own businesses. There is also an example of how trust and targeted support from the FLAG has enabled an unemployed civil servant to change career and fulfil his vocation in aquaculture. Key elements of success from these pro- ject stories point to the importance of combining different forms of support (off- and on-the-job training and advice; the use of role models and networking; investment funding to put ideas into action…) and tailoring such support package to the specific needs of individuals. I N V E S T I N G I N P E O P L E ",
        "Sailing towards 2020: Axis 4 in action # 53 Thanks to the combination of an apprenticeship for young fishers and financial support to improve a local fishing business, 33 year old Tanja from Finland is now a successful fisherwoman, selling her fresh and processed produce directly to consumers. In the South Finland FLAG area, despite healthy stocks, supply is far from meeting local demand for fish. Moreover, two thirds of fishermen are due to retire in the coming year. In this context, attracting young people to professional fishing is a priority. A FLAG “Master-Apprentice” project offered practical training to 6 young people to learn from a network of more experienced fishermen. Skills within the course included fishing and processing techniques, as well as specific development needs for fishing companies. Combined with support and advice on grant opportunities, Tanja Åkerfelt took over her father’s fishing business to become a successful fisherwomen and entrepreneur. SOUTH FINLAND FLAG, FINLAND Results for one participant (after 18 months): > 1 fishing business maintained and run by a young person > Processing and direct sales ac- tivities developed, increasing company turnover by 50% > 2 FTEs created (1 young fisher- woman, plus 2 part-time posi- tions in processing and sales) Total cost: €49 000 EFF Axis 4: €18 963 Project promoter: Nylands Fiskarförbund (Regional Fishing Union) www.akerfeltsfisk.fi STAND 37 Master-apprentice programme: supporting fishing start-ups for the young I N V E S T I N G I N P E O P L E ",
        "# 54 Sailing towards 2020: Axis 4 in action Training courses from Cornwall in the UK show how FLAGs can support skills acquisition and restore the attractiveness of the sector to young professionals. A lack of skills and an aging workforce are com- mon complaints in many fisheries areas around Europe. The Cornwall & Isles of Scilly FLAG, working with a charity dedicated to helping disadvantaged young people, have developed a series of training courses aimed at attracting younger recruits to the industry. The accredited commercial fishing courses, delivered by Sea- food Cornwall Training (SCT), were designed to equip candidates with the basic skills and knowledge to work at sea in a safe and efficient manner. Training sessions were led by qualified instructors, many of whom are active or retired fishermen, helping boost job opportunities. The Seafood Courses were run by Padstow Seafood School, experts in the catering industry. CORNWALL AND ISLES OF SCILLY FLAG, UK Results (after 2 years): > Training delivered to 48 young unemployed people > 24 have found work in fishing and related sectors Total cost: €170 400 EFF Axis 4: €114 825 Project promoter: Princes Trust and Seafood Cornwall Training www.princes-trust.org.uk www.seafoodcornwalltraining.co.uk STAND 38 Training Courses: Getting young people into commercial sea fishing I N V E S T I N G I N P E O P L E ",
        "Sailing towards 2020: Axis 4 in action # 55 All seven Andalusian FLAGs participated in a cooperation pro- ject to foster female entrepreneurship across the Spanish region, starting by studying the experiences of local women and promot- ing successful female entrepreneurs as role models to others. High unemployment levels in Andalusia, com- bined with a common objective in the Andalusian FLAG strategies to diversify their local economies, led the 7 FLAGs to cooperate around a project to better understand women entrepreneurship in the region. Project goals also sought to clarify the support that was needed to encourage more women to set up their own businesses. Actions involved: the analysis of women entrepreneur- ship in the region’s fisheries areas and the barriers and success factors to start- ing a company; the identification and selection of successful businesswomen to be used as role models for other women linked to the sector; the promotion of these cases through the production of 14 short films and best practice da- tabase; and a series of workshop exchanges between established female en- trepreneurs and would-be entrepreneurs. This has inspired many local women from coastal areas to consider a career as an entrepreneur and laid the ground- work to providing more targeted support to female entrepreneurship. 7 ANDALUSIAN FLAGS, SPAIN Results (after 18 months): > Production of case studies, 14 short films & a website on female entrepreneurship (with a good practice database) > Workshop exchanges between 200 women entrepreneurs and would-be entrepreneurs > Many women inspired to set up their own companies, 4 have already done so Total project cost: €126 256 EFF Axis 4: €94 692 Project Promoter: All seven Andalusian FLAGs Lead FLAG: Eastern Almeria www.emprendedoraspesca.org STAND 39a Women entrepreneurs: role models and networking I N V E S T I N G I N P E O P L E ",
        "# 56 Sailing towards 2020: Axis 4 in action Spain’s EMPREAMAR project has targeted local and unemployed people from the fisheries sector, with the provision of business mentoring, coaching and financial support in order to encourage the creation of new businesses in, or related to, the sector. EMPREAMAR offers capacity building and sup- port to participants to develop and implement new business initiatives linked to the fisheries sector. The project involved contracting fisheries experts associated with the regional universities to provide training on relevant subjects such as project development, viability assessment, com- munication, social media strategy, etc. In later stages, successful participants of the training received personalised advice or mentoring and, in some cases, the necessary premises to start their activities. In addition, those initiatives in need of finan- cial support were encouraged to apply for a FLAG grant. FISTERRA – RÍA MUROS – NOIA FLAG, SPAIN Results (after 13 months): > 30 local unemployed people trained > 8 business initiatives launched (with 10 foreseen jobs) Total project cost: €51 800 EFF Axis 4: €38 850 Project Promoter: Fisterra – Ría Muros – Noia FLAG www.campusdomar.es STAND 39b EMPREAMAR : business mentoring and coaching I N V E S T I N G I N P E O P L E ",
        "Sailing towards 2020: Axis 4 in action # 57 In Portugal, as in several other European countries, the global economic crisis had severe impacts on employment and many people lost their jobs. João was one of them. Previously employed by a public administration, Axis 4 helped him start a new life as an aquaculture entrepreneur. Seizing this difficult situation as a challenge, and harbouring a life-long fascination with the sea, João approached the Oeste FLAG with the idea of creating an aquaculture company, producing mussels on hanging ropes, a technique new to the area. To develop his project he partnered with a retired fisherman who helped him navigate the fisheries and aquaculture sector and advised him throughout the project. The FLAG supported João to apply for the necessary funding to acquire the equipment needed to initiate activities. It also helped him develop a network with experienced en- tities in the area. João is now starting his project, placing the first ropes at sea and the first production of mussels is expected for early 2015. If everything goes well, he is counting on a production of 160 tonnes a year. OESTE FLAG, PORTUGAL Results (after 1 year) : > João has created a job for him- self and a part-time job that capitalises on local fisheries knowledge > SME-led innovation in local aquaculture (rope grown mussels), in partnership with research institute > Good practice exchange with other aquaculture producers in Portugal Total project cost: €82 749.51 EFF Axis 4: €37 237.28 Project Promoter: João Franco Santos STAND 40 J.F. Mexilhões: a new life as aquaculture producer I N V E S T I N G I N P E O P L E ",
        "# 58 Sailing towards 2020: Axis 4 in action By mid-2014, Fisheries Local Action Groups (FLAGs) implementing Axis 4 of the European Fisheries Fund (EFF) had supported over 9 500 local projects. Significant differences can be observed regarding the pro- ject size, budget, objectives, and types of beneficiaries. These differences reflect the diversity of local situations and needs. The 42 projects selected for the “Sailing towards 2020” conference exhibition, and detailed above, offer an insight into how Axis 4 translates into concrete results on the ground. Many have been successful in creating jobs, helping businesses to develop innovative products and mobilising considerable public and private contributions. Moreover, they have involved a broad range of partners as protagonists of local development in their areas. Creating jobs and wealth in fishing communities The projects presented in the conference exhibi- tion have contributed significantly to economic growth and job creation in their fisheries areas. In total, 91 full-time jobs and 347 part-time and seasonal jobs are reported to have been created by this sample of EFF projects, while 135 jobs have been maintained 2 . This translates to an average of around two permanent full time equivalent jobs (FTEs) being created per project, as well as three jobs maintained and eight part-time and seasonal jobs created. C H A P T E R 3 42 projects in support of sustainable communities Analysis of these projects illustrates some of the wider effects of Axis 4 in terms of social and hu- man capital. These 42 projects were selected to be an illustrative rather than representative sample and should be viewed primarily in the spe- cific context of their area and the local develop- ment strategy. However, they confirm that FLAGs can play a particularly important role in creating jobs and wealth in the community, mobilising lo- cal actors and creating linkages, promoting inno- vative actions, mobilising funding and adapting support to the local context. THE PROJECTS HAVE BEEN CLUSTERED INTO EIGHT THEMES: 1. Shortening supply chains 2. Adding value locally 3. Enhancing the environment 4. Improving the image of fisheries 5. Linking fisheries with tourism 6. Developing new activities from fisheries 7. Making fisheries areas attractive 8. Investing in people 2 These figures are roughly compatible with the information obtained in the Axis 4 study quoted above, where 488 projects were expected to maintain 1 016 FTE jobs, while 498 projects were expected to create 687 FTE jobs (based on responses from 71 FLAGs who replied to the question). ",
        "Sailing towards 2020: Axis 4 in action # 59 Projects focusing on “Linking fisheries with tour- ism” stand out as those with the highest potential of creating jobs, although these are mainly sea- sonal (projects in this cluster helped create nine permanent and 256 seasonal jobs, while a further 102 jobs were maintained). “Investing in people” (40 permanent jobs and three seasonal) and “Add- ing value locally” (15 permanent and 24 seasonal jobs) were the next highest categories in terms of job creation (see Fig. 1). For 17 of the projects in the exhibition, estimated figures were available for the amount of addition- al income generated for the project promoter as a result of the Axis 4 support (e.g. in increased sales). These 17 projects saw a total investment of €2 mil- lion (of which €1 million was from the EFF) and resulted in an additional income of almost €1.5 million by December 2014. Impacts on income generated have been highest in the “Shortening supply chains” cluster (on av- erage, €111 300 additional income generated per project for an average project cost of €83 600), followed by the clusters, “Adding value locally” (on average €59 000 per project for an investment of €194 000) and “Developing new activities from fisheries” (€52 000 additional revenue generated following an investment of €80 000) (see Fig. 2). 400 350 300 250 200 150 100 50 0 250 000 200 000 150 000 100 000 50 000 0 Fig. 1. Jobs created and maintained Fig. 2. Multiplier effect of project (in €) A ll c l u s t e r s L i n k i n g fi s h e r i e s w i t h t o u r i s m I n v e s t i n g i n p e o p l e A dd i n g v a l u e l o c a ll y S h o r t e n i n g s u pp l y c h a i n s A dd i n g v a l u e l o c a ll y D e v e l o p i n g n e w a c t i v i t i e s f r o m fi s h e r i e s ■ Permanent jobs created ■ Seasonal jobs created ■ Jobs maintained ■ Total project investment ■ Additional income generated ",
        "# 60 Sailing towards 2020: Axis 4 in action Fostering social co- hesion and inclusion: mobilising local actors and creating linkages Most of the 42 projects in the exhibition were implemented by actors from the fisheries sector. These included fisheries businesses (e.g. fishing companies and fish processing plants) and fisher- ies organisations (e.g. associations of fishermen). A relatively high proportion of projects were ini- tiated and implemented directly by the FLAGs, for example, the “Millennium Tuna Route” (project 28), set up by the Cadiz Estrecho FLAG in southern Spain to develop and promote the fisheries herit- age and activities along its coast. Fig. 3 illustrates the number of projects implemented by benefi- ciary type 3 . A number of the projects target population groups that are typically hard to reach, including women, the unemployed and young people. For instance the South Finland FLAG has supported a young woman to successfully take over her fathers’ fishing business (project 37) while the Cornwall FLAG (UK) has helped 24 unemployed young people find work in fisheries and related sectors (project 38). As many as 280 different entities have been in- volved in developing these 42 projects. Hence, the impact of FLAG projects goes far beyond the or- ganisation or institution that officially received the grant . On average, each project created linkages between seven different actors in- volved in its implementation. The project promoters have also been successful in involving fishing crews and the local fisheries community in different ways, sometimes as project promoters or partners, but also as users, clients or final beneficiaries. For instance, the project 3 “Loestamospescando”, developed by the Costa da Morte FLAG, has enabled 500 fishermen from nine fishing associations (cofradías) to sell their fisher- ies products online, directly to the final consumer. In the eight projects for which such information was available, the total number of fishermen ben- efiting from the actions supported stood at 967. 3 Some projects involved beneficiaries of several types, so the total number is higher than 42. Fig. 3. Beneficiaries of the exhibition projects F i s h e r i e s e n t e r p r i s e F i s h e r i e s o r g a n i s a t i o n / a ss o c i a t i o n F L A G O t h e r e n t e r p r i s e P u b l i c s e c t o r N G O 12 10 8 6 4 4 ",
        "Sailing towards 2020: Axis 4 in action # 61 Promoting innovative actions Many of the project promoters supported have developed new responses to the challenges fac- ing fisheries areas. In at least seven projects, for example, the use of information technologies plays a key role. These range from on-line sales to e-monitoring of captures, promoting local fisher- ies and even fundraising. Some examples involve the development of prototypes, for instance the optimising of boiling and cooling equipment for local shrimp in the Belgian FLAG (project 6) or an environmentally-friendly and cost-effective water purification system supported by a Polish FLAG (project 17). Several projects also actively involve the research community. The 42 projects have an impressive record of de- veloping new businesses. They have supported the creation of 36 companies and 88 products and services. They have also helped project promot- ers reach 56 new markets. The six projects in the cluster, “Adding value locally”, were particularly ef- fective in this area, creating 30 new products and opening up 15 new customer markets. Mobilising financial resources On average, the projects in the exhibition each saw an investment of approximately €115 000, though the total project investment varies significantly between themes (Fig. 4). The largest projects are in the “Adding value locally” and “Linking fish- eries with tourism” clusters (averaging €194 000 and €156 000 respectively), while “Attractive fish- eries areas” projects are the smallest (on average €67 000), despite the inclusion of infrastructural investment projects in this cluster. While part of these investments come from EFF Axis 4, the 42 projects have also mobilised signifi- cant amounts of public and private contributions, indeed for every €1 invested from the EFF, an ad- ditional investment of €1.25 from other public and/or private sources was levered in. Moreover, further funding has been mobilised in follow-on projects. For example, a environmental project in Finland (project 15) led to the subsequent devel- opment of a €5 million LIFE-funded project and, in France, a study financed by Axis 4 resulted in a €700 000 investment to set up a cooperative pro- cessing plant (project 9). 250 000 200 000 150 000 100 000 50 000 0 Fig. 4. Average total project cost (in €) by theme S h o r t e n i n g s u pp l y c h a i n s A dd i n g v a l u e l o c a ll y E nh a n c i n g t h e e n v i r o n m e n t I m p r o v i n g t h e i m a g e o f fi s h e r i e s L i n k i n g fi s h e r i e s w i t h t o u r i s m D e v e l o p i n g n e w a c t i v i t i e s f r o m fi s h e r i e s M a k i n g fi s h e r i e s a r e a s a tt r a c t i v e I n v e s t i n g i n p e o p l e ",
        "# 62 Sailing towards 2020: Axis 4 in action Promoting the cultural heritage of the area Most fisheries areas, including inland, have a rich heritage of culture and tradition which not only create direct economic benefits, but can also strengthen the sense of local identity and pride in the area and its fisheries profession. Highlight- ing the importance and attractiveness of this heritage can help counter some of the negative demographic trends affecting fisheries. Examples include the development of a series of pesca-tour- ism activities to raise awareness of what the local fishing activity involves and how it contributes to the character of the area (see project 23), the Home Harbour project (project 35) which adds to the visibility of the fisheries sector by bringing ac- tors together around the regeneration of the local harbour or the Millennium Tuna Route (project 28), mentioned above. Adapting support in a flexible way to the needs of the area The examples featured in the exhibition show the great diversity of Axis 4 projects. The amount of support ranges from €1 500 (project 34) to near- ly €300 000 (project 28). EFF flexibility means that FLAGs can help beneficiaries fund conventional business development projects (such as opening a fish restaurant or a net-making workshop), as well as more complex activities (such as studies, the development of new products, training, or men- toring and coaching). FLAG support can involve grants for infrastructural investment as well as covering the salary of a community officer – but support can also be brought in other, non-finan- cial forms, such as animation, coaching or bringing different partners together. Overall conclusions from this analysis of the 42 exhibition projects underscore the clear benefits that FLAGs can provide to their communities. EFF co-financing has been an extremely useful tool for supporting a wide variety of locally-led devel- opment projects in coastal and fisheries commu- nities throughout Europe. Concerted efforts by the FLAGs have ensured that EU funding can be managed locally to provide positive impacts for a broad full spectrum of stakeholders. ",
        "Sailing towards 2020: Axis 4 in action # 63 A qualitative leap forward Since its establishment six years ago, Axis 4 has enabled local partnerships and their staff to gain a wealth of experience in implementing a new approach that might have seemed unrealistic or even utopian compared to the more traditional forms of sectoral and top down approaches for fisheries areas. Today, the added value of the territorial partner- ship is greatly appreciated by many stakeholders. Partners have learned to listen to one another and to understand expectations and requirements be- yond the boundaries of their own organisation. Through FLAG consultations and meetings, dif- ferences of opinion have also, progressively, given way to shared visions and collective territorial pro- jects. Jointly designing and implementing local development strategies has also given partners important opportunities for shared learning. FLAG employees have played a crucial role. FLAG managers and staff members arrived with very different profiles, from fisheries experts who knew little about other areas of activity, to territorial de- velopment specialists who were not always famil- iar with the fisheries sector. Throughout this peri- od, their skills have been strengthened and in the 21 Member States involved there is now a pool of over 500 professionals with expertise in territorial development in fisheries areas. The elements are now in place to facilitate a quali- tative leap forward, a step which is also supported by the orientation of the EMFF, and the opening up of CLLD to all ESI funds. C H A P T E R 4 A new stage with new challenges More targeted strategies The preparation of local development strategies by local groups was also a new departure in most of the FLAG territories in the first programming period, and the strategies produced were rela- tively traditional. In general, they followed the main objectives of the EFF (2007-2013). Namely: strengthening the competitiveness of the fisheries sector; adding value to fisheries products; diversi- fication; and enhancing the environment and local heritage. This initial phase of local development has enabled actions to be kick-started and a large number of individual projects to be implemented. However, in many areas we may now be reaching the limits of what can be achieved by individual actions. We have to ask ourselves: is there room for another new fish restaurant? Is it necessary to en- courage the creation of more fisheries museums? Such decisions can of course only be made locally, but in some areas there is already a risk of over-ca- pacity, unless the product or service offers new growth potential or fills a niche market. After several years of operation, FLAGs now have a better understanding of their areas’ strengths and weaknesses and should be focusing on designing more targeted and more sophisticated strategies, which can maximise the added value of the terri- torial development approach. ",
        "# 64 Sailing towards 2020: Axis 4 in action New challenges, new responses Competitiveness, added value and diversification obviously remain important goals, but the context has changed and new challenges have emerged, such as: > The local consequences of changes in European fisheries policy This may require the FLAG to respond through projects that will help to address the effects of the discard ban, such as the project financed by the Huelva FLAG featured in the FARNET video, “Fishmeal from fish waste”. Other challenges involve the transition to the Maximum Sustain- able Yield and the possible short-term increase in competition for fishing quotas, which a fisher- men’s guild from Denmark has tried to address by enabling fishermen to get extra income from their catch (see project 2). Additional options, such as helping fishermen to become increasing- ly involved in the protection of marine resourc- es, also exist (see the Cap Roux project 13). > Addressing “blue growth” and unleashing the innovation potential of coastal areas which, in many regions, are facing significant population increase – resulting in strong competition for resources between the territory’s multiple uses. Here one can expect activities that help fish- ermen develop innovative products, such as the Portuguese FLAG which facilitated contact between fishermen, researchers and industry to study the potential of using the swimming crab in bio-medicine (see FARNET Good Prac- tice #19). To help fishermen benefit from blue growth opportunities, FLAGs may have to launch activities aimed at raising the profile of local fisheries actors and improving their im- age (see Cluster no. 4). > The shift towards low-carbon and a more cli- mate-resilient economy, and its impact on coastal resources and areas. FLAGs can play a role in stimulating projects here that, for example, promote the use of re- newable energy in fishing vessels, as a French FLAG has done, bringing together researchers, fishermen and sunflower producers. See on FAR- NET’s cooperation page. > The absolute necessity to create employment and to combat poverty, with job insecurity and unemployment having increased significantly in many territories. Many projects supported by FLAGs aim to devel- op skills and ensure sustainable livelihoods for the members of fisheries communities. For in- stance projects 8 (creating jobs for unemployed women in canning fish products in Spain), 34 (maintaining a job on a remote Irish island) and 38 (getting young unemployed people into com- mercial fishing in Cornwall). These challenges and the imperative they present for innovative local solutions provides an opportu- nity for FLAGs to respond positively in developing and implementing their new local development strategies. ",
        "Sailing towards 2020: Axis 4 in action # 65 More differentiation The development of strategies that are more fo- cused on local specificities may result in a greater diversity of approaches. Some FLAGs will concen- trate most of their resources on the fisheries sector (e.g. in areas where there is still significant scope for such activities) while others will focus more generally on the opportunities provided by coast- al development and blue growth. Regardless of their focus, each FLAG will be seek- ing to encourage and support the projects that secure the best future for their territory, in terms of its sustainable development, and the creation of employment and social cohesion. In doing so, they will also take account of actions likely to be developed by other local players under other strat- egies and funds. More resources and better coordination At this stage, it is difficult to know exactly how much of the EMFF will be dedicated to CLLD and the sustainable development of areas dependent on fisheries and aquaculture. On the basis of indi- cations to date, it is anticipated that the funding mobilised may be significantly higher than that available under the EFF. The common approach to CLLD across the ESI funds also opens up the opportunity for FLAGs to be involved in multi-fund local development. This could contribute to a better mobilisation of the other ESI funds and improved coordination be- tween the various financing options. Where such multi-funded approaches are possible, this should result in integrated coastal development strate- gies that could cover all relevant sectors of activity in the area. Associated outcomes may therefore accord appropriate importance to the fisheries sector in terms of its economic activity, identity, heritage and governance. A greater emphasis on collective action Amongst the 42 projects selected for the confer- ence, there is a high number that involve more than a single beneficiary or entity. These include: sixteen projects implemented by organisations or bodies that have a collective character, including fishing associations, cooperatives, training cen- tres, environmental associations, local develop- ment agencies, local authorities etc.; and eight projects where the beneficiary is the FLAG itself. In addition, some of the 18 projects implemented by private entrepreneurs also involve other actors from the fisheries community. It is anticipated that this “collective” approach will be strengthened in the future as: > Individual actions are more effective when they are “connected” to other local actions, e.g. in or- der to develop and achieve their full potential, to access certain markets and to become com- petitive, or to develop new activities. Forty fishermen, selected on the basis of their ad- herence to environmental criteria, are involved in the “O melhor peixe do mondo” (the best fish in the world) project, which is supported by the FLAG in Alem Tejo, Portugal. The project enables the direct sale of fish or sales via organic food shops (project 5). Cooperation facilitated by the Thessaloniki FLAG, Greece, has opened the na- tional and international market for fresh blue crab, with 25 fishermen involved (project 7). ",
        "# 66 Sailing towards 2020: Axis 4 in action > The importance of “common assets” or “common goods” principles are in the process of being re-established. For example, in Spain the pro- fessional fishing organisations, the “cofradías”, have been responsible for centuries for manag- ing common maritime resources. This notion of “common goods” has today once again become prominent as pressure on natural resources, water quality, the environment and landscapes intensifies. At the initiative of the East Finland FLAG, fish- ermen, conservationists and scientists have teamed up to protect a valuable natural asset (the ringed seal) and the livelihoods of local fishermen by developing seal-safe fish traps (project 15). The development of collective actions is often best facilitated by the FLAG partners or employees. Due to the greater share of FLAGs’ budgets that can be devoted to animation and promotion under CLLD, FLAGs will be able to become much more “proac- tive” and create linkages between different actors and types of activities. The fisheries sector had lost its high profile in the coastal town of Simrishamn until the South Baltic FLAG in Sweden set up a series of events to address this. Actions focused on a festival, which is now held annually for two weeks, and includes activi- ties for children, boat visits, direct sales of fish, cu- linary recipes, etc. (project 35). More innovation An even greater importance will be attached to in- novation in this new 2014-2020 phase. In particu- lar, the rapid development of new technologies will open up opportunities for the fisheries sector, as well as for the development of new activities. Social innovation will also be required to address the problems facing many territories. The renovation of Annan Harbour in the UK is be- ing enabled thanks to support from the FLAG, but also through the contribution of 45 private do- nors mobilised through web-based participatory ‘crowd funding’ mechanisms (project 36). A focus on young people and women Young people and women often face particular challenges in the employment market and are sometimes difficult to engage through traditional methods. FLAGs have already been successful in targeting these groups and the increased resourc- es FLAGs will be able to devote to community ani- mation under CLLD should help to ensure greater levels of participation in the future partnerships. With the support of seven Andalusian FLAGs, 200 women from fisheries communities have been brought together to explore a future as entrepre- neurs. As a result, some of them have already man- aged to set up their own businesses (project 39a). Moreover, a total of 24 young unemployed people have found work in fishing and fishing related sec- tors thanks to a skills acquisition scheme support- ed by the Cornish FLAG (project 38). ",
        "Sailing towards 2020: Axis 4 in action # 67 Enhanced cooperation Cooperation between territories can deliver add- ed value for projects of a certain size, which re- quire a certain critical mass or complementarity, or exchange of knowledge or skills to succeed. As de- veloping such cooperation is quite complicated, this was relatively rare during the 2007-2013 pe- riod. However, the Axis 4 approach and FLAGs are now more mature and the opportunity to benefit through cooperation should be greater in future. Poland is one of the European countries with the lowest levels of fish consumption. Two Polish FLAGs, in collaboration with six culinary vocation- al schools, organised training courses for students and teachers to enable them to increase their knowledge of fish and methods of preparation and processing (project 20b). Raising the bar This new context and the challenges and oppor- tunities that it presents requires FLAGs to build on their experience and develop more focused, inno- vative and better integrated strategies, which are locally grounded and responsive to local circum- stances. We wish you a smooth passage towards 2020 when we will meet up again to showcase the re- sults of this next part of the journey. ",
        "# 68 Sailing towards 2020: Axis 4 in action K L - A L - 15 - 001 - E N - N 9 789279 455117 ISBN 978-92-79-45511-7 DOI 10.2771/804518 ISSN: 2363-4030 "
    ]
}