{
    "text": [
        "10021/21 FDC/sr ECOMP 1A EN Council of the European Union Brussels, 21 June 2021 (OR. en) 10021/21 ECOFIN 616 CADREFIN 306 UEM 164 FIN 493 Interinstitutional File: 2021/0162 (NLE) COVER NOTE From: Secretary-General of the European Commission, signed by Ms Martine DEPREZ, Director date of receipt: 21 June 2021 To: Mr Jeppe TRANHOLM-MIKKELSEN, Secretary-General of the Council of the European Union No. Cion doc.: COM(2021) 338 final Subject: Proposal for a COUNCIL IMPLEMENTING DECISION on the approval of the assessment of the recovery and resilience plan for Austria Delegations will find attached document COM(2021) 338 final. Encl.: COM(2021) 338 final ",
        "EN EN EUROPEAN COMMISSION Brussels, 21.6.2021 COM(2021) 338 final 2021/0162 (NLE) Proposal for a COUNCIL IMPLEMENTING DECISION on the approval of the assessment of the recovery and resilience plan for Austria {SWD(2021) 160 final} ",
        "EN 1 EN 2021/0162 (NLE) Proposal for a COUNCIL IMPLEMENTING DECISION on the approval of the assessment of the recovery and resilience plan for Austria THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EU) 2021/241 of the European Parliament and of the Council of 12 February 2021 establishing the Recovery and Resilience Facility 1 and in particular Article 20 thereof, Having regard to the proposal from the European Commission, Whereas: (1) The COVID-19 outbreak has had a disruptive impact on the economy of Austria, adding to challenges that existed before the pandemic. In 2019, the gross domestic product (GDP per capita) of Austria was 144% of the EU average. The real GDP of Austria declined by 6.6% in 2020 and, according to the Commission’s Spring 2021 forecast, GDP is expected to decline by 3.4% cumulatively in 2020 and 2021. Longer- standing aspects with an impact on medium-term economic performance include in particular economic and fiscal challenges linked to population ageing, a comparatively low productivity growth, a relatively high tax burden on labour and a suboptimal use of the labour force potential. (2) On 9 July 2019 and on 20 July 2020, the Council addressed recommendations to Austria in the context of the European Semester. In particular, the Council recommended to simplify and rationalise fiscal relations and responsibilities, ensure the sustainability of health, long-term care and pension systems, shift taxes away from labour and make the tax mix more supportive to sustainable growth, ensure an effective implementation of liquidity and support measures for the economy in response to the pandemic, boost labour market outcomes for low skilled, support full- time employment among women, ensure equal opportunities in education and raise the level of basic skills for disadvantaged groups, including people with a migrant background, focus investments on sustainable green and digital transitions including businesses, research and innovation, energy, transport, and reduce the administrative and regulatory burden for businesses. Having assessed progress in the implementation of these country-specific recommendations at the time of submission of the recovery and resilience plan, the Commission finds that the recommendation on taking necessary measures to effectively address the COVID-19 pandemic, sustaining the 1 OJ L 57, 18.2.2021, p. 17-75. ",
        "EN 2 EN economy and supporting the ensuing recovery has been fully implemented. Substantial progress has been achieved with respect to the recommendation on ensuring an effective implementation of liquidity and support measures, in particular for small and medium-sized enterprises. (3) [The Council recommendation on the economic policy of the euro area 2 recommended to euro area Member States to take action, including through their recovery and resilience plans, to, inter alia, ensure a policy stance which supports the recovery and to further improve convergence, resilience and sustainable and inclusive growth. The Council recommendation also recommended to strengthen national institutional frameworks, to ensure macro-financial stability and to complete EMU and strengthen the international role of the euro.] [If the Council recommendation is not adopted by the time of the CID adoption, please remove the recital]. (4) On 30 April 2021, Austria submitted its national recovery and resilience plan to the Commission, in accordance with Article 18(1) of Regulation (EU) 2021/241. That submission followed a consultation process, conducted in accordance with the national legal framework, of local and regional authorities, social partners, civil society organisations, youth organisations and other relevant stakeholders. The national ownership of the recovery and resilience plans is underpinning their successful implementation and lasting impact at national level and credibility at European level . Pursuant to Article 19 of that Regulation, the Commission has assessed the relevance, effectiveness, efficiency and coherence of the recovery and resilience plan, in accordance with the assessment guidelines of Annex V to that Regulation. (5) The recovery and resilience plans should pursue the general objectives of the Recovery and Resilience Facility established by Regulation (EU) 2021/241 and of the EU Recovery Instrument set up by Council Regulation (EU) 2020/2094 3 in order to support the recovery in the aftermath of the COVID-19 crisis. They should promote the Union’s economic, social and territorial cohesion by contributing to the six pillars referred to in Article 3 of Regulation (EU) 2021/241. (6) The implementation of the Member States’ recovery and res ilience plans will constitute a coordinated effort of investment and reforms across the Union. Through the coordinated and simultaneous implementation of these reforms and investments and the implementation of cross-border projects, these reforms and investments will mutually reinforce each other and generate positive spillovers across the whole Union. Therefore, about one third of the impact of the Facility on Member States’ growth and job creation will come from spillovers from others Member States. Balanced response contributing to the six pillars (7) In accordance with Article 19(3) point (a) and section 2.1 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan represents to a large extent (Rating A) a comprehensive and adequately balanced response to the economic and social situation, thereby contributing appropriately to all six pillars referred to in Article 3 of 2 Pending final adoption by the Council, after endorsement by the European Council. The text agreed by the Eurogroup on 16 December 2020 is available at: https://data.consilium.europa.eu/doc/document/ST- 14356-2020-INIT/en/pdf 3 Council Regulation (EU) 2020/2094 of 14 December 2020 establishing a European Union Recovery Instrument to support the recovery in the aftermath of the COVID-19 crisis (OJ L 433I , 22.12.2020, p. 23). ",
        "EN 3 EN Regulation (EU) 2021/241, taking into account the specific challenges and the financial allocation of the Member State concerned. (8) The Austrian recovery and resilience plan includes a balanced mix of investments and reforms that cover four broad areas of relevance to Austria: (i) sustainable recovery, (ii) digital recovery, (iii) knowledge-based recovery, and (iv) just recovery. The focus of the plan is on the green and digital transition, including large investments in areas such as thermal renovation, emission-free transport and high-capacity broadband infrastructure. The plan includes measures ensuring significant contributions to all of the six pillars with both reforms and investments. Each pillar is addressed by a large number of measures ensuring that the objectives of the pillar are supported by activities of at least one area of relevance to Austria. Two pillars (green transition; smart, sustainable and inclusive growth) are supported by measures in all four areas of relevance and three pillars (digital transformation; social and territorial cohesion; policies for the next generation) are supported by measures in three areas. In line with the overall focus of the Austrian plan, the highest number of measures support smart, sustainable and inclusive growth, closely followed by the number of measures supporting the green transition and social and territorial cohesion. (9) Measures supporting smart, sustainable and inclusive growth are included throughout the plan and comprise two planned Important Projects of Common European Interest covering future-oriented technologies (microelectronics and hydrogen), an eco-social tax reform, measures strengthening the financing possibilities for businesses through an investment bonus, support to reduce energy poverty, and steps to liberalise the business environment. Social and territorial cohesion is supported by measures reforming the pension system that are expected to help reduce the gender pension gap and old age poverty, and investments such as those in upskilling and reskilling activities, the education bonus, and the early aid for pregnant disadvantaged women. (10) Health, economic, social and institutional resilience is covered by measures such as establishing the first Austrian institute of precision medicine and a national rollout of dedicated support to disadvantaged young mothers and their families aimed at reducing their risk of social exclusion. Specific measures on education are expected to support improving the digital skills of pupils and help recover lost learning opportunities due to the lockdowns, thus contributing to strengthening the next generation. Addressing all or a significant subset of challenges identified in Country Specific Recommendations (11) In accordance with Article 19(3) point (b) and section 2.2 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan is expected to contribute to effectively addressing (Rating A) all or a significant subset of challenges identified in the relevant country-specific recommendations, including fiscal aspects thereof addressed to Austria or challenges identified in other relevant documents officially adopted by the Commission in the context of the European Semester. The recommendations related to the immediate fiscal policy response to the pandemic can be considered as falling outside the scope of Austria’s recovery and resilience plan, notwithstanding the fact that Austria has generally responded adequately and sufficiently to the immediate need to support the economy through fiscal means in 2020 and 2021, in line with the provisions of the General Escape Clause. ",
        "EN 4 EN (12) The plan includes an extensive set of mutually reinforcing reforms and investments that contribute to effectively addressing all or a significant subset of the economic and social challenges outlined in the country-specific recommendations addressed to Austria. Planned changes to the tax s ystem should be designed to reduce Austria’s greenhouse gas emissions, while also contributing to shifting taxes away from labour and taking account of ecological and social aspects. The full-time labour market participation of women is expected to benefit from an improved offer of quality early childcare facilities. The long-recognised challenge related to the gender pension gap is also tackled through measures in the plan. Investments in energy efficiency, renewables, decarbonisation of industry, biodiversity and circular economy, accompanied by related reforms, including the overhaul of the support framework for renewables and the phase-out of oil heating systems, are expected to promote the green transition. (13) The plan also addresses some of the social and economic challenges that have emerged or were exacerbated during the COVID-19 crisis. A series of active labour market policy measures are expected to address the increased need for help to the low- skilled and raise the labour market opportunities of disadvantaged groups. These measures include an education bonus and a one-stop-shop for long-term unemployed with multiple barriers to employment and inclusion. Pupils who have suffered from lack of physical presence in class should have the opportunity to participate in additional learning settings allowing them to improve their knowledge and ensure satisfactory learning outcomes. The cultural sector, which has suffered from the closure of venues, should benefit from support measures including digitalisation of artefacts and renovation of a cultural site. The once-only principle is expected to ease and simplify the administrative burden for companies as it seeks to reduce the administrative burden and decrease compliance costs caused by incompatible IT systems, while also encouraging investments. Contribution to growth potential, job creation and economic, social and institutional resilience (14) In accordance with Article 19(3) point (c) and section 2.3 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan is expected to have a high impact (Rating A) on strengthening the growth potential, job creation, and economic, social and institutional resilience of the Member State, contributing to the implementation of the European Pillar of Social Rights, including through the promotion of policies for children and the youth, and on mitigating the economic and social impact of the COVID-19 crisis, thereby enhancing the economic, social and territorial cohesion and convergence within the Union. (15) Simulations by the Commission services show that the plan has the potential to increase the GDP of Austria in the range of 0.4% and 0.7% by 2026. 4 Measures of the Austrian plan that are expected to have a positive impact on social cohesion and contribute to reducing the social and economic risks of vulnerable groups include in particular those that improve the labour market participation perspectives of disadvantaged groups. Low-skilled, unemployed and inactive people may benefit from 4 Such simulations reflect the overall impact of NGEU, which also includes funding for ReactEU, and increased funding for Horizon, InvestEU, JTF, Rural Development and RescEU. Such simulation does not include the possible positive impact of structural reforms, which can be substantial. ",
        "EN 5 EN upskilling and reskilling measures, which are expected to improve their employability. Easier access to social support measures through a one-stop-shop should allow those hardest hit by the crisis to overcome the challenges and increase their social participation opportunities. (16) Specific measures are envisaged for children and young people to allow them to overcome the effects of the shift to remote learning. Not all pupils and students were in a position to benefit from online education and some of them have thus experienced breaks in their learning processes. The offer of extra education hours targets those that were hardest hit by crisis. Measures in line with the principles set out in the European Pillar of Social Rights include, apart from improved access to quality education, also the increased offer for early childcare and measures improving the equality of the pension system and contributing to better gender equality. Do no significant harm (17) In accordance with Article 19(3) point (d) and section 2.4 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan is expected to ensure that no measure for the implementation of reforms and investment projects included in the recovery and resilience plan does significant harm to environmental objectives (Rating A) within the meaning of Article 17 of Regulation (EU) 2020/852 of the European Parliament and of the Council 5 (the principle of ‘do no significant harm’). (18) The assessment has been carried out in accordance with the two-step approach of the ‘do no significant harm’ technical guidance of the European Commission (2021/C 58/01). It covers the six environmental objectives within the meaning of Article 17 of Regulation (EU) No 2020/852, namely climate change mitigation, climate change adaptation, sustainable use and protection of water and marine resources, circular economy, pollution prevention and control, and protection and restoration of biodiversity and ecosystems. For those measures where a risk was identified, this risk has been tackled through specific and relevant measures to ensure full compliance with the principle. In relation to financial support transforming industry towards climate neutrality, a milestone should be set to ensure that related eligibility criteria are included in the published calls targeting large-scale transformative projects in industries falling under the EU Emissions Trading System. Contribution to the green transition including biodiversity (19) In accordance with Article 19(3) point (e) and section 2.5 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan contains measures that are expected to contribute to a large extent (Rating A) to the green transition, including biodiversity, or to addressing the challenges resulting therefrom. The measures supporting climate objectives account for an amount which represents 58.7% of the plan’s total allocation calculated in accordance with the methodology of Annex VII to Regulation (EU) 2021/241. In accordance with Article 17 Regulation (EU) 2021/241, the recovery and resilience plan is consistent with the information included in the National Energy and Climate Plan 2021-2030. 5 Regulation (EU) 2020/852 of the European Parliament and of the Council of 18 June 2020 on the establishment of a framework to facilitate sustainable investment, and amending Regulation (EU) 2019/2088 (OJ L 198, 22.6.2020, p. 13). ",
        "EN 6 EN (20) Half of the subcomponents of the plan include investments that are expected to contribute to climate objectives with a clear focus on reducing CO 2 emissions. The measures are thus in line with the challenges identified in the National Energy and Climate Plan of Austria and are expected to contribute to the 2030 energy and climate targets. In particular, the plan focuses on sustainable mobility, buildings and industry, which are among the biggest greenhouse gas emitters in Austria. In relation to mobility, some measures should contribute to the electrification of vehicles used in public transport while others are expected to make the public transport network more attractive, encouraging people to shift from private to public transport. Emissions by industry, including from heavy industry (such as the installations under the EU Emission Trading System) and emissions resulting from transport by enterprises, should be addressed through an investment support scheme. Furthermore, a dedicated scheme supporting the replacement of gas and oil heating systems with more sustainable heating appliances is expected to reduce emissions of buildings. (21) The plan is expected to meet environmental objectives through its actions to support the circular economy, biodiversity and climate adaptation. It is expected to help meet the Union’s targets for environmental policy and contribute to improving, protecting and restoring Austria’s biodiversity, natural carbon sinks and its Natura 2000 network, thus contributing to the EU and national biodiversity strategies. A dedicated new soil protection strategy is expected to reduce land use. Contribution to the digital transition (22) In accordance with Article 19(3) point (f) and section 2.6 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan contains measures that contribute to a large extent (Rating A) to the digital transition or to addressing the challenges resulting from it. The measures supporting digital objectives account for an amount which represents 52.8 % of the plan’s total allocation calculated i n accordance with the methodology of Annex VII to Regulation (EU) 2021/241. (23) Austria’s plan is expected to contribute to the digitalisation of the country by supporting a widespread deployment of Gigabit-capable access networks and by ensuring that currently underserved or disadvantaged and remote areas should be better connected. The measures in the plan are consistent with other Austrian frameworks setting out the digital targets for 2030 and 2050, such as the Broadband strategy 2030 ( Breitbandstrategie 2030 ) or the Digital Action Plan Austria ( Digitaler Aktionsplan Austria ). The Austrian recovery and resilience plan should ensure that pupils are equipped with relevant digital devices and is expected to improve also their digital skills and to facilitate increased use of digital means and methods in teaching and learning settings. This is expected to contribute to addressing challenges that have been highlighted due to the COVID-19 pandemic such as the difficulty to provide digital education to all students in times of lockdown. Lasting impact (24) In accordance with Article 19(3) point (g) and section 2.7 of Annex V to Regulation (EU) 2021/241, the recovery and resilience plan is expected to have a lasting impact on Austria to a large extent (Rating A). (25) The Austrian plan includes a significant number of reforms that have the potential to support lasting structural changes. These include the reform of the health care system, giving more weight to primary health care, and the support to mother-child health ",
        "EN 7 EN care. Other measures included in the plan are furthermore expected to reduce the administrative burden of businesses and to contribute to the digitalisation of the public administration. (26) The plan contains several investments that are expected to have a lasting impact in particular in relation to the green and digital transitions. The measures to increase the use of renewable energy sources include shifts to environment friendly heating systems. Building renovations should reduce the energy use and the related emissions. Investments in high-capacity broadband and other infrastructure measures are expected to facilitate the uptake of digital technologies and support private households, the business sector, and the public administration in making best use of the technological advancements. Lasting impact of the plan can also be enhanced through synergies between the plan and other programmes, including cohesion policy funds, notably by addressing in a substantive manner territorial challenges and promoting a balanced development. Monitoring and implementation (27) In accordance with Article 19(3) point (h) and section 2.8 of Annex V to Regulation (EU) 2021/241, the arrangements proposed in the recovery and resilience plan are adequate (Rating A) to ensure effective monitoring and implementation of the recovery and resilience plan, including the envisaged timetable, milestones and targets, and the related indicators. (28) The overall implementation of the Austrian plan should be monitored by the Austrian Ministry of Finance. Appropriate arrangements have been put in place setting out how other Ministries and agencies should be in charge of the implementation, monitoring and reporting of the measures under their responsibility. The milestones and targets of the Austrian plan constitute an appropriate system for monitoring the plan’s implementation. They are sufficiently clear and comprehensive to ensure that their completion is traced and verified. Milestones and targets are also relevant for measures already completed which are eligible according to Article 17(2) of the Regulation. The satisfactory fulfilment of these milestones and targets over time is required to justify a disbursement request. (29) The verification mechanisms, data collection and responsibilities described by the Austrian authorities appear sufficiently robust to justify in an adequate manner the disbursement requests once the milestones and targets are assessed as completed. (30) Member States should ensure that financial support under the Facility is communicated and acknowledged in line with Article 34 of Regulation (EU) 2021/241. Technical support may be requested under the Technical Support Instrument to assist Member States in the implementation of their plan. Costing (31) In accordance with Article 19(3) point (i) and section 2.9 of Annex V to Regulation (EU) 2021/241, the justification provided in the plan on the amount of the estimated total costs of the recovery and resilience plan is to a medium extent (Rating B) reasonable and plausible, is in line with the principle of cost efficiency and is commensurate to the expected national economic and social impact. (32) Austria has provided individual cost estimates for all 33 investments included in the recovery and resilience plan. Austria provided sufficient information and evidence that the amount of the estimated total costs of the recovery and resilience plan to be ",
        "EN 8 EN financed under Regulation (EU) 2021/241 is not covered by existing or planned Union financing. (33) Based on the assessment of individual cost estimates and related supporting documents, the estimated total cost of the plan appears to be reasonable and plausible. A majority of the individual cost estimates submitted with the plan are assessed to be reasonable, comprehensible and based on sound underlying assumptions. The majority of cost estimates in the Austrian plan is deemed plausible, substantiated by reference costs for the key cost drivers, supported by clear evidence and in line with comparable reforms or investments. Finally, the estimated total cost of the recovery and resilience plan is in line with the principle of cost-efficiency and is commensurate to the expected national economic and social impact. Protection of financial interests (34) In accordance with Article 19(3) point (j) and section 2.10 of Annex V to Regulation (EU) 2021/241, the arrangements proposed in the recovery and resilience plan are adequate (Rating A) to prevent, detect and correct corruption, fraud and conflicts of interest when using the funds provided under that Regulation, and the arrangements are expected to effectively avoid double funding from that Regulation and other Union programmes. This is without prejudice to the application of other instruments and tools to promote and enforce compliance with EU law, including for preventing, detecting and correcting corruption, fraud and conflicts of interests, and for protecting the Union finances in line with Regulation (EU, Euratom) 2020/2092 of the European Parliament and of the Council. (35) The plan includes a detailed description of the control system and the arrangements put in place to ensure the implementation of the measures in accordance with all applicable rules. The system is based on robust processes and structures with the Ministry of Finance being the central coordinating body. The system includes clearly identified actors, with line Ministries being responsible for supervising and controlling the implementing agencies in those cases where they do not implement the measures themselves. Line Ministries are subject to the control of their internal audit units. The central audit body is the national Court of Auditors. (36) The audit and control system laid down in the plan clearly sets out how the relevant functions have been segregated. It describes the responsibilities within the internal control system and provides the legal mandate of the central audit authority highlighting its independence from the government. The responsibility of implementing bodies and agencies for collecting and storing data on final beneficiaries and other relevant information including the arrangements for making the information available to auditing bodies is clearly defined in the plan, which also provides for the use of appropriate registers and databases. (37) The plan clearly sets out that the administrative capacity of the Austrian audit and control system is sufficient for the implementation of the plan. Existing structures experienced in management of EU funds should be tasked to carry out the necessary actions. Coherence of the plan (38) In accordance with Article 19(3) point (k) and section 2.11 of Annex V to Regulation (EU) 2021/241, the plan includes to a high extent (Rating A) measures for the ",
        "EN 9 EN implementation of reforms and public investment projects that represent coherent actions. (39) The plan contains a balanced set of reforms and investments that mutually reinforce each other to a large degree. The design of the plan ensures that both investments and reforms contribute to the overarching aim of addressing long-lasting structural challenges, while also addressing the challenges related to the COVID-19 pandemic. The plan provides incentives in favour of the green or digital transitions such as the introduction of a CO 2 price or the replacement of fossil fuel heating systems, while catering for the related social impact by combatting energy poverty. The plan provides for retraining and upskilling of mainly low-skilled individuals, while also reducing the existing barriers for the participation in such activities. Structural changes are expected to simplify the administrative burden of businesses by means of digital single access points, while investments provide for a large scale increase in digital capacities. Equality (40) The Austrian plan contains a series of measures that are expected to address the country’s challenges in the area of gender equality and equal opportunities for all. Gender equality considerations are reflected throughout the plan. Measures include reforms and investments to increase female labour market participation by increasing the provision of early childhood education and care places. Health needs of disadvantaged pregnant women are also addressed in the plan. In the area of research, targets are included for women graduating in studies relating to science, technology, engineering, and mathematics. The measures related to the changes to the pension system are expected to reduce the gender pension gap. Furthermore, the plan includes measures to improve educational outcomes and skills levels of disadvantaged groups, such as persons with a migration background. Security self-assessment (41) A security self-assessment has not been provided as it has not been considered appropriate by Austria, in accordance with Article 18(4) point (g) of Regulation (EU) 2021/241. Cross-border and multi-country projects (42) The Austrian plan includes two planned Important Projects of Common European Interest. Through the project on microelectronics and connectivity, areas such as power electronics, sensors and process technologies are expected to be strengthened and areas, such as innovative network and microelectronics technologies, should be further developed to support Europe’s strategic autonomy and energy -efficient solutions. The project on building a European hydrogen ecosystem is expected to support hydrogen production, storage and industrial application, in particular in energy-intensive industries and in the mobility sector. This is expected to contribute to the EU’s climate objectives. Consultation process (43) Based on the summary of the consultation process provided by Austria, local and regional authorities, social partners, civil society organisations, youth organisations and other relevant stakeholders were consulted in view of the preparation of the plan. The plan details the scope and size of the 174 contributions received from 148 different entities by 26 February 2021. The plan also details which of the measures included in the plan were supported by stakeholders. To ensure ownership by the ",
        "EN 10 EN relevant actors, it is crucial to involve all local authorities and stakeholders concerned, including social partners, throughout the implementation of the investments and reforms included in the plan. Positive assessment (44) Following the positive assessment of the Commission concerning the Austrian recovery and resilience plan with the finding that the plan satisfactorily complies with the criteria for assessment set out in Regulation (EU) 2021/241, in accordance with Article 20(2) and Annex V to that Regulation, this Decision should set out the reforms and investment projects necessary for the implementation of the plan, the relevant milestones, targets and indicators, and the amount made available from the Union for the implementation of the plan in the form of non-repayable financial support. Financial contribution (45) The estimated total cost of the recovery and resilience plan of Austria is EUR 4 499 475 001. As the recovery and resilience plan satisfactorily complies with the criteria for assessment set out in Regulation (EU) 2021/241 and, furthermore, as the amount of the estimated total costs of the recovery and resilience plan is higher than the maximum financial contribution available for Austria, the financial contribution allocated for Austria’s recovery and resilience plan should be equal to the total amount of the financial contribution available for Austria. The implementation of the Austrian plan is therefore leveraging further amounts beyond the EU support that will be supplied by the national budget. (46) In accordance with Article 11(2) of Regulation (EU) 2021/241, the calculation of the maximum financial contribution for Austria is to be updated by 30 June 2022. As such, in accordance with Article 23(1) of that Regulation, an amount for Austria should be made available now for a legal commitment by 31 December 2022. Where necessary following the updated maximum financial contribution, the Council, on a proposal from the Commission, should amend this Decision to include the updated maximum financial contribution without undue delay. (47) The support to be provided is to be financed from the borrowing by the Commission on behalf of the Union on the basis of Article 5 of Council Decision (EU, Euratom) 2020/2053 6 . The support should be paid in instalments once Austria has satisfactorily fulfilled the relevant milestones and targets identified in relation to the implementation of the recovery and resilience plan. (48) Austria has requested pre-financing of 13% of the financial contribution. That amount should be made available to Austria subject to the entry into force and in accordance with the Financing Agreement provided for in Article 23(1) of Regulation (EU) 2021/241. (49) This Decision should be without prejudice to the outcome of any procedures relating to the award of Union funds under any other Union programme than Regulation (EU) 2021/241 or to procedures relating to distortions of the operation of the internal market that may be undertaken, in particular under Articles 107 and 108 of the Treaty. It does not override the requirement for Member States to notify instances of potential State aid to the Commission under Article 108 of the Treaty, 6 OJ L 424, 15.12.2020, p. 1. ",
        "EN 11 EN HAS ADOPTED THIS DECISION: Article 1 Approval of the assessment of the recovery and resilience plan The assessment of the recovery and resilience plan of Austria on the basis of the criteria provided for by Article 19(3) of Regulation (EU) 2021/241 is approved. The reforms and investment projects under the recovery and resilience plan, the arrangements and timetable for monitoring and implementation of the recovery and resilience plan, including the relevant milestones and targets, the relevant indicators relating to the fulfilment of the envisaged milestones and targets, and the arrangements for providing full access by the Commission to the underlying relevant data are set out in the Annex to this Decision. Article 2 Financial contribution 1. The Union shall make available to Austria a financial contribution in the form of non-repayable support amounting to EUR 3 461 398 824. 7 An amount of EUR 2 230 734 344 shall be available to be legally committed by 31 December 2022. Subject to the update provided for in Article 11(2) of Regulation (EU) 2021/241 calculating an amount for Austria equal to or more than this amount, a further amount of EUR 1 230 664 480 shall be available to be legally committed from 1 January 2023 until 31 December 2023. 2. The Union financial contribution shall be made available by the Commission to Austria in instalments in accordance with the Annex to this Decision. An amount of EUR 449 981 847 shall be made available as a pre-financing payment, equal to 13% of the financial contribution. The pre-financing and instalments may be disbursed by the Commission in one or several tranches. The size of the tranches shall be subject to the availability of funding. 3. The pre-financing shall be released subject to the entry into force and in accordance with the Financing Agreement provided for in Article 23(1) of Regulation (EU) 2021/241. Pre-financing shall be cleared by being proportionally deducted against the payment of the instalments. 4. The release of instalments in accordance with the Financing Agreement shall be conditional on available funding and a decision by the Commission, taken in accordance with Article 24 of Regulation (EU) 2021/241, that Austria has satisfactorily fulfilled the relevant milestones and targets identified in relation to the implementation of the recovery and resilience plan. Subject to the entry into force of the legal commitments referred to in paragraph 1, to be eligible for payment, milestones and targets shall be completed no later than 31 August 2026. 7 This amount corresponds to the financial allocation after deduction of Austria’s proportional share of the expenses of Article 6(2) of Regulation (EU) 2021/241, calculated in accordance with the methodology of Article 11 of that Regulation. ",
        "EN 12 EN Article 3 Addressee This Decision is addressed to the Republic of Austria. Done at Brussels, For the Council The President "
    ]
}