{
    "text": [
        "5687/19 ADD 1 AS/AFG/NTC/mf 1 ECOMP.2B EN Council of the European Union Brussels, 25 January 2019 (OR. en) 5687/19 ADD 1 FSTR 11 REGIO 13 FC 6 SOC 42 PECHE 29 CADREFIN 42 JAI 54 SAN 37 CODEC 181 Interinstitutional Files: 2018/0196(COD) 2018/0206(COD) NOTE From: General Secretariat of the Council To: Delegations Subject: Cohesion Policy Legislative Package 2021-2027 - Partial mandate for negotiations with the European Parliament Delegations will find attached document 5687/19 ADD 1 on the Common Provisions Regulation - Block 2 (Conditions for eligibility and performance framework, including Article 4(1) of the ESF+ Regulation). ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 2 ECOMP.2B EN Common Provisions Regulation TABLE OF CONTENTS CHAPTER II Enabling conditions and performance framewor Article 11 Enabling conditions Article 12 Performance framework Article 13 Methodologies for the establishment of the performance framework Article 14 Mid-term review and flexibility amount [ANNEX III ANNEX IV Horizontal enabling conditions - Article 11(1)] Thematic enabling conditions applicable to ERDF, ESF+ and the Cohesion Fund - Article 11(1) ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 3 ECOMP.2B EN Title II Strategic Approach CHAPTER II Enabling conditions and performance framework Article 11 Enabling conditions 1. For the specific objectives, prerequisite conditions for their effective and efficient implementation ('enabling conditions') are laid down in this Regulation. Annex III lays down horizontal enabling conditions applicable to all specific objectives and the criteria necessary for the assessment of their fulfilment. Annex IV lays down thematic enabling conditions for the ERDF, the Cohesion Fund and the ESF+ and the criteria necessary for the assessment of their fulfilment. 2. When preparing a programme or introducing a new specific objective as part of a programme amendment, the Member State shall assess whether the applicable enabling conditions linked to the selected specific objective are fulfilled, taking into account the principle of proportionality. An enabling condition is fulfilled where all the related criteria are met. The Member State shall identify in each programme or in the programme amendment the fulfilled and non-fulfilled enabling conditions and where it considers that an enabling condition is fulfilled, it shall provide justification. 3. Where an enabling condition is not fulfilled at the time of approval of the programme or the programme amendment, the Member State shall report to the Commission as soon as it considers the enabling condition fulfilled with justification. ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 4 ECOMP.2B EN 4. The Commission shall, within three months of receipt of the information referred to in paragraph 3, perform an assessment and inform the Member State where it agrees with the fulfilment. Where the Commission disagrees with the assessment of the Member State, it shall inform the Member State setting out its assessment accordingly. The Member State shall react in accordance with the procedure set out in paragraph 3. 5. Without prejudice to Article 99, expenditure related to operations linked to the specific objective shall not be reimbursed by the Commission to the Member State 1 until the Commission has informed the Member State of the fulfilment of the enabling condition pursuant to the first sub-paragraph of paragraph 4. The first sub-paragraph shall not apply to operations that contribute to the fulfilment of the corresponding enabling condition. 6. The Member State shall ensure that enabling conditions remain fulfilled throughout the programming period. It shall inform the Commission of any modification impacting the fulfilment of enabling conditions. Where the Commission considers that an enabling condition is no longer fulfilled, it shall inform the Member State setting out its assessment and give it the opportunity to present its observations within one month. Where the Commission concludes that the non-fulfilment of the enabling condition persists, and without prejudice to Article 99, expenditure related to the specific objective concerned shall not be reimbursed by the Commission to the Member State 1 as from the date the Commission informs the Member State accordingly. 1 Changes proposed in Articles 11(5) and 11(6) entail a modification of Article 87(1). It should read: \"Without prejudice to Article 11 (5) and (6) and subject to available funding, the Commission shall make interim payments no later than 60 days after the date on which a payment application is received by the Commission. ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 5 ECOMP.2B EN Article 12 Performance 1. For each programme, the Member State shall establish a performance framework which shall allow monitoring, reporting on and evaluating programme performance during its implementation, and contribute to measuring the overall performance of the Funds. The performance framework shall consist of: (a) output and result indicators linked to specific objectives set in the Fund-specific Regulations identified for the programme; (b) milestones to be achieved by the end of the year 2024 for output; and (c) targets to be achieved by the end of the year 2029 for output and result indicators. 2. Milestones and targets shall be established in relation to each specific objective within a programme, with the exception of technical assistance implemented pursuant to Article 30(5) and to Article 32 and of the specific objective addressing material deprivation set out in Article [4(1)(xi)] of the ESF+ Regulation. 3. Milestones and targets shall allow the Commission and the Member State to measure progress towards the achievement of the specific objectives. They shall meet the requirements set out in Article [33(3)] of the Financial Regulation. ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 6 ECOMP.2B EN Article 13 Methodologies for the establishment of the performance framework 1. For each programme, the methodologies to establish the performance framework shall include: (a) the criteria applied by the Member State to identify indicators; (b) data or evidence used, data quality assurance and the calculation method; (c) factors that may influence the achievement of the milestones and targets and how they were taken into account. 2. The Member State shall make those methodologies available upon request by the Commission. Article 14 Mid-term review and flexibility amount 2 1. For programmes supported by the ERDF, the ESF+ and the Cohesion Fund, the Member State shall review each programme, taking into account the following elements: 2 N.B.: The amendments made in Article 14 require an amendment in Art.80(1) as follows: 1. The decision approving the programme in accordance with Article 18 shall constitute a financing decision within the meaning of [Article 110(3)] of the Financial Regulation and its notification to the Member State concerned shall constitute a legal commitment. That decision shall specify the Union contribution per Fund and per year. However, for programmes under the Investment for jobs and growth goal an amount corresponding to 50% of the Union contribution for the Investment for jobs and growth goal for the years 2026 and 2027 ('flexibility amount') shall only be definitively allocated after the adoption of the Commission decision following the mid-term review as referred to in Article 14. ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 7 ECOMP.2B EN (a) the new challenges identified in relevant country-specific recommendations adopted in 2024 (a) bis the progress in implementing the principles of the European Pillar of Social Rights; (b) the socio-economic situation of the Member State or region concerned; (b) bis the results from relevant evaluations; (c) the progress in achieving the milestones, taking into account any difficulties encountered in the implementation of the programme; (d) the outcome of the technical adjustment as set out in Article 104(2), where applicable. 1a. The Member State shall submit an assessment for each programme on the outcome of the mid-term review, including a proposal for the definitive allocation of the flexibility amount referred to in the second subparagraph of Article 80(1), to the Commission by 31 March 2025. 2. If deemed necessary following the mid-term review of the programme or, in case new challenges were identified pursuant to point (a) of paragraph 1, the Member State shall submit to the Commission the assessment referred to in paragraph 1a together with the amended programme. ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 8 ECOMP.2B EN The revised programme shall include: (a) the allocations of the financial resources by priority; (b) revised or new targets; (c) the revised allocations of the financial resources resulting from the technical adjustment set out in Article 104(2) including the amounts for the years 2025, 2026 and 2027, where applicable. The Commission shall approve the amendment of the programme in accordance with Article 19, including a definitive allocation of the flexibility amount. 3. Where, as a result of the mid-term review, the Member State considers that the programme does not need to be amended, the Commission shall: a) either adopt a decision within three months of the submission of this assessment confirming the definitive allocation of the flexibility amount referred to in the second subparagraph of Article 80(1) or; b) request the Member State within two months of the submission of this assessment to submit an amended programme in accordance with Article 19; 3a. Until the adoption of the Commission decision confirming the definitive allocation of the flexibility amount as referred to in paragraph 1a, this amount shall not be available for selection of operations. 4. In 2026, the Commission shall prepare a report about the outcome of the mid-term review and submit it to the European Parliament and to the Council. ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 9 ECOMP.2B EN [Annex III is bracketed] [ANNEX III Horizontal enabling conditions – Article 11(1) Applicable to all specific objectives Name of enabling conditions Fulfilment criteria Effective monitoring mechanisms of the public procurement market Monitoring mechanisms are in place that cover all procedures under national procurement legislation which include: 1. Arrangements to ensure compilation of effective and reliable data and indicators which is aligned with reporting obligations under Article 83 and 84 of Directive 2014/24/EU and article 99 and 100 of Directive 2014/25/EU. The data and indicators cover at least the following elements: a. Quality and intensity of competition: names of winning bidder, number of initial bidders, number of selected bidders and contractual value; b. Information on final price after completion and on participation of SMEs as direct bidders, where national systems provide such information; Tools and capacity for effective application of State aid rules Managing authorities have the tools and capacity to verify compliance with State aid rules: 1. For undertakings in difficulty and undertakings under a recovery requirement. 2. Through access to expert advice and guidance on State aid matters, provided by State aid experts of local or national bodies. Effective application and implementation of the EU Charter of Fundamental Rights Managing authorities have: 1. Tools and capacity to verify the compliance with the Charter. 2. Reporting arrangements to the monitoring committee on the relevant cases regarding compliance with the Charter Implementation and application of the United Nations Convention on the rights of persons with disabilities (UNCRPD) in accordance with Council Decision 2010/48/EC A national framework to ensure compliance with the UNCRPD is in place that includes: 1. Objectives with measurable goals, data collection and monitoring mechanisms. 2. Arrangements to ensure that accessibility policy, legislation and standards are properly reflected in the preparation and implementation of the programmes.] ] ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 10 ECOMP.2B EN ANNEX IV Thematic enabling conditions applicable to ERDF, ESF+ and the Cohesion Fund – Article 11(1) Policy objective Specific objective Name of enabling condition Fulfilment criteria for the enabling condition 1. A smarter Europe by promoting innovative and smart economic transformation ERDF: All specific objectives under this policy objective Good governance of national or regional smart specialisation strategy Smart specialisation strategy(ies) shall be supported by: 1. Analysis of challenges including bottlenecks for innovation diffusion 2. Existence of competent regional / national institution or body, responsible for the management of the smart specialisation strategy 3. Monitoring and evaluation tools to measure performance towards the objectives of the strategy 4. Functioning of stakeholder co-operation (\"entrepreneurial discovery process\") 5. Actions necessary to improve national or regional research and innovation systems, where relevant 6. Where relevant, actions to support industrial transition 7. Measures for internationalisation ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 11 ECOMP.2B EN 2. A greener, low carbon and resilient Europe by promoting clean and fair energy transition, green and blue investment, the circular economy, climate adaptation and risk prevention and management ERDF and Cohesion Fund: 2.1 Promoting energy efficiency measures Strategic policy framework to support energy efficiency renovation of residential and non-residential buildings 1. A national long term renovation strategy to support the renovation of the national stock of residential and non-residential buildings is adopted, in line with the requirements of Directive 2018/844 amending Directive 2010/31/ EU on the energy performance of buildings, which: a. Entails indicative milestones for 2030, 2040 and 2050 b. Provides an indicative outline of financial resources to support the implementation of the strategy c. Defines effective mechanisms for promoting investments in building renovation 2. Energy efficiency improvement measures to achieve required energy savings ERDF and Cohesion Fund: 2.1 Promoting energy efficiency measures 2.2 Promoting renewable energy Governance of the energy sector The National Energy and Climate Plan is notified to the Commission, in accordance with the provisions of Article 3 of the [Governance Regulation] and includes: 1. All elements required by the template in Annex I of the [Regulation on the Governance of the Energy Union and Climate Action] 3 2. An indicative outline of envisaged financing resources and mechanisms for measures promoting low-carbon energy ERDF and Cohesion Fund: 2.2 Promoting Effective promotion of the use of renewable energy across sectors and across the EU Measures are in place which ensure: 1. Compliance with the 2020 binding national renewable energy target and with this share of renewable energy as a baseline up to 2030 or having taken 3 OJ [not yet adopted] ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 12 ECOMP.2B EN renewable energy additional measures in case the baseline is not maintained over any one year period in accordance with the [recast of Directive 2009/28/EC] 4 and the [Regulation on the Governance of the Energy Union and Climate Action] 2. In accordance with the requirements of the [recast of Directive 2009/28/EC] and the [Regulation on the Governance of the Energy Union] an increase of the share of renewable in the heating and cooling sector in line with in Article 23 of the [recast of Directive 2009/28/EC] ERDF and Cohesion Fund: 2.4 Promoting climate change adaptation, risk prevention and disaster resilience Effective disaster risk management framework. A national or regional disaster risk management plan, established on the basis of risk assessments, taking due account of the likely impacts of climate change and the existing climate adaptation strategies, is in place and includes: 1. A description of key risks, assessed in accordance with the provisions of Article 6 (a) of Decision No 1313/2013/EU, reflecting current and evolving risk profile. The assessment shall build, for climate related risks, on climate change projections and scenarios. 2. Description of the disaster prevention, preparedness and response measures to address the key risks identified. The measures shall be prioritized in proportion to the risks and their economic impact, capacity gaps 5 , effectiveness and efficiency, taking into account possible alternatives 3. Information on financing resources and mechanisms available for covering the operation and maintenance costs related to prevention, preparedness and response 4 OJ [not yet adopted] 5 As assessed in the risk management capabilities assessment required under Article 6 (c) of Decision 1313/2013 ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 13 ECOMP.2B EN ERDF and Cohesion Fund: 2.5 Promoting sustainable water management Updated planning for required investments in water and wastewater sectors For each or both sectors, a national investment plan is in place and include s : 1. An assessment of the current state of implementation of the Urban Wastewater Treatment Directive (UWWTD) 91/271/EEC [and the recast of the Drinking Water Directive (DWD) 98/83/EC] 2. The identification and planning of any public investments, including an indicative financial estimation a. Required to implement the UWWTD, including a prioritization with regard to the size of agglomerations and the environmental impact, with investments broken down for each wastewater agglomeration b. Required to implement the DWD Directive 98/83/EC c. [Required to match the needs stemming from the proposed recast (COM(2017)753 final), regarding in particular the revised quality parameters detailed in annex I] 3. An estimate of investments needed to renew existing wastewater and water supply infrastructure, including networks, based on their age and depreciation plans 4. An indication of potential sources of public financing, when needed to complement user charges ERDF and Cohesion Fund: 2.6 Promoting transition to circular economy Updated planning for waste management Waste management plan(s) are in place in accordance with Article 28 of Directive 2008/98/EC as amended by Directive EU 2018/851/EU and covering the entire territory of the Member State and include: 1. An analysis of the current waste management situation in the geographical entity concerned, including the type, quantity and source of waste generated and an evaluation of their future development taking into account the expected impacts of measures set out in the Waste Prevention Programme(s) developed in accordance with Article ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 14 ECOMP.2B EN 29 of Directive 2008/98/EC as amended by Directive 2018/xx/EU 2. An assessment of existing waste collection schemes, including the material and territorial coverage of separate collection and measures to improve its operation, as well as the need for new collection schemes 3. An investment gap assessment justifying the need for the closure of existing waste installations and additional or upgraded waste infrastructure, with an information of the sources of revenues available to meet operation and maintenance costs 4. Information on how future site locations will be determined and on the capacity of future waste treatment installations 3. A more connected Europe by enhancing mobility and regional ICT connectivity ERDF: 3.1 Enhancing digital connectivity National or regional broadband plan A national or regional broadband plan is in place which includes: 1. An assessment of the investment gap that needs to be addressed to ensure that all Union citizens have access to very high capacity networks 6 , based on: o a recent mapping 7 of existing private and public infrastructure and quality of service using standard broadband mapping indicators o a consultation on planned investments in line with State aid requirements 2. The justification of planned public intervention on the basis of sustainable investment models that: o enhance affordability and access to open, quality and future-proof infrastructure and services 6 In line with the objective defined in article 3(2)(a) in conjunction with recital 24 of the [Proposal for a] Directive of the European Parliament and of the Council establishing the European Electronic Communications Code]. 7 In line with article 22 of the [Proposal for a] Directive of the European Parliament and of the Council establishing the European Electronic Communications Code]. ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 15 ECOMP.2B EN o adjust the forms of financial assistance to the market failures identified o allow for a complementary use of different forms of financing from EU, national or regional sources 3. Measures to support demand and use of Very High Capacity (VHC) networks, including actions to facilitate their roll-out, in particular through the effective implementation of the EU Broadband Cost- Reduction Directive 8 4. Technical assistance and expert advice mechanisms, such as a Broadband Competence Office, to reinforce the capacity of local stakeholders and advise project promoters 5. A monitoring mechanism based on standard broadband mapping indicators ERDF and Cohesion Fund: 3.2 Developing a sustainable, climate resilient, intelligent, secure and intermodal TEN-T Comprehensive transport planning at the appropriate level Multimodal mapping of existing and planned infrastructures, except at local level, until 2030 is in place which: 1. Includes economic assessment of the planned investments, underpinned by demand analysis and traffic modelling, which should take into account the anticipated impact of rail liberalisation 2. Is consistent with national energy and climate plans 3. Includes investments in core TEN-T network corridors, as defined by 8 Directive 2014/61/EU ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 16 ECOMP.2B EN 3.3 Developing and enhancing sustainable, climate resilient, intelligent and intermodal national, regional and local mobility, including improved access to TEN-T and cross- border mobility [Proposal for a regulation establishing the Connecting Europe Facility and repealing Regulations (EU) 1316/2013], in line with the respective TEN-T network corridors work plans 4. For investments outside the core TEN-T, ensures complementarity by providing sufficient connectivity of the regions and local communities to the core TEN-T and its nodes 5. Where relevant, reports on the deployment of ERTMS according to Commission Implementing Regulation EU 2017/6 of 5 January 2017 on the European Rail Traffic Management System European deployment plan 6. Promotes multimodality, identifying needs for multimodal or transhipment freight and passengers terminals 7 Includes measures relevant for infrastructure planning aiming at promoting alternative fuels, in line with the relevant national policy frameworks 8. Presents a summary of the assessment of road safety risks in line with existing national road safety strategies, together with a mapping of the affected roads and sections and providing with a prioritisation of the corresponding investments 9. Provides information on financing resources corresponding to the planned investments and required to cover operation and maintenance costs of the existing and planned infrastructures 4. A more social Europe by implementing the European Pillar of Social Rights ERDF: 4.1 Enhancing the effectiveness of labour markets and access to quality employment trough developing social Strategic policy framework for active labour market policies A strategic policy framework for active labour market policies in the light of the Employment guidelines is in place and includes: 1. Arrangements for conducting jobseekers’ profiling and assessment of their needs 2. Information on job vacancies and employment opportunities taking into account the needs of the labour market ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 17 ECOMP.2B EN innovation and infrastructure ESF: 4.1.1 Improving access to employment of all jobseekers, in particular youth and long-term unemployed and disadvantaged groups on the labout market, and of inactive people, promoting self-employment and the social economy; 4.1.2 Modernising labour market institutions and services to assess and anticipate skills needs and ensure timely and tailor-made assistance and support to labour market matching, transitions and mobility; 3. Arrangements for ensuring that its design, implementation, monitoring and review is conducted in close cooperation with relevant stakeholders 4. Arrangements for monitoring, evaluation and review of active labour market policies 5. For youth employment interventions, evidence-based and targeted pathways towards young people not in employment, education or training including outreach measures and based on quality requirements taking into account criteria for quality apprenticeships and traineeships, including in the context of Youth Guarantee schemes implementation. ERDF: 4.1 Enhancing the effectiveness of labour markets and National strategic policy framework for gender equality A national strategic policy framework for gender equality is in place that includes: 1. Evidence-based identification of challenges to gender equality 2. Measures to address gender gaps in employment, pay and pensions, ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 18 ECOMP.2B EN access to quality employment trough developing social innovation and infrastructure ESF: 4.1.3 Promoting a gender-balanced's labour market participation, and a better work/life balance including through access to childcare and care for dependent persons 4.1.3bis Promoting adaptation of workers , enterprises and entrepreneurs to change, and active and healthy ageing and a healthy and well-adapted working environment addressing health risks and to promote work-life balance for women and men, including through improving access to early childhood education and care, with targets, while respecting national labour market models and the autonomy of the social partners 3. Arrangements for monitoring, evaluation and review of the strategic policy framework and data collection methods based on sex- disaggregated data 4. Arrangements for ensuring that its design, implementation, monitoring and review is conducted in close cooperation with relevant stakeholders ERDF: Strategic policy framework for the A national or regional strategic policy framework for the education and training system is in place and includes: ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 19 ECOMP.2B EN 4.2 Improving access to inclusive and quality services in education, training and lifelong learning through developing infrastructure; ESF: 4.1.4 Improving the quality, effectiveness and labour market relevance of education and training systems, to support acquisition of key competences including digital skills; 4.1.5 Promoting equal access to and completion of, quality and inclusive education and training, in particular for disadvantaged groups, from early childhood education and care through general and vocational education and education and training system at all levels. 1. Evidence-based systems for skills anticipation and forecasting 1a. Graduate tracking mechanisms and services for quality and effective guidance for learners of all ages 2. Measures to ensure equal access to, participation in and completion of quality, relevant and inclusive education and training, and acquisition of key competences at all levels 3. A coordination mechanism covering all levels of education and training and a clear assignment of responsibilities between the relevant national and/or regional bodies 4. Arrangements for monitoring, evaluation and review of the strategic policy framework 5. Measures to target low-skilled, low-qualified adults and those with disadvantaged socio-economic backgrounds and upskilling pathways 6. Measures to support teachers, trainers and academic staff as regards appropriate learning methods, assessment and validation of key competences 7. Measures to promote mobility of learners and staff and transnational collaboration of education and training providers, including through recognition of learning outcomes and qualifications ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 20 ECOMP.2B EN training, and to tertiary level, as well as adult education and learning, including facilitating learning mobility for all; 4. 1.6 Promoting lifelong learning, notably flexible upskilling and reskilling opportunities for all taking into account digital skills, better anticipating change and new skills requirements based on labour market needs, facilitating career transitions and promoting professional mobility ERDF: 4.3 Increasing the socio-economic integration of marginalised communities, migrants and disadvantaged groups, National or regional strategic policy framework for social inclusion and poverty reduction A national or regional strategic policy framework or legislative framework for social inclusion and poverty reduction is in place that includes: 1. Evidence-based diagnosis of poverty and social exclusion including child poverty, access to early childhood education and care of good quality, homelessness, spatial and educational segregation, limited access to essential services and infrastructure, and the specific needs of vulnerable people of all ages. ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 21 ECOMP.2B EN through integrated measures including housing and social services ESF: 4.1.7 Fostering active inclusion with a view to promoting equal opportunities and active participation, promoting social economy and improving employability; 2. Measures to prevent and combat poverty and social exclusion 3. Measures for the shift from institutional to community-based care 4. Arrangements for ensuring that its design, implementation, monitoring and review is conducted in close cooperation with relevant stakeholders ESF: 4.1.8 Promoting socio-economic integration of third country nationals and of marginalised communities such as the Roma; National Roma inclusion strategic policy framework The National Roma inclusion strategic policy framework is in place that includes: 1. Measures to accelerate Roma integration, prevent and eliminate segregation, taking into account the gender dimension and situation of young Roma, and sets baseline and measurable milestones and targets 2. Arrangements for monitoring, evaluation and review of the Roma integration measures 3. Arrangements for the mainstreaming of Roma inclusion at regional and local level 4. Arrangements for ensuring that its design, implementation, monitoring and review is conducted in a close cooperation with the Roma civil society and all other relevant stakeholders, including at the regional and local levels ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 22 ECOMP.2B EN ERDF: 4.4 Ensuring equal access to health care through developing infrastructure, including primary care ESF: 4.1.9 Enhancing the equal and timely access to quality, sustainable and affordable services; modernising social protection systems, including promoting access to social protection, improving accessibility, effectiveness and resilience of healthcare systems and long-term care services Strategic policy framework for health and long-term care. A national or regional strategic policy framework for health is in place that contains: 1. Mapping of health and long-term care needs, including in terms of medical and care staff, to ensure sustainable and coordinated measures 2. Measures to ensure the efficiency, sustainability, accessibility to health and long-term care services, including a specific focus on individuals excluded from the health and long-term care systems 3. Measures to promote community based services ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 23 ECOMP.2B EN ESF+ Regulation Article 4 Specific objectives 1. The ESF+ shall support the following specific objectives in the policy areas of employment, education, social inclusion and health and thereby also contributing to the policy objective for “A more social Europe - Implementing the European Pillar of Social Rights” set out in Article [4] of the [CPR]: (i) improving access to employment of all jobseekers, in particular youth and long-term unemployed and disadvantaged groups on the labour market, and of inactive people, promoting self-employment and the social economy; (ii) modernising labour market institutions and services to assess and anticipate skills needs and ensure timely and tailor-made assistance and support to labour market matching, transitions and mobility; (iii) promoting a gender-balanced labour market participation and a better work/life balance including through access to childcare and care for dependent persons; (iii bis) promoting adaptation of workers, enterprises and entrepreneurs to change, and active and healthy ageing and a healthy and well-adapted working environment addressing health risks; (iv) improving the quality, effectiveness and labour market relevance of education and training systems, to support acquisition of key competences including digital skills; (v) promoting equal access to and completion of, quality and inclusive education and training, in particular for disadvantaged groups, from early childhood education and care through general and vocational education and training, and to tertiary level, as well as adult education and learning, including facilitating learning mobility for all; ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 24 ECOMP.2B EN (vi) promoting lifelong learning, notably flexible upskilling and reskilling opportunities for all taking into account digital skills, better anticipating change and new skills requirements based on labour market needs, facilitating career transitions and promoting professional mobility; (vii) fostering active inclusion with a view to promoting equal opportunities and active participation, and improving employability; (viii) promoting socio-economic integration of third country nationals and of marginalised communities such as the Roma; (ix) enhancing the equal and timely access to quality, sustainable and affordable services; modernising social protection systems, including promoting access to social protection; improving accessibility, effectiveness and resilience of healthcare systems and long- term care services; (x) promoting social integration of people at risk of poverty or social exclusion, including the most deprived and children; (xi) addressing material deprivation through food and/or basic material assistance to the most deprived, including accompanying measures. N.B.: The issue of social infrastructure is to be discussed in the context of the negotiations of Art.14 of the ESF+ Regulation (eligibility). ",
        "5687/19 ADD 1 AS/AFG/NTC/mf 25 ECOMP.2B EN * Proposed revised recital (21) of the ESF+ Regulation: (21) The ESF+ should support policy and system reforms in the fields of employment, social inclusion, healthcare and long-term care, and education and training, including by reinforcing the institutional capacity and the efficiency of the public administrations and public services in these policy areas. In order to strengthen alignment with the European Semester, Member States should allocate an appropriate amount of their resources of the ESF+ strand under shared management to implement relevant country-specific recommendations relating to structural challenges which it is appropriate to address through multiannual investments falling within the scope of the ESF+. The Commission and the Member States should ensure coherence, coordination and complementarity between the shared-management and Health strands of ESF+ and the Reform Support Programme, including the Reform Delivery Tool and the Technical Support Instrument. In particular, the Commission and the Member State should ensure, in all stages of the process, effective coordination in order to safeguard the consistency, coherence, complementarity and synergy among sources of funding, including technical assistance thereof. *Proposed new recital to be added in the ESF+ Regulation (x) Where it is not legally possible to collect ethnically disaggregated data or where such data is limited, other methodologies might be used to obtain alternative reliable data. N.B.: The proposed new recital (x) is to be discussed in the context of Article 15 (indicators and reporting) and Annex I of the ESF+ Regulation "
    ]
}