{
    "text": [
        "Opinion of the European Committee of the Regions — Strengthening territorial resilience: empowering regions and cities to face globalisation (2018/C 054/07) Rapporteur-general: Micaela FANELLI (IT/PES), Mayor of Riccia, Campobasso Reference document: Reflection paper on harnessing globalisation COM(2017) 240 final THE EUROPEAN COMMITTEE OF THE REGIONS I. GENERAL COMMENTS 1. welcomes the fact that by presenting its Reflection paper on harnessing globalisation , the Commission acknowledges globalisation as an essential item of the reflection process on the future of the European Union ( 1 ). Indeed, the EU's ability to shape globalisation and to address its impact is key in the public debate about the future of Europe and its legitimacy in terms of citizens' expectations towards the EU; 2. acknowledges that the Commission has so far taken a comprehensive and informed approach to this issue, notably by presenting on 14 September 2017 quick follow-up measures to the Reflection Paper in the form of a trade package presenting a European framework to screen foreign direct investment as well as a permanent multilateral investment court. This trade package will be subject to a separate opinion by the CoR. Insists nonetheless on the necessity that the Commission pursues a holistic approach with regard to globalisation, encompassing in particular social policy and policies on human capital and innovation, as well as migration and demographic change and its spatial effects; 3. also welcomes the balanced depiction of the challenges and opportunities brought by globalisation in the Reflection Paper on harnessing globalisation. Globalisation has contributed to economic growth in many regions of the world, thereby also improving many European citizens' standard of living. But not all regions and sections of the population have benefited equally from the effects of globalisation. Furthermore, many people are unsettled by the profound changes taking place. The EU must continue to play an active role in shaping the process of globalisation and actively make use of the opportunities it offers. The goal must be to ensure a fairer distribution of the opportunities of globalisation, both within the EU and globally; 4. emphasises the key role that strategic thinking on finance, the social pillar and cohesion policy plays in enabling the Commission to respond more constructively to the challenges of globalisation and stresses the urgent need for more and better coordination of those aspects; 5. supports the Commission's intention to work together with international partners to strengthen global governance so as to distribute the opportunities brought by globalisation more fairly. The acceptance of international policies needs to be improved by engaging in more democratic debates, a process that takes time and needs to be properly designed. The EU can put its experiences of the process of European integration to good use in this regard and work towards a peaceful, multilateral world order based on robust rules; 6. applauds the recognition by the Commission of the strong regional dimension in the different policy areas relating to globalisation, of the territorially uneven impact of globalisation ( 2 ) and of the shared responsibility of all levels of government to make the European economy more competitive, sustainable and resilient to globalisation, and ensure that, as stressed in the Annual Growth Survey (AGS) 2017 the benefits of globalisation ‘are distributed fairly across different groups in society, notably young people, and that concerns for equality, fairness and inclusiveness call for raising awareness at all levels about the impact of policies and reforms on income distribution ( 3 )’; C 54/32 EN Official Journal of the European Union 13.2.2018 ( 1 ) Following a resolution by the CoR on the ‘European Commission White Paper on the Future of Europe — Reflections and scenarios for the EU27 by 2025’ adopted on 12 May 2017, the CoR has launched a consultation whose results will be presented in an opinion to be adopted in mid-2018. ( 2 ) Reflection paper on the future of EU finances, p. 16. ( 3 ) COM(2016) 725 final, 16.11.2016. ",
        "7. points out, however, that when discussing the uneven effects of globalisation on labour markets, the paper does not properly address the issues of how these effects vary across the EU's regions, how they interact with the crisis and austerity policies, and the significance of phenomena such as ‘skills inflation’ and the under-employment of the more educated sections of the workforce — especially among the young generation — and how this ties in with the reduction of employment among lower-skilled workers; 8. stresses that it is essential to preserve local and regional authorities' capacity to invest as a factor of globalisation resilience. Reiterates therefore that public spending by Member States and local and regional authorities under ESIF and EIB co-financing should not be included in structural expenditure as defined in the Stability and Growth Pact (SGP), given that such investments are by definition of general European interest and have a proven leverage effect when it comes to fostering economic growth ( 4 ); 9. reiterates its firm belief that growth cannot go hand in hand with inequalities and social exclusion and points out that under Article 3(3) TEU the EU is committed to building a highly competitive social market economy, aiming at full employment and social progress; highlights, moreover, that Article 9 TFEU, i.e. the horizontal ‘social clause’ of that treaty, calls on the EU to take into account the requirements linked to the guarantee of an adequate level of social protection and the fight against social exclusion across all of its policies and activities; 10. points out that, according to recent studies, the cost of welfare policies does not undermine competitiveness and that, therefore, national welfare systems should be seen as a productive factor rather than something that curtails the economy, and notes here that, for the first time, even the OECD ( 5 ) has deemed inclusion to be a primary objective alongside productivity and employment, pointing to the need for governments to pay more attention to the social groups that are most exposed to the costs of the reforms; 11. reiterates the concern that European fiscal rules sometimes make it difficult to redistribute the fruits of globalisation to the disadvantaged sections of society but also often amplify their hardships as the mechanisms of social protection and wealth redistribution have been scaled back; underlines the fundamental role played by local and regional authorities in providing public services ( 6 ) and greatly regrets the increasing difficulties they encounter as regards ensuring innovation in those services and maintaining their high quality, as a result of those same fiscal rules. Expects therefore an increased recognition in particular in the European Semester process of the role which is played by local and regional authorities in the implementation of Goal 11 of the Sustainable Development Goals in relation to inclusiveness, safety, resilience and sustainability; 12. welcomes the Commission's Reflection paper on the social dimension of Europe ( 7 ) and its proposal on a European Pillar of Social Rights, and regards both initiatives as decisive steps in the process of upward convergence towards better working and living conditions in Europe as well as in the better distribution of the benefits of globalisation; supports the idea of a social scoreboard and is of the opinion that social targets of a binding nature must be included; 13. suggests stopping promotion of ‘space-blind structural reforms’ while designing an EU strategy to harness globalisation to be built around three main axes: a clear proactive strategy on improving skills, knowledge, infrastructure, and thus regional competitiveness so as to help all EU territories to harness the opportunities of globalisation, a mitigation strategy including the European Globalisation Adjustment Fund (EGAF) and other social policy instruments, and a participative strategy built on democratic accountability at European, national, regional and local level to better involve citizens in EU policy making; 13.2.2018 EN Official Journal of the European Union C 54/33 ( 4 ) CoR opinion on Promoting quality of public spending in matters subject to EU action , BUDG-V-009, ref: COR-2014-04885, rapporteur: Catiuscia Marini (IT/PES); CoR opinion on Making the best use of the flexibility within the existing rules of the Stability and Growth Pact ; ECON-VI/002, ref.: COR-2015-01185, rapporteur: Olga Zrihen (BE/PES); CoR opinion on Bridging the investment gap: how to tackle the challenges , ECON-VI/014, rapporteur: Markku Markkula (FI/EPP), 8-9 February 2017. ( 5 ) OECD, Going for Growth , 2017. ( 6 ) EU Commission, Sixth report on economic, social and territorial cohesion, 2014 . ( 7 ) CoR opinion on the European Pillar of Social Rights and on the Reflection paper on the social dimension of Europe is currently under discussion (rapporteur: Mauro D'Attis (IT/EPP), scheduled for adoption in the CoR plenary of 9-11 October 2017). ",
        "14. reiterates the fundamental importance of a renewed and enhanced place-based approach to EU policies that enables the processes of territorial reorganisation and agglomeration brought about by global market integration to be effectively governed. Such a reorientation — which is already central to cohesion policy — is vital in order to mitigate the increasing socio-territorial inequalities that have emerged within metropolitan and urban areas and between these areas and rural areas; the negative impact of these inequalities on levels of social well-being could threaten the political and institutional balance of the EU. II. POLICY RECOMMENDATIONS In relation to trade policy 15. highlights that trade is not an end in itself but has to be considered as a means to achieving the EU's overarching objectives, set out in Article 3 of the TEU, as well as the Europe 2020 Strategy, the 2030 Agenda for Sustainable Development and the Sustainable Development Goals ( 8 ); 16. welcomes the Commission's commitment to increase the transparency of trade negotiation processes. Calls on the European Commission, when it is engaged in negotiations and the decision-making process relating to trade agreement, to effectively engage with all levels of government and stakeholders when establishing a common EU position and effectively communicate the results of the negotiations. Also calls on the Member States to already increase transparency at the stage when trade policy objectives are formulated for a given trade negotiation; 17. points out that under Article 3(1) TFEU, the common commercial policy is among the EU's exclusive competences. However, where trade negotiations also cover areas of shared competences with Member States, the division of competences in those negotiations must also be clarified at the earliest possible stage also with reference to the subsidiarity principle; 18. considers that the Commission and Member States should adopt measures aimed at guaranteeing the involvement of local and regional authorities in trade negotiation processes; 19. recalls that, just a few days after the release of the Commission's reflection paper (10 May 2017), on 16 May 2017, the European Court of Justice (ECJ) presented its Opinion 2/2015 on the free trade agreement with Singapore, which comes to the conclusion that this type of agreement falls within the exclusive competence of the EU, with the exception of the provisions related to investment protection, which concern a competence shared between the EU and the Member States. Therefore, the Commission may tend in the future to propose trade agreements covering only areas of EU-exclusive competences. However, this approach should not lead the Commission to scale down its ambitions in terms of transparency and inclusiveness towards all levels of government. The CoR consequently expects the Commission to foresee a CoR representation within the advisory group on EU trade negotiations whose establishment was announced in its Communication of 13 September 2017 on ‘A Balanced and Progressive Trade Policy to Harness Globalisation’ ( 9 ); 20. calls on the Commission to achieve the goals of the 2030 Agenda for Sustainable Development via the new European Consensus on Development. Tackling the structural causes of poverty and growing global inequalities can also help to reduce the causes of migration; 21. notes that the largest share of global growth is going to come from outside the EU in the future. At the same time, tariff barriers have already been lowered considerably through multilateral and bilateral agreements. Expects therefore more pressure to be exerted on non-tariff barriers (NTB) and regulatory issues. However, the right to regulate in the public interest by European, national, regional and local authorities, as well as the role and wide discretion of national, regional and local authorities in organising and providing services of general economic interest, must still be fully respected. Regulatory cooperation shall not undermine democratic legislative processes; 22. welcomes the Commission's approach according to which efforts should be made to step up cooperation with the private sector under the proposed External Investment Plan, part of the European Fund for Sustainable Development (EFSD), so as to foster sustainable growth and jobs in developing countries. Adequate instruments must be created to this end in order to ensure that private investment has a sustainable and fair impact — one that is in the interests of developing countries and is not only oriented towards making a profit; C 54/34 EN Official Journal of the European Union 13.2.2018 ( 8 ) CoR opinion on the Next steps for a sustainable European future — European action for sustainability , CIVEX-VI/020, rapporteur: Franco Iacop (IT/PES), 6 April 2017. ( 9 ) COM(2017) 492. ",
        "23. emphasises that in its Opinion 2/2015, the ECJ considers that ‘(…) liberalisation of (…) trade (is) subject to the condition that the Parties comply with their international obligations concerning social protection of workers and environmental protection’ (para. 166). Considers therefore that the negotiating directives for free trade agreement (FTA) negotiations should maintain the requirement of prior Sustainability Impact Assessments. Trade agreements must respect existing regulatory standards and labour laws which should be subject to a distinct chapter in future FTAs; 24. supports the Commission in its intention to continue working towards a peaceful multilateral world order based on robust rules. This involves complying with, effectively implementing and transparently developing trade agreements to ensure a level playing field, strengthen fundamental labour rights along the lines of the eight core labour standards of the International Labour Organization (ILO), and safeguard high European standards of protection, particularly vis-à-vis the Global South; 25. calls on the Council to reach swift agreement on the reform of trade defence instruments and in particular the EU's new anti-dumping methodology. Moreover, pleads on the basis of Article XXI of the GATT agreement as well as Articles 65 and 346 TFEU for a harmonisation of the criteria to define ‘strategic investments’ both in terms of value (intervention thresholds) and of sectors, when public security is at stake and the trade partners do not guarantee reciprocity. Welcomes against this background the philosophy of the proposal for a regulation tabled by the Commission on 13 September to screen foreign investment in strategic EU sectors as an important step towards a level playing field in Europe and better protection in particular in the case of corporate acquisitions in the EU by third country state-controlled undertakings; 26. notes that care must be taken to ensure that future free trade agreements respect the high standards applied in the EU, e.g. in terms of consumer protection, environmental and nature protection, and data protection; 27. stresses that as an export-oriented economy, the EU can gain from including public procurement in international trade agreements. The EU is already one of the world's most open economies in this domain due to the WTO Government Procurement Agreement. Asymmetrically opening up public procurement markets still further would not make sense. However, the wide mismatch between the openness of the EU's public procurement markets and the restrictive practices of major trading partners — and the fact that no reciprocity in the openness is guaranteed — means that a voluntary, non- binding initiative within the EU along the lines of a ‘Buy from European Regions Charter’, supporting high-quality local and regional products in Europe should be considered. Such an initiative could, for example, make clear how products ‘Made in European Regions’ can be encouraged. The CoR also reiterates its long-standing call on the Commission to present a legislative proposal on the extension of geographical indication protection to non-agricultural products; 28. stresses that the percentage of SMEs that is involved in international activities is still very low; recognises the importance of an EU economic diplomacy in order to make full use of this unexplored potential and stresses the need for a better coordination among the EU, Member States, LRAs and financial institutions such as the European Investment Bank (EIB) to overcome persistent market access barriers and for a better use of the network of EU Delegations in the world as well as the European Chambers of trade, Commerce and Industry; 29. considers that the EU should set tax transparency, fairness and efficiency among the top priorities of its trade policy and ensure the world-wide harmonisation of the implementation of common standards such as those proposed by the OECD through its Base Erosion and Profit Shifting initiative (BEPS); 30. also supports the call in relation to taxation policy that in the continuity of the Commission proposals for the directives on a Common Consolidated Corporate Tax Base, the Commission should propose establishing a so-called ‘equalisation tax’ on the turnover generated in Europe by digital companies, which would be based on Article 116 TFEU, in order to avoid distorted competition conditions in the single market; 13.2.2018 EN Official Journal of the European Union C 54/35 ",
        "31. expresses concern, despite the considerable analysis undertaken by Eurofound in particular through the European Reshoring Monitor, about the lack of appropriate tools to measure through concrete data the possibly asymmetric impact of globalisation at regional level and reiterates therefore its call for systematic territorial impact assessments to be carried out by the Commission in cooperation with the CoR and the JRC's Knowledge Centre for Territorial Policies ahead of launching trade negotiations; In relation to internal policies 32. would have expected the reflection paper to propose concrete measures for an upgrade of the EGAF, addressing some of its shortcomings, inter alia : its limited budgetary scope (EUR 150 million per annum for the period 2014-2020); the lengthy procedures due to the fact that is not part of the EU's Multiannual Financial Framework (MFF); the high ratio of co-financing by Member States required (minimum 40 %). Therefore calls for: complementing the EGAF with a preventive arm; increasing its budget to at least EUR 500 million per annum; integrating it into the MFF; lowering significantly the criteria for triggering the EGAF ( 10 ); ensuring synergies with the European Structural and Investment Funds; ensuring greater flexibility in order to respond to the specific needs of regions and territories; 33. is convinced that current global pressures require a comprehensive and place-based EU industrial strategy ( 11 ), encompassing the strategic coordination between the relevant EU policies and instruments; 34. emphasises that, as stated in the Commission's documents, fundamental economic transformation happens at the local level, where industry and people interact. Our priority should therefore be to focus on investment needs at local and regional level, so that all regions can benefit from the internal market and be better prepared to meet the challenges of globalisation. The European Structural and Investment Funds, and in particular the European Fund for Strategic Investments, should be coordinated to help regions with their ‘smart’ specialisation strategies, and be made effectively accessible to all regions via a gradual innovation process, which should include all territorial actors; 35. stresses that the EU, which is now the world's largest importer and exporter of food, has increased its dependence on third countries. Agricultural prices in Europe are increasingly linked to the price of the lowest bidder on the world market and European farmers are therefore subjected to greater competition, despite the fact that they must comply with more stringent environmental, social and health standards. The EU's increased dependence on imports is also contradictory to its aim of reducing greenhouse gas emissions. Moreover, EU exports of surpluses at prices below the cost of production in Europe threatens the livelihood of farmers in developing countries and encourages rural populations to migrate, contrary to the EU's commitment to the UN Sustainable Development Goals (SDG). Reiterates therefore its call to reform the CAP in such a way that it becomes fairer and more sustainable ( 12 ); 36. expresses concern at job losses resulting from the relocating of European companies to territories outside Europe with lower social, tax and environmental standards; 37. stresses that the European Pillar of Social Rights can contribute to improving living and working conditions and combating poverty if it translates into concrete legislative follow-up measures and if the role and profile of the social indicators is strengthened within the European Semester; 38. stresses that the issue of international migration is of central importance in the framing of an EU strategy on globalisation and reiterates ( 13 ) its support for the 2015 European Agenda on Migration, pointing, in particular, to the need to follow up on the commitments made in relation to adopting a strong common policy on asylum and legal migration, building partnerships with third countries within which the role of regions and local authorities is recognised, and launching an international investment plan as part of efforts to implement the UN development goals; C 54/36 EN Official Journal of the European Union 13.2.2018 ( 10 ) Considering in particular that the equivalent US programme (‘Trade Adjustment Assistance’/TAA) foresees no minimum threshold of redundancies to be reached. ( 11 ) A CoR own-initiative opinion on ‘A European strategy for industry: the role and perspective of regional and local authorities’ is currently being drafted by Heinz Lehmann (EPP/DE). ( 12 ) See CoR opinion on ‘The CAP after 2020’ by Guillaume Cros (PES/FR) adopted on 12 July 2017 AC NAT-VI /21 (OJ C 342, 12.10.2017, p. 10). ( 13 ) See CoR opinion on the Partnership framework with third countries on migration , rapporteur: Peter Bossman (SI/PES), adopted on 9 February 2017, COR-2016-04555-00-00-AC. ",
        "39. while legal migration of skilled workers from third countries contributes to the sustainable growth of the EU economy, it is important to take note of the negative impact that such a brain drain has on the future economic development of the partner countries; 40. reiterates the need to step up the ability of cohesion policy to both mitigate the adverse effects of globalisation across the EU's regions and to develop its positive effects by designing and implementing local development strategies that help make Europe's economy more competitive, sustainable and resilient; to this end, highlights the need to invest in the role of local authorities and their ability to mobilise the essential resources — information, expertise and legitimacy — for building these strategies, with particular regard to the regions that are most vulnerable to the challenges posed by international competition ( territorial right to globalisation ); 41. highlights the contribution made by migrants to their host countries' economies; calls for greater focus on integrating them effectively by means of education and vocational training; 42. regrets the fact that the need to improve institutional capacity at all levels of government is not properly identified in the paper as a sine qua non for effectively implementing all instruments aimed at fostering regional development, and notes that analysis by the CoR shows that 53 % of the 2017 country-specific recommendations have regard to this issue of capacity and that implementation progress has been particularly slow in this area. Reiterates its call for a Code of Conduct to give a territorial dimension to the European Semester, which is the main tool for economic and fiscal policy coordination at the EU level, but which does not live up to its promises due to poor implementation of country-specific recommendations and weak ownership; 43. points to the contribution that the Urban Agenda for the EU — Pact of Amsterdam can make to the shaping of regional development policies and suggests further strengthening the tools for implementing it (URBACT, the Urban Innovative Actions, the Covenant of Mayors, Smart Cities and Communities) and at the same time calls on the Commission to ensure that greater use is made of key instruments of cohesion policy such as Integrated Territorial Investment (ITI) and Community-led local development (CLLD), which have been rarely used to date; 44. calls on the Commission, when it is further developing the EGAF, to pay particular attention to the regions and municipalities that are being especially hard hit by the negative effects of globalisation, so as not to leave them behind as ‘losers in the globalisation process’. The changes brought about by globalisation should benefit all EU citizens; 45. stresses that, in line with the reform of cohesion policy ( 14 ), differentiated approaches and place-based reforms are needed, which, inter alia, harness the features and potential of rural areas, in order to establish a more sustainable development model, based on the conservation of Europe's environmental and demographic balance and on making full use of its resources ( 15 ); 46. calls on the Commission to further develop the concept of ‘territorial resilience’ and put forward a European paradigm that progressively informs individual EU policies. In developing this paradigm, consideration should be given to central issues such as the diversification of the territorial production and economic bases, the development of productive, social and institutional linkages between urban, suburban and rural areas, the sustainable transformation of resource cycles, the ability to respond to emerging risks and challenges such as climate change, and the proactive development of social capital at local level. Brussels, 10 October 2017. The President of the European Committee of the Regions Karl-Heinz LAMBERTZ 13.2.2018 EN Official Journal of the European Union C 54/37 ( 14 ) Fabrizio Barca, ‘Position paper: EU cohesion policy, a forward-looking perspective. The European Union's great opportunity’. 7th Cohesion Forum, Brussels, 26-27 June 2017. ( 15 ) For an example here, see the Italian national strategy on ‘inner areas’ (www.agenziacoesione.gov.it/it/arint/). "
    ]
}