{
    "text": [
        "P9_TA(2021)0090 Children's Rights European Parliament resolution of 11 March 2021 on children’s rights in view of the EU Strategy on the rights of the child (2021/2523(RSP)) (2021/C 474/16) The European Parliament , — having regard to the UN Convention on the Rights of the Child of 20 November 1989, — having regard to the General Comments of the UN Committee on the Rights of the Child ( 1 ), — having regard to the UN Guidelines for the Alternative Care of Children ( 2 ), — having regard to the UN Global Study on Children Deprived of Liberty of July 2019, — having regard to the UN policy brief of 15 April 2020 entitled ‘The impact of COVID-19 on children’, and to the positive response co-led by the EU and the Group of Latin American and Caribbean Countries (GRULAC) and signed by 173 countries, — having regard to the policy response of the Organisation for Economic Co-operation and Development (OECD) of 19 October 2020 entitled ‘What is the impact of the COVID-19 pandemic on immigrants and their children?’, — having regard to the declaration of the Committee of Ministers of the Council of Europe of 1 February 2012 on the rise of anti-Gypsyism and racist violence against Roma in Europe, — having regard to Article 3(3) and 3(5) of the Treaty on European Union, — having regard to the Charter of Fundamental Rights of the European Union (the ‘Charter’), — having regard to Directive 2011/93/EU of the European Parliament and of the Council of 13 December 2011 on combating the sexual abuse and sexual exploitation of children and child pornography ( 3 ) (‘Child Sexual Abuse Directive’), — having regard to the EU directives on procedural rights ( 4 ), — having regard to the Commission recommendation of 20 February 2013 entitled ‘Investing in children: breaking the cycle of disadvantage’ ( 5 ), — having regard to the International Year for the Elimination of Child Labour 2021 and the Commission’s zero tolerance approach towards child labour, — having regard to the Commission communication of 12 April 2017 on the protection of children in migration ( 6 ), C 474/146 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ( 1 ) In particular, General Comment No. 5 on general measures of implementation of the Convention on the Rights of the Child; No. 6 on the treatment of unaccompanied and separated children outside their country of origin; No. 10 on children’s rights in juvenile justice; No. 12 on the right of the child to be heard; No. 13 on the right of the child to freedom from all forms of violence; No. 14 on the right of the child to have his or her best interests taken as a primary consideration; No. 15 on the right of the child to the enjoyment of the highest attainable standard of health; and No.16 on State obligations regarding the impact of the business sector on children’s rights. ( 2 ) As enshrined in UN General Assembly resolution A/RES/64/142 of 24 February 2010. ( 3 ) OJ L 335, 17.12.2011, p. 1. ( 4 ) In particular Directive (EU) 2016/800 of the European Parliament and of the Council of 11 May 2016 on procedural safeguards for children who are suspects or accused persons in criminal proceedings (OJ L 132, 21.5.2016, p. 1.); Directive 2010/64/EU of the European Parliament and of the Council of 20 October 2010 on the right to interpretation and translation in criminal proceedings (OJ L 280, 26.10.2010, p. 1.); and Directive 2012/13/EU of the European Parliament and of the Council of 22 May 2012 on the right to information in criminal proceedings (OJ L 142, 1.6.2012, p. 1.). ( 5 ) OJ L 59, 2.3.2013, p. 5. ( 6 ) COM(2017)0211. ",
        "— having regard to the Council conclusions of 8 June 2017 on the protection of children in migration, — having regard to the Commission communications adopted with the aim of creating a Union of Equality, in line with the Political Guidelines for the next European Commission 2019-2024 ( 7 ), — having regard to the Commission communication of 24 June 2020 entitled ‘EU Strategy on victims’ rights (2020-2025)’ ( 8 ), — having regard to its resolution of 26 November 2019 on children’s rights on the occasion of the 30th anniversary of UN Convention on the Rights of the Child ( 9 ), — having regard to its resolution of 3 May 2018 on the protection of children in migration ( 10 ), — having regard to its resolution of 12 February 2019 on the need for a strengthened post-2020 Strategic EU Framework for National Roma Inclusion Strategies and stepping up the fight against anti-Gypsyism ( 11 ), — having regard to its resolution of 17 September 2020 entitled ‘Implementation of National Roma Integration Strategies: combating negative attitudes towards people with Romani background in Europe’ ( 12 ), — having regard to the question to the Commission on children’s rights in view of the EU Strategy on the rights of the child (O-000007/2021 — B9-0007/2021), — having regard to Rules 136(5) and 132(2) of its Rules of Procedure, — having regard to the motion for a resolution of the Committee on Civil Liberties, Justice and Home Affairs, A. whereas a child is first and foremost a child, regardless of the child’s ethnic origin, gender, nationality, social and economic background, ability, migration or residency status, needs special protection and is entitled to all the rights enshrined in the UN Convention on the Rights of the Child; B. whereas the best interests of the child must be a primary consideration in all actions and decisions concerning them and their physical and mental well-being; C. whereas children have the right to inclusive, affordable early childhood education, care of good quality, and leisure; whereas children, particularly children from disadvantaged backgrounds, have the right to protection from poverty and to specific measures to enhance equal opportunities and combat discrimination and segregation in education; whereas investment in early childhood development brings high returns from an economic and societal point of view; D. whereas before the outbreak of COVID-19, children were twice as likely as adults to be living in extreme poverty ( 13 ); whereas as a consequence of the pandemic, it is estimated that the number of children living below their respective national poverty lines could soar by as many as 117 million, and approximately 150 million additional children are living in multidimensional poverty ( 14 ); whereas the current pandemic has further exacerbated inequalities and increased the risk of children falling into extreme poverty, in comparison with the pre-COVID-19 period, when one in four children in Europe was already at risk of poverty; 24.11.2021 EN Official Journal of the European Union C 474/147 Thursday 11 March 2021 ( 7 ) In particular the communications of 24 November 2020 entitled ‘Action plan on Integration and Inclusion 2021-2027’ (COM(2020)0758), of 18 September 2020 entitled ‘A Union of equality: EU anti-racism action plan 2020-2025’ (COM(2020)0565) , of 5 March 2020 entitled ‘A Union of Equality: Gender Equality Strategy 2020-2025’ (COM(2020)0152), and of 12 November 2020 entitled ‘Union of Equality: LGBTIQ Equality Strategy 2020-2025’ (COM(2020)0698). ( 8 ) COM(2020)0258. ( 9 ) Texts adopted, P9_TA(2019)0066. ( 10 ) OJ C 41, 6.2.2020, p. 41. ( 11 ) OJ C 449, 23.12.2020, p. 2. ( 12 ) Texts adopted, P9_TA(2020)0229. ( 13 ) Eurostat news, ‘EU children at risk of poverty or social exclusion’, 5 March 2020. ( 14 ) Unicef brochure, ‘Impact of COVID-19 on multidimensional child poverty’, September 2020; https://data.unicef.org/resources/ impact-of-covid-19-on-multidimensional-child-poverty/ ",
        "E. whereas up to 1,6 billion children worldwide have been affected by school closures due to the current COVID-19 pandemic and it is estimated that at least 24 million students could drop out of school as a result ( 15 ); whereas 370 million children worldwide — many of whom are reliant on school meals as a key source of their daily nutrition — have missed 40 % of in-school meals, on average, since COVID-19 restrictions caused classrooms to close ( 16 ); whereas children, in particular girls and children with disabilities, from socio-economically disadvantaged backgrounds are particularly affected by the impact of school closures and measures that have restricted access to education, both in schools and with distance learning; F. whereas the right to education has been severely impacted by COVID-19; whereas, while education policy remains a competence of the Member States, the COVID-19 pandemic and the inequalities that it has caused in education represent a common challenge that demands a common Union approach, policies and tools; G. whereas Eurostat ( 17 ) research shows that 88,3 % of children in the EU in 2018 aged between three years and the minimum compulsory school age received formal childcare, showing the increased need to establish more day care facilities for children as an important tool for the cognitive and social development of children from an early age; H. whereas home schooling is still not an option for more than two thirds of children worldwide because of a lack of internet access; whereas home schooling has highlighted the educational and digital divides in many EU Member States and worldwide, impacting children’s life chances as well as their physical and mental health, and whereas young girls and young people in vulnerable situations and from racialised groups are particularly affected by the digital divide; I. whereas worldwide, one in four girls aged 15 to 19 are not in education, employment or training, compared with one in 10 boys; whereas promoting gender equality and the empowerment of girls is central to achieving the Sustainable Development Goals ( 18 ); J. whereas children appear to have been spared from the most severe health consequences of the current global pandemic; whereas the COVID-19 crisis is, however, taking a huge toll on children, posing an increasing and direct threat to their well-being and development, including with regard to their mental health; whereas children from disadvantaged backgrounds, unaccompanied minors, and children belonging to minorities such as Romani children are particularly affected; whereas, to date, it is estimated that an additional 1,2 million children and 56 700 mothers could die within six months due to disruption to basic interventions such as routine health service coverage; whereas insufficient access to healthcare services can affect all areas of life ( 19 ); K. whereas there has been an increase in the suicide rate in many EU Member States; whereas in a recent survey of young people across the EU, almost one in five responded that they suffered from mental health problems or symptoms such as depression or anxiety ( 20 ); whereas the UN has warned of a global mental health crisis, and a lack of action could have a devastating long-term social and economic cost to society, with children and adolescents among those most at risk ( 21 ); C 474/148 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ( 15 ) https://data.unicef.org/topic/education/covid-19/ ( 16 ) Unicef Office of Research — Innocenti and the World Food Programme, working paper ‘COVID-19: Missing More than a Classroom. The impact of school closures n children’s nutrition’, January 2021. ( 17 ) Eurostat, ‘Living conditions in Europe’, 2018. ( 18 ) Unicef, ‘Global annual results report 2019: Gender equality’. ( 19 ) FAO, IFAD, UNICEF, WFP and WHO, ‘The State of Food Security and Nutrition in the World 2020’, 2020. ( 20 ) ChildFund Alliance, Eurochild, Save The Children, UNICEF and World Vision, ‘Our Europe. Our Rights. Our Future’, January 2021. ( 21 ) https://news.un.org/en/story/2020/05/1063882 ",
        "L. whereas shortcomings in national child protection systems and a lack of transnational cooperation mechanisms among Member States can further contribute to social exclusion, as well as the exploitation of children, in particular children on the move; whereas some discrimination has been reported as a result of the procedures and practices adopted by the authorities in cross-border family disputes involving children ( 22 ); whereas the hotlines also report an increase in the number of calls related to cases of child abduction, especially during recent months, due to the aggravation of existing international family conflicts; M. whereas according to the latest Commission report on the progress made in the fight against trafficking in human beings ( 23 ), children accounted for nearly a quarter of all registered victims across all Member States; N. whereas 152 million children are involved in child labour worldwide and approximately 73 million of these children are subjected to one of the worst forms of child labour: slavery, bonded labour, dangerous work or sexual exploitation ( 24 ); whereas the Commission has declared ‘zero tolerance on child labour’ a policy priority that must be adhered to; O. whereas one in three girls experience female genital mutilation (FGM) and one in five will be married while they are still children; whereas FGM is recognised internationally as a violation of human rights; whereas child marriage is still an issue in some Member States and has a devastating impact on the rights and health of girls and women, including posing a serious risk of complications in pregnancy, as well as exposing girls to sexual abuse, domestic violence and even honour killing; P. whereas as a result of the pandemic and as a consequence of the lockdown, domestic and gender-based violence and, according to the latest Europol report ( 25 ), child sexual abuse and exploitation online on both the surface web and the dark web have increased in the EU; whereas between 70 % and 85 % of children who have suffered abuse know their abuser and the vast majority are victims of people they trust ( 26 ); whereas other risks linked to increased periods of time spent online, such as cyberbullying, have also grown because of these measures; Q. whereas children with disabilities are vulnerable and can face social exclusion, marginalisation, discrimination and reduced access to services; whereas they are more likely to be neglected, exploited or sexually abused; whereas children with disabilities have greater healthcare needs and a greater dependence on community-based services ( 27 ); R. whereas in 2019, 30,3 % of asylum seekers were children, representing 207 215 children in the EU; whereas 7,1 % of these children were unaccompanied minors ( 28 ); whereas many children are exposed to unacceptable humanitarian situations at the EU’s external borders, or outside the EU; whereas unaccompanied children represent a highly vulnerable group and face various risks, including being victims of criminal networks, violence, abuse and exploitation along migration routes towards and within the EU ( 29 ); whereas migrant children are often denied access to integration and inclusion measures, protection and social security; whereas unaccompanied asylum-seeking children who turn 18 face particular challenges as they often have to leave their child-specific accommodation; whereas children applying for international protection might suffer due to delays in issuing the final decision; 24.11.2021 EN Official Journal of the European Union C 474/149 Thursday 11 March 2021 ( 22 ) European Parliament resolution of 29 November 2018 on the role of the German Youth Welfare Office (Jugendamt) in cross-border family disputes (OJ C 363, 28.10.2020, p. 107). ( 23 ) COM(2020)0661. ( 24 ) ILO, ‘Global estimates of child labour: Results and trends, 2012-2016’, 2017. ( 25 ) https://www.europol.europa.eu/publications-documents/exploiting-isolation-offenders-and-victims-of-online-child-sexual-abuse- during-covid-19-pandemic ( 26 ) https://www.coe.int/en/web/human-rights-channel/stop-child-sexual-abuse-in-sport ( 27 ) https://data.unicef.org/resources/children-with-disabilities-ensuring-inclusion-in-covid-19-response/ ( 28 ) https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Asylum_statistics ( 29 ) European Migrant Smuggling Centre, 4 th Annual Activity Report. ",
        "S. whereas there are significant gaps and deficiencies in the implementation of the special safeguards and procedural guarantees for children set out in the Common European Asylum System, with variations between the Member States, for example in the possibility for children to remain with their family members and/or guardians in a non-custodial context, and in particular in family reunification in line with Council Directive 2003/86/EC ( 30 ), reception conditions, the appointment of legal representatives and guardians, and access to child-friendly information, health and social services and education; T. whereas children continue to be born stateless, including in the EU, and continue to be excluded from access to basic rights; whereas an estimated 200 million children worldwide do not have a birth certificate, heightening the risk of statelessness and putting them at a severe disadvantage in accessing rights and services; whereas the right of the child to acquire a nationality and be registered immediately after birth is enshrined in Article 7 of the UN Convention on the Rights of the Child; U. whereas children are among the most vulnerable to the impact of climate change, which is affecting their life expectancy, their health, their right to education and their right to be protected, and is causing displacement in regions prone to natural disasters; whereas environmental risks account for one in four child deaths ( 31 ); V. whereas children’s participation is still scarce in EU internal and external policy-making; whereas systemic ways to embed rights-based child participation in policy-making at EU, national and local level should be implemented; whereas children have a right to participate in democratic life and in decisions that directly or indirectly affect them; whereas the most marginalised and excluded groups have even fewer opportunities to participate in policy and decision-making processes; W. whereas a significant number of children are still being detained in the EU; whereas the UN Committee on the Rights of the Child has clarified that children should never be detained for immigration purposes, and that detention can never be justified as being in a child’s best interests, in line with the New York Declaration for Refugees and Migrants of 19 September 2016; whereas Member States must provide adequate, humane and non-custodial alternatives to detention, including ensuring that COVID-19 measures never lead to the detention of children; whereas Member States should systematically collect disaggregated data on the detention of children in the context of migration, while the Commission should encourage the comparability of such data through Eurostat; X. whereas children placed in closed institutions have been particularly affected by the pandemic; whereas confinement measures exacerbate the vulnerability of children living in psychiatric and social care institutions, orphanages, refugee camps, detention centres and other closed facilities; whereas cases of violence against children confined in these premises are likely to go undetected and child and family welfare services are overstretched and disrupted; Y. whereas the General Data Protection Regulation ( 32 ) recognises that children merit specific protection with regard to their personal data and that they require information about their data to be presented to them in child-friendly language; whereas children’s access to social media platforms must go hand in hand with their enhanced understanding of digital technologies; whereas promoting digital education, literacy and skills is key to clamping down on social media misuse, particularly in the case of underage users accessing platforms that do not require age verification, in the interest of protecting vulnerable groups, particularly children; 1. Welcomes the Commission’s initiative to prepare a new comprehensive strategy on the rights of the child, ten years after the 2011 EU Agenda for the Rights of the Child; calls for adequate legislative and non-legislative proposals and binding and non-binding EU instruments to address the challenges that children face; C 474/150 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ( 30 ) Council Directive 2003/86/EC of 22 September 2003 on the right to family reunification (OJ L 251, 3.10.2003, p. 12). ( 31 ) UNICEF, ‘Reimagining our Future: Building Back Better from COVID-19’, June 2020. ( 32 ) Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1). ",
        "2. Stresses that a child is first and foremost a child, regardless of the child’s ethnic origin, gender, nationality or social and economic background, ability, or migration or residency status, and that the best interests of the child must be embedded in all EU policies, procedures and actions that concern children; 3. Reiterates its call on the Commission to include in the EU Strategy on the rights of the child all the provisions set out in Parliament’s resolution of 26 November 2019 on children’s rights on the occasion of the 30th anniversary of the UN Convention on the Rights of the Child; 4. Stresses that the EU Strategy must take a gender-balanced approach, integrating a gender perspective across all programming sectors, targeting the well-being and empowerment of girls, addressing their specific needs and recognising their rights; 5. Stresses that the Strategy should call on the Member States to allocate all the necessary resources for the effective implementation of the UN Convention of the Rights of the Child; calls on the Member States, furthermore, to address structural inequalities and prioritise public investment in education, healthcare, housing, family support and childcare, and to invest in high-quality universal services that reach all children; calls on Member States to strengthen the capacities of the social service workforce in order to support children and families facing special challenges and to support frontline operators in child protection services; 6. Calls on the Member States to guarantee the right to education for every child and to establish measures to combat and prevent early school leaving and to ensure gender-equitable access to quality, inclusive education from early childhood to adolescence, including for Romani children, children with disabilities, stateless and migrant children and those living in humanitarian emergency settings; 7. Emphasises that digital education should never permanently replace in-person learning, particularly where access to technologies is limited, and should only be used in times of great difficulty such as pandemics, or in a way that is complementary to in-person, face-to-face learning; calls on the Commission to make a thorough assessment of how the right to education has been affected by the crisis and to propose recommendations to Member States based on the results of this analysis; 8. Calls on the Member States to put in place specific ‘safe school’ operations, including providing hygiene supplies and sharing information in a child-friendly manner on handwashing and other hygiene measures during the COVID-19 pandemic; 9. Calls on the Member States to guarantee the right to inclusive education and to ensure access to comprehensive, age-appropriate information about sex and sexuality, and access to sexual and reproductive healthcare and relationship education; recalls that education in this area is necessary to ensure the full education and protection of children, in accordance with the latest report of the Commission; 10. Reiterates its call for the EU to step up its action to end all forms of violence and discrimination against children, including physical, sexual, economic and psychological violence, injury, abuse, neglect, mistreatment and exploitation perpetrated both online and offline, forced marriage, trafficking, abuse and exploitation of migrant children, torture, honour killing, FGM, incest, forced school leaving and the use of children as soldiers; stresses that, in order to ensure consistency as regards the protection of children from violence, trafficking and exploitation, all legislative and non-legislative initiatives concerning children’s rights have to take into account the EU Strategy on the rights of the child; calls on the Commission to publish a timetable concerning such proposals, while ensuring the implementation of its recommendations through an appropriate and efficient monitoring mechanism; 11. Calls on the Commission and the Member States to end, in law and in practice, all child labour and all other forms of work likely to harm children’s health and safety; stresses the urgent need to tackle this issue, considering the impact of the COVID-19 crisis on the most vulnerable who have been affected by income shocks and a lack of access to social protection, as a consequence of which more children are being forced into work; calls, therefore, on the Commission to embed children’s rights in the upcoming EU sustainable governance framework, including the EU mandatory due diligence requirements, and to support third countries in eliminating child labour through cooperation programmes; recommends adopting cross-sectoral mandatory due diligence and ensuring that all EU policies are child-friendly by committing to undertake ex ante and ex post human rights controls; 24.11.2021 EN Official Journal of the European Union C 474/151 Thursday 11 March 2021 ",
        "12. Calls on the Commission and the Vice-President of the Commission / High Representative of the Union for Foreign Affairs and Security Policy (VP/HR) to intensify efforts to prevent and end grave violations against children affected by armed conflict; is deeply alarmed by the fact that the association of children with and their recruitment into armed groups often happens when children have no other options left to them; stresses the importance of advancing the children and armed conflicts (CAAC) agenda in the EU’s external action and counter-terrorism and security policies, in line with the EU action plan on human rights and democracy, integrating it into political dialogues, common security and defence policy (CSDP) missions and operations, security sector reforms and mediation; calls on the Commission and the VP/HR to set up special child protection officers and units in the EU Delegations; calls on the Member States to protect child nationals who may be detained for security-related offences or association with armed groups, and to facilitate their return to their country of origin for rehabilitation, reintegration and/or prosecution, as appropriate, in full compliance with international law; 13. Stresses that the protection of children from sexual exploitation and abuse is essential; deplores the fact that the Child Sexual Abuse Directive has not yet been implemented by 23 Member States; notes the Council of Europe’s emphasis on multi-stakeholder cooperation as the basis for the response against child sexual abuse (CSA) online, encompassing law enforcement authorities, national authorities, reporting mechanisms and service providers/industry; welcomes the Commission’s intention to propose a more long-lasting legislative framework to combat CSA in the first semester of 2021; reiterates its support for the creation of a European centre to prevent and counter child sexual abuse, a possibility which is currently being assessed by the Commission; welcomes the work of Europol in prevention, namely its awareness-raising campaigns to prevent child sexual exploitation online ( 33 ), ( 34 ); 14. Stresses that violence and abuse against children have increased to a worrying extent, while social services and protective institutions have become highly inaccessible during the COVID-19 pandemic; underlines the importance of developing preventive policies to counter violence against children at EU level; highlights the role of EU agencies and bodies in implementing the EU legislative framework concerning children’s rights; calls on the Commission to incorporate within the Strategy an EU action plan with standards and benchmarks for online service providers and technology companies to keep children safe online, beyond protecting them from being the subjects of illegal content and keeping them safe from harmful content; calls on the Member States that have not yet done so to criminalise online grooming and cyberstalking; 15. Calls on the Commission to ensure that the EU Strategy is consistent with priorities and legislative proposals laid out in the recent EU Strategy for a more effective fight against child sexual abuse, the EU Roma strategic framework on equality, inclusion and participation, the EU Gender Strategy and the EU LGBTIQ Equality Strategy 2020-2025; 16. Believes that it is crucial to include in the EU Strategy concrete measures to invest in children in order to eradicate child poverty, including the establishment of a European Child Guarantee with appropriate resources; calls on the Commission to present its proposal for establishing the European Child Guarantee in the first quarter of 2021, in line with its commitment, and calls on the Member States to speed up its implementation and to invest all possible resources, including EU funds such as the European Social Fund Plus (ESF+), Recovery Assistance for Cohesion and the Territories of Europe (ReactEU), the Recovery and Resilience Facility, the European Regional Development Fund (ERDF), InvestEU, Erasmus+ and the Asylum and Migration Fund (AMF), in the fight against child poverty and social exclusion; highlights that Member States should establish both multi-annual national strategies for tackling child poverty and social exclusion and Child Guarantee national action plans; 17. Is concerned that in the context of the recovery from the COVID-19 crisis, the need to tackle child poverty will increase and that poverty will have an ever greater impact on children as the most vulnerable group among the most disadvantaged; urges that the EU Strategy be complemented by a comprehensive anti-poverty strategy, including measures to ensure decent and affordable housing and to tackle homelessness; recalls that any strategy to eradicate child poverty must C 474/152 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ( 33 ) https://www.europol.europa.eu/activities-services/public-awareness-and-prevention-guides/online-sexual-coercion-and-extortion- crime ( 34 ) https://www.europol.europa.eu/stopchildabuse ",
        "take into account the reality of single parenthood and families with large numbers of children, given that single-parent households and households with many children are among the vulnerable groups; 18. Stresses the importance for the EU Strategy to introduce measures to ensure good access to healthcare for children and families, in line with the EU4Health programme, while taking into account difficulties that children have in accessing this right; 19. Stresses that it is important that the EU Strategy introduce measures to update the existing EU framework for action on mental health and well-being, which should be fully inclusive, in order to also meet the needs of children in vulnerable situations and from marginalised and racialised groups; calls on the Commission and the Member States to scale up investments in mental health and psycho-social services for children and families, particularly in low- and middle-income countries and in fragile humanitarian contexts; calls on the Member States to put mechanisms in place for the early detection of mental health issues; calls for the full integration of psycho-social and mental health support in national and transnational child protection systems, as well as for training of professionals on the specific needs of children; 20. Reiterates its call to ensure a child-friendly justice system with appropriate and inclusive proceedings which take into account the needs of all children; stresses the importance of ensuring the child’s right to be heard, to be assisted by a legal representative and to be fully informed in a child-friendly manner at all stages of proceedings in the justice system, in accordance with Articles 4 and 16 of Directive (EU) 2016/800 and with Articles 22 and 24 of Directive 2012/29/EU ( 35 ), including for children in migration, with a particular focus on unaccompanied minors; calls on the Member States to swiftly transpose and enforce the directives; calls on the Member States to ensure that child and family courts function as an essential service, continuing to hold emergency hearings and executing court orders for the care and protection of children who are at an immediate risk of neglect or abuse; recalls that specific safeguards should be put in place for children who come into contact with any judicial or related proceedings and stresses the need to train specialised staff; 21. Notes with regret that 11 out of 27 Member States did not provide access to online targeted information for children about the judicial system, such as interactive education on legal rights, and calls on all Member States to ensure that children are able to access this information in a child-friendly manner, taking into account any disabilities that might impair access ( 36 ); 22. Highlights the importance of the child’s best interests in cross-border family litigation; calls on the Member States to ensure that they fulfil their obligations as provided for in the Brussels II Bis Regulation ( 37 ), and for national authorities to recognise and enforce judgments delivered in another Member State in child-related cases, such as custodial judgments, access rights and maintenance obligations; emphasises the importance of close cooperation and efficient communication between the different national and local authorities involved in childcare proceedings; calls on the Member States to respect the right of children to see their parents despite the restrictive measures linked to the pandemic, as long as this does not endanger their safety and health; 23. Calls for the EU, its agencies and the Member States to end childhood statelessness both within and outside the EU, including by improving the capacity of frontline officials to identify, record and respond appropriately to statelessness in the migration and asylum context, promoting and ensuring universal access to birth registration and certification regardless of the parents’ status, including for LGBTQI+ families, introducing, improving and implementing legal safeguards to prevent childhood statelessness, and introducing and improving child rights-based statelessness determination procedures in order to meet international obligations towards stateless people in a migratory context, in line with the child’s best interests and their right to acquire nationality; 24.11.2021 EN Official Journal of the European Union C 474/153 Thursday 11 March 2021 ( 35 ) Directive 2012/29/EU of the European Parliament and of the Council of 25 October 2012 establishing minimum standards on the rights, support and protection of victims of crime, and replacing Council Framework Decision 2001/220/JHA (OJ L 315, 14.11.2012, p. 57). ( 36 ) https://ec.europa.eu/info/sites/info/files/justice_scoreboard_2019_en.pdf ( 37 ) Council Regulation (EC) No 2201/2003 of 27 November 2003 concerning jurisdiction and the recognition and enforcement of judgments in matrimonial matters and the matters of parental responsibility, repealing Regulation (EC) No 1347/2000 (OJ L 338, 23.12.2003, p. 1). ",
        "24. Stresses that measures must be included in the EU Strategy to improve the situation of children in migration and protect their interests both within and outside the EU, and at every stage of asylum procedures; calls on the Commission and the Member States to ensure the implementation of safeguards and procedural rights for children in the Common European Asylum System, with a particular focus on swift family reunification processes in line with Directive 2003/86/EC, access to adequate reception conditions, social and medical care, the timely appointment of qualified legal representatives and guardians for unaccompanied minors, and access to child-friendly information; 25. Stresses the importance of the integration and inclusion of migrant and refugee children; reiterates the importance of removing all barriers to access to basic services and integration and inclusion measures, including psycho-social and mental health support, and of providing opportunities for children to increase social inclusion; calls on the Commission to take urgent action to raise awareness of the importance of changing narratives on migration and fighting negative stereotypes; 26. Takes the view that the Strategy should set as a priority the rights of children with regard to the deprivation of liberty in line with those outlined in the UN Global Study on Children Deprived of Liberty; urges the EU and the Member States to step up action to end the detention of children, particularly in the context of migration, and to work out community-based alternatives to detention that meet the best interests of the child and allow children to remain with their family members and/or guardians in a non-custodial context while their migration status is being resolved; 27. Takes the view that the EU Strategy should mainstream and promote the rights of vulnerable children across all policy areas and adopt an intersectional approach that takes into consideration the multiple forms of discrimination suffered by, among others, children from racialised groups, children with disabilities, children without or at risk of losing parental care, children in institutional care, LGBTIQ children, children from ethnic minority groups, migrant and refugee children, stateless and undocumented children, child victims of violence and sexual abuse, children directly or indirectly impacted by justice systems, children experiencing mental health problems, homeless children, girls and children of imprisoned parents; recalls that social services and family support are essential in order to avoid family separation and social exclusion; 28. Stresses that Romani children, in particular Romani girls, across Europe face the additional burden of racism as well as gender discrimination, which pushes them to the margins of their societies; underlines that low educational achievement, high rates of irregular attendance and early school leaving, non-inclusive school systems, high unemployment rates and poor employment opportunities deprive Romani boys and girls of realistic possibilities for integration and full participation in society; recalls the fact that a lack of personal documents hinders the ability of many Romani girls to access education, healthcare and other related services, and further recalls that increased racism and anti-Gypsyism affect the safety of Romani girls, making them increasingly vulnerable to social exclusion, exploitation, trafficking and violence ( 38 ); 29. Takes the view that the EU Strategy should propose an inclusive approach to protect the most vulnerable children in line with the Charter, the UN Convention on the Rights of the Child and the General Comments of the UN Committee on the Rights of the Child, and the SDGs and their child-related targets, leaving no one behind; reiterates the importance of creating a safe environment for vulnerable children and their families through social investment and acknowledges that housing conditions for children and families should be recognised and integrated into the definition of vulnerability; stresses the importance of developing and strengthening integrated national and transnational child protection systems with resources, implementation and monitoring schemes; 30. Stresses that it is important that the EU address the physical (poor infrastructure and geography), technological (low-functionality devices), cultural (gender and social norms, cultural practices, and disability or minority status) and economic and social barriers to digital technologies across its internal and external policies; 31. Highlights the importance for the EU of investing in digital literacy in order to guarantee free access to digital literacy and digital education for all children, particularly children from underserved or marginalised communities, focusing on building their resilience and offering psychosocial support; notes that these investments could be made as part of the new skills agenda for Europe of the European Education Area, and could benefit from of EU development and humanitarian C 474/154 EN Official Journal of the European Union 24.11.2021 Thursday 11 March 2021 ( 38 ) https://rm.coe.int/16800c0a86 ",
        "funds; points out that investments in ensuring that education systems can provide digital education, literacy and skills to all children are key to promoting children’s understanding of digital technologies, overcoming inequalities, improving digital inclusion and empowering and protecting children and their rights online and offline; recalls that the development of digital education, literacy and skills should equip children to fight against the dangers of the digital space as well as to manage their responsibilities when interacting within it; 32. Calls on the Commission to include the voices of children by establishing formal mechanisms for dialogue and consultation and ensuring their full and meaningful participation in decision-making, with a particular focus on elevating the voices of the most vulnerable, such as girls, children living in poverty, displaced and migrant children and those with disabilities; 33. Calls on the Commission and the Member States to put in place specific mechanisms to assess the impact of COVID-19 on all children, in order to collect data to better design national action plans to tackle the issues affecting children based on children’s views; calls on the Member States to establish a children’s rights approach when defining their national recovery plans; 34. Calls on the Council to adopt conclusions on the EU Strategy setting out a new mandatory framework for the EU institutions and the Member States, following the example of the European Consensus for Development and ensuring the implementation of well-designed, comprehensive and properly funded integrated national and transnational child protection systems; 35. Calls on the Commission and the Member States to ensure that the rights of the child are prioritised and mainstreamed in all internal and external EU policies, actions and programmes that affect children directly or indirectly, and to ensure consistency and coherence across all different instruments; 36. Calls on the Commission to develop a child marker in the allocation of its budgets in order to allow EU institutions and partners to measure and monitor EU investment in children through the collection of disaggregated and specific data, with a view to identifying gaps between policy and financial commitments, thereby providing an estimate of the scale of EU support for children’s rights; 37. Calls on the Member States to work out an annual action plan to implement the provisions set out in the EU Strategy on the rights of the child and to integrate their national action plans into the EU recovery and resilience plan; 38. Calls on the Commission and the Member States to ensure that the EU Strategy on the rights of the child is adequately financed, making sure that the EU internal and external funding instruments, as well as national budgets, support the implementation of the priorities set out in the Strategy; 39. Calls on the Commission to ensure the proper monitoring of the implementation of the EU Strategy by the Member States; recalls the need to ensure rights-based meaningful and inclusive child participation throughout the whole process of the creation and the implementation of the Strategy, and to use benchmarks and indicators to better monitor progress; 40. Instructs its President to forward this resolution to the Council, the Commission, and the governments and parliaments of the Member States. 24.11.2021 EN Official Journal of the European Union C 474/155 Thursday 11 March 2021 "
    ]
}