{
    "text": [
        "DECISION OF THE EEA JOINT COMMITTEE No 200/2018 of 21 September 2018 amending Annex XXI (Statistics) to the EEA Agreement [2021/314] THE EEA JOINT COMMITTEE, Having regard to the Agreement on the European Economic Area (‘the EEA Agreement’), and in particular Article 98 thereof, Whereas: (1) Commission Regulation (EU) 2018/174 of 2 February 2018 implementing Regulation (EC) No 1177/2003 of the European Parliament and of the Council concerning Community statistics on income and living conditions (EU-SILC) as regards the list of target secondary variables on intergenerational transmission of disadvantages, household composition and evolution of income for 2019 ( 1 ) is to be incorporated into the EEA Agreement. (2) Annex XXI to the EEA Agreement should therefore be amended accordingly, HAS ADOPTED THIS DECISION: Article 1 The following point is inserted after point 18if (Commission Regulation (EU) 2016/114) of Annex XXI to the EEA Agreement: ‘18ig. 32018 R 0174 : Commission Regulation (EU) 2018/174 of 2 February 2018 implementing Regulation (EC) No 1177/2003 of the European Parliament and of the Council concerning Community statistics on income and living conditions (EU-SILC) as regards the list of target secondary variables on intergenerational transmission of disadvantages, household composition and evolution of income for 2019 (OJ L 32, 6.2.2018, p. 35).’ Article 2 The text of Regulation (EU) 2018/174 in the Icelandic and Norwegian languages, to be published in the EEA Supplement to the Official Journal of the European Union , shall be authentic. Article 3 This Decision shall enter into force on 22 September 2018, provided that all the notifications under Article 103(1) of the EEA Agreement have been made (*). Article 4 This Decision shall be published in the EEA Section of, and in the EEA Supplement to, the Official Journal of the European Union . Done at Brussels, 21 September 2018. For the EEA Joint Committee The President Oda Helen SLETNES ( 1 ) OJ L 32, 6.2.2018, p. 35. (*) No constitutional requirements indicated. EN Official Journal of the European Union 4.3.2021 L 75/39 "
    ]
}