{
    "text": [
        "Social Europe 2020 SPC annual review of the Social Protection Performance Monitor (SPPM) and developments in social protection policies Annex 1. SPPM Country Profiles ",
        "LEGAL NOTICE The information and views set out in this document are those of the authors and do not necessarily reflect the official opinion of the European Union. Neither the European Union institutions and bodies nor any person acting on their behalf may be held responsible for the use which may be made of the information contained therein. More information on the European Union is available on the Internet (http://www.europa.eu). PDF ISBN 978-92-76-24979-5 ISSN 2315-1552 doi: 10.2767/015640 KE-BG-20-101-EN-N Manuscript completed in September 2020 The European Commission is not liable for any consequence stemming from the reuse of this publication. Luxembourg: Publications Office of the European Union, 2020 © European Union, 2020 The reuse policy of European Commission documents is implemented by the Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Except otherwise noted, the reuse of this document is authorised under a Creative Commons Attribution 4.0 International (CC-BY 4.0) licence (https://creativecommons.org/licenses/by/4.0/). This means that reuse is allowed provided appropriate credit is given and any changes are indicated. ",
        "1 Annex 1. SPPM Country Profiles The attached Country Profiles sheets provide for all Member States a snapshot of progress towards the national 2020 poverty and social exclusion target, trends in the main social indicators for each country, and the main, priority social challenges and good social outcomes identified for each country. Contents B ELGIUM .................................................................................................................................................. 3 B ULGARIA ................................................................................................................................................ 9 C ZECHIA ................................................................................................................................................. 15 D ENMARK .............................................................................................................................................. 22 G ERMANY .............................................................................................................................................. 28 E STONIA ................................................................................................................................................. 34 I RELAND ................................................................................................................................................. 41 G REECE ................................................................................................................................................... 47 S PAIN ..................................................................................................................................................... 53 F RANCE .................................................................................................................................................. 59 C ROATIA ................................................................................................................................................ 66 I TALY ...................................................................................................................................................... 72 C YPRUS .................................................................................................................................................. 78 L ATVIA ................................................................................................................................................... 84 L ITHUANIA ............................................................................................................................................. 91 L UXEMBOURG ........................................................................................................................................ 98 H UNGARY ............................................................................................................................................ 104 M ALTA ................................................................................................................................................. 111 N ETHERLANDS ..................................................................................................................................... 120 A USTRIA .............................................................................................................................................. 126 P OLAND ............................................................................................................................................... 133 P ORTUGAL ........................................................................................................................................... 140 R OMANIA ............................................................................................................................................ 147 S LOVENIA ............................................................................................................................................. 153 S LOVAKIA ............................................................................................................................................. 160 F INLAND .............................................................................................................................................. 167 S WEDEN ............................................................................................................................................... 174 ",
        "2 Notes: 1. Definitions of variables are provided in the “Definitions and data sources” section at the end of the main report. 2. The data on trends in take-up of selected benefits are collected via the SPC. The data includes only a selection of benefits which are considered most reactive to crises. The number of unemployed (standard definition by the ILO) are given as background ",
        "3 B ELGIUM 1 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by 380,000 by 2020 (EU-SILC 2018), compared to 2010 (EU-SILC 2008). Source: National Reform Programme (2018) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk-of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi- )jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 1 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid- June 2020, unless otherwise stated. ",
        "4 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "5 Unemployment Definition Unemployment according to the ILO definition - total Unit Monthly average - thousands of persons - seasonally adjusted Source Eurostat Labour Force Survey link comment Unemployment benefit Definition Full-time unemployed with an unemployment benefit Unit Number of benefit recipients Source Administrative data National Employment Office; FPS Social Security on the basis of the NEO website. link comment Sum of a number of different administrative categories of unemployed: after full- time employment, after studies, after voluntary part-time employment, different categories of early retirement and unemployed with social or familial difficulties. Social assistance benefit Definition Social assistance ('leefloon' / 'revenu d'intégration sociale') Unit Number of benefit recipients Source Administrative data Federal Public Service for Social Integration link comment General social assistance scheme. Additional social assistance schemes are in place for people with a disability and for the elderly. Disability benefit Definition Invalidity allowance (general scheme and scheme for the self-employed) Unit Number of benefit recipients - situation on 31/12 Source Administrative data RIZIV/INAMI link comment Temporary unemployment Definition Temporary unemployment due to corona covid-19 Unit Number of employees Source Administrative data Natonal Unemployment Office (ONEM/RVA) link comment ",
        "6 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data). Note: Break in series for “self reported unmet need for medical care” in 2011 ",
        "7 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. * For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. For BE, major break in 2011 in the self-reported unmet need for medical examination (\"n.a.\" shown for the period compared to 2008). ",
        "8 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES BELGIUM 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services Impact of social transfers (other than pensions) on reducing poverty is around the EU average, but significantly declining. Social inclusion of people with a migrant background and persons living with disabilities remains a challenge. Access to affordable housing is insufficient. 2. Breaking the intergenerational transmission of poverty – tackling child poverty Child poverty is increasing and the share of children (aged 0-17) living in (quasi-)jobless households is substantially higher than EU average. Children from disadvantaged backgrounds face inequalities of opportunity. 3. Active inclusion – tackling poverty in working age The share of adults (aged 19-59 not students) living in (quasi-)jobless households and their at-risk of poverty rate are both higher than the EU average. In-work poverty (18-64) is significantly lower than EU average, especially for women. 4. Elderly poverty/ adequate income and living conditions of the elderly The median relative income of elderly people (65+) is lower than the EU average. 5. Health & LTC There are inequalities in health access , as the gap in unmet need for medical care between the first and fifth income quintiles is bigger than the EU average. Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. The assessment of changes in the impact of social transfers on poverty reduction is only included when the change over the latest three years (2015-2018) shows an increase or a decrease. The assessment is purely descriptive as changes can (among other causes) be driven by underlying developments in the labour market and income distribution, as well as by changes in benefit systems themselves (benefit levels and targeting). ",
        "9 B ULGARIA 2 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people living in poverty by 260,000 people by 2020 (EU-SILC 2018), compared to the base value from EU-SILC 2008. Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. iii) For BG there is a major break in 2014 in the time series for the EU-SILC based material deprivation variables, and consequently major breaks in SMD and AROPE in 2014. 2 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "10 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "11 Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat comment The number of unemployed persons declines as a result of the growth of the economy and the improvement of the business climate Unemployment benefit definition U benefits beneficiaries unit thousands of beneficiaries source National Social Security Institute comment The number of the unemployed benefits beneficiaries decreased due to the declining of unemployment Social assistance benefit definition Monthly social assistance benefit recipients unit thousands of recipients source Social assistance Agency comment There is a little decrease in the number of the monthly social assistance benefit recipients due to the higher incoms of the beneficiaries. Disability benefit definition Monthly disability benefit recipients unit thousands of recipients source Social Assistance Agency comment There is a significant increase of the monthly disability benefit recipients since February 2019 due to change of the legislation for people with disabilities ",
        "12 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data). Note: Major break in 2014 in the time series for EU-SILC based material deprivation items, so changes in AROPE and SMD indicators are reported as not available for the period since 2008. ",
        "13 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. * For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. Major break in the time series in 2014 for the material deprivation indicators, so for SMD and AROPE no changes shown compared to 2008. ",
        "14 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES BULGARIA 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services The risk of poverty or social exclusion (notably the at risk of poverty rate and severe material deprivation) is above the EU average for all age groups, but shows improvement. Poverty affects in particular some vulnerable groups (i.a. those living in quasi-jobless households, people with disabilities, Roma, and those living in rural areas) . The impact of social transfers in reducing poverty is lower than EU average, while the adequacy, coverage and take-up of social assistance and access to social services remain limited. Income inequality (based on indicators S80/S20 - S80/S50) are substantially above EU average. 2. Breaking the intergenerational transmission of poverty – tackling child poverty Relative median poverty risk gap for children is substantially above EU average. Children from a disadvantaged background face a high inequality of opportunity. 3. Active inclusion – tackling poverty in working age In-work poverty is around EU average but shows significantly negative development. 4. Elderly poverty/ adequate income and living conditions of the elderly The aggregate replacement ratio (excl. other social benefits) is substantially lower than EU average. 5. Health & LTC Life expectancy at birth is substantially lower than the EU average, and potential years of life lost and treatable mortality are substantially higher than the EU average. The share of out-of-pocket payments is the highest in the EU, while public expenditure on health care is low. There is an increasing demand for long-term care services. Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "15 C ZECHIA 3 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of persons at risk of poverty or social exclusion by 100,000 by 2020, compared to 2008. Source: National Reform Programme (2018) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 3 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "16 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "17 CZ Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat - (Unemployment by sex and age – monthly average) comment Eurostat Unemployment benefit definition Unemployment Benefits recipients unit thousands of recipients source www.mpsv.cz comment Unemployment benefits - due to worse economic situation, there was a significant growth of number of unemployment benefits recipients at the end of 2008 (e.g. from the reason of mass laying-off) and during the 1st quarter of 2009. The declines in summer months of the following years were induced mainly by the impact of traditional element – seasonal works. On the other hand, increased numbers at the turn of years have been connected rather with layoffs at the end of the year. Since June 2011, the numbers of beneficiaries have been nearly similar to those ones in before-crisis years. Annual decrease in 2012 was partly caused by relevant legislative changes. The number of jobseekers with an unemployment benefit entitlement mainly affects newly arrived persons in the register, whose number was still high even when the unemployment dropped. Another factor which affects the number of jobseekers with an unemployment benefit entitlement is the age structure of job seekers. Jobseekers aged 50+ have a longer support period (11 month). Their number decreased, but the decline was slower than other job-seekers. The proportion of jobseekers with unemployment benefits in the total number of jobseekers is increasing. The year- on-year decline in the average number of job-seekers with entitlement for unemployment benefit was 10.3 thousand to 76.8 thousand in 2018. The average share of total registered unemployment for the whole year was 31.7% (versus 27.4% in 2017). In 2019, in contrast to previous years, the average number of job seekers with unemployment benefits increased slightly by 0.5 thousand to 77.3 thousands. The average share of total registered unemployment for the whole of 2019 was 36.4%. Social assistance benefit definition Social assistance beneficiaries unit thousands of beneficiaries source MoLSA comment Number of „social assistance beneficiaries“ represents relevant number of recipients of Allowance for Living (it doesn´t include other members of a households entitled to this benefit) introduced as of 1/1/2007 under the Act No. 111/2006 Coll., on Assistance in Material Need (by the end of 2006 the system of social assistance benefits was regulated in absolutely different way, because of this fact, there is no reasonable comparability). Generally, the development of number of „social assistance beneficiaries“ reflects situation on labour market and income situation of households as well as relevant legal adjustment. ",
        "18 Disability benefit definition Number of pensioners (disability benefits 1st, 2nd and 3rd degree) unit thousands of persons source MoLSA comment From the beginning of 2010 the new types of disability were implemented to the social system. Currently three levels of disability are differentiated (the 1st, 2nd , 3rd ) instead of the former two levels (full disability, partial disability). The 3rd level is equal to the full disability while the partial disability was split in the current 1st and 2nd level. From January 2010 all receivers of disability pension older than 65 years of age are no more implicated in the number of disability pensioners. They are implicated in the number of old age pensioners. This change is displayed in the drop of number of disability pensioners in January 2010. According to these changes, new data (starting January 2010) are being presented separately. ",
        "19 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data). ",
        "20 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "21 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES CZECHIA 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services While the share of people at risk of poverty or social exclusion is comparatively low, poverty remains concentrated in some localities and affects to a higher degree vulnerable groups. People at-risk-of poverty or social exclusion is substantially lower than EU average, in particular for monetary poverty and people living in low work intensity households. Relative median poverty risk gap is substantially lower than EU average. Income inequality indicators (S80/S20 - S50/S20) are substantially lower than EU average. 2. Breaking the intergenerational transmission of poverty – tackling child poverty At-risk-of poverty rate of children living in low work intensity households is substantially lower than EU average. 3. Active inclusion – tackling poverty in working age In-work poverty (18-64) is substantially lower than EU average. The impact of social transfers (incl. pensions) in reducing working age poverty (18-64) is substantially higher than EU average. 4. Elderly poverty/ adequate income and living conditions of the elderly At-risk-of poverty rate of older people (aged 65+) is around EU average but shows some negative development, in particular for women. The median relative income of elderly people (65+) is below EU average and shows negative development. 5. Health & LTC Life expectancy at 65 is lower than EU average. The provision of long-term care services is insufficient. Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "22 D ENMARK 4 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of persons living in households with low work intensity by 22,000 by 2020 Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year; iii) Breaks in time series for the period 2008-2018, mainly between 2010 and 2011, which affect indicators related to incomes and to a lesser degree variables highly correlated with incomes.; 4 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "23 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS Note: numbers of benefit recipients are not seasonally adjusted. ",
        "24 DK Number of unemployed definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat une_rt_m Unemployment recipients definition U benefits recipients, full time recipients. unit full time persons recipients (both passive and active recipients) (seasonally adjusted) source https://www.jobindsats.dk/jobindsats/sv/DatabankViewer/ChooseData?Measurement Id=Y01A02&BenefitGroupId=Y01&AreaType=&FrequencyId=&CubeId=&AreaSort=& HasPivot=False&MGroupIds=&AreaIds=&PeriodIds=&RowAxis=_omrade%2C_omra de_f3b%2C_periode&ColumnAxis=MeasurementAxis comment The monthly recipients of 2012 are also listed. If the recipients are only to be based on a whole year basis, these can be ignored and only 2011 data be used. Social assistance benefit definition numbers of recipients of cash benefits + recipients of education benefits unit both passive and active recipients source https://www.jobindsats.dk/jobindsats/sv/DatabankViewer/ChooseData?Measurement Id=Y36A02&BenefitGroupId=Y36&AreaType=&FrequencyId=&CubeId=&AreaSort=& HasPivot=False&MGroupIds=&AreaIds=&PeriodIds=&RowAxis=_omrade%2C_omra de_f3b%2C_periode&ColumnAxis=MeasurementAxis comment Both recipients and full time recipients are listed as the numbers can then be compared (with unemployment benefits) as these are measured in full time recipients. The update includes a change in the numbers back in time due to the abolishment of the lowest cash benefits by January 1st 2012. As it is a headcount, all recipients of the lowest cash benefits are now listed as recipients of the same cash benefit back in time as it would otherwise mean a change in the level of recipients as from 1/1 2012 when all recipients became recipients of the same level of benefit. By January 1st 2014 a reform of the cash benefit system came into force. With this reform people under the age of 30 can no longer receive cash benefit but will receive education benefit (social assistance) at the level of the student grant. By September 1st 2015 a rule change within the cast benefit system meant that newly arrived refugees and immigrants can no longer receive cash benefit but will receive integration benefit at the level of the student grant. By July 1st 2016, the rules applied for anyone who haven't been living in Denmark for at least 7 years within the last 8 years. Therefore we have provided a table with the number of recipients of the immigration benefit, starting from September 2015. Disability benefit definition Number of pensioners (disability benefits full+partial ) unit thousands of pensioners source https://www.jobindsats.dk/jobindsats/sv/DatabankViewer/ChooseData?Measurement Id=Y10A02&BenefitGroupId=Y10&AreaType=&FrequencyId=&CubeId=&AreaSort=& HasPivot=False&MGroupIds=&AreaIds=&PeriodIds=&RowAxis=_omrade%2C_omra de_f3b%2C_periode&ColumnAxis=MeasurementAxis comment Figures do not include people who reached statutory retirement age due to comparability reasons; the data until January 2011 represent an estimation, because the calculation of the accurate share of disability pensioners only existed for one month (December). ",
        "25 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) Note: Breaks in series for period 2008-2018/19 which mainly affect indicators related to incomes and to a lesser degree variables highly correlated with incomes (\"n.a.\" shown for period since 2008 for these).. ",
        "26 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. * For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. However, breaks in series for period 2008-2018 which mainly affect EU-SILC based indicators related to incomes and to a lesser degree variables highly correlated with incomes, so \"n.a.\" shown for period compared to 2008 for these. ",
        "27 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES DENMARK 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services The share of people (aged 0-59) living in (quasi-)jobless households is higher than EU average and while their poverty rate is around EU average, it shows substantial negative development. People with a migrant background are at a higher risk of poverty and social exclusion Persistent at-risk-of-poverty rate is substantially lower than EU average. 2. Breaking the intergenerational transmission of poverty – tackling child poverty The share of children at-risk-of poverty or social exclusion (aged 0-17) is substantially lower than EU average, in particular overall monetary poverty and poverty of children living in low work intensity households. Relative median poverty risk gap (0-17) is lower than EU average and shows substantial positive development. 3. Active inclusion – tackling poverty in working age While the impact of social transfers (including pensions) in reducing working age poverty (18-64) is around EU average, it shows substantial negative development. In-work poverty (18-64) for- women is substantially lower than EU average. 4. Elderly poverty/ adequate income and living conditions of the elderly Housing cost overburden (65+) is substantially higher than EU average. At-risk-of-poverty-or-social- exclusion rate (65+) is lower than EU average. Relative median poverty risk gap (65+) is substantially lower than EU average. 5. Health & LTC Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. The assessment of changes in the impact of social transfers on poverty reduction is only included when the change over the latest three years (2015-2018) shows an increase or a decrease. The assessment is purely descriptive as changes can (among other causes) be driven by underlying developments in the labour market and income distribution, as well as by changes in benefit systems themselves (benefit levels and targeting). ",
        "28 G ERMANY 5 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of long-term unemployed by 320,000 by 2020, measured against the annual average in 2008. Source: National Reform Programme (2015) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (LFS) 5 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "29 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "30 Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted (not calendar adjusted) source Eurostat Unemployment benefit recipients definition Benefit recipients (UB I + UB II) unit thousands of recipients source Source: Bundesagentur für Arbeit (Federal Employment Agency) link http://statistik.arbeitsagentur.de/ comment Monatsbericht zum Arbeits- und Ausbildungsmarkt in Deutschland, figure 2.1 (Arbeitslosigkeit und Leistungsbezug); since March 2020 figure 2.2 too. DE Social Assistance recipients definition DE Social Assistance recipients unit thousands of recipients source amtliche Sozialberichterstattung link http://www.statistikportal.de/de/sbe/ergebnisse/mindestsicherung/b-13-empfaengerinnen-und- empfaenger-nach-leistungssystemen comment table B1.3.0 (recipients of Sozialgeld und HLU) Asylum Seeker definition Asylum Seeker unit thousands of recipients source amtliche Sozialberichterstattung link http://www.statistikportal.de/de/sbe/ergebnisse/mindestsicherung/b-13-empfaengerinnen-und- empfaenger-nach-leistungssystemen comment table B1.3.0 (asylum seeker) short term work definition short term work unit thousands of recipients source Source: Bundesagentur für Arbeit (Federal Employment Agency) link http://statistik.arbeitsagentur.de/Navigation/Statistik/Statistik-nach- Themen/Lohnersatzleistungen-SGBIII/Kurzarbeitergeld/Kurzarbeitergeld- Nav.html?year_month=aktuell comment Realisierte Kurzarbeit - Deutschland, West/Ost, Länder, Kreise und Agenturen für Arbeit (Monatszahlen); figure 1.2 (konjunkturelle Kurzarbeit) Disability benefit recipients definition new disability pension recipients unit thousand of recipients (annual figures) source Source: Deutsche Rentenversicherung Bund (German statutory pension insurance scheme) link https://www.deutsche- rentenversicherung.de/Allgemein/de/Navigation/6_Wir_ueber_uns/02_Fakten_und_Zahlen/03_s tatistiken/statistikpublikationen_node.html comment Rentenversicherung in Zeitreihen (3 Rentenzugang - Renten wegen verminderter Erwerbsfähigkeit) Numbre of unemployed (ILO) definition unemployed unit thousand of recipients (monthly figures) source Source: EUROSTAT link https://ec.europa.eu/eurostat/data/database comment data base/population and social conditions/labour market/employment and unemployment/unemployment: indicator: unemployment by sex and age - monthly average (une_rt_m); [saisonal adjusted] ",
        "31 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data). Note: 2019 SMD figure is provisional. ",
        "32 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "33 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES GERMANY 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services Housing deprivation, in particular for children and elderly people, is around EU average but shows some negative development. There is a high risk of poverty or social exclusion for people with disabilities. There is a substantial regional divergence of poverty and social exclusion. 2. Breaking the intergenerational transmission of poverty – tackling child poverty Children from disadvantaged backgrounds (low skilled, often migrant background) face inequalities of opportunity. At-risk-of poverty rate of children living in low work intensity household is substantially lower than EU average. 3. Active inclusion – tackling poverty in working age 4. Elderly poverty/ adequate income and living conditions of the elderly Aggregate replacement ratio (excl. other social benefits) is lower than EU average. Housing cost overburden (65+) is higher than EU average. 5. Health & LTC Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "34 E STONIA 6 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduction of the at risk of poverty rate after social transfers to 15%, equivalent to an absolute decrease by 36,248 persons Source: National Reform Programme (2014) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year; iii) Major breaks in series in 2014 for variables from EU-SILC due to implementation of a new methodology based on the use of administrative files.. 6 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "35 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 9 July 2018. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "36 EE Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat Unemployment benefit definition Unemployment insurance benefit recipients unit thousands of recipients (monthly) source Estonian Unemployment Insurance Fund link https://www.tootukassa.ee/eng/content/about-tootukassa/statistics comment Definition: Unemployment insurance benefit recipients - unemployed persons who received a payment of unemployment insurance benefit during the specified period. Unemployment insurance is a type of compulsory insurance, unemployment insurance is financed from unemployment insurance premiums paid by the insured persons (employees) and the employers. The unemployment insurance benefit is paid to unemployed persons whose unemployment insurance period in the three preceding years is at least 12 months and whose last relationship did not end on their own initiative or mutual agreement. Note 2014 data has been updated on 17.11.2015 due to minor corrections in the database, 2015 data has been updated 12.06.2017 due to minor corrections in the database, 2017 data has been updated 04.06.2018 due to minor corrections in the database (corrections marked as red) Social assistance benefit definition Subsistence benefit (to maintain subsistence level) receivers unit Number of granted applications (thousands, cumulative during the year) source Ministry of Social Affairs link http://www.sm.ee/et/toetuste-statistika http://pub.stat.ee/px- web.2001/I_Databas/Social_life/15Social_protection/02Social_assistance/05Subsistence_ben efits/05Subsistence_benefits.asp comment A person living alone or a family whose monthly disposable income, after deduction of the fixed expenses connected with permanent dwelling during the current month, is below the subsistence level has right to receive a subsistence benefit. The subsistence level increased (by 20%) from the beginning of 2011. The subsistence level increased also in 2014 (by 17 % compared to the previous year) and as from 2015 the subsistence level will be higher for underage children. The subsistence level increased (by 31%) from the beginning of 2016. Note: In April 2010, a new social services and benefit register was introduced. Therefore the data from the 2nd quarter 2010 is not fully comparable with the previous data. Disability benefit definition Recipients of benefits for disabled persons unit Thousands of recipients at the end of quarter source Source: Social Insurance Fund link http://www.sotsiaalkindlustusamet.ee/et/organisatsioon-kontaktid/statistika-ja-aruandlus ",
        "37 comment Disability is the loss of or an abnormality in an anatomical, physiological or mental structure of function of a person, which in conjunction with different relational and environmental restrictions prevents participation in social life on equal bases with others. From 2008 the disabled adult allowance was replaced by disability allowance for a person of working age and disability allowance for a person of retirement age. Therefore the indicator since 2008 includes recipients of three types of benefits: recipients of the allowance for disabled persons of at least 16 years of age, for disabled persons of working age and for disabled persons of retirement age. Incapacity for work definition Receivers of pension for incapacity for work unit Thousands of recipients at the end of quarter source Social Insurance Board link http://www.sotsiaalkindlustusamet.ee/et/organisatsioon-kontaktid/statistika-ja-aruandlus comment The right for the pension for incapacity for work has a person, who is at least 16 years of age and has been declared to be permanently incapable to work, loss of whose working capacity is 40 to 100 per cent and who by the initial date of granting of the pension has acquired the following pensionable service or accumulation period in Estonia. Work ability allowance definition Work ability allowance recipients unit thousands of recipients (monthly) source Estonian Unemployment Insurance Fund link https://www.tootukassa.ee/eng/content/about-tootukassa/statistics comment Definition: Work ability allowance recipients - persons who received a payment of work ability allowance during the specified period. After the implementation of Work Ability Reform at 2016 the receivers of incapacity for work pension are gradually re-assessed and starting to receive work ability allowance instead of incapacity for work pension. ",
        "38 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) Note: Major breaks in series in 2014 for variables from EU-SILC due to implementation of a new methodology based on the use of administrative files, and which affect values for changes for the period since 2008 (\"n.a.\" shown for this periods). 2019 SMD figure is provisional. ",
        "39 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. * For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. Major break in series in 2014 for variables in EU-SILC due to implementation of a new methodology based on the use of administrative files. Hence change in EU-SILC variables compared to 2008 not shown. ",
        "40 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES ESTONIA 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services At-risk-of poverty rate is higher than EU average. The impact of social transfers (incl. pensions) in reducing poverty is substantially lower than EU average. At-risk of poverty rate for population living in (quasi-)jobless households is substantially higher than EU average. The share of people, including children, living in jobless households is substantially lower than the EU average. 2. Breaking the intergenerational transmission of poverty – tackling child poverty Housing cost overburden for children (0-17) is lower than EU average and shows substantial positive development. 3. Active inclusion – tackling poverty in working age At-risk of poverty rate for working age population living in (quasi-) jobless households (18-59) is substantially higher than EU average. There is a high risk of poverty or social exclusion among inactive people, in particular among people with disabilities. 4. Elderly poverty/ adequate income and living conditions of the elderly The share of elderly people at risk of poverty or social exclusion (aged 65+) is substantially higher than EU average, in particular regarding at risk of poverty, coupled with a substantial negative development on relative median poverty risk gap. Aggregate replacement ratio (excl. other social benefits) and median relative income of elderly people are substantially lower than EU average. 5. Health & LTC Healthy life years are substantially below EU average. Unmet need for medical care is substantially higher than EU average, in particular due to waiting time and distance. There is a low level of integrated long- term care provision. Notes: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "41 I RELAND 7 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION The Irish contribution to the Europe 2020 poverty target is to reduce by a minimum of 200,000 the population in ‘combined poverty’ (i.e. at-risk-of-poverty or basic deprivation). Source: National Reform Programme (2019) P ROGRESS TOWARDS THE E UROPE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Irish National Reform Programme 2019 (based on SILC data) 7 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "42 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "43 IE Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source CSO Seasonally Adjusted Monthly Unemployment, Table MUM01 https://statbank.cso.ie/px/pxeirestat/Database/eirestat/Monthly%20Unemployment/Monthly %20Unemployment_statbank.asp?SP=Monthly%20Unemployment&Planguage=0 Unemployment benefit definition Unemployment Benefit and Assistance recipients unit thousands of recipients source Social Welfare Monthly Statistical Reports Social assistance benefit definition Emergency Social Assistance recipients unit thousands of beneficiaries source Social Welfare Monthly Statistical Reports Disability benefit definition Illness, Disability & Caring recipients unit thousands of beneficiaries source Social Welfare Monthly Statistical Reports ",
        "44 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS); CSO for Infant mortality data ",
        "45 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "46 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES IRELAND 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services There are shortages in social housing. The risk of poverty or social exclusion affects in particular persons with disabilities. Impact of social transfers in reducing poverty is substantially higher than EU average, in particular for children and working age population. Relative median poverty risk gap is substantially below EU average 2. Breaking the intergenerational transmission of poverty – tackling child poverty Relative median poverty risk gap and at risk of poverty rate of children living in low work intensity household are substantially below EU average. 3. Active inclusion – tackling poverty in working age Share of adults (aged 18-59 not students) living in (quasi-)jobless households is higher than EU average and while it improved substantially, their at-risk of poverty rate shows some negative development. At-risk-of poverty rate of working age population (aged 18-64), including those at work is well below EU average and improved substantially. 4. Elderly poverty/ adequate income and living conditions of the elderly Aggregate replacement ratio (excluding other social benefits) is lower than EU average. Relative median poverty risk gap of elderly people (65+) is substantially lower than EU average. 5. Health & LTC The number of people in the lowest income quintile reporting unmet needs for medical care is around the EU average, but shows some negative development. Healthy life years at birth for women are above EU average and show some positive development, whereas it shows even substantial positive development for women above 65. Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "47 G REECE 8 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by 450,000 by 2020, compared to the figure in 2008. Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 8 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "48 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "49 EL Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Hellenic Statistical Authority (ELSTAT), Labour Force Survey comment Data as on 11 MAY 2020 Unemployment benefit definition Registered at the National Manpower Agency (OAED) receiving the Unemployment Benefit unit Thousands of receivers source National Manpower Agency (OAED) comment Data as on 11 may 2020 Number of recipients of social assistance benefits (data regarding GMI Beneficiaries) definition Members of approved applications for Guaranteed Minimum Income (GMI) unit Total number of persons (members of households) source GMI platform comment Data as on 11 May 2020 Disability allowances recipients (social assistance) definition Number of recipients of social assistance benefits for disabled unit Thousands of recipients source Ministry of Labour and Social Affairs - Directory of Social policies for people with disabilities comment Data as on 14 may 2020 ",
        "50 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) ",
        "51 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively ",
        "52 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES GREECE 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services The share of people (aged 0-59) living in (quasi-) jobless households is substantially higher than EU average. Material and social deprivation is substantially higher than EU average in all age groups. While housing cost overburden improved, it is still higher than EU average and lack of social housing hampers social inclusion of vulnerable groups. Social inclusion of non-EU born people is a challenge. 2. Breaking the intergenerational transmission of poverty – tackling child poverty The share of children at-risk-of poverty or social exclusion (aged 0- 17) is substantially higher than EU average. At-risk-of poverty rate of children living in low work intensity household (0.55<WI<=1) is below EU average and improved. 3. Active inclusion – tackling poverty in working age The share of people at risk of poverty or social exclusion in the working age population (18-64) is substantially higher than EU average. The impact of social transfers (other than pensions) in reducing working age poverty (18-64) is substantially lower than EU average. Labour market activation of social benefits recipients is insufficient. 4. Elderly poverty/ adequate income and living conditions of the elderly 5. Health & LTC Healthy life years at 65 is below EU average, potential years of life lost and preventable mortality deteriorates substantially, while there is poor access to long-term care services. Unmet need for medical care due to costs are higher than the EU average, the gap in unmet need between the bottom and the top income quintile are substantially higher than the EU average, as the primary care network is still not sufficiently developed. Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "53 S PAIN 9 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by 1,400,000-1,500,000. Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; VLWI - share of population living in (quasi-)jobless households, i.e. very low work intensity households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the income reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 9 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "54 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "55 Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat Unemployment benefit definition Number of Unemployment Benefits Total (In Thousands) 1) Contributory Unemployment Benefit 2) Social Assistance Unemployment Benefit (including Extraordinary Unemployment Subsidy) 3) Programme of active insertion income 4) Employment Activation Program Updates since previous year The Spanish system of Unemployment Benefits includes contributory UB, for unemployed people who have worked for at least one year, and other types of subsidies intended to protect groups that have exhausted unemployment benefits or have not reached the minimum contributions needed to access them. They include: Social Assistance* (both general and for agricultural workers), Active Insertion Income programme (for unemployed people in a particularly vulnerable position, like LTU, victims of domestic violence, returned emigrants, among others) and Employment Activation Program (temporary program for long-term unemployed). *Since July 2018, there is a new non-contributory Unemployment Benefit (the Extraordinary Unemployment Subsidy), that will substitute the Employment Activation Program, that is being phased out (no new beneficiaries since April 2018). This new subsidy is for unemployed people with low income that have exhausted other subsidies and benefits and are not entitled to receive the Employment Activation Program. unit thousands of recipients source Ministry of Labour, Migrations and Social Security - Public Employment Service Social assistance benefit/means-tested minimum income definition RMI : Minimum Income for Insertion (holders) unit thousands of beneficiaries source Ministry of Health, Consume Affairs and Social Welfare Disability benefit definition Number of invalidity pensions The difference between these data and those provided in ESSPROS are due to these data only correspond to Code 1121111 Scheme 1 ESSPROS, without eliminating double counting. unit thousands of recipients source Ministry of Labour, Migrations and Social Security ",
        "56 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data). ",
        "57 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. * For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "58 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES SPAIN 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services The share of people at-risk-of poverty or social exclusion is higher than EU average. At-risk-of poverty rate (60% of median income) is higher than EU average, substantially higher for working age population. Non-EU migrants and Roma population in Spain continue to face integration challenges. 2. Breaking the intergenerational transmission of poverty – tackling child poverty At-risk-of poverty rate of children is higher than EU average. Impact of social transfers in reducing child poverty is substantially lower than EU average. Overall, children support is low and shows a regressive pattern. 3. Active inclusion – tackling poverty in working age In-work poverty (18-64) is higher than EU average. Gaps in social protection for the self- employed due to their low Social Security contributions. National income guarantee schemes remain fragmented, while regional minimum income schemes present large disparities across regions. 4. Elderly poverty/ adequate income and living conditions of the elderly Aggregate replacement ratio (excl. other social benefits) is above EU average and improved. 5. Health & LTC Unmet need for medical care due to costs is around EU average and shows some negative development. Healthy life years at birth are above EU average and show substantially positive development. Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "59 F RANCE 10 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by 1,900,000 (baseline year: 2007 figure) Source: National Reform Programme (2018) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2007 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 10 Figures in this profile for data obtained from the Eurostat website are generally based on data extracted around mid-June 2020, unless otherwise stated. ",
        "60 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "61 FR Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat link http://appsso.eurostat.ec.europa.eu/nui/show.do?dataset=une_nb_m&lang=fr Unemployment benefit 1 definition persons entitled to U unemployment insurance scheme : ARE (Allocation de Retour à l'Emploi) unit thousands of beneficiaries Seasonally adjusted (the whole of France ) source Fichier National des Assédics (FNA) link http://pole-emploi.org/statistiques-analyses/en-savoir/accedez-a-nos- donnees/series-de-donnees-sur-lindemnisa.html?type=article Unemployment benefit 2 definition persons entitled to U assistance scheme: ASS (Allocation de Solidarité Spécifique) unit thousands of beneficiaries - Seasonally adjusted (the whole of France) source Fichier National des Assédics (FNA) link http://pole-emploi.org/statistiques-analyses/en-savoir/accedez-a-nos- donnees/series-de-donnees-sur-lindemnisa.html?type=article Social assistance benefit definition Households entitled to social assistance Benefit (RSA since Q2/2009) RSA Socle unit thousands of beneficiaries (the whole of France) source CNAF link http://www.caf.fr/etudes-et-statistiques/donnees-statistiques/solidarite-et-insertion http://data.caf.fr/dataset/foyers-allocataires-percevant-le-revenu-de-solidarite- active-rsa-niveau-national comment The revenu de solidarité active (RSA) scheme has been introduced in June 2009. It replaces two former social assistance benefits, the former minimum income scheme (revenu minimum d’insertion, RMI), and the lone parents benefit (allocation de parent isolé, API), and the various in-work benefits which were related to these two social assistance benefits. Notably for these reasons, the data on RMI and the data on RSA are not fully comparable. RSA was introduced in French oversee departments in 2011. Until 2016 the RSA scheme had two components (households could benefit from one or both): - « RSA socle » is a minimun income - « RSA activité » completes the household income from work in the case of a low income. Only «RSA socle» is a social assistance scheme. Within the attached data, only beneficiaries of «RSA socle» are covered. « RSA activité » was closed on the 1st of January 2016 and replaced by «Prime d'activité». ",
        "62 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) Note: 2019 SMD figure is provisional. ",
        "63 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "64 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES FRANCE 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services Both severe material deprivation and material and social deprivation rates are around EU average but show some negative developments. The share of people (aged 0-59) living in (quasi-) jobless households is around EU average but shows some negative development. There is a high discrepancy regarding the risk of poverty or social exclusion and in-work poverty between people born in France and those born outside the EU. There is a high amount of unmet need for social housing in certain regions and access to social housing remains difficult for most vulnerable groups. Relative median poverty risk gap is substantially lower than EU average. 2. Breaking the intergenerational transmission of poverty – tackling child poverty The at-risk-of poverty rate of children living in very low work intensity household (0.2<WI<=0.55) is higher than EU average. The number of children living with low-skilled parents and particularly exposed to poverty is increasing, and their socio-economic status affects significantly their educational outcomes. 3. Active inclusion – tackling poverty in working age Housing deprivation of working age people (18-64) is around EU average but shows some negative development. Impact of social transfers (incl pensions) in reducing working age poverty (18-64) is substantially higher than EU average. Relative median poverty risk gap of working age people (18- 64) - is substantially below EU average. 4. Elderly poverty/ adequate income and living conditions of the elderly ",
        "65 5. Health & LTC Unmet need for medical care – costs – is around EU average, but with some negative development. Life expectancy at 65 is substantially better than EU average. Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "66 C ROATIA 11 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduction of the number of persons at risk of poverty or social exclusion to 1,220,000 by 2020. Source: National Reform Programme (2015) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 11 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "67 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "68 Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat Unemployment benefit definition Unemployed persons on the CES register are entitled to unemployment benefit in the reporting month based on the stipulations of the Labor Market Act, Official Gazette No. 118/2018, 32/20. unit number of persons of unemployment benefit beneficiaries, in thousands source Croatian Employment Service link www.hzz.hr comment Social assistance benefit/means-tested minimum income definition On the basis of the Social Welfare Act that entered into force on 1 January 2014 (“The Official Gazette” No. 157/13, 152/14, 99/15, 52/16, 16/17, 130/17, 98/19) a new right was introduced – a guaranteed minimum benefit (GMB), encompassing the four social benefit: the maintenance assistance (from Social Welfare system) and extended financial benefit which was defined by the Act on Employment Mediation and Unemployment Rights as well as the right to survivor benefit defined under the Act on the Rights of Croatian Homeland War Veterans and Their Family Members and the Act on the Protection of Military and Civilian War-Disabled Persons. That is a form of social benefit by which the state guarantees that every year, depending on the funds available, it will determine the amount to which every person or household with insufficient income and assets for satisfying the basic living needs is entitled. The right to a social benefit is depending on the family structure and it is means-tested (income and property). unit number of persons of social assistance beneficiaries, in thousands source Ministry for Demography, Family, Youth and Social Policy of the Republic of Croatia link www.mdomsp.hr comment In the column for the 2014, the number of maintenance assistance and GMB beneficiaries’ was shown, since the all maintenance assistance beneficiaries have not been yet translated into GMB. Disability benefit definition disability pension is a pension granted on the grounds of person’s total or occupational disability if disability occurred prior to the age of 65 unit number of disability pension beneficiaries, in thousands source Croatian Pension Insurance Institute link http://www.mirovinsko.hr/ comment Number of disability pension beneficiaries from October 2013 does not include beneficiaries whose benefit payment have been suspended because they have not submitted their Personal Identification Number. From February 2015 disability pensioners are translated into old age pensioners after reaching the statutory retirement age and these pensioners are included in the total number of disability pension beneficiaries. ",
        "69 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) Note: 2019 SMD figure is provisional ",
        "70 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. * For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators (where available) and 2018-2019 for LFS-based indicators. No long-term comparison to 2008 for EU-SILC-based indicators, as no EU- SILC data published by Eurostat before 2010, while for LFS-based indicators changes since 2008 refer to 2008-2019. ",
        "71 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES CROATIA 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services Impact of social transfers in reducing poverty is below EU average for all age groups, while persistent at-risk-of- poverty rate and relative median poverty risk gap are in general higher or substantially higher (65+) than EU average. At-risk of poverty rate for population living in (quasi-)jobless households is higher than EU average. There is a high risk of poverty or social exclusion for persons with disabilities. 2. Breaking the intergenerational transmission of poverty – tackling child poverty 3. Active inclusion – tackling poverty in working age Share of working adults (aged 18-59 not students) living in (quasi-)jobless households is higher than EU average. In-work poverty is substantially lower than EU average 4. Elderly poverty/ adequate income and living conditions of the elderly The risk of poverty or social exclusion (age 65+) is higher than EU average. Aggregate replacement ratio of pensions (excl other social benefits) is substantially lower than EU average. The short working lives and benefits for specific categories hamper the adequacy of pensions. 5. Health & LTC Life expectancy and healthy life expectancy at 65 are substantially lower than EU average. Unmet needs for medical care due to distance are significantly higher than the EU average. The health care system is overburdened with structural debt and formal long-term care is underdeveloped and ineffective. Notes: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "72 I TALY 12 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by 2,200,000 by 2020. Source: National Reform Programme (2015) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 12 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "73 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "74 Unemployment definition Unemployment according to ILO definition - 15+ Total unit Thousands of persons - seasonally adjusted source Source: Istat link http://dati.istat.it/Index.aspx?DataSetCode=DCCV_DISOCCUPTMENS1 comment DATA UPDATED AT 30.4.2020 - new time series Unemployment benefit definition Unemployment Benefit recipients ; Unemployment assistance recipients unit Thousands of recipients source Source: Inps link https://www.inps.it/webidentity/banchedatistatistiche/menu/Politiche_Occupazional i/main.html comment Social assistance benefit definition Social pension and allowance unit thousands of pensions source Source: Inps link http://inps.it comment at 1st January Disability definition unit thousands of pensions source Source: Inps link http://inps.it comment Civilian invalids at 1st January Assegno di natalità definition unit thousands of allowances source Source: Inps link http://inps.it comment ",
        "75 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data). ",
        "76 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "77 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES ITALY 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services Share of people at-risk-of poverty or social exclusion is higher than EU average, in particular for at-risk-of poverty rate and share of people living in (quasi-)jobless households, concerning mainly children and working age population. The impact of social transfers (other than pensions) in reducing poverty is below EU average. Persistent at-risk-of-poverty rate and relative median poverty risk gap are higher than EU average, in particular for children and working age population. Income inequality (based on S80/S20 and S50/S20) higher than EU average. There is a high risk of poverty and social exclusion of vulnerable groups, while challenges concern coverage and take-up of social assistance and access to social services, with high territorial disparities. 2. Breaking the intergenerational transmission of poverty – tackling child poverty Housing deprivation for children (0-17) is below EU average and shows substantial positive development. 3. Active inclusion – tackling poverty in working age Rate of long-term unemployment (as % active population) is higher than EU average. In-work poverty (18-64) is higher than EU average. 4. Elderly poverty/ adequate income and living conditions of the elderly Aggregate replacement ratio (excl other social benefits) is above EU average and shows substantial positive development. 5. Health & LTC Life expectancy at 65 is around EU average but shows some negative development. The provision of healthcare is characterised by wide regional disparities. Life expectancy at birth is above EU average and improved, in particularly for men. Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "78 C YPRUS 13 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people-at-risk-of-poverty and social exclusion by 27,000 people or decrease the percentage from 23.3% in 2008 to 19.3% by 2020. Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 13 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "79 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Notes:: 1) The table presents the social protection benefits. 2) For the case of Cyprus, as regards the function \"Housing\", the benefits are all means tested (i.e. ‘Housing’ under Non-means tested is ‘not applicable’ for Cyprus). T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "80 CY Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat Unemployment benefit (1) definition Number of applicants for unemployment benefit unit thousands of applicants source Social Insurance Services, Ministry of Labour, Welfare and Social Insurance, Cyprus comment CY UB applicants refer to the number of applicants for unemployment benefit from Social Insurance Services. Some of those applicants can be rejected due to the qualifying contribution conditions of the unemployment benefit. The unsmoothness of the number of applicants is due to the seasonality effect of the hospitality industry. Unemployment benefit (2) definition Number of beneficiaries for unemployment benefit unit thousands of applicants source Social Insurance Services, Ministry of Labour, Welfare and Social Insurance, Cyprus comment CY UB beneficiaries refer to the number of beneficiaries for unemployment benefit from Social Insurance Services at the corresponding period. The unsmoothness of the number of beneficiaries is due to the seasonality effect of the hospitality industry. Social assistance benefit / Guaranteed Minimum Income definition Number of public assistance beneficiaries & guaranteed minimum income beneficiaries unit thousands of beneficiaries source 1. Welfare Benefits Administration Service, Ministry of Labour, Welfare and Social Insurance, Cyprus 2. Social Welfare Services, Ministry of Labour, Welfare and Social Insurance, Cyprus comment CY public assistance beneficiaries & Guaranteed Minimum Income Beneficiaries refer to the number of applicants plus their dependants. The data in the table from 10/2014 and onwards includes figures for public assistance beneficiaries and guaranteed minimum income beneficiaries. The Guaranteed Minimum Income (GMI) was established in July 2014 with the aim to ensure a socially acceptable minimum standard of living for persons (and families) legally residing in the Republic of Cyprus whose income and other economic resources are insufficient to meet their basic and special needs. The new GMI will gradually replace the existing public assistance . The nature of the benefit is differential in that it varies, amongst others, according to the applicant’s income and family structure. ",
        "81 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data). Note: The figure for SMD in 2019 is provisional. ",
        "82 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "83 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES CYPRUS 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services The housing deprivation rate is substantially higher than the EU average in all age groups. There is a high risk of poverty or social exclusion for persons with disabilities. 2. Breaking the intergenerational transmission of poverty – tackling child poverty The rate of children living in a household suffering from severe material deprivation is higher than EU average. 3. Active inclusion – tackling poverty in working age While somewhat improved, the rate of working age adults (18-64) living in a household suffering from severe material deprivation is higher than EU average. In-work poverty among women is above EU average and shows substantial positive development. Relative median poverty risk gap is substantially lower than EU average. 4. Elderly poverty/ adequate income and living conditions of the elderly Aggregate replacement ratio is lower than EU average. Median relative income of elderly people is lower than EU average. 5. Health & LTC Healthy life years are around EU average and show some negative development. Unmet need for medical care due to costs is around EU average and shows some negative development. Expenditure on long-term care is low and access to long-term care services is limited. Life expectancy at birth for men is above EU average and shows substantially positive development. Notes: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "84 L ATVIA 14 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty after social transfers and/or living in households with very low work intensity by 121,000 by 2020. Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 14 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "85 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "86 LV Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source eurostat Unemployment benefit definition persons receiving unemployment benefit unit the number of recipient persons, in thousands (monthly data) source State Social Insurance Agency; https://www.vsaa.gov.lv/budzets-un-statistika/statistika/ Social assistance benefit definition persons in household receiving municipal GMI benefit unit the number of total persons in recipient households, in thousands (monthly data) source statistical reports from local municipalities; http://www.lm.gov.lv/lv/publikacijas-petijumi-un- statistika/statistika/valsts-statistika-socialo-pakalpojumu-un-socialas-palidzibas-joma/menesa- dati Disability benefit definition persons receiving disability pension unit the number of recipient persons, in thousands (monthly data) source State Social Insurance Agency; https://www.vsaa.gov.lv/budzets-un-statistika/statistika/ ",
        "87 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) ",
        "88 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "89 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES LATVIA 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services People at-risk-of poverty or social exclusion with all its subcomponents is higher than EU average, with substantially higher at-risk-of poverty rate; the risk of poverty or social exclusion particularly affects persons with disabilities. Impact of social transfers in reducing poverty is substantially lower than EU average. The relative median poverty risk gap is around EU average but shows some negative development, combined with high levels of persistent at-risk-of- poverty rate and income inequality. Housing deprivation is substantially higher than EU average in all age groups. 2. Breaking the intergenerational transmission of poverty – tackling child poverty 3. Active inclusion – tackling poverty in working age At-risk of poverty rate for population living in (quasi-)jobless households (18-59) is substantially higher than EU average. The social security system does not cover all people in employment and the adequacy of social assistance benefits is low. 4. Elderly poverty/ adequate income and living conditions of the elderly The rate of people at risk of poverty or social exclusion (aged 65+) is substantially higher than EU average with substantial negative development. Aggregate replacement ratio (excl. other social benefits) and median relative income of elderly people are substantially lower than EU average with negative development. ",
        "90 5. Health & LTC Life expectancy and healthy life years at birth and at age 65 are substantially lower than EU average. The unmet needs for medical care are higher than the EU average and a ccess to quality long-term care provision is limited. Notes: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "91 L ITHUANIA 15 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion to 814,000 by 2020. Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey (while for the severe material deprivation rate (SMD), the reference is the current year. 15 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "92 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "93 LT Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat [une_rt_m] Unemployment benefit definition Unemployment benefit recipients unit Thousands of recipients source The State Social Insurance Fund Board link http://atvira.sodra.lt comment The new version of the Law on Unemployment Social Insurance came into force on 1 July 2017. A person having a record of Unemployment Insurance of at least 12 months over the past 30 months before his registration with the territorial labour exchange shall be entitled to the benefit.The duration of payment of Unemployment Insurance Benefit was extended to 9 months and is no longer depended on the length of the insurance record. Formula for calculating an Unemployment Insurance Benefit has also changed, thus this benefit increased. Social assistance benefit definition Number of recipients of social benefit unit Thousands of recipients source The Social Assistance Information System link http://vitrinos.spis.lt:8080/ comment The Social Benefit is means-tested and granted upon evalution both of the income received and the value of the property possessed. Families and single residents are entitled to Social Benefit if either single resident or one spouse works or does not work, because they are full-time students or pensioners, or individuals above retirement age, or disabled, or nursing a disabled or sick family member, or registered at the local office as unemployed, or taking care of a child under the age of 3 years or under the age of 8 years, etc. Disability benefit definition Number of working age disability pension recipients unit Thousands of pensioners Early Retirement definition Number of recipients of early retirement pensions unit Thousands of pensioners comment Persons are eligible for early retirement pension if: they acquired an insurance period of 30 years, the age is less than 5 years to retirement age, have no other incomes, do not receive any other pension or benefit. ",
        "94 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) Note: Break in time series in for 2011 and 2013 for overcrowding rate indicator. 2019 SMD figure is provisional ",
        "95 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "96 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES LITHUANIA 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services The share of people at risk of poverty or social exclusion is higher than EU average, moreover the at-risk-of poverty rate (60% of median income) is substantially above EU average. It particularly affects persons with disabilities. The impact of social transfers in reducing poverty is lower than EU average, substantially below when including pensions. Relative median poverty risk gap is still around EU average but shows some negative development and for children is above EU average. Income inequality (based on S80/S20 and Interquintile share ratios S80/S50 and S50/S20) is substantially higher than EU average. Material and social deprivation is higher than EU average, substantially above for elderly. 2. Breaking the intergenerational transmission of poverty – tackling child poverty 3. Active inclusion – tackling poverty in working age At-risk of poverty rate for population living in (quasi-)jobless households (18-59) is substantially higher than EU average. 4. Elderly poverty/ adequate income and living conditions of the elderly Share of elderly people at risk of poverty or social exclusion (aged 65+) is substantially higher than EU average. Aggregate replacement ratio (excl other social benefits) and median relative income of elderly people are substantially lower than EU average. 5. Health & LTC Life expectancy at 65 and healthy life years at 65 for men are substantially below EU average. ",
        "97 Child mortality and preventable mortality are substantially higher than EU average. Notes: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "98 L UXEMBOURG 16 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by 6,000 by 2020. Source: National Reform Programme (2015) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year; iv) M ajor break in series in 2016 for EU-SILC based indicators. 16 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "99 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "100 LU Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat Social assistance benefit/means-tested minimum income definition Total of beneficiary households of the guaranteed minimum income (complementary allocation) unit Thousands of beneficiaries source IGSS Disability benefit definition Total of disability pensions of the general pension scheme (permanent and transitory, but without \"indemnité d'attente\", beneficiaries aged below 65) unit Thousands of beneficiaries source IGSS Early retirement definition Early retirement beneficiaries (without \"préretraites\", beneficiaries aged below 65) unit Thousands of beneficiaries source IGSS ",
        "101 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) Note: Major break in series in 2016 for EU-SILC based indicators (\"n.a.\" shown for latest year comparisons, and long-term comparison to 2008) ",
        "102 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. Major break in series in 2016 for EU-SILC based indicators, so no figures shown for changes compared to 2008. For LFS-based indicators comparison for the period 2008-2019 are shown. ",
        "103 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES LUXEMBOURG 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services Housing deprivation is above EU average. 2. Breaking the intergenerational transmission of poverty – tackling child poverty 3. Active inclusion – tackling poverty in working age In-work poverty (18-64) is higher than EU average. People from migrant backgrounds face poorer labour market and social outcomes as compared to nationals. 4. Elderly poverty/ adequate income and living conditions of the elderly Aggregate replacement ratio (excl other social benefits) is substantially higher than EU average. Median relative income of elderly people (65+) is substantially higher than EU average. 5. Health & LTC Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "104 H UNGARY 17 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by 450,000 by 2020. Source: National Reform Programme (2018) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year iv) Break in series: EU-SILC data for 2011 to 2015 have been reweighted on the basis of Census 2011 results. 17 Figures in this profile are based on data extracted from the Eurostat website around mid-June 2020 unless otherwise stated. ",
        "105 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "106 HU Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat link https://appsso.eurostat.ec.europa.eu/nui/submitViewTableAction.do comment Eurostat table name: Unemployment by sex and age – monthly data (une_rt_m) Unemployment benefit definition Unemployment Benefit recipients - Recipients of jobseekers' allowance and jobseekers' assistance unit thousands of recipients source Ministry for Innovation and Technology link https://nfsz.munka.hu/tart/munkaeropiac comment At the end of 2010 data from 2008 till 2010 about jobseekers' allowance were modified because of the changes in the functioning of the IT system, which revised the number of recipients of unemployment benefit. On the other hand data of 2006, 2007 were also modified because we have found significant differences between this number of HU jobseekers allowance, assistance receivers and number of recipients of jobseekers allowance, assistance (were registered by PES). Social assistance benefit definition Recipients of benefit for people in active age (Former name of the benefit was regular social assistance) unit thousands of recipients source Hungarian Treasury definition Benefit for people in active age is an income supplement provision in the form of cash, provided by county offices. Its aim to guarantee a minimal standard of living for those who have no income. comment From the 1 July 2006 the conditions of the provision and the way of calculation of the amount of support changed. Before that the local government awarded regular social assistance to a person who was over 18 years of age, was of active age, and had lost at least 67 per cent of his or her working ability or received blind persons’ benefit, or to a person who was of active age but not in employment, in the case that their subsistence was not provided by other means. By the new terms for the support is entitled only one person in a family. The assessing of the entitlement is based on the income projected to the consumer unit instead of the previous income per capita. The consumer unit is the rate which shows the structure of consumption within a family. The first major member of the family and the disabled child’s rate is 1,0 while the ratio of the companion (spouse) and a child is lower (0,9-0,7). The amount of support is variable and supplements the family’s effective total income to the limit of the entitlement. The regular social assistance from 1 January 2009 was changed to benefit for people in active age. In 2018 the benefit for people in active age consists of two types of allowances: ",
        "107 a) a benefit provided of those who are incapable for work: 'benefit for people with health impairment or taking care of children'(previous name was regular social assistance until 2015 ). Recipients are those people who are health impaired, as well as persons who bring up a child under 14, and the attendance of the child at an institution providing daily care is not ensured. (Before 2015 those who had less than five years to the retirement age, or those who fulfilled the criteria set up by municipialities connected to the family circumstances, health or mental status of the claimant, were also defined as incapable of performing work,thus entitled to regular social assistance.) The calculation of the benefit determined on the grounds of the composition and income of the family. The monthly amount of the benefit is the difference between the amount of the family income limit and the actual monthly income of the family of the entitled person. b) a benefit for those who are capable to work: 'employment substituting benefit'. Persons who belong to this group are obliged to cooperate with the Public Employment Service and to take part in public work. The benefit is paid when the person is not involved in public work. The amount of the benefit is fixed, it is equal to 80 % of the minimum old-age pension. The name of the benefit for those who are capable of work was changed to employment substituting benefit from 1st September 2011 . From 1st March 2015 the system of benefits for people in active age was changed. The benefit is provided by the district offices instead of the local governments. Those persons who are not capable of performing work - because of health impairment or taking care of a child - receive \"benefit for people with health impairment or taking care of children\" instead of regular social assistance. Other previous entitlements of regular social assistance ceased (age, conditions set up by municipalities). Those people who received regular social assistance upon these criteria could be entitled to employment substituting benefit if they accepted to cooperate with the Public Employment Service. Only one person in a family can be eligible to the benefit for persons in active age, except for the case when two claimants are entitled to different cash benefits (one person is entitled to employment substituting benefit, the other to regular social assistance. Disability benefit definition Disability subsidy recipients unit thousands of recipients source Central Administration of National Pension Insurance https://www.onyf.hu/en/ definition Financial support for severely disabled persons over the age of 18, who are unable to care for themselves or need permanent assistance from others. ",
        "108 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) Note: Break in series for EU-SILC variables due to revised time series for 2011-2018 due to population reweighting. ",
        "109 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. Break in series for EU-SILC variables due to revised time series for 2011-2016 due to population reweighting. ",
        "110 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES HUNGARY 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services While it shows substantially positive development, severe material deprivation and material and social deprivation are higher than EU average, mainly for children and working age population. While housing deprivation is higher than EU average, and housing cost overburden is around EU average but shows some negative development, the supply of social housing and affordable rental housing is low and shrinking. Poverty and deprivation is disproportionately high among Roma. At-risk-of poverty rate (60% of median income) is below EU average and shows substantial positive development. Impact of social transfers in reducing poverty is above EU average, in particular with pensions, concerning mainly children and working age population. 2. Breaking the intergenerational transmission of poverty – tackling child poverty Relative median poverty risk gap for children is substantially higher than EU average. The share of children at-risk-of poverty and the share of children living in (quasi-)jobless households are below EU average and show substantial positive developments 3. Active inclusion – tackling poverty in working age At-risk of poverty rate for population living in (quasi-)jobless households (18-59) is around EU average but shows some negative development. The adequacy of social assistance and unemployment benefits is low. 4. Elderly poverty/ adequate income and living conditions of the elderly Aggregate replacement ratio (excl. other social benefits) is around EU average but shows substantial negative development. Relative median poverty risk gap (65+) is above EU average and shows some positive development. 5. Health & LTC Life expectancy at birth and at age 65 is substantially lower, while preventable and treatable mortality is substantially higher than EU average There is a low effectiveness and insufficient equity of access to healthcare, coupled with high lifestyle risks among marginalised groups . Notes: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "111 M ALTA 18 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Lift around 6,560 people out of the risk of poverty and social exclusion by 2020. Source: National Reform Programme (2018) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 18 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "112 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "113 MT Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat link https://appsso.eurostat.ec.europa.eu/nui/show.do?dataset=une_rt_m&lang=en comment Unemployment benefit definition 1) Unemployment Benefit - UB; 2) Special Unemployment Benefit - SUB; 3) Unemployment Assistance - UA unit Thousands of recipients source Ministry for the Family, Children's Rights and Social Solidarity link https://socialsecurity.gov.mt/en/Benefits-and%20Assistance/Pages/Work-Incentives-and- Unemployment-Benefits.aspx comment 1) Unemployment Benefit may be awarded to a person who has paid Class 1 or Class 2 Social Security Contributions and is registering with Jobsplus under Part I of the Unemployment Register.2) Special Unemployment Benefit may be awarded to a person who has paid Class 1 or Class 2 Social Security Contributions; qualifies for the Unemployment Assistance and is the Head of Household.; 3) Unemployment Assistance may be awarded to a head of household who is registering under Part 1 of the Unemployment Register. Social assistance benefit definition 1) Social Assistance - SA; 2) Social Assistance for Carers - SAF; 3) Supplementary Allowance - SPA (only low income earners are being considered as related to the crisis); 4) Social Assistance for Drug Addicts - DAD unit thousands of beneficiaries source Ministry for the Family, Children's Rights and Social Solidarity link https://socialsecurity.gov.mt/en/Benefits-and%20Assistance/Pages/Benefits- Information.aspx comment 1) A Social Assistance may be awarded to a Head of Household who may: • be incapable of working due to medical reasons; or • cannot engage in employment due to having care and custody of children, and is legally or defacto separated; or • be married, in a civil union; cohabiting, or caring for the spouse who may be critically ill. In this case the application is subject to approval by a Medical Board, appointed in accordance with the Social Security Act (Cap. 318 of the Laws of Malta). 2) To be entitled for this benefit, the claimant must either be single or a widow (male or female), who is taking care of a sick relative by themselves on a full- time basis. Relatives must be the parents, grand-parents, brothers, sisters, uncles, aunts, brothers or sisters’ in- laws and father/mother in-laws. Claimants and patients are to give proof that they are residing in the same residence. The case will be then referred for a medical examination; 3) Supplementary Allowance is payable to households where the total income of the members falls below the limits outlined by the Social Security Act from time to time. In this regard, not all Supplementary Allowance beneficiaries are related to the economic crisis but only beneficiries on low household income. SPA is paid every 13 weeks (roughly every 3 months), being Dec/Jan, Mar/Apr, Jun/Jul, and Sep/Oct; 4) The Drug Addict Assistance may be awarded to a person who is following a drug or alcohol rehabilitation therapeutic program. An official document from the institution concerned is received by the Department of Social Security confirming date when the drug or alcohol therapeutic programme was initiated. ",
        "114 Disability benefit definition 1) Severe Disability Assistance ; 2) Assistance for the visually impaired; 3) Disablement Pension (termed as Injury Pension in Social Security Act CAP 318)- DP; 4) Invalidity Pension - IP source Ministry for the Family, Children's Rights and Social Solidarity link https://socialsecurity.gov.mt/en/Benefits-and%20Assistance/Pages/Benefits- Information.aspx comment 1) Payable to citizens of Malta over 16 years of age. Various types of disabilities are listed under the Social Security Act; 2) Claimant must be 14 years of age and over, and provide a medical certificate from an ophthalmologist from Malta's National State Hospital explaining the patient’s visual medical condition. This Benefit is means tested. Claimant’s income, together with the rate of the Pension for the Visually Impaired, must not exceed the National Minimum Wage as applicable to an 18-year-old person. (As from 2015, the income from employment is excluded from the calculation of the weekly means test); 3) Payable if injury or disease caused or contracted whilst at work is considered to cause a loss of physical or mental faculty calculated between the range of 20% and 89%. Rates awarded according to the degree of Disability. Where the degree of disability is assessed at 90% and over, the person concerned is automatically awarded an Invalidity Pension at the full rate. 4) The Invalidity Pension may be awarded to a person who is certified as being incapable for suitable fulltime or part-time employment or self-employment due to a serious disease or physical or mental impairment, subject to the relative social security contribution conditions under the Social Security Act (Cap. 318 of the Laws of Malta). comment In 2019, the Maltese economy recorded a growth rate of 4.4 per cent in terms of real GDP. This robust economic growth is primarily attributed to strong domestic demand, while there was a negative contribution from net exports. The domestic demand was the main driver for growth, contributing 4.3 percentage points towards real GDP. Underpinning this positive performance was the consistent growth in government consumption and investment. Buoyant Government consumption in 2019 mainly reflected higher expenditure on intermediate consumption and higher compensation of employees. In the meantime, the growth in investment activity was due to increases in both public and private investment. An increase in private consumption was also registered, supported by strong employment growth and increases in disposable income. From an external standpoint, both export and import activity in real terms and their respective prices moderated due to weaker external demand conditions. The COVID- 19 pandemic has brought about unprecedented stresses in the global economy. In Malta, while the outbreak of the pandemic exerted adverse effects on the broad economy, the sectors most severely hit by the partial-lockdown measures are the tourism industry, the wholesale and retail trade sector, transportation and storage and the accommodation and food services sector. Against this background, the Maltese economy is expected to contract by 5.4 per cent in real terms during 2020. Given the high degree of openness of the Maltese economy, international developments are projected to weigh heavily on Malta’s net export performance. Indeed, the main contributor to the decline in real GDP for 2020 is a negative net exports balance of 7.2 percentage points. The domestic component of the economy is expected to contribute 1.8 percentage points to growth in 2020, as public expenditure is expected to compensate for the negative contributions of private consumption and gross fixed capital formation. In spite of Government’s policy efforts to ease cash flows challenges faced by local businesses, some negative consequences on the labour market are expected to materialize in the short-term. Employment is expected to decline by 3.3 per cent in 2020, with a concomitant rise in the unemployment rate (based on the Harmonised definition) to 5.9 per cent. The inflation rate is expected to decline to 1.0 per cent in 2020. Underlying the deceleration in inflation is the unprecedented drop in oil prices as a result of the COVID-19 developments together ",
        "115 with subdued services inflation resulting from the suppression in demand being more austere than the supply-side restraints. comment Data from Jobsplus indicates that the number of persons registered as unemployed as at April 2020 stood at 3,979 an increase of 2,242 or 129 per cent over the corresponding month in 2019. ",
        "116 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) ",
        "117 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively.. ",
        "118 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES MALTA 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services Housing deprivation is around EU average but shows some negative development. There are increasing challenges on the integration of people with migrant background. People with disabilities face a greater risk of poverty or social exclusion than the EU average. Relative median poverty risk gap is substantially below EU average 2. Breaking the intergenerational transmission of poverty – tackling child poverty Children from disadvantaged backgrounds face barriers to equality of opportunity. 3. Active inclusion – tackling poverty in working age Share of working age people at risk of poverty or social exclusion (18-64) is below EU average and improved. Share of working age adults (18-64) living in a household suffering from severe material deprivation is below EU average and improved. Share of adults (aged 18-59 not students) living in (quasi-) jobless households is substantially lower than EU average. 4. Elderly poverty/ adequate income and living conditions of the elderly At-risk-of poverty rate of older people (aged 65+) is higher while their median relative income is lower than EU average. Impact of social transfers (including pensions) in reducing old age poverty (65+) is lower than EU average. ",
        "119 5. Health & LTC Potential years of life lost is around EU average but shows substantial negative development. Healthy life years at 65 for both men and women is substantially higher than EU average Notes: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "120 N ETHERLANDS 19 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people (aged 0-64) living in households with very low work intensity ((quasi-) jobless households) by 100,000 by 2020 (starting point 2008). Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Netherlands’ National Reform Programme 2018 Note: Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018. 19 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "121 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "122 Unemployment Unemployment according to ILO definition - Total Thousands of persons - seasonally adjusted Statistics Netherlands (Centraal Bureau voor de Statistiek - CBS) http://statline.cbs.nl/Statweb/publication/?VW=T&DM=SLNL&PA=80590NED&D1=12&D2=0&D3=0&D4=39- 50,52-63,65-76,78-89,91-102,104-115,117-128,130-141,143-154,156-167,169-180,182-193,195- 198&HD=180614-1649&HDR=T&STB=G1,G2,G3 Unemployment benefit Unemployment Benefit recipients (uitkeringen Werkloosheidswet - WW) Thousands of unemployment benefits, end of month Statistics Netherlands (CBS); Institute for Employee Benefit Schemes (Uitvoeringsorganisatie werknemersverzekeringen - UWV) https://opendata.cbs.nl/statline/#/CBS/nl/dataset/84556NED/table?ts=1589284225153 Social assistance benefit/means-tested minimum income Social assistance benefits - Total (bijstandsuitkeringen) Thousands of social assistance benefits, end of month Statistics Netherlands (Centraal Bureau voor de Statistiek - CBS) https://opendata.cbs.nl/statline/#/CBS/nl/dataset/82016NED/table?ts=1589284176001 Disability benefit Disability benefits (uitkeringen Arbeidsongeschiktheidswetten - AO) Thousands of disability benefits, end of month Statistics Netherlands (CBS); Institute for Employee Benefit Schemes (Uitvoeringsorganisatie werknemersverzekeringen - UWV) https://opendata.cbs.nl/statline/#/CBS/nl/dataset/82016NED/table?ts=1589284176001 ",
        "123 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) Note: 2019 SMD figure is provisional ",
        "124 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. Improvement to the definition of income in 2016 has some impact on comparison of income-based indicators over time. ",
        "125 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES NETHERLANDS 2020 Social policy area Key social challenge 20 Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services Non-EU born residents face a much higher risk of poverty or social exclusion. 2. Breaking the intergenerational transmission of poverty – tackling child poverty Relative median poverty risk gap of children (0-17) is around EU average but substantial negative development is observed. Share of children at-risk-of poverty or social exclusion (aged 0-17) is substantially lower than EU average. 3. Active inclusion – tackling poverty in working age Impact of social transfers in reducing working age poverty (18-64) is around EU average but substantial negative development observed. There are gaps in social protection coverage for self-employed. 4. Elderly poverty/ adequate income and living conditions of the elderly 5. Health & LTC Healthy life years at 65 for men is around EU average, but with substantial negative development. Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. The assessment of change in the impact of social transfers on poverty reduction is only included when the change over the latest three years (2015-2018) shows an increase or a decrease. The assessment is purely descriptive as changes can (among other causes) be driven by underlying developments in the labour market and income distribution, as well as by changes in benefit systems themselves (benefit levels and targeting). 20 Substantial developments are identified by the agreed methodology for a comparison to other MS in a 3 year period (2015-2018) ",
        "126 A USTRIA 21 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by 235,000 by 2020 (compared to 2008). Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 21 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid- June 2020, unless otherwise stated. ",
        "127 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social benefits expenditure include all benefits excluding administrative and other costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "128 AT Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat Unemployment benefit definition Unemployment Benefit recipients ; Unemployment assistance recipients unit thousands of recipients source Public Employment Service Austria (AMS) comment An unemployed person is defined as someone without employment who has registered as seeking work with the public employment service (AMS) and is both willing and able to work. Claims for transfer payments can only be made by those who have made employment insurance contributions for an appropriate period. For example, those who have interrupted their working careers for a long period of time (in particular returners) and school leavers receive no unemployment insurance benefit. In order to receive benefit a person must be registered with the AMS. To be entitled to claim unemployment benefit, a person must be able and willing to work, available for work but unemployed and have been in insured employment for the appropriate qualifying period. Unemployment assistance, which is payable on expiry of entitlement to unemployment benefit, combines the principles of social insurance and welfare. Firstly, the rate of the income support is calculated on the basis of the unemployment benefit previously received. Secondly, applicants must be in serious need of financial support, after taking exemption limits into account. Social assistance benefit/means-tested minimum income/minimum income definition Number of recipients of Social Assistance Benefits (until 08/2010)/means-tested minimum income (09/2010 – 12/2016)/minimum income (since 01/2017) unit Quarterly data (changes in % to the previous year) source Social Departments of the Federal Provinces comment Social assistance is defined, implemented and administered by the Federal Provinces (Bundesländer); according to the Austrian Constitution each province has its own Social Assistance Act. Before September 2010, provincial legislation on social assistance had not been harmonised to a large extent. Quarterly figures of recipients of Social Assistance Benefits (see table 1) include between six and nine Federal Provinces; the data of the cities with municipal departments is missing in one of them. The provinces had registered very diverse trends. - In order to realize the objective of combating poverty in all relevant fields of policy, a means-tested minimum income had been introduced as a reform of the social assistance scheme in 2010. The federal government and the provincial governments had agreed on common salient points of a nationwide means-tested minimum income scheme which had been subsequently implemented in the corresponding national and provincial legislation (“agreement between the Federation and the Federal Provinces about the means- tested-minimum-income scheme (BMS) pursuant to Article 15a of the Austrian federal constitution”). On the 1st of September 2010 the laws for the means-tested minimum income were introduced in in 7 of 9 federal provinces. The remaining two provinces had introduced the minimum income scheme until October 2011. - Due to the nationwide introduction of the means-tested minimum income scheme, the comparison was started anew in 2012 (see table 2). At the end of 2016, the agreement between the Federation and the Federal Provinces about the means-tested-minimum-income scheme has expired. By January 2017, minimum income has been solely legislated and administered by the Federal Provinces again. As a result, regulations concerning entitlement and the level of benefits can differ across Federal Provinces. In March 2019, Austria passed a government bill to reform the means-tested minimum income scheme. Since 1st of June 2019 the Principle law for social assistance is in force. The law does not only contain binding requirements, which have to be implemented by the Federal Provinces, but also a number of \"optional provisions\". Since then 2 of 9 provinces have implemented the reform. ",
        "129 Disability benefit definition Disability benefit recipients unit thousands of recipients source Main Association of Austrian Social Security Institutions (HVSV) comment Figures do not include people who reached statutory retirement age due to comparability reasons; the data until January 2011 represent an estimation, because the calculation of the accurate share of disability pensioners only existed for one month (December). ",
        "130 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) Note: *There is a break in series in 2011 for the persistent poverty indicator (\"n.a.\" shown for the change over the period since 2008). ",
        "131 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. Break in series in 2011 for the persistent poverty indicator (\"n.a.\" shown for change over period 2008-2017). ",
        "132 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES AUSTRIA 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services While the at-risk of poverty rate for population living in (quasi-)jobless households is around the EU average, substantial negative development is observed. Social and labour market integration of non-EU born people, including recognised refugees and people with subsidiary protection, remains a challenge. 2. Breaking the intergenerational transmission of poverty – tackling child poverty Children from a disadvantaged background face a high inequality of opportunity. 3. Active inclusion – tackling poverty in working age The impact of social transfers (incl. pensions) in reducing working age poverty (18-64) is substantially above the EU average. 4. Elderly poverty/ adequate income and living conditions of the elderly 5. Health & LTC Healthy life years are below EU average. Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "133 P OLAND 22 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by at least 1,500,000 in relation to the year 2008 Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018. Note that in the case of PL the target is already achieved; ii) AROPE - at-risk-of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 22 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "134 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Notes: i) Statistics cover only social benefits; ii) The total figures of social expenditure include all benefits excluding administrative costs; iii) from 2011 expenditure on public kindergartens has been added to the Family/Children benefits T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "135 PL Unemployment definition Unemployment according to ILO definition - Total unit thousands of persons - seasonally adjusted source Eurostat (une_rt_m). Data extracted on 30/04/2020. Note break in series in December 2009 (due to the incorporation of the 2011 Census results in the weighting of the LFS). Unemployment benefit definition Total number of registered unemployed possessing unemployment benefit rights as of the end of month. unit thousands of recipients, monthly source administrative data, Ministry of Family, Labour and Social Policy link http://psz.praca.gov.pl/rynek-pracy/statystyki-i-analizy/bezrobocie-rejestrowane comment 2020: Table 24, Column D; 2019: Table 25N, Column D; 2015-2018: Table 25N, Column F; Before: Table 23, Column F Social assistance benefit/means-tested minimum income definition Total real number of social assistance beneficiaries regardless of their type, form, quantity and source of funding. Both monetary and in kind benefits are included. It informs about total number of persons who received at least one benefit in a given year. Double counting problem is addressed, but in division by benefit kind or form beneficiaries can be enumerated several times. unit thousands of recipients, annual source GUS, Local Data Bank and administrative data, Ministry of Family, Labour and Social Policy link Local Data Bank: http://stat.gov.pl/bdlen/app/strona.html?p_name=indeks Ministry of Family, Labour and Social Policy data: https://www.gov.pl/web/rodzina/statystyka-za-rok-2018, MPiPS-03 report, Dział 3 - Polska OGÓŁEM Disability benefit definition Total number of beneficiaries of pensions resulting from an inability to work (disability pensions), from both non-agricultural social security system and farmers social insurance system. unit thousands of recipients, annual averages source GUS, Statistical Yearbook of the Republic of Poland 2006-2019 link https://stat.gov.pl/en/topics/statistical-yearbooks/statistical-yearbooks/statistical- yearbook-of-the-republic-of-poland-2019,2,21.html ",
        "136 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) ",
        "137 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "138 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES POLAND 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services Income inequality (based on S80/S20) is lower than EU average and shows positive development. 2. Breaking the intergenerational transmission of poverty – tackling child poverty Share of children at-risk-of poverty or social exclusion (aged 0-17), in particular the at risk of poverty rate is below EU average and has substantially improved. Impact of social transfers in reducing child poverty is substantially higher than EU average. At-risk-of poverty rate of children living in very low and low work intensity households is below EU average and has substantially improved. 3. Active inclusion – tackling poverty in working age While the relative median poverty risk gap of working age people (18-64) is around EU average, some negative developments have occurred. Impact of social transfers (including pensions) in reducing working age poverty (18-64) is above EU average and has improved. 4. Elderly poverty/ adequate income and living conditions of the elderly Median relative income of elderly people (65+) is around EU average but shows substantial negative development. The short working career and early labour market withdrawal, in particular for women, create risks for pension adequacy. 5. Health & LTC Life expectancy is lower than EU average The provision of primary care and outpatient care remains insufficient. ",
        "139 There are persistent shortages in healthcare workers, for both physicians and nurses, accompanied by ageing of available workforce . The long-term care system is not sufficiently coordinated, while formal care provision is very low and facing quality issues. Notes: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. The assessment of change in the impact of social transfers on poverty reduction is only included when the change over the latest three years (2015-2018) shows an increase or a decrease. The assessment is purely descriptive as changes can (among other causes) be driven by underlying developments in the labour market and income distribution, as well as by changes in benefit systems themselves (benefit levels and targeting). ",
        "140 P ORTUGAL 23 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by 200,000 by 2020. Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 23 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "141 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "142 PT Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat link http://nui.epp.eurostat.ec.europa.eu/nui/show.do?dataset=lmhu_m&lang=en Unemployment benefit definition \"Unemployment + social unemployment\" beneficiaries unit thousands of recipients /benefits paid source Institute for Informatics and Statistics of Social Security link http://www4.seg-social.pt/estatisticas comment Entitlement to Unemployment Benefit for workers resident in national territory covered by the general social security scheme for employed depend on the following conditions: to be capable of and available for work; to be involuntarily unemployed; to be registered as a job seeker at the local Employment Office; to fulfill the qualifying period – to have completed, at least, 360 days with registered earnings within the 24 months immediately prior to unemployment situation. Regarding Social Unemployment Benefit, conditions are the same but it is also subject to means testing and it is granted in case workers have not completed the qualifying period required for UB: i) initial social unemployment benefit, to have completed at least 180 days with registered earnings within the 12 months prior to unemployment; ii) Subsequent social unemployment benefit, to have exhausted entitlement period for UB. Social assistance benefit/means-tested minimum income definition \"Social assistance / Social Integration Income\" beneficiaries unit thousands of recipients source Source: Institute for Informatics and Statistics of Social Security Link: http://www2.seg-social.pt/left.asp?02.21.03.09.02 link http://www4.seg-social.pt/estatisticas note Important changes were introduced in the Portuguese Means-Testing Scheme, firstly through Statutory Decree 70/2010 of 16 June 2010, and, more recently, through Statutory Decree 133/2012 of 27 June 2012, redefining non-contributory social benefits entitlement conditions, namely those concerning Social Integration Income (portuguese minimum income scheme). The Statutory Decree 1/2016 of 06 january change again the equivalence scale for income evaluation (1 for the first adult (aged 18+); 0.7 for each additional adult; 0.5 for each child). comment The benefit paid by Social Security corresponds to a differential between the individual’s income and a minimum income threshold taken as the baseline. This minimum income is indexed to IAS, an indexation mechanism for social supports that replaces the national minimum salary as a reference for calculating and adjusting pensions, benefits and contributions. Individuals and families who want to have access to this benefit, have to fulfil a number of conditions: legal place of residency in Portugal; aged 18 or over , availability for employment, occupational training or integration activities; not having earnings of one’s own or from the family superior to minimum income established by law. Disability benefit definition \"Disability pension + Disability social pension\" unit thousands of recipients source Institute for Informatics and Statistics of Social Security link http://www4.seg-social.pt/estatisticas comment Disability or Invalidity pension: is a monthly cash benefit designed to protect the insured persons covered by all the social security schemes against permanent incapacity for work. ",
        "143 comment Entitlement to Disability Benefit under the general social security scheme depends if an employee or a self-employed is considered to be in a situation of permanent incapacity to work. A worker is considered to be in a situation of relative incapacity when, due to a permanent incapacity, one in not able to earn more than one-third of the earning corresponding to the regular practice of their activity. A worker is considered to be in a situation of absolute incapacity when one has a permanent and definite incapacity for all kinds of jobs. Disability pension is not payable if the invalidity is the result of an accident at work or occupational disease or if the person is entitled to an old-age pension, and is determined according to the number of years of contributions, the average monthly earnings and the sustainability factor. Social disability pension is also subject to a means testing condition. In January 2018, those who have a social disability pension transitioned to the social benefit for inclusion (new benefit) ",
        "144 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) Note: 2019 SMD figure is provisional ",
        "145 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "146 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES PORTUGAL 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services Impact of social transfers (other than pensions) in reducing poverty is below EU average. Housing deprivation is substantially higher than EU average. 2. Breaking the intergenerational transmission of poverty – tackling child poverty At-risk-of poverty rate of children living in low work intensity households (0.2<WI<=0.55) is higher than EU average. 3. Active inclusion – tackling poverty in working age While the at-risk of poverty rate for population living in (quasi-)jobless households (18-59) is around EU average, it shows negative development. 4. Elderly poverty/ adequate income and living conditions of the elderly Aggregate replacement ratio (excl. other social benefits) is above EU average and improved. 5. Health & LTC There is insufficient provision of long- term care services, with significant regional differences. Notes: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "147 R OMANIA 24 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by 580,000 compared to 2008. Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 24 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. Note: There is a general break in series in 2010 for LFS-based indicators. ",
        "148 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "149 RO Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons unemployed - seasonally adjusted source Source: National Institute of Statistics link http://ec.europa.eu/eurostat/web/main Unemployment indemnity definition Number of unemployment indemnity recipients (indemnizaţie de şomaj), according to the Law No. 76/2002 regarding the unemployment insurance system and employment stimulation, with subsequent amendments unit Thousands of persons beneficiaries of unemployment indemnity source National Agency for Employment, Romania link http://www.mmuncii.ro/j33/index.php/ro/transparenta/statistici/date-statistice Social assistance benefit/means-tested minimum income definition The recipients of social assistance benefit (ajutor social) are families earning less then a certain amount set depending on the family structure, as to the Law no.416/2001 on guaranteed minimum income with subsequent amendments. The Law provides a set of assets that may exclude some families from benefitting of social income. The social assistance benefit is equal to the difference between the amount set by the Law and the familiy income. unit Thousands of families recipients of social benefit for ensuring the minimum guaranteed income source Ministry of Labour and Social Protection, Romania; National Agency for Payments and Social Inspection, Romania link http://www.mmuncii.ro/j33/index.php/ro/transparenta/statistici/date-statistice comment Invalidity pension definition A person who is certified as being incapable for suitable fulltime or regular part-time employment due to a serious disease or bodily or mental impairment is entitled to an Invalidity pension (pensie de invaliditate), subject to the relative contribution conditions, as to the Law no. 263/2010 on the Unitary System of Public Pensions, with subsequent amendments. unit thousands of invalidity pensioners source National House of Public Pensions, Romania link http://www.mmuncii.ro/j33/index.php/ro/transparenta/statistici/date-statistice Disability benefit definition Definition of persons with disabilities: persons which, due to social environment inadequate to their physical, sensory, psychic, mental and/or associated impairment, are totally prevented or have limited access with equal chances to the society life, needing protection measures for social integration and inclusion, as to the Law no.448/2006 on social protection and promotion of the persons with disabilities rights, with subsequent amendments. unit thousands recipients of complementary personal budget for persons with severe, major or average disability (buget personal complementar pentru persoane cu handicap grav, accentuat sau mediu) source Ministry of Labour and Social Protection, Romania; National Agency for Payments and Social Inspection, Romania link http://www.mmuncii.ro/j33/index.php/ro/transparenta/statistici/date-statistice comment Note: one person may receive simultaneously the disability benefit and invalidity pension ",
        "150 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data). ",
        "151 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. * For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators. For EU-SILC based indicators, changes since 2008 refer to 2008-2018. Breaks in series in 2010 for LFS-based indicators, so changes 2010-2018 are shown for the longer term change. ",
        "152 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES ROMANIA 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services The impact of social transfers in reducing poverty is substantially lower than EU average. Persistent at-risk-of-poverty rate and material and social deprivation are substantially higher than EU average. Regional and urban/rural disparities in poverty and income inequality are deepening, with particular groups of vulnerable people being more exposed. 2. Breaking the intergenerational transmission of poverty – tackling child poverty Relative median poverty risk gap for children (0-17) and the at risk of poverty rate of those living in very low work intensity household is substantially higher than EU average while there is lack of structural measures and services to tackle child poverty. 3. Active inclusion – tackling poverty in working age Relative median poverty risk gap of working age people (18-64) is substantially higher than EU average, while provision of social services is fragmented and the challenges remain concerning the minimum inclusion income. Access to social protection is limited, in particular for workers without a standard employment contract. 4. Elderly poverty/ adequate income and living conditions of the elderly Aggregate replacement ratio (excluding other social benefits) and median relative income of elderly people are around EU average but show substantial negative development. 5. Health & LTC Life expectancy at birth and at age 65 is substantially lower than EU average, accompanied by substantially higher than EU average child mortality, preventable mortality and potential years of life lost. There is a limited access to healthcare and long-term care services, whereas the resilience of the healthcare system is limited. Notes: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "153 S LOVENIA 25 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by 40,000 by 2020, with regard to 2010, when this number was 366,000 Source: National Reform Programme (2016) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 25 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "154 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "155 SI Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat (une_rt_m), monthly series Unemployment benefit definition Unemployment benefit is an insurance based benefit that can be claimed by the unemployed who was employed (insured) before for at least 9 months in the last 24 months and did not lose the job by own fault. Statutory basis for unemployment insurance is Labour Market Regulation Act (Official gazette RS, no. 80/2010, 40/2012-ZUJF, 21/2013, 63/2013, 100/2013, 32/2014 – ZPDZC-1, 47/2015 – ZZSDT and 55/2017). unit thousands of recipients source Ministry of Labour, Family, Social Affairs and Equal Opportunities, ESS Social assistance benefit/means-tested minimum income definition Financial social assistance is a means-tested social benefit which acts as a final safety-net, intended to cover the basic living costs. Financial social assistance is defined by the Social Benefits Act (Official Gazette RS no. 61/2010, 40/2011, 110/2011-ZDIU12, 40/2012-ZUJF, 14/2013 , 56/13 – Zštip-1, 99/13, 14/15 ZUUJFO, 57/15, 38/16 – odl.US, 51/16 – odl.US, 88/16, 61/17 – ZUPŠ, 75/17) and the Exercising the Right to Public Funds Act (Official Gazette RS, no. 62/2010, 40/2011, 40/2012-ZUJF, 14/2013, 99/2013). unit thousands of recipients source Ministry of Labour, Family, Social Affairs and Equal Opportunities comment The numbers given are the numbers of individual recipients (including children). In the structure of households receiving financial social assistance, there are around 45 % of single households, around 8 % of adult couples and around 47 % of families (with children) (data for 2020). Disability benefit definition Disability benefits beneficiaries – Number of unemployed persons receiving disability benefits. Included are recipients of disability benefit, temporary benefit, partial disability pension/partial benefit, benefit for occupational rehabilitation, before and during retraining benefit and before employment benefit. unit thousands of recipients source Pension and Disability Insurance Institute of Slovenia ",
        "156 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data). Notes: i) Break in series in 2011 for the “Overcrowding rate” indicator; ii) Some of the figures for the “part-time due to care responsibilities” (total for 2008 and 2009, males for all years and females for 2008 and 2009) and NEET rate (15-19) for 2010, 2011 and 2013, suffer from low reliability. ",
        "157 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. Break in time series in Healthy Life Years indicator (change of question in 2010) which affects the comparison of change since 2008. ",
        "158 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES SLOVENIA 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services Housing deprivation is above EU average. Share of people living in (quasi- )jobless households is substantially lower than EU average. Relative median poverty risk gap is below EU average and improved. Income inequality (based on S80/S20 and interquintile share ratios S80/S50) is substantially below EU average. 2. Breaking the intergenerational transmission of poverty – tackling child poverty At-risk-of poverty rate of children living in very low work intensity households (0.2<WI<=0.55) is higher than EU average. Share of children (aged 0-17) at-risk-of poverty or social exclusion, including at-risk-of poverty rate and living in (quasi-)jobless households is substantially lower than EU average 3. Active inclusion – tackling poverty in working age Impact of social transfers (incl pensions) in reducing working age poverty (18-64) is substantially higher than EU average 4. Elderly poverty/ adequate income and living conditions of the elderly The aggregate replacement ratio (excluding other social benefits) is lower than EU average, which points to remaining adequacy challenges, while the long-term funding of the pension system is at risk. Median relative income of elderly people (65+) is around EU average and shows some negative development. 5. Health & LTC Healthy life years are lower than EU average Unmet need for medical care is around EU average, but shows substantially negative developments, mostly related to long waiting times. Long-term funding of the health care system is at risk. ",
        "159 Outside the institutional area, there is no integrated provision of long-term care services, neither for community or home based care. Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile . ",
        "160 S LOVAKIA 26 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the number of people at risk of poverty or social exclusion by 170,000 Source: National Reform Programme P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 26 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "161 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "162 SK Unemployment definition Unemployment monthly average - Total unit Thousands of persons - Trend cycle data source Eurostat link https://appsso.eurostat.ec.europa.eu/nui/submitViewTableAction.do comment Unemployment benefit definition Unemployment benefit recipients on monthly base unit The number of recipient persons in thousands source Social Insurance Agency link http://www.socpoist.sk/pocet-poberatelov-davok-v-nezamestnanosti/1662s comment The new softer eligibility criteria on unemployment benefit have come into effect since 1 September 2010. The minimum necessary condition of unemployment insurance decreased from 3 years from the last 4 years into 2 years of contributions from the last 3 years. This change also contributed to the year-on- year growth of the number of recipients from the second half of Year 2011 and till the end of the first quarter of Year 2012, but without any dramatic changes. The latest trend could be considered as positive with stable position in Year 2016 and followed by year-on-year decline in the number of recipients in Year 2017. Softer and unified conditions on unemployment benefit have been implemented since 1 January 2018 - necessary 2 years of contributions from the last 4 years and maximum length of receiving at 6 months are applicable both for permanent and fixed-term contracts. Due to the softer and unified conditions the growth trend in the numbers of beneficiaries has began since July 2018 and continues in 2019 and 2020 (Jan-Mar). Social assistance benefit definition Social assistance benefit on monthly base unit The number of recipient households in thousands source Centre Office of Labour, Social Affairs and Family link comment Social Assistance Benefit: Recipients are defined as recipients of benefits. In the system of assistance in material need (social assistance) we are talking about the recipient, which is the range of jointly assessed persons, i.e. individual, family with children, families without children, etc. This means that for one recipient of assistance in material need may be more of jointly assessed persons. In years 2016 and 2017 is continuing the decrease in the number of recipients of material need based on changes in the system of assistance in material need applicable from 1 January 2015. The changes was according better motivation start to work for long-term unemployed or inactive person. This trend continues in the second half of 2017 and 2018 as a result of the changes introduced since 1 May 2017 in the system of social assistance to increase motivation to start work for long-term unemployed or inactive people. In 2019 the number of beneficiaries is stable. Since 1 April 2019 some changes have been introduced in the system of social assistance which have had an impact of the beneficiaries, the decrease in recipients of assistance in material need continues and since September 2019 the situation is stable. Disability benefit definition Disability benefit recipients on monthly base unit The number of recipient persons in thousands source Social Insurance Agency link http://www.socpoist.sk/pocet-vyplacanych-dochodkov--v-mesiacoch-/3150s ",
        "163 comment The number of recipients are without disability benefits from youth (\"invalidi z mladosti\") which are funded by state budget. The new lighter conditions on disability benefit have come into effect since 1 January 2010 (the minimum pension period on invalidity benefit is required from all career, not only from last 10 years). This change also contributed to the year-on-year slightly increased of the number of recipients from Year 2011 to 2015, but without any dramatic changes. In 2016 trend could be considered as stable and then followed by slight year-on-year growth in the number of recipients in year 2017. Oppositely, in the first half of 2018 slight year-on-year decline occured, followed by stable trend in the second half of 2018 and this continues in 2019 and 2020 (Jan-Mar). ",
        "164 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data). ",
        "165 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "166 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES SLOVAKIA 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services At-risk of poverty rate for people living in (quasi-)jobless households is substantially higher than EU average. Social inclusion of disadvantaged groups is hampered by insufficient social housing, inefficient coordination of social services provision, limited focus on quality and overall limited attractiveness of social work. Income inequality (based on S80/S20 and interquintile share ratios S80/S50 and S50/S20) are substantially below EU average. 2. Breaking the intergenerational transmission of poverty – tackling child poverty Impact of social transfers (other than pensions) in reducing child poverty is below EU average. Children face a high risk of inequality of opportunities and challenges in breaking the intergenerational transmission of poverty. 3. Active inclusion – tackling poverty in working age The share of working age people at risk of poverty or social exclusion, including at- risk-of poverty rate, and the number of adults (aged 18-59 not students) living in (quasi- )jobless households are substantially lower than EU average. 4. Elderly poverty/ adequate income and living conditions of the elderly Relative median poverty risk gap (65+) is substantially lower than EU average. 5. Health & LTC Healthy life years and life expectancy at 65 is substantially lower than EU average Unmet need for medical care is around EU average but shows some negative development. There is room to further improve the cost-effectiveness of the healthcare system. Provision of long-term care services remains limited despite growing demand. Notes: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "167 F INLAND 27 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce to 770,000 by 2020 the number of persons living at risk of poverty or social exclusion. Source: National Reform Programme (2018) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) Progress on the target is monitored on the basis of the EU SILC data with a base year 2008 and target data year 2018; ii) AROPE - at-risk- of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; iii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 27 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "168 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "169 FI Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat Unemployment benefit definition Earnings-related unemployment allowance; Basic unemployment allowance; Labour market support unit thousands of recipients, at the end of the month source Social Insurance Institution and the Financial Supervisory Authority (FIN-FSA) comment Earnings-related unemployment allowance is paid for those who fullfil the eligibility criterias: Employment conditions and are member of an unemployment fund. This is voluntary, you have to pay an annual fee. In the case of unemployment the allowance is related to your salary. Basic unemployment allowance is like earnings- related allowance, but the difference is that you are not a member of an unemployment fund or do not qualify for the earnings-related allowance for some other reason. The basic allowance is flat rate and low. Starting from 2010, basic and earnings-related unemployment allowances are payable not only during unemployment but also during participation in a measure of active labour market policy. Labour market support is flat rate benefit (and low) for those who do not qualify for the elibility rules of the benefits mentioned above. In practice they are young people and those who have received the allowances mentioned above for the maximum period (from 2017 on 300, 400 or 500 days). Unlike with the unemployment allowance, a demonstrated need of financial assistance is also required. Although in most cases labour market support and basic unemployment allowance are the same rate. A total of 328,200 persons received unemployment benefits at year-end 2019. Of them, 64% were in receipt of a basic unemployment benefit. The number of recipients of unemployment benefits started to decrease at the end of 2016 and the decrease continued in 2017-2019. Social assistance benefit definition Recipients of social assistance (households) by calendar month unit thousands of recipients source National Institute for Health and Welfare (THL) comment The number of households receiving social assistance has grown 29% in between 2012-2013 and 2017-2018, from monthly average of 121,000 households to 152,000 households. In 2018, altogether, 8.5 per cent of the Finnish population received social assistance at least one month. Disability benefit definition Recipients of disability pension (earnings-related schemes) at the end of the month unit thousands of recipients source Finnish Centre for Pensions ",
        "170 comment Disability pensions in the earnings-related pension system consist of full and partial pensions and they may be awarded until further notice or for a specific period of time. The proportion of partial pensions of all pensions has risen and are 17 percent of all disability pensions at the moment. Rehabilitation allowance is a benefit paid during active rehabilitation measures awarded to a person who is still in working life and would face a risk of disability in the near future without rehabilitation. The amount of this allowance is 1.33 times the disability pension and it is paid by the pension system, but it is not regarded or classified as a pension. The number of recipients of these allowances has over doubled in 10 years. The total number of people receiving disability pensions has been decreasing for over 10 years. There are several possible reasons for this. First, the incidence of new disability pensions has decreased in the most important diagnosis groups. They are applied less than before perhaps because of the ability to work has ameliorated, possibly because of increased rehabilitation measures. However, in 2018, the incidence of new disability pensions turned into increase, because of increasing number of disability pensions due to mental disorders. Furthermore, the Activation model for Unemployment Security that was in effect 2018-2019 likely increased the number of disability pension applicants and the incidence of new disability pensions temporarily. However, the number of disability pensions recipients has still decreased, due to higher number of ending disability pensions than new starting ones. The proportion of disability pensions granted for a specific period of time has increased, which can be one reason for the larger number of ending pensions. The demographic factor also counts. The amount of people in age groups where the incidence of new disability pensions is highest (55 to 63) has decreased. From 2017, the lowest old age retirement age is rising 3 months each year, which will lead to increased number of disability pensioners in older age groups in the future. In the 2017 reform, also a new form of disability pension was legislated, which gives right to pension at 63 (for those whose retirement age is higher) if the person has faced hard work conditions for at least 38 years and has some kind of disability. This is not a pension for the masses. A total of 55 pensions have been granted since 2018, but only 12 pensions are in payment at the end of March 2020. ",
        "171 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) ",
        "172 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "173 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES FINLAND 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services The share of people living in deprivation shows some negative development: severe material deprivation rate shows some negative development, while the share of people suffering material and social deprivation increased substantially. People (aged 0-59) living in (quasi-) jobless households is higher than EU average and shows substantially negative development for children. The share of people at-risk-of poverty rate (60% of median income) and the relative median poverty risk gap are substantially lower than EU average. The impact of social transfers (mainly other than pensions) in reducing poverty is substantially higher than EU average. Persistent at-risk-of-poverty rate is substantially lower than EU average. Income inequality – based on inter quintile share ratios S50/S20 - is substantially lower than EU average. 2. Breaking the intergenerational transmission of poverty – tackling child poverty Children of low-skilled parents and of migrants face higher risk of poverty and social exclusion. 3. Active inclusion – tackling poverty in working age In-work poverty of working age population (18-64) is substantially lower than EU average. 4. Elderly poverty/ adequate income and living conditions of the elderly 5. Health & LTC Healthy life years at birth is lower than EU average, while life expectancy has increased faster than the EU average, especially for men. Unmet need for medical care due to waiting times is higher than the EU average, while the total share of people declaring unmet needs for medical care is near EU average. There are inequalities in health access by socio-economic status and geographical location. Notes: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "174 S WEDEN 28 N ATIONAL 2020 TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Reduce the share of women and men aged 20-64 who are outside the labour force (excluding full-time students), the long-term unemployed or those on long-term sick leave to well under 14% by 2020. Source: National Reform Programme (2019) P ROGRESS TOWARDS THE 2020 NATIONAL TARGET FOR THE REDUCTION OF POVERTY AND SOCIAL EXCLUSION Source: Eurostat (EU-SILC) Note: i) AROPE - at-risk-of-poverty or social exclusion rate; AROP - at-risk-of-poverty rate; (quasi-)jobless HHs - share of population living in (quasi-)jobless households, i.e. very low work intensity (VLWI) households; SMD - severe material deprivation rate; ii) For the at-risk-of poverty rate (AROP), the income reference year is the calendar year prior to the survey year except for the United Kingdom (survey year) and Ireland (12 months preceding the survey). Similarly, the share of (quasi-) jobless households or the very low work intensity rate (VLWI) refers to the reference year prior to the survey while for the severe material deprivation rate (SMD), the reference is the current year. 28 Figures in this profile for data obtained from the Eurostat website are based on data extracted around mid-June 2020, unless otherwise stated. ",
        "175 S OCIAL PROTECTION EXPENDITURE Source: Eurostat (ESSPROS). Data as at 8 June 2020. Note: The total figures of social expenditure include all benefits excluding administrative costs. T RENDS IN TAKE - UP OF SELECTED BENEFITS ",
        "176 SE Unemployment definition Unemployment according to ILO definition - Total unit Thousands of persons - seasonally adjusted source Eurostat extraction date 11-05-2020 Unemployment benefit definition Unemployment benefit; labour market measures unit thousands of recipients, measured in full year equivalents source Statistics Sweden homepage https://www.scb.se/hitta-statistik/statistik-efter-amne/hushallens- ekonomi/amnesovergripande-statistik/hushallens-ekonomi-allman-statistik/ extraction date 11-05-2020 Social assistance benefit/means-tested minimum income definition Subsistance allowance unit measured in full year equivalents (i.e. benefit for 365 days at a 100% withdraw rate). source Statistics Sweden homepage https://www.scb.se/hitta-statistik/statistik-efter-amne/hushallens- ekonomi/amnesovergripande-statistik/hushallens-ekonomi-allman-statistik/ extraction date 11-05-2020 Disability benefit (1) definition Sickness benefit unit thousands of recipients, measured in full year equivalents source Statistics Sweden homepage https://www.scb.se/hitta-statistik/statistik-efter-amne/hushallens- ekonomi/amnesovergripande-statistik/hushallens-ekonomi-allman-statistik/ extraction date 11-05-2020 Disability benefit (2) definition Disability benefits unit thousands of recipients, measured in full year equivalents source Statistics Sweden homepage https://www.scb.se/hitta-statistik/statistik-efter-amne/hushallens- ekonomi/amnesovergripande-statistik/hushallens-ekonomi-allman-statistik/ extraction date 11-05-2020 ",
        "177 I NVESTING IN CHILDREN Source: Eurostat (EU-SILC, LFS, Mortality data) ",
        "178 SUMMARY TABLE OF MAIN SOCIAL TRENDS Note: For the poverty threshold values, levels are shown in PPS but changes are shown as changes in national currency terms and accounting for inflation. *For general consistency with the main SPPM dashboard annual changes are shown for the period 2017-2018 for EU-SILC based indicators and 2018-2019 for LFS-based indicators, while changes since 2008 refer to 2008-2018 and 2008-2019 respectively. ",
        "179 K EY SOCIAL CHALLENGES AND GOOD SOCIAL OUTCOMES SWEDEN 2020 Social policy area Key social challenge Good social outcome 1. Preventing poverty and social exclusion through inclusive labour markets, adequate and sustainable social protection and high quality services Share of people (aged 0-59) living in (quasi-)jobless households is around EU average but substantial negative development is observed. There is a high risk of poverty or social exclusion among non-EU born people. People with disabilities are more likely to be at risk of poverty or social exclusion than people without disabilities. Persistent at-risk-of-poverty rate is below EU average and improved. 2. Breaking the intergenerational transmission of poverty – tackling child poverty 3. Active inclusion – tackling poverty in working age At-risk of poverty rate for population living in (quasi-)jobless households (18-59) is substantially higher than EU average. In-work poverty (18-64) is below EU average and improved. 4. Elderly poverty/ adequate income and living conditions of the elderly Housing deprivation (65+) is around EU average but shows substantial negative development. 5. Health & LTC Healthy life years at birth is significantly better than EU average. Note: The assessment of the key social challenges and good social outcomes within EU Member States is based on a full analysis of all the indicators in the social policy area of the Joint Assessment Framework tool, not only those included in the tables in this Country Profile. ",
        "GETTING IN TOUCH WITH THE EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: – by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by email via: https://europa.eu/european-union/contact_en FINDING INFORMATION ABOUT THE EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications at: https://publications.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european- union/contact_en). EU law and related documents For access to legal information from the EU, including all EU law since 1952 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en) provides access to datasets from the EU. Data can be downloaded and reused for free, for both commercial and non-commercial purposes. ",
        ""
    ]
}