{
    "text": [
        "Special Report The use of budget support to improve domestic revenue mobilisation in sub-Saharan Africa EN 2016 NO 35 EUROPEAN COURT OF AUDITORS ",
        "EUROPEAN COURT OF AUDITORS 12, rue Alcide De Gasperi 1615 Luxembourg LUXEMBOURG Tel. +352 4398-1 Enquiries: eca.europa.eu/en/Pages/ContactForm.aspx Website: eca.europa.eu Twitter: @EUAuditors More information on the European Union is available on the internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2017 Print ISBN 978-92-872-6804-4 ISSN 1831-0834 doi:10.2865/73167 QJ-AB-16-036-EN-C PDF ISBN 978-92-872-6852-5 ISSN 1977-5679 doi:10.2865/965701 QJ-AB-16-036-EN-N EPUB ISBN 978-92-872-6796-2 ISSN 1977-5679 doi:10.2865/491435 QJ-AB-16-036-EN-E © European Union, 2017 Reproduction is authorised provided the source is acknowledged. Printed in Luxembourg ",
        "The use of budget support to improve domestic revenue mobilisation in sub-Saharan Africa (pursuant to Article 287(4), second subparagraph, TFEU) Special Report EN 2016 NO 35 ",
        "02 Audit team The ECA’s special reports set out the results of its performance and compliance audits of specific budgetary areas or management topics. The ECA selects and designs these audit tasks to be of maximum impact by considering the risks to performance or compliance, the level of income or spending involved, forthcoming developments and political and public interest. This performance audit was produced by Chamber III – headed by ECA Member Karel Pinxten - which specialises in external action, security and justice spending areas. The audit was led by ECA Member Danièle Lamarque, supported by Stéphanie Girard, Attaché of private office; Alejandro Ballester Gallardo, Principal audit manager; Piotr Zych, Head of task; Karel Meixner and Helka Nykaenen, Auditors. From left to right: S. Girard, H. Nykaenen, D. Lamarque, A. Ballester Gallardo, P. Zych, K. Meixner. ",
        "03 Contents Paragraph Abbreviations I-VIII Executive summary 1-14 Introduction 1-2 Domestic revenue mobilisation is important for sustainable development 3 DRM is a priority for the international development community 4-7 The EU is committed to supporting DRM 8-14 DRM is one of the key development challenges addressed with budget support 15-18 Audit scope and approach 19-67 Observations 19-38 The Commission’s new approach had led to better assessment requirements of DRM in partner countries, but these were not yet comprehensively implemented in practice 20-31 The Commission did not assess certain key aspects of DRM referred to by the guidelines 32-38 The Commission’s risk management framework for budget support did not allow for a comprehensive assessment of the risks associated with DRM 39-59 The effectiveness of budget support conditions, policy dialogue and capacity development was undermined by design weaknesses and challenging local circumstances 40-49 The Commission did not use DRM-specific conditions in most of its budget support contracts; when applied, they were not always relevant 50-57 Policy dialogue was generally well coordinated, but its effectiveness as a tool for DRM support was undermined by weak strategic focus and challenging local circumstances 58-59 The capacity development component of budget support contracts seldom targeted DRM 60-67 The Commission did not have appropriate tools to provide evidence that the EU budget support contributed to improve DRM in partner countries ",
        "04 Contents 68-76 Conclusions and recommendations Annex I — Budget support as a share of total bilateral ODA commitments Annex II — Countries and budget support contracts selected for the audit Replies of the Commission and the EEAS ",
        "05 Abbreviations ACP : African, Caribbean and Pacific Group of States BEPS : Base erosion and profit shifting DCI : Development Cooperation Instrument DRM : Domestic revenue mobilisation EDFs : European Development Funds EITI : Extractive Industries Transparency Initiative ENP : European Neighbourhood Policy GDP : Gross domestic product GNI : Gross national income IMF : International Monetary Fund IPA : Instrument for Pre-accession Assistance OCTs : Overseas countries and territories ODA : Official development assistance OECD : Organisation for Economic Cooperation and Development PEFA : Public Expenditure and Financial Accountability programme PFM : Public financial management RMF : Risk Management Framework SIDS : Small Island Development States TADAT : Tax Administration Diagnostic Assessment Tool ",
        "06 Executive summary I Domestic revenue mobilisation (DRM) refers to the generation of government revenue from domestic resources, from tax or non-tax sources. Improving DRM of developing countries is a crucial factor in their sustainable develop- ment; as such it has become a priority of EU development policy. The EU supports DRM in these countries through several aid modalities, including budget support. Approximately 20 % of EU development funding is channelled through budget support, sub-Saharan Africa being the largest recipient. Improved DRM was one of the five key development challenges addressed by the Commission’s new approach to budget support, adopted in 2012. II Through this audit, we examined whether the Commission effectively used budget support contracts to support DRM in low- and lower-middle-income countries in sub-Saharan Africa. We examined in particular the Commission’s assessment of partner countries´ revenue policies and administration, the use of budget support conditionality, policy dialogue and capacity development. We also examined whether the Commission can show, through the available monitoring indicators and evaluations, the contributions made by this form of aid to improve DRM. III We found that the Commission’s new approach increased the potential of budget support to reinforce DRM, but implementation weaknesses prevented that potential from being fully exploited. We therefore conclude that the Commission has not yet effectively used budget support contracts to support DRM. IV The Commission gave insufficient consideration to DRM when designing its budget support operations. While it car- ried out a systematic assessment of the partner countries’ revenue policies and administration in coordination with other donors this was not always comprehensively done. Country assessments are fundamental to the design of budget support, as they help the Commission identify the critical issues to be addressed through the disbursement conditions, capacity development and policy dialogue that it deploys alongside funding. However, the assessments we audited did not cover some essential aspects of fiscal policy and administration. Furthermore, key risks related to tax exemptions and to the collection and transfer of taxes and non-tax revenues from natural resources were not evaluated. ",
        "07 Executive summary V The Commission had made the disbursement of budget support funds conditional on the fulfilment of specific DRM reforms in only five of the 15 budget support contracts audited. We also found that these conditions did not always effectively promote DRM reforms, as they were either too easily achievable or unenforceable, thus reducing the incentive for partner countries to engage in reform. Overall, insufficient use was made of DRM conditions in all types of budget support contracts, which does not square with the central role supposedly assigned to DRM. VI Policy dialogue in the area of DRM was more focused when it was accompanied by specific conditions or indicators, since identifying, negotiating and, subsequently, monitoring these conditions necessitated extensive discussion with the partner countries. However, difficult country circumstances meant that policy dialogue did not take place regularly. The Commission did not develop strategies for structuring its policy dialogue around concrete DRM issues including, for example, fixed priorities, objectives, interlocutors and dates. VII The EU’s budget support included very little funding to address capacity needs: just 0.2 % of the total value of the audited contracts. Finally, the audit revealed a lack of appropriate monitoring tools to assess the extent to which budget support contributed to overall improvements in DRM. VIII We make a number of recommendations for the Commission to strengthen its DRM assessments and risk analysis, the use of DRM-specific disbursement conditions, capacity development support and policy dialogue, and the evaluation of budget support to improve DRM. ",
        "08 Introduction Domestic revenue mobilisation is important for sustainable development 01 Poverty reduction and sustainable development depend on economic growth and investment, but also on the provision of a wide range of welfare services — such as education, public infrastructure and health care. These services cost more money than can be provided by development aid alone. They need to be cov- ered by domestic revenue, including taxes and revenue from the exploitation of natural resources (such as access royalties and extraction dividends), which are by far the biggest source of financing available to governments 1 . Increased domestic revenue mobilisation (DRM) reduces dependence on development aid, leads to improvements in public governance, since taxpayers tend to hold their govern- ments accountable, and is central to state-building. 02 Developing countries, especially low- and lower-middle-income economies 2 , face significant challenges in revenue mobilisation. Their tax-to-GDP 3 ratios range from 10 to 20 %, as opposed to 25 to 40 % in developed countries 4 . They face particular challenges that affect the feasibility of raising taxes and other revenue: widespread poverty and illiteracy, hard-to-tax groups in subsistence agriculture and the informal sector, problematic accounting in the private sector, deficient rule of law and a high incidence of corruption, and weak administrative capacity 5 . The effectiveness of national tax systems and DRM efforts may be further under- mined by the presence of a narrow tax base and an imbalance between direct and indirect taxation, as well as costly tax incentives and derogations, particularly in resource-rich countries. 1 The total revenue of a country consists of tax revenue, non-tax revenue and central bank profit. The main components of tax revenue are direct taxes (e.g. income tax), indirect taxes (e.g. VAT), excise duties (on, for example, tobacco) and customs duties. Non-tax revenue comprises royalties paid for access to natural resources (e.g. oil, gold, diamonds) and extraction dividends. Central bank profit mainly originates from issuing notes and coins for circulation in the economy. 2 Low-income economies are defined as those with a gross national income per capita, calculated using the World Bank Atlas method, of no more than 1 045 USD; middle-income economies have a GNI per capita of more than 1 045 USD but less than 12 736 USD; high-income economies have a GNI per capita of 12 736 USD or more. Lower-middle-income and upper-middle-income economies are separated at a GNI per capita of 4 125 USD. See http://data.worldbank. org/about/country-and-lending- groups 3 The tax-to-GDP ratio is the ratio of tax collected to national gross domestic product (GDP). 4 See OECD, ‘Governance, Taxation and Accountability: Issues and Practices’ 2008, pp. 21-22. 5 Idem . ",
        "09 Introduction DRM is a priority for the international development community 03 DRM has been discussed in many international fora over the past 13 years. The need to raise domestic revenue through efficient and effective tax systems was one of the fundamental objectives of the 2002 Monterrey Consensus on Financ- ing for Development 6 . The follow-up conference in Doha 7 in 2008 stressed the need for transparency of public finance management, more efficient tax col- lection, a broader tax base and greater action on tax evasion and illicit financial flows 8 . The Rio+20 conference in 2012 9 and the Addis Ababa conference 10 in July 2015 also emphasised DRM as a top priority in the context of the post-2015 devel- opment agenda. The EU is committed to supporting DRM 04 In 2009 the European Commission issued a communication promoting good governance in the tax area 11 . In a follow-up document in 2010, it suggested ways in which the EU could assist developing countries in building efficient, fair and sustainable tax systems and administrations 12 . A new development policy frame- work adopted in 2011 13 centred EU action in eight areas, among them tax policy and administration and natural resources 14 . 05 In 2015 the European Parliament also underlined 15 the importance of revenue mobilisation in developing countries and pointed at challenges related to tax avoidance, tax evasion and illicit financial flows. It recommended a set of actions, such as strengthening financial and technical assistance for developing countries and regional tax administration frameworks, and the adoption of principles for the negotiation of tax treaties. 6 International Conference on Financing for Development, Monterrey, Mexico, March 2002; see http://www. un.org/esa/ffd/monterrey/ MonterreyConsensus.pdf 7 Follow-up International Conference on Financing for Development to Review the Implementation of the Monterrey Consensus, Doha, Qatar, November/December 2008. 8 While acknowledging the responsibility of each country for its own tax system, the conference declaration underlined the responsibilities of the international community to support developing countries’ efforts by strengthening technical assistance and enhancing international cooperation and participation in international tax matters, including in the area of double taxation. 9 United Nations Conference on Sustainable Development (UNCSD), Rio de Janeiro, 20-22 June 2012. 10 At the Third Financing for Development Conference in Addis Ababa, July 2015, donors agreed on the ‘Addis Tax Initiative’, which aims to foster support for tax reforms in developing countries and has a particular focus on international tax issues. 11 COM(2009) 201 final of 28 April 2009 ‘Promoting Good Governance in Tax Matters’. 12 COM(2010) 163 final of 21 April 2010 ‘Tax and Development — Cooperating with Developing Countries on Promoting Good Governance in Tax Matters’. 13 COM(2011) 637 final of 13 October 2011 ‘Increasing the impact of EU Development Policy: an Agenda for Change’. 14 In the tax policy field the EU undertook to continue promoting fair and transparent domestic tax systems. In the area of natural resources, it undertook to scale up its support for oversight processes and bodies and continue to back governance reforms promoting sustainable exploitation of natural resources and transparent ",
        "10 Introduction 06 The EU’s political commitment to supporting DRM in developing countries is reflected in the legal basis for the European Development Funds (EDFs) and the Development Cooperation Instrument (DCI) 16 financed by the general budget of the EU. As regards the EDFs, the Cotonou agreement 17 , which is the current framework for the EU’s relations with African, Caribbean and Pacific (ACP) States, includes cooperation measures focusing on the improvement and strengthening of public finance and fiscal management. The regulation establishing the DCI 18 for the 2014-2020 period commits the EU to promoting mobilisation of domestic revenue through the reinforcement of partner countries’ fiscal policy with the purpose of reducing poverty and aid dependence. 07 An overview of the main regional and international initiatives and funding modes through which the Commission supports DRM in partner countries is presented in Figure 1 . management. 15 European Parliament, ‘Report on tax avoidance and tax evasion as challenges for governance, social protection and development in developing countries’ (2015/2058(INI), 2015. 16 The DCI provides aid through (i) geographic programmes with partner countries in Latin America, Asia, Central Asia, the Middle East and South Africa to support actions in a wide range of areas; and (ii) thematic programmes. 17 Agreement amending for the second time the Partnership Agreement between the members of the African, Caribbean and Pacific Group of States, of the one part, and the European Community and its Member States, of the other part, signed in Cotonou on 23 June 2000. 18 Article 3(8)(e) of Regulation (EU) No 233/2014 of the European Parliament and of the Council of 11 March 2014 establishing a financing instrument for development cooperation for the period 2014-2020 (OJ L 77, 15.3.2014, p. 44). ",
        "11 Introduction F i g u r e 1 Commission participation in support for DRM in sub-Saharan Africa Source: European Court of Auditors. Partner countries’ domestic revenue mobilisation Regional initiatives - African Tax Administration Forum (ATAF) - Centre de rencontres et d’études des dirigeants des administrations fiscales (CREDAF) - IMF regional technical assistance centres EU support - Budget support - Projects Natural resource initiatives targeting third-countries - The Extractive Industries Transparency Initiative (EITI) - Topical Trust Fund on Managing Natural Resources Wealth (IMF) - Forest Law Enforcement, Governance and Trade (FLEGT) - Extractives Global Programmatic Support (World Bank) Cooperative initiatives - U.N. Tax Committee - Tax Policy and Administration Topical Trust Fund (IMF) - Public Expenditure and Financial Accountability Assessment (PEFA) - International Tax Compact (ITC) - International Tax Dialogue (ITD) - The Tax administration Diagnostic Assessment Tool (TADAT) - Base Erosion and Profit Shifting (OECD) - Tripartite initiative on transfer pricing (OECD, World Bank, European Commission) ",
        "12 Introduction DRM is one of the key development challenges addressed with budget support 08 The Commission defines budget support as the transfer of financial resources to the national treasury of a partner country, following compliance by the latter with agreed conditions for payment. The funding thus received enters the part- ner country’s budget and can consequently be used in accordance with its public financial management rules 19 . Besides financial transfers, budget support has three other components: policy dialogue with the partner country, performance assessment based on disbursement conditions, and capacity development. With these three components the Commission addresses specific development chal- lenges (see Box 1 ), while financial transfers provide the means and incentives for partner countries’ governments to engage in the necessary reforms. 09 The EU channels a substantial amount of its development funding through budg- et support. The latest available information (see Annex I ) shows that the share taken by budget support commitments of the EU’s total official development aid varied between 8.6 % and 18.2 % during 2010-2014, while the average for the EU Member States ranged from 1.62 % to 2.77 % over the same period. Budget support represents approximately 20 % of EU disbursements in the development cooperation field 20 . 19 European Commission, ‘Budget support guidelines’, September 2012. 20 European Commission, ‘Budget support financial implementation, risk assessment, and selected poverty, macroeconomic and fiscal results’, 2015. Key development challenges addressed through budget support (1) Promoting human rights and democratic values. (2) Improving financial management, macroeconomic stability, inclusive growth and the fight against cor- ruption and fraud. (3) Promoting sector reforms and improving sector service delivery. (4) State building in fragile states, and addressing the specific development challenges of small island devel- opment states (SIDS) and overseas countries and territories (OCTs). (5) Improving DRM and reducing dependence on aid. Source: European Commission: Budget support guidelines (September 2012). B o x 1 ",
        "13 Introduction 10 In 2011 the Commission published a communication on ‘The future approach to EU budget support to third countries’ 21 in which it called for a stronger emphasis on DRM in the programming of EU budget support. The Council subsequently endorsed 22 the revised approach. On that basis, the Commission adopted new budget support guidelines in September 2012, which entered into force on 1 January 2013. According to the guidelines, DRM is ‘ the centre-piece for sustain- able financing of development’ and one of the five key development challenges to be addressed by budget support (see Box 1 ). 11 The Commission provides three forms of budget support contracts (see Box 2 ). 21 COM(2011) 638 final of 13 October 2011. 22 Council conclusions on ‘The future approach to EU budget support to third countries’, 3166 th Foreign Affairs Council meeting, Brussels, 14 May 2012. B o x 2 Forms of budget support provided by the European Commission 23 1. Good governance and development contracts Used to support core government systems, accountability and national reforms. Only countries deemed to be committed to fundamental values 24 can receive this form of budget support. Altogether, 17 out of 78 ongoing contracts (22 %) in sub-Saharan Africa are good governance and development contracts. 2. Sector reform contracts This form of budget support aims to improve governance and service delivery in the selected sector. Most of the ongoing budget support contracts in sub-Saharan Africa are sector reform contracts (44 out of 78 (56 %)). 3. State-building contracts Used to ensure vital state functions in countries in fragile situations, or to support processes of transition to democratic governance. State-building contracts represent 22 % of ongoing budget support contracts in sub- Saharan Africa. 23 ECA analysis, based on data provided by the Commission (see paragraph 13 and Table 1 ). 24 Article 21 of the Treaty on European Union: ‘democracy, the rule of law, the universality and indivisibility of human rights and fundamental freedoms, respect for human dignity, the principles of equality and solidarity, and respect for the principles of the United Nations Charter and international law.’ ",
        "14 Introduction 12 To be eligible for budget support, partner countries must demonstrate: (i) rel- evance, credibility and satisfactory progress in the implementation of national/ sector policies and reforms that favour sustainable growth and poverty reduc- tion; (ii) a stability-oriented macro-economic policy; (iii) a sufficiently transparent, reliable and effective public financial management system (PFM); and (iv) trans- parency and oversight of the budget 25 . According to the new guidelines, DRM is to be considered when assessing the macroeconomic and PFM eligibility criteria. 13 At the end of 2015, there were 261 ongoing budget support contracts in 88 coun- tries (see Table 1 ) 26 . Overall, sub-Saharan Africa is the biggest beneficiary of budget support (commitments amounting to 6 billion euros). 14 Budget support contracts signed since the entry into force of the new budget support guidelines were worth a total of 4.9 billion euros in April 2016. Of this amount, 1.7 billion euros concerned sub-Saharan Africa. Due to the specificities of this form of aid (see paragraph 8) it is not possible to directly attribute the amount of budget support provided for DRM. 25 The conditions for granting direct budgetary assistance are governed by Article 61(2) of the Cotonou Agreement for the EDFs and by Common Implementing Rules (Title II, Article 4(2)) and the Financial Regulation (Article 186 and Article 258 of the Rules of Application) for the general budget. 26 Additionally, 3 commitments in the framework of the Instrument for the Pre- Accession were decided at the end of 2015. These commitments were not taken into account in Table 1 as the contracts were not running in 2015 and no disbursements were made. T a b l e 1 Ongoing budget support contracts at the end of 2015 by region Region Number of countries Number of budget sup- port contracts Types of budget support contracts Total budget support commitment (million euro) Sector reform contracts 1 Good govern- ance and development contracts 2 State Building contracts Sub-Saharan Africa 32 78 44 17 17 5 948.0 European Neighbourhood Policy 10 80 75 1 4 3 777.6 Asia, Pacific and OCTs 28 53 45 7 1 1 657.6 Caribbean and Latin America 17 49 46 2 1 1 260.7 Instrument for Pre-accession Assistance 1 1 1 0 0 40.0 Total 88 261 211 27 23 12 683.9 81 % 10 % 9 % 1 Includes sector budget support. 2 Includes general budget support. Source: European Court of Auditors based on figures provided by the European Commission. ",
        "15 Audit scope and approach 15 In the light of the EU’s development priority of support for DRM, and the impor- tance of budget support in this context, we set the following audit question: ‘Did the Commission effectively use budget support contracts to support DRM in low- and lower-middle-income countries in sub-Saharan Africa?’ The audit focused on three key areas: (a) Did the Commission adequately assess partner countries´ revenue policies and administration in coordination with other donors? (b) Did the Commission use budget support conditionality, policy dialogue and capacity development to support DRM effectively? (c) Are there clear indications that EU budget support made a positive contribu- tion to DRM in the partner countries? 16 The audit covered budget support contracts signed after 1 January 2013, i.e. after the entry into force of the new budget support approach 27 . 17 The audit involved an analytical review of 15 budget support contracts amount- ing to 1.25 billion euros (24.5 % of the value of all contracts signed since 2013) in nine low- and lower-middle-income countries in sub-Saharan Africa: Cape Verde, Central African Republic, Mali, Mauritania, Mozambique, Niger, Rwanda, Senegal and Sierra Leone (see Annex II ). For these contracts we examined the compre- hensiveness and consistency of the Commission’s assessments of DRM reforms, policy and administration in the countries concerned, as well as the identification and implementation of DRM-related capacity development and policy dialogue and the setting of specific conditions for support. Lastly, we reviewed the avail- able statistics and evaluations showing the progress achieved by the nine coun- tries in the area of DRM. 18 The audit included visits to three countries, each of which had concluded a dif- ferent type of budget support contract with the Commission: Cape Verde (Good Governance and Development Contract), Rwanda (Sector Reform Contract) and Sierra Leone (State Building Contract). During these visits we interviewed Com- mission staff and representatives of national authorities and other donors/stake- holders, including the International Monetary Fund, the World Bank and national audit offices. We also met with the UK Department for International Develop- ment in London. The audit was carried out between October 2015 and April 2016. 27 We did not assess the advantages and disadvantages of budget support compared with other aid modalities. ",
        "16 Observations The Commission’s new approach had led to better assessment requirements of DRM in partner countries, but these were not yet comprehensively implemented in practice 19 This section addresses whether the Commission had analysed DRM as referred to by the guidelines when designing its budget support operations. In particu- lar, we examined whether the Commission had adequately assessed the partner countries´ revenue policies and administration, as well as the related risks, in coordination with other donors. The Commission did not assess certain key aspects of DRM referred to by the guidelines 20 We analysed whether the Commission’s guidelines provided for a comprehensive assessment of the DRM situation of partner countries. We then examined wheth- er the DRM assessments available for the 15 audited budget support contracts actually covered all the aspects named in the guidelines. 21 The Commission’s new budget support guidelines require an examination of the DRM situation of partner countries when assessing the macroeconomic stability and public finance management eligibility criteria (see paragraph 12). This assess- ment should be comprehensive since the Commission also uses it to identify and prioritise the key DRM challenges and weaknesses to be addressed through the various budget support components (i.e. policy dialogue, specific conditions and capacity development). 22 In our view, the framework for DRM assessment provided by the guidelines was comprehensive in its scope. This was an improvement on the previous approach, when the Commission did not systematically examine the DRM of partner coun- tries when designing its budget support operations. According to the current guidelines, the Commission’s assessment of macroeconomic stability should in- clude the efforts made by the country concerned to strengthen DRM, in particu- lar any fiscal reforms and their expected impact, while tax administration should be assessed under the PFM eligibility criterion. ",
        "17 Observations 28 The PEFA framework assesses and reports on the strengths and weaknesses of PFM, currently using 31 performance indicators that are sub-divided into 94 ‘dimensions’. The performance of each indicator and dimension is measured against a four point ordinal scale from A to D. 29 The Tax Administration Diagnostic Assessment Tool (TADAT) is a means of providing an objective and standardised assessment of the relative strengths and weaknesses of the administration and of a country’s tax system. TADAT is supported by multiple international development partners and institutions, including the European Commission, Germany, the IMF, Japan, the Netherlands, Norway, Switzerland, the United Kingdom and the World Bank. TADAT pilot assessments were conducted in 2013-2015 in 17 countries — including Mozambique and Rwanda from our sample. 30 The analysis of tax effort provides broad guidance for tax reforms in countries with various levels of taxable capacity and revenue intake. 23 The Commission’s assessments were based on a wide range of diagnostic tools and reports. They referred to, and were in most cases based on, IMF and World Bank reports, they mentioned the development of PEFA scores 28 , and they reiter- ated the main strengths and weaknesses of revenue systems as indicated in TADAT 29 reports where available. Other sources were government documents, national statistics and reports issued by national audit offices. The assessment findings largely corresponded with the assessments of other donors and stake- holders (see paragraph 56). DRM aspects to be analysed under the macroeconomic assessment 24 The Commission’s assessments described recent trends in revenue levels, the progress made in implementing fiscal reforms, and current reform planning (in- cluding the main objectives set). Attention was also paid to the main weaknesses identified in PEFA and IMF reports. 25 The assessments of all the audited countries therefore included a presentation of recent developments in revenue levels (tax-to-GDP ratio) and a comparison with peers (usually neighbouring countries). Although it is useful when presenting the overall situation of a country in terms of DRM and for purposes of comparison, the tax-to-GDP ratio is too general for any analysis of main challenges and needs. For this reason, the Commission guidelines provide for a more in-depth analysis, including a breakdown of taxes and other revenue, information on the overall cost and impact of tax exemptions and an estimate of tax effort. 26 However, we found that, in practice, the Commission’s DRM assessments general- ly lacked information on the aspects mentioned above, which are essential when assessing a country’s performance in terms of its ability to mobilise domestic rev- enue. The tax effort, which indicates the extent to which a country exploits its tax potential 30 , was not estimated for any of the audited countries. Tax incentives (see paragraph 38) were mentioned as a challenge in four of the audited countries, but no assessment included an estimate of the total cost and potential effect of tax exemptions. This can be problematic in many developing countries, as the tax exemptions often distort competitiveness, limit tax revenue and may encourage corruption. The composition and the relevance of different types of taxes and other revenue, including revenue from natural resources, was presented in only four countries (Mauritania, Mozambique, Rwanda and Senegal), and the ratio of direct to indirect taxes was only given for Cape Verde, the Central African Repub- lic and Sierra Leone. ",
        "18 Observations 27 Even if this information may not always be available in some countries, the Com- mission’s assessments did not report on the absence of key DRM data. The fact that this information is missing is however significant, as it can be an indication of weak capacity of partner countries in this area, which the Commission could subsequently address through the various budget support components (see paragraph 8). DRM aspects to be analysed under the PFM assessment 28 The capacity of revenue bodies to mobilise domestic resources is also an aspect to be covered in the Commission’s assessments. In most cases the Commission examined the structure of administration or outlined government efforts to strengthen revenue agencies. However, no assessment included an analysis of the staffing or material needs constraining revenue administrations — despite this being referred to in the guidelines. 29 Corruption diminishes a country’s revenue; in this regard, transparency of state revenue helps in tackling corruption. All the assessments mentioned existing or planned anti-corruption measures, and in most of the audited countries general transparency issues were also analysed. We found that the assessment of public access to information on tax legislation and tax incentives, which are important aspects of transparency, were carried out only in Mali and Mozambique. 30 Another aspect often missing from the Commission’s assessments was that of international initiatives aimed at, among other things, boosting state revenue by tackling the leakage of funds through tax evasion, money laundering and other financial crimes 31 . Recent studies estimate that Africa loses more than 50 billion USD each year to illicit financial flows 32 . We found that, although the EU actively promotes these initiatives, the assessments did not systematically focus on the audited countries’ involvement 33 . The problems of transfer pricing 34 , legislation concerning foreign companies and the abuse of tax treaties (as discussed cur- rently in the framework of the BEPS Action Plan 35 ) were not addressed. Equally, the participation of partner country representatives in discussions and negotia- tions at international level, which requires specific skills that are often non-exist- ent in developing countries, were not a feature of the PFM and macroeconomic assessments. 31 E.g. the EITI, the Kimberley process and the OECD/G20 Base Erosion and Profit Shifting (BEPS) Action Plan. 32 Illicit Financial Flows, Report of the High Level Panel on Illicit Financial Flows from Africa, commissioned by the AU/ECA Conference of Ministers of Finance, Planning and Economic Development. 33 Only the Mauritania, Mozambique and Sierra Leone assessments mentioned the EITI, and the Central African Republic assessment analysed the suspension in 2013 of the EITI and the Kimberley process. 34 Transfer pricing describes all aspects of pricing arrangements between controlled (or related) legal entities. 35 BEPS Action Plan intends to tackle concerns over base erosion and profit shifting and perceived international tax avoidance techniques of high-profile multinationals. ",
        "19 Observations 31 Table 2 summarises the key aspects of DRM named by the guidelines as part of the PFM and macroeconomic stability assessments, and indicates to what degree they were actually covered by the assessments which we audited. T a b l e 2 DRM aspects to be analysed in the framework of the PFM and macroeconomic stability assessments DRM aspects required as part of the PFM assessment Included in the audited assessments? DRM aspects required as part of the macroeconomic stability assessment Included in the audited assessments? Main short- and medium-term challenges to the PFM system Yes Fiscal policy in place, new measures, expected impact Yes Anti-corruption measures (see paragraph 29) Yes Tax ratio (including and excluding natural resources) (see paragraph 26) Yes Assessment of government financial and organi- sational capacity to mobilise domestic resources (see paragraph 28) Mostly Efforts to strengthen DRM (improve ratio of domestic revenue to expenditure) (see paragraph 24) Mostly Strengthening tax administration (see paragraph 28) Mostly Tax incentives (overall cost and impact of exemptions) (see paragraph 26) Partly Transparency and access to information (resource-rich countries) (see paragraph 29) Partly Tax system — composition and relevance of various taxes (see paragraph 26) Partly Internationally agreed tax standards and initiatives (see paragraph 30) Partly Tax effort 1 (estimate) (see paragraph 26) No Publicly available info on legislation and tax incentives (see paragraph 29) No Assessment of human resources’ capacity to mobilise domestic resources (see paragraph 28) No 1 Both with and without revenues from natural resources. Source: European Court of Auditors. ",
        "20 Observations The Commission’s risk management framework for budget support did not allow for a comprehensive assessment of the risks associated with DRM 32 The Commission’s approach to budget support includes a risk management framework that was specifically designed to identify risks linked to the achieve- ment of budget support objectives. The framework is also an important tool for the design of budget support operations. It complements the assessments of revenue policies and administrations referred to in the previous section with an analysis of the associated risks. 33 We examined whether the prominent role of DRM in budget support was reflect- ed in the Commission’s risk management framework. In particular, we analysed whether the Commission’s risk questionnaire appropriately covered the key risks linked to improving DRM. 34 The risk management framework is based on a set of questions grouped under five headings 36 . Of the 44 questions in the risk questionnaire, one (question 38) related directly to revenue mobilisation 37 . Although this question is very relevant, as it encompasses the assessment, collection and timely transfer of taxes to the national treasury, the Commission’s assessments of the risks underlying the col- lection and timely transfer of taxes were often incomplete. 35 According to the questionnaire, replies to this question should be assessed on the basis of PEFA indicator PI-3, which compares actual domestic revenue with the budgeted amount. While this indicator allows an assessment of the risks re- lated to the accuracy of revenue forecasts, it says nothing about the effectiveness of tax collection. Moreover, the questionnaire did not require the verification of other PEFA indicators, such as PI-14 (effectiveness of measures for taxpayer registration and tax assessment) and PI-15 (effectiveness in collection of tax pay- ments), which do focus on the risks related to the assessment and collection of taxes. 36 Political risks; macroeconomic risks; developmental risks; PFM; corruption and fraud. 37 Question 38 (under heading 4.2 ‘Controls in Revenue Collection and Budget Execution’): ‘What is the risk that taxes due are not properly assessed, collected and transferred to the Treasury in a timely manner?’ ",
        "21 Observations 36 Consequently, indicators PI-14 and PI-15 were not taken into account to answer question 38 of the risk questionnaire in any of the audited countries. The fact that insufficient consideration was given to risks linked to DRM was noted in Febru- ary 2015 in the Commission’s Mozambique assessment 38 . The Commission had already stated in its 2013 report on budget support that ‘surprisingly few Risk Management Frameworks reported risks related to tax collection’ 39 . In only one of the nine audited countries (Sierra Leone) did the Commission assess the risks relating to DRM as high. 37 Furthermore, question 38 refers to ‘taxes due’, but it does not cover the risk that non-tax revenue, such as royalties paid for access to natural resources and extrac- tion dividends, is not properly assessed, collected and transferred to the treasury. In some of the audited countries, extractive revenue was nearly as high as tax revenue. For example, in Mauritania in 2012, extractive revenue was equivalent to 14.9 % of non-extractive GDP, while tax revenue accounted for 16.9 % of the same 40 . 38 Another important risk factor related to the mobilisation of resources that is not considered in the current risk management framework is the extent and nature of tax exemptions. These instruments, which include tax incentives, tax holidays, tax credits, tax reductions, tax free zones, etc., have an impact on the level of revenue a country can collect, while also influencing choices about economic activities and the potential to attract foreign direct investment. 38 The answer to question 38 in the Mozambique RMF mentions, among other things, that ‘PI3 does not fully cover Risk 38 (which also hints at the correct application of tax revenues, not just collecting the projected amounts)’. 39 DG International Cooperation and Development, ‘Budget support — financial implementation, risk assessment and selected macroeconomic and fiscal country results (pilot report)’, 2013, p. 12. 40 For 2013 the figures were 11.2 % and 17.6 % respectively. Source: IMF Country Report No 15/35, February 2015. ",
        "22 Observations The effectiveness of budget support conditions, policy dialogue and capacity development was undermined by design weaknesses and challenging local circumstances 39 Budget support is more than the transfer of funds to the partner country’s treas- ury account. Equally important components of this form of aid are disbursement conditions and the associated performance indicators, as well as policy dialogue and capacity development activities implemented within the framework of budget support contracts. This section addresses whether the Commission used disbursement conditions, policy dialogue and capacity development effectively as part of its DRM support arrangements. The Commission did not use DRM-specific conditions in most of its budget support contracts; when applied, they were not always relevant 40 Conditions attached to the disbursement of budget support include four general eligibility conditions which have to be met before any disbursement of funds (see paragraph 12). Although two of these conditions (macroeconomic stability and PFM) require an assessment of the partner country’s progress with DRM reforms, they cover a much broader scope than DRM alone 41 . This means that the DRM situation of a partner country does not necessarily play a key role in the Commis- sion’s decision to disburse budget support if the overall macroeconomic and PFM situation is otherwise assessed as satisfactory. 41 Disbursements may also be linked to the fulfilment of specific conditions. These are more frequently applied to the disbursement of variable tranches (see Table 3 ) and are usually translated into performance indicators and targets. To give governments an incentive to advance in the implementation of their re- form agenda, or to improve their performance, the amounts disbursed from the variable tranches depend on the extent to which the targets have been reached. Therefore, the use of DRM specific conditions ensures a direct link between budget support payments and DRM reforms. 41 The key objectives of the macroeconomic assessment are: to analyse the main macroeconomic aggregates and identify potential sources of macroeconomic and debt instability; to assess existing macroeconomic and fiscal policies and their contribution to stabilising the macroeconomic framework in the short and medium term; to assess efforts to strengthen DRM; and to assess vulnerability to external shocks and efforts to strengthen macroeconomic resilience. The PFM assessment focuses on the main developments in the implementation of PFM reforms. The main tool to assess progress is the PEFA, covering the following PFM pillars: budget reliability; transparency of public finances; management of assets and liabilities; policy-based fiscal strategy and budgeting; predictability and control in budget execution; accounting and reporting; external scrutiny and audit. ",
        "23 Observations 42 To avoid loss of policy focus, the Commission guidelines limit to eight the maxi- mum number of indicators attached to a variable tranche 42 . The indicators should be selected from those listed in the performance assessment framework agreed between development partners and partner countries, or derived from relevant national public policy documents, in cooperation with the authorities, if there is no performance assessment framework. We assessed the extent to which condi- tions were used to support DRM and, where this was the case, whether they were relevant and incentivised governments to implement reforms. We also reviewed the arrangements made for verifying and reporting on compliance with the conditions. Use of DRM-specific disbursement conditions 43 The Commission used DRM-related specific conditions in five of the 15 audited budget support contracts (see Table 4 and Annex II ). These conditions, related to variable tranches, were set only in state-building contracts, which have a limited duration of 1 or 2 years. Thus the specific conditions focused on improving DRM in the short term and in the most fragile countries. This is not in line with the Commission’s stated aim 43 of putting a stronger emphasis on DRM through good governance and development contracts in particular. 42 See Budget support guidelines, p. 48. 43 COM(2011) 638 final, p. 6. T a b l e 3 Budget support eligibility and specific disbursement conditions Eligibility conditions — must be complied with during the BS contract Budget support payment Specific conditions Fundamental values (human rights, democracy and the rule of law): Different requirements depending on BS contract type, most strict requirements for Good Governance and Development BS contracts Four eligibility criteria: 1. relevant and credible public policies and reforms 2. stability-oriented macro- economic policy 3. sufficiently transparent, reliable and effective public financial management system 4. transparency and oversight of the budget Fixed tranche Specific conditions related to fixed tranches are less often used and require an achievement of the condition/target in full. Example: Elaboration of a Performance Assessment Framework for the economic and social reform programme of the country. Variable tranche Specific conditions related to variable tranches create in- centives for improved performance and may allow partial payments in case indicators are not met in full. Example: Increase the proportion of medium and large tax payers filing returns on time to at least 60 %. Source: European Court of Auditors. ",
        "24 Observations 44 The Commission’s most frequent argument for not using DRM-related conditions in its budget support contracts was that DRM was covered by other donors. How- ever, we did not find evidence that this decision was supported by an assessment of the involvement of other donors in this area. Relevance and incentive effect of DRM-specific conditions 45 When the Commission used variable tranche conditions specifically targeting DRM, it did not select the conditions most relevant to the national context in three out of five contracts. In Sierra Leone, for example (see Box 3 ), the Commis- sion focused its DRM specific conditions on administrative reforms at the reven- ue authority, and did not include conditions promoting essential new legislation which would have had a broader impact on DRM. T a b l e 4 Budget support contracts with DRM specific conditions 1 Country Budget sup- port amount committed (million euro) FA signed Variable tranches (million euro) Conditional on DRM 2017 2016 2015 2014 2013 Million euro % Central African Republic 40 2015 n/a 1 2 n/a n/a 3 7.5 % Mali 216 2015 8 8 n/a n/a n/a 16 7.4 % Niger 130 2013 n/a n/a 3 3 1 6 4.6 % Sierra Leone 34 2013 n/a n/a n/a 1 2 3 8.8 % Sierra Leone 80 2015 3 3 n/a n/a n/a 5 6.3 % Grand total 500 11 12 5 4 2 2 33 6.6 % 1 ECA/documentary review. 2 Details do not add up to total because of rounding. Source: European Court of Auditors. ",
        "25 Observations DRM specific conditions not addressing the most relevant reforms In Sierra Leone (2013-2015), the Commission used DRM specific conditions relating to the reduction of tax ar- rears, the more timely filing of tax returns, public disclosure of revenue from extractive industries, submission of a National Minerals Authority bill to Parliament and publication of mining and exploration licences in an online repository. In its 2013 budget support report the Commission noted that Sierra Leone was one of the countries with the most potential to increase tax revenue. However, except for tax arrears, the aim of the conditions used was to improve administrative procedures at the revenue authority and the public availability of data. These condi- tions on their own do not directly increase the country’s domestic revenue. During the same period, the Extractive Industries Revenue Bill, a piece of legislation which, according to the Commission and the IMF, contained policy reforms crucial to increasing domestic revenue from extractive ac- tivities and natural resources, was ready but pending adoption by Parliament for years. The bill was presented to Parliament in 2013 but had still not been adopted by February 2016 44 . According to the IMF 45 , the Public Financial Management (PFM) Bill stalled in Parliament, and as a result momentum for the establishment of the Natural Resource Revenue Fund has been lost. The ongoing delays in the adoption of these bills suggest that stronger support from donors would have hastened proceedings. An evaluation of budget support for Sierra Leone during the 2002-2015 period also concluded that ‘ there is also evidence that difficult revenue mobilisation decisions have been delayed’. While the Commission cannot oblige a parliament to adopt legislation, it has not encouraged implementa- tion of certain reforms written into the bills (a Natural Resource Revenue Fund and Single Treasury Account) by setting them as conditions for payment. Ebola seriously hampered the ability of government and donors to function during 2014 and 2015. But these or similar conditions were also not included in the most recent budget support contract, which was signed in 2015. 44 IMF Country Report No 14/171, June 2014; Commission macroeconomic eligibility assessment for financing agreement 37419 and information received during the mission from authorities and other donors/actors. 45 IMF Press Release No 16/143, 29 March 2016. B o x 3 ",
        "26 Observations 46 In three cases the specific conditions applied did not produce the expected incentive effect (see Box 4 ) because they had already been achieved when the contract was signed, or because they were simply unenforceable. This amounts to an ineffective use of DRM specific conditions. Examples of DRM specific conditions with no incentive effect Conditions already met prior to signature of the Financing Agreement In the Central African Republic, DRM specific conditions were attached to the second state-building budget support contract, signed in 2015. The conditions linked to the first variable tranche for 2015 (1 million euros), and relating to the transmission and follow-up of the implementation of action plans for the mobilisation of fiscal and customs revenue, were met before the signature of the Financing Agreement on 10 July 2015. Similarly, in Sierra Leone the variable tranche conditions for 2013 were met before the related Financing Agreement was signed. Country legislation prevented a condition from being met In Niger, the target set for limiting tax exemptions for the 2013 variable tranche proved impossible as national law would not allow the measures described in the indicator. The conditions related to the elimination of income tax exemptions on profits made and the deletion of a de- ductibility clause in connection with the taxation of mining companies. Both conditions would have required changes in the transposition of the West African Economic Monetary Union Mining Code, which was not feasible at such short notice (1 year after signature of the Financing Agree- ment). These legal difficulties were not identified during the design phase of the budget support contract. B o x 4 ",
        "27 Observations Monitoring of DRM conditions 47 The financing agreements implementing the five audited budget support contracts with DRM specific conditions (see Table 4 ) included arrangements to monitor and assess whether those conditions were met. Details varied from one contract to another. In four cases they were sufficiently well defined for the Commission to perform an objective assessment of the partner country’s compli- ance with the conditions. However, the contract with the Central African Republic did not include adequate arrangements for monitoring by the Commission (see Box 5 ). 48 Since the entry into force of its new guidelines, the Commission has produced an annual budget support report 46 . The objective is to provide an overview of the implementation of EU budget support contracts. We examined the extent to which the annual report provides relevant information on DRM. The 2013 pilot report had few descriptive elements in this regard: general information on coun- tries implementing the Extractive Industries Transparency Initiative (EITI) 47 and the revenue ratios for every country where budget support contracts were being implemented. 46 DG International Cooperation and Development ‘Budget support — financial implementation, risk assessment and selected macroeconomic and fiscal country results (pilot report)’, 2013. 47 The Extractive Industries Transparency Initiative (EITI) is a global standard to promote open and accountable management of natural resources. Countries implement the EITI standard to ensure full disclosure of taxes and other payments made by oil, gas and mining companies to governments. Examples of good and weak practices concerning the monitoring of DRM-specific conditions In Mali, clear monitoring arrangements were set for the DRM specific conditions in the second state-building budget support programme. For each indicator/sub-indicator, the Financing Agreement included detailed information, such as a full indicator description, baselines, targets, sources for verification, the responsible services and the date on which data were expected to become available. There were similar positive features in the contracts with Niger and Sierra Leone (two contracts). In the budget support contract concluded in 2015 with the Central African Republic, the Commission agreed with the government that it would verify compliance with the DRM conditions 48 by way of transmission let- ters and implementation reports on the action plans of two directorates-general. However, as the Financing Agreement set no targets or baselines for the agreed indicators, proper follow-up was impossible because there was no standard against which to compare achievements. In particular, the Commission did not formu- late requirements regarding the quality of the action plans or what proportion of the plans should be imple- mented for the indicators to be considered achieved. 48 First variable tranche for 2015: transmission and follow-up of the implementation of action plans for the mobilisation of fiscal and customs revenue in 2015. Second 2015 VT: follow-up of the implementation of action plans for the mobilisation of fiscal and customs revenue in 2015 and drafting of action plans for the mobilisation of fiscal and customs revenue in 2016. B o x 5 ",
        "28 Observations 49 Although subsequent reports have had more detailed information, there is still too little about budget support contracts with DRM specific conditions. For in- stance, no financial information is provided on programmes targeting DRM. The appropriateness of the EU’s reporting on its support for DRM is undermined by the fact that there is no specific compulsory DAC code 49 relating to tax policy and tax administration. Consequently, no comprehensive information is available on the totality of Commission funding for DRM through budget support and other forms of aid. Policy dialogue was generally well coordinated, but its effectiveness as a tool for DRM support was undermined by weak strategic focus and challenging local circumstances 50 The Commission views policy dialogue as a core element of budget support. Effective dialogue should draw on the eligibility and risk assessments described in the previous section of this report, while also taking into account the dialogue undertaken by other donors. The budget support guidelines require a ‘rolling dialogue strategy’ to identify the most effective dialogue methods and platforms and a programme of action. The guidelines also state that ‘policy dialogue should focus on tax policy, tax administration and revenues, including from natural resources’. 51 We assessed whether the Commission used a dialogue strategy based on its as- sessments of DRM challenges and risks, and whether that strategy included all the requirements mentioned in the guidelines. We also examined the frequency, appropriateness and effectiveness of the dialogue, and how it is documented and coordinated with the main actors in the field. The Commission did not develop dialogue strategies 52 Policy dialogue often takes place in a challenging context. The ownership of and degree of commitment to revenue reforms may change as new govern- ments come to power or unexpected developments occur. Staff turnover at the Commission’s delegations also poses a difficulty in terms of the continuity of dialogue. Therefore, a dialogue strategy with clearly listed objectives is essen- tial to track progress and address issues identified as essential. Such a strategy would encompass, for instance, the issues to be followed in the period ahead, the responsibilities of delegation staff, the main interlocutors to be approached, the platforms on which issues should be addressed, an indicative timetable and the expected outcomes. 49 Through its Creditor Reporting System (CRS), the OECD’s Development Assistance Committee has devised a series of ‘purpose codes’ to be used by donors when reporting their aid flows to the relevant OECD database, which can then be used to produce statistical information on aid flows. Since 2014, a ‘dummy’ code 15114 has been used for voluntary reporting on tax policy and tax administration support. ",
        "29 Observations 50 Budget support guidelines, September 2012, p. 42: ‘A rolling dialogue strategy should (…) identify the most effective dialogue methods and platforms, and a programme of action’. 53 We found that the Commission had not developed strategies for policy dialogue where it had identified specific DRM issues to be tackled 50 . This was true even in partner countries like Sierra Leone, where the Commission had identified DRM as a high risk for the achievement of budget support objectives. 54 Although the Commission’s PFM eligibility assessments, financing agreements and other preparatory documents mentioned the fora in which policy dialogue was to take place (e.g. joint government–donor coordination meetings), the issues to be tackled were presented in general terms only. In the absence of dia- logue strategies, it is difficult to objectively assess whether this budget support component has effectively contributed to DRM reforms. 55 We found that DRM policy dialogue was more focused when it was accompanied by specific conditions (Central African Republic, Mali, Niger and Sierra Leone), since identifying, negotiating and, subsequently, monitoring these conditions necessitated extensive discussion with the partner countries. In the remaining audited countries, dialogue took place in a much broader context, such as the PFM reform process, where DRM was just one of many areas for discussion (see paragraph 40). In fact, the discussion of PFM reforms did not necessarily guaran- tee thorough coverage of DRM (see the example in Box 6 ). PFM dialogue did not always guarantee thorough coverage of DRM In Mozambique, policy dialogue took place through a coordination group which debated general issues of PFM. Given the broad scope of PFM, some specific and technical aspects were discussed by a number of sub- groups, including a taxation sub-group dealing specifically with DRM issues such as fiscal risk and revenue from natural resources. As the EU’s budget support contract in Mozambique did not contain DRM specific conditions in the variable tranche, the Commission did not participate in the taxation sub-group where the country’s performance in DRM was closely monitored. This obviously reduced the Commission’s involvement in this area, because in the meetings of the PFM group attended by the Commission only the main conclusions from the taxation sub- group were discussed. B o x 6 ",
        "30 Observations Dialogue was generally well coordinated with development partners but did not take place on a regular basis due to difficult country contexts 56 In the partner countries the Commission worked closely with other donors providing budget support 51 . Donors met or communicated 52 in advance of joint planning or review meetings at which they presented and discussed their posi- tions and aligned their views. The Commission’s analysis of the macroeconomic and fiscal situation, major weaknesses, the progress of reforms and the success of government efforts was usually in line with the assessments given by the IMF and by other actors present in the country concerned. 57 In the Central African Republic, Niger and Sierra Leone 53 , the policy dialogue necessary to assess government compliance with the DRM specific conditions did not take place on a regular basis owing to difficult country circumstances. This undermined the potential of this component as a tool for rapidly identifying and addressing unsatisfactory progress (see Box 7 ). 51 In Mauritania the EU was the only donor providing budget support, but PFM issues were discussed and coordinated among all donors. 52 In Senegal, donors use a dedicated website to communicate. 53 At the time of our audit, the Commission had not yet assessed Mali’s progress against the relevant DRM-specific conditions, as these applied only to the variable tranches for 2016 and 2017. Examples of dialogue which did not take place on a regular basis In the Central African Republic, policy dialogue arrangements established in 2010 had not been functioning since the beginning of the political crisis in 2012. In March 2014, a committee was set up to monitor the public finance reform (which included DRM measures). Although donors reminded the authorities of their responsi- bilities on several occasions, the committee met only once, at the end of 2014. The committee’s responsibili- ties and the process of dialogue concerning the government’s compliance with the two DRM specific condi- tions in the 2015 variable tranche therefore had to be taken over by the treasury committee, though this was not in its terms of reference. In Sierra Leone, during 2014-2015, the policy dialogue could not be sustained due to the Ebola crisis. Further- more, an evaluation of budget support provided in the country during 2002-2015 54 , concluded that revenue administration reforms were not actively supported by high-level dialogue and commitment in the same way as some other areas which saw greater progress (EITI, Free Health Care Initiative). Overall, revenue administra- tion was under-emphasised in the process of dialogue on the performance assessment framework. In Niger, despite repeated requests by the donor community, the budget support coordination group has not been operational so far due to disagreement between two ministries on the allocation of donor coordination responsibilities. There was no common framework for monitoring the progress made in the achievement of conditions. The Commission also acknowledged that it had difficulties in obtaining meetings with govern- ment representatives and reported that donor recommendations were not followed up. By agreement be- tween the government and the Commission, the variable tranche for 2013 included a DRM condition requiring measures which were unenforceable in national law (see Box 4 ). In this case, policy dialogue did not identify this problem. 54 Independent Evaluation of Budget Support to Sierra Leone in 2002-2015 (Final Report April 2016). B o x 7 ",
        "31 Observations The capacity development component of budget support contracts seldom targeted DRM 58 Administrative capacity is a crucial part of effective revenue mobilisation in sub- Saharan Africa. Although the capacity development component of budget sup- port is relatively small compared to other means used by the Commission to ad- dress capacity needs in DRM, the budget support guidelines identify tax reforms, tax administration and management of natural resources as capacity development areas of particular importance. We assessed to what extent the Commission ad- dressed DRM capacity needs through its budget support contracts. 59 Budget support was provided for capacity development in the broader area of PFM, which may also include direct or indirect support for DRM (see para- graph 40). Nine of the 15 contracts audited, in six countries (Cape Verde, Central African Republic, Mali, Mauritania, Niger and Sierra Leone), allocated a total of 60.4 million euros to capacity development, which represented 4.8 % of the total amount committed in budget support. However, in the framework of budget support the Commission specifically earmarked very little funding for capacity development in DRM — of the contracts we examined only one targeted capac- ity development with support totalling 3 million euros. Box 8 gives details of the limited use of budget support for capacity development in DRM. Limited support for capacity development in DRM In the Central African Republic, many donors have a programme of technical assistance with which to help the transitional government restore the basic functioning of public finances. Budget support contract 37458 included 3 million euros for implementation of the reforms necessary to secure revenue. This was to be one of the three pillars of the contract, the purpose of which was to guarantee the necessary synergies in the fragile situation facing the country. The support was intended to complement other ongoing technical assistance projects in the area. However, it was never taken up in practice. B o x 8 ",
        "32 Observations The Commission did not have appropriate tools to provide evidence that EU budget support contributed to improve DRM in partner countries 60 Since the Commission’s new budget support approach came into effect in 2012, this form of aid turned out to be, along with other EU initiatives, an important instrument to help partner countries improve their DRM (see Figure 1 ). In this section, we examined whether the Commission uses indicators and evaluation techniques which could show whether budget support has actually contributed to DRM in the audited countries. 61 We found that the Commission uses high-level impact indicators. While these are appropriate for monitoring overall progress in DRM, they can be influenced by many external factors and cannot record outputs and outcomes that were specifically induced by budget support. Thus they give no clear indication whether budget support contributed to DRM, either positively or negatively, in the audited countries. 62 One standard indicator used by the Commission to assess DRM progress is the revenue-to-GDP ratio 55 , which shows revenue collected in relation to a country’s economic performance. We analysed how this indicator evolved during 2007- 2014. Although the ratio increased during this period in six of the nine audited countries 56 the values show no obvious change from end 2012 when the new approach came into effect (see Figure 2 ). Nevertheless, the values of this indica- tor cannot be linked to budget support or to any other donor action because it is influenced by many factors. For example, in Mauritania, the indicator increased significantly from 2011 to 2012, mainly due to high mining revenue from record exports in 2011 57 . This contrasted with the Central African Republic, where, due to the political and security crisis, the indicator was sharply down after 2012. In Mozambique, the variation from 2012 to 2013 was higher than usual, but owing mainly to windfall capital gains from the sale of gas concessions 58 . 55 This indicator is also used by the IMF and World Bank. 56 For a clearer picture, we used the ratio for revenue excluding donor grants. 57 IMF Country Report No 12/323, Fifth Review 2012. 58 IMF Country Report No 14/148, Second Review 2014. ",
        "33 Observations 63 Niger was the only country to experience a relatively consistent positive trend af- ter 2012. According to the IMF, in 2013 the increase was mainly due to exceptional revenue from the oil sector. Developments in most of the other countries were more variable during the period. F i g u r e 2 Revenue-to-GDP ratio evolution 2007-2014 sub-Saharan Africa Cape Verde Sierra Leone* Mauritania Rwanda Central African Republic* Senegal Mozambique Niger* Mali* 2014 2013 2012 2011 2010 2009 2008 2007 30 25 20 15 10 5 0 * Countries with DRM indicators. Source: IMF Regional Economic Outlook, October 2015. Mauritania figures from African Economic Outlook 2012, 2014 and 2016 / European Court of Auditors (calculation). ",
        "34 Observations 64 Another set of indicators used by the Commission to assess improvements in the tax system comes from the PEFA framework. We analysed three DRM-specific PEFA indicators 59 measuring the transparency, registration and collection of taxes. These indicators provide information on important aspects of tax policy and administration. However, for our purposes they have little informative value, as for the period after 2012 (when the new budget support guidelines were endorsed) they are available for two countries only (Mauritania and Sierra Leone). Table 5 shows an overall improvement between the first and second PEFA assess- ments — carried out for 2006-2008 and 2010-2012 respectively 60 . The situation in the two countries for which information is available after 2012 is as follows: - The Mauritania report shows no improvements in any of the three indicators compared with 2008. - For Sierra Leone, only the tax collection indicator had improved significantly since 2010. T a b l e 5 59 Commission guidelines, p. 37: ‘The Commission uses the PEFA-PFM Performance Measurement Framework as the preferred tool to assess the quality of the PFM system in a country. The PEFA-PFM Framework measures the operational performance of the PFM system using 28 indicators spread over six core dimensions, and evaluates the likely impact of PFM weaknesses on three levels of PFM budgetary outcomes in the medium- term.’ Tax administration is covered in the PEFA framework by four indicators that assess ‘aggregate revenue outturn compared to original approved budget’ (PI-3), ‘transparency of taxpayer obligations and liabilities’ (PI-13), ‘effectiveness of measures for taxpayer registration and tax assessment’(PI-14) and ‘effectiveness in collection of tax payments’ (PI-15). 60 The most recent year of PEFA evaluation varies by country from 2007 to 2014. Evolution of PEFA scores PEFA 1 indicator PI-13 Transparency of taxpayer obligations and liabilities PI-14 Effectiveness of measures for taxpayer registration and tax assessment PI-15 Effectiveness in collection of tax payments First available report Second available report Third available report First available report Second available report Third available report First available report Second available report Third available report Cape Verde 2007 - B 2007 - A 2007 - D+ Central African Republic 2 2008 - D+ 2010 - C 2008 - D+ 2010 - C 2008 - D+ 2010 - D+ Mali 2 2006 - C+ 2010 - B 2006 - C 2010 - C+ 2006 - C+ 2010 - C+ Mauritania 2008 - B 2014 - B 2008 - C+ 2014 - C 2008 - D+ 2014 - D+ Mozambique 2006 - B 2008 - B+ 2010 - A 2006 - C+ 2008 - B 2010 - A 2006 - D+ 2008 - D+ 2010 - C+ Niger 2 2008 - C 2012 - C+ 2008 - C 2012 - C 2008 - D+ 2012 - D+ Rwanda 2007 - A 2010 - A 2007 - B+ 2010 - A 2007 - D+ 2010 - D+ Senegal 2007 - B 2011 - B 2007 - C+ 2011 - B 2007 - 2011 - D+ Sierra Leone 2 2007 - C+ 2010 - B 2014 - B 2007 - C 2010 - B 2014 - B+ 2007 - D+ 2010 - D+ 2014 - B+ 1 The PEFA framework assesses and reports on the strengths and weaknesses of public financial management, currently using 31 performance indicators that are further disaggregated into 94 dimensions. The performance of each indicator and dimension is measured against a four point ordinal scale from A to D. 2 Countries with DRM indicators. Source: European Court of Auditors. ",
        "35 Observations 65 The above findings demonstrate that the DRM specific high-level indicators used by the Commission do not provide sufficient relevant information about the relative contribution of the budget support to DRM in the audited countries. These observations are consistent with other recent evaluations of this means of delivering aid, which were unable to prove any substantial impact, either posi- tive or negative, on the level of DRM. An evaluation carried out by Denmark’s development cooperation Danida, published in 2014, reviewed several country studies, specific evaluations and thematic studies of budget support contracts. It found that ‘budget support operations do not appear to have had any significant impact on the level of domestic revenue collection’. For its part, the Policy and Operations Evaluation Department (IOB) of the Dutch Ministry of Foreign Affairs concluded in 2011, along the same lines, that there is no evidence that budget support ‘has had a positive effect on tax revenue’ 61 . 66 Similarly, an evaluation of budget support provided during 2002-2015 in Sierra Leone was insufficiently conclusive about the impact on DRM: ‘the relationship to budget support looks a priori to be weak’ 62 . The evaluation also noted that ‘It has not proven possible to show causation with regard to the disincentives budget support might generate for revenue mobilisation’. 67 To demonstrate whether budget support contracts have a direct impact on DRM, it would be necessary to develop appropriate data-collection tools and to as- sess specific areas of a tax system in detail, with a comparison over time and the attribution of progress achieved to individual components of budget support. One such tool is TADAT (see paragraph 24), which provides specific assessment of countries’ tax administration systems, processes, and institutions. However, this instrument is still being piloted: so far, key components of tax systems have been assessed for 17 countries. 61 Review of budget support evaluations, Danida (2014); and 2000-2011 budget support review, Policy and Operations Evaluation Department (IOB), Ministry of Foreign Affairs, Netherlands. 62 Independent Evaluation of Budget Support to Sierra Leone 2002-2015, p. 73. ",
        "36 Conclusions and recommendations 68 Domestic revenue mobilisation (DRM) refers to the generation of government revenue from domestic resources, from tax or non-tax sources. Improving the DRM of developing countries is a crucial factor in their sustainable development; as such it has become a priority of EU development policy. The EU supports DRM in these countries through several aid modalities, including budget support. Approximately 20 % of EU development funding is channelled through budget support, sub-Saharan Africa being the largest recipient. Improved DRM was one of the five key development challenges addressed by the Commission’s new ap- proach to budget support, adopted in 2012. 69 Through this audit, we examined whether the Commission effectively used budg- et support contracts to support DRM in low- and lower-middle-income countries in sub-Saharan Africa. We found that the Commission’s new approach increased the potential of this form of aid to effectively support DRM, but planning and implementation weaknesses prevented that potential from being fully exploited. Furthermore, our analysis of the available data and evaluations revealed a lack of appropriate monitoring tools to provide data to assess the extent to which budget support contributed to overall improvements in DRM in the audited countries. Based on these elements, we conclude that the Commission has not yet effectively used budget support contracts to support DRM in low- and lower- middle-income countries in sub-Saharan Africa. ",
        "37 Conclusions and recommendations 70 The Commission gave insufficient consideration to DRM when designing its budget support operations. While the new approach represents an improvement, as it brought improved assessment of DRM in partner countries and an analysis of the related risks, this was not always comprehensively done in practice. Country assessments are fundamental to the design of budget support, as they help the Commission identify the critical issues to be addressed through the disbursement conditions, capacity development and policy dialogue that it deploys alongside funding. However, the assessments we audited, which were carried out in coordi- nation with other donors, did not cover essential aspects of tax policy and admin- istration referred to by the Commission’s own guidelines. Furthermore, key risks related to tax exemptions and to the collection and transfer of taxes and non-tax revenues from natural resources were not evaluated (see paragraphs 19 to 38). Recommendation 1 — Strengthen DRM assessments and risk analysis (a) Before approving new budget support contracts and disbursements, the Commission should ensure that DRM assessments are comprehensive and consistently implemented. In particular, it should verify that assessments cover all the appropriate aspects of tax policy and administration described in its budget support guidelines. When the relevant statistics and data are not available, this should also be noted in the assessments as it can provide valuable information concerning capacity needs in the partner countries. (b) The Commission should, with immediate effect, complete its risk assessment framework by including risks linked to non-tax revenue and tax exemptions. It should extend the sources of information used to answer risk assessment question 38, concerning tax revenue, to PEFA indicators PI-14 and PI-15 on the assessment and collection of taxes. DRM assessments should also use TADAT as a source of information, wherever available. ",
        "38 Conclusions and recommendations 71 The Commission had made the disbursement of budget support funds condition- al on the fulfilment of specific DRM reforms in only five of the 15 budget support contracts audited. Although the division of labour among donors could be used to justify the absence of DRM-specific conditions in budget support contracts, we found no evidence that this decision was supported by an assessment of the involvement of other donors in this area. 72 We also found that the specific conditions did not always effectively promote DRM reforms, as they were either too easily achievable or unenforceable, thus reducing the incentive for partner countries to engage in reform. No DRM-specific conditions were attached to good governance and development contracts. This is inconsistent with the Commission’s statement that a stronger emphasis on DRM should be part of this type of budget support. Overall, insufficient use was made of DRM conditions in all types of budget support contract, which does not square with the central role supposedly assigned to DRM (see paragraphs 39 to 47). Recommendation 2 — Strengthen the use of DRM-specific disbursement conditions For future budget support contracts, the Commission should take greater ac- count of DRM in the specific disbursement conditions linked to variable tranches by: (a) Strengthening the focus of good governance and development contracts on DRM by increasing the use of DRM specific conditions, notably in countries where this area is not appropriately addressed through other forms of EU aid and/or by other development partners. (b) Ensuring that DRM conditions used in variable tranches effectively promote DRM, are achievable and enforceable, so that they are more likely to provide partner countries with the necessary incentives to advance in the implemen- tation of their reform agenda. ",
        "39 Conclusions and recommendations 73 In its annual budget support reports, the Commission provides a useful quantita- tive overview of the implementation of EU budget support contracts. However, although DRM is central to the new budget support approach, the reports give too little information about the EU’s support for DRM through this form of aid (see paragraphs 48 to 49). Recommendation 3 — Strengthen reporting on the use of budget support to improve DRM From 2017 onwards, the Commission should provide more information in its budget support reports concerning the use of budget support contracts for DRM. In particular, the reports could include information about the number, type and value of contracts with DRM as specific objective as well as case studies illustrat- ing the budget support contributions to DRM improvements in partner countries. 74 Policy dialogue in the area of DRM was more focused when it was accompa- nied by specific conditions, since identifying, negotiating and, subsequently, monitoring these conditions necessitated extensive discussion with the partner countries. However, challenging local circumstances meant that policy dialogue did not take place regularly, which undermined its potential as a tool for rapidly identifying and addressing unsatisfactory progress of the reforms required by the conditions. The Commission did not develop strategies for structuring its policy dialogue around specific DRM issues, fixed priorities, objectives, interlocutors and dates (see paragraphs 50 to 57). Recommendation 4 — Strengthen the policy dialogue component in DRM The Commission should devise dialogue strategies for future budget support contracts, comprising a clear statement of the issues to be addressed (including DRM), the interlocutors, the expected results/outcomes and an indicative time- table. The Commission should subsequently assess how well the objectives of its dialogue strategies have been achieved. ",
        "40 Conclusions and recommendations 75 Administrative capacity is a key aspect of effective revenue mobilisation in sub- Saharan Africa. The EU’s budget support included very little funding to address capacity needs: just 0.2 % of the total value of the audited contracts took the form of capacity development funds directly and exclusively earmarked for rev- enue mobilisation. Moreover, this amount was never used by the partner country concerned (see paragraphs 58 to 59). Recommendation 5 — Strengthen the use of capacity development in DRM For all existing and future budget support contracts with a capacity development component earmarked for DRM, the Commission should increase partner coun- tries’ awareness of the availability of this support and facilitate its use, in particu- lar to address capacity development needs not yet covered by other donors. 76 Establishing a direct link between budget support and progress in DRM is cur- rently not possible. The available data at the disposal of the Commission to follow progress in DRM are high-level impact indicators, which can be influenced by many external factors. Thus, they cannot capture the induced outputs and out- comes from budget support. These observations are consistent with other recent evaluations of this means of delivering aid, which could not prove any substantial impact, either positive or negative, on the DRM level (see paragraphs 60 to 69). Recommendation 6 — Evaluate the impact of budget support In its future evaluations of budget support, the Commission should strive to provide a clear conclusion (based on more detailed data) on how budget support operations could have contributed to improve the mobilisation of domestic re- sources in the beneficiary countries. In particular, the contribution made through DRM specific conditions should be taken into account in the evaluations. This report was adopted by Chamber III, headed by Mr Karel PINXTEN, Member of the Court of Auditors, in Luxembourg at its meeting of 13 December 2016. For the Court of Auditors Klaus-Heiner LEHNE President ",
        "41 Annexes Budget support as a share of total bilateral ODA commitments 2010 2011 2012 2013 2014 Belgium 0.77 % 0.72 % 2.30 % 3.19 % 2.50 % Czech Republic n/a 0.00 % 0.00 % 0.09 % 1.52 % Denmark 6.06 % 6.08 % 2.19 % 0.00 % 3.83 % Germany 2.33 % 5.08 % 0.76 % 0.28 % 1.29 % Ireland 14.31 % 10.76 % 11.82 % 8.13 % 2.30 % Greece 2.12 % 2.78 % 3.99 % 0.00 % 1.04 % Spain 5.82 % 2.82 % 0.92 % 3.25 % 1.33 % France 2.37 % 6.25 % 1.86 % 4.73 % 2.86 % Italy 0.55 % 0.04 % 0.68 % 1.09 % 1.28 % Luxembourg 0.00 % 0.49 % 0.55 % 0.66 % 3.21 % Netherlands 2.73 % 0.78 % 0.00 % 0.00 % 0.67 % Austria 1.03 % 1.78 % 1.91 % 0.70 % 0.69 % Poland 0.00 % 0.00 % 0.00 % 0.00 % 0.00 % Portugal 1.33 % 1.16 % 0.94 % 0.94 % 0.55 % Slovenia n/a n/a 0.05 % 0.00 % 0.00 % Slovakia 0.00 % 0.00 % 0.00 % 0.00 % 0.00 % Finland 3.25 % 2.71 % 8.16 % 1.99 % 3.75 % Sweden 0.38 % 0.36 % 0.00 % 3.33 % 2.39 % United Kingdom 4.06 % 6.97 % 4.79 % 3.84 % 1.65 % EU institutions 18.20 % 8.61 % 12.02 % 12.31 % 9.31 % EU average 3.63 % 3.02 % 2.65 % 2.23 % 2.01 % EU average without institutions 2.77 % 2.71 % 2.15 % 1.70 % 1.62 % Source: http://stats.oecd.org . A n n e x I ",
        "42 Annexes Countries and budget support contracts selected for the audit 1 Country Amount com- mitted (euro) BS contract type Decision reference Indicators in DRM Conditional on DRM (euro) Complementary support in BS programme (euro) 1 Cape Verde 34 000 000 Good governance and development 23892 no 0 4 500 000 2 Central African Republic 33 000 000 State building 37458 no 0 3 000 000 3 Central African Republic 40 000 000 State building 38108 yes 3 000 000 0 4 Mali 225 000 000 State building 24692 no 0 10 000 000 5 Mali 220 000 000 State building 38388 yes 16 000 000 4 000 000 6 Mauritania 46 000 000 State building 22576 no 0 7 300 000 7 Mozambique 200 000 000 Good governance and development 38077 no 0 0 8 Niger 141 000 000 State building 24422 yes 6 000 000 11 000 000 9 Rwanda 40 000 000 Sector reform 23259 no 0 4 000 000 10 Rwanda 30 000 000 Sector reform 24780 no 0 2 000 000 11 Rwanda 4 000 000 Sector reform 37416 no 0 0 12 Senegal 53 500 000 Sector reform 24569 no 0 5 000 000 13 Senegal 60 050 000 Sector reform 38172 no 0 3 000 000 14 Sierra Leone 35 920 000 State building 24389 yes 2 700 000 1 620 000 15 Sierra Leone 85 000 000 State building 37419 yes 5 000 000 5 000 000 Grand Total 1 247 470 000 32 700 000 60 420 000 DRM conditions in the selected contracts Amount committed (euro) % Number of contracts % Budget support contracts with no DRM conditions 532 470 000 42.68 % 10 66.67 % Budget support contracts with DRM conditions 715 000 000 57.32 % 5 33.33 % Type of selected contracts Amount committed (euro) % Number of contracts % Good Governance and Development Contracts 234 000 000 19 % 2 13 % Sector Reform Contracts 187 550 000 15 % 5 33 % State Building Contracts 825 920 000 66 % 8 54 % 1 Commission table `BS operations commitment and disbursement follow-up in 2014-2015`, data from CRIS, ECA review. Source: European Commission, European Court of Auditors (calculation). A n n e x I I ",
        "43 Replies of the Commission and the EEAS Executive summary III The Commission considers that DRM has been duly reinforced in budget support formulation and implementation. Impacts are expected over a medium-term time frame of about 5 to 10 years. IV The assessments the Court refers to are useful concepts of domestic revenue mobilisation, some of them (e.g. cost and impact of tax exemptions, tax effort) are only available occasionally in research papers and are not systemati- cally produced by any institution. Assessments done during the preparation of operations have to take into account the country context, namely for state building contracts, as well as the availability of data and information. The Commission considers that DRM has been given due attention in the formulation of budget support operations. V Although the Communication and guidelines imply a stronger focus on DRM (one of the five key development chal- lenges to be addressed), they do not require that each operation has a specific objective related to DRM. The focus on DRM depends on the country circumstances, the nature of the operation, and opportunities for improving DRM. The Commission considers that DRM is systematically assessed in all Budget Support contracts — even if it is not a variable tranche (VT) indicator. All indicators in the performance assessment framework, not only the VT indica- tors, are carefully monitored in the framework of the Budget Support operation. VI The country context and the political sensitivity, as well as the confidentiality of certain aspects have to be taken into consideration when preparing the policy dialogue and deciding on the form it will take. EU Delegation staff have maintained a policy dialogue in very difficult circumstances of countries in crisis. The regu- larity and form of policy dialogue was adapted to circumstances. VII The EU’s budget support contracts address systematically capacity needs and often support is included in the financing agreement. This is complemented by separate capacity development activities financed through projects or other operations on regional or global level. In the sample audited only a minor element was directly earmarked for DRM, but a very large share of capacity building activities target public finance management which covers also DRM. Providing evidence that budget support contributed to DRM and other objectives is an analytically complex issue which the Commission addresses within the framework of the OECD/DAC budget support evaluation methodology. ",
        "Replies of the Commission and the EEAS 44 Introduction 02 The Commission acknowledges the prime responsibility of countries themselves to design their revenue systems and policies, according to their own economic and political circumstances and choices. These choices have implica- tions for the width of the tax base. The Commission considers that it is up to partner countries to set the level of and balance between direct and indirect taxes, the scope of the tax base and the tax burden distribution considering the structure of the economy, the potential to generate sustainable revenues, and the country’s social needs. The Commission engages through policy dialogue when required. 03 While agreeing on the need to mobilise domestic resources to attain a sustainable path for development, it has also to be recognised that tax systems are often considered as a matter of state sovereignty and are thus politically sensitive. Box 1 — Key development challenges addressed through budget support (5) The Commission agrees that DRM is one of the key development challenges, but in fragile situations it may not always be the immediate priority for political or policy dialogue. Sequencing of reforms is important. Box 2 — Forms of budget support provided by the European Commission 1. Good governance and development contracts The number of good governance and development contracts in sub-Saharan Africa, established according to the new policy, is 6 out the 17 contracts mentioned. The remaining 11 operations are General Budget Support pre-dat- ing the new guidelines and different from GGDCs. Observations 19 The guidelines mention useful concepts of domestic revenue mobilisation. Some of these concepts (e.g. cost and impact of tax exemptions, tax effort) are estimated only occasionally, in research papers, and not systematically produced by any institution. Any assessment will take into account the country context and challenges and the availability of data and information. ",
        "Replies of the Commission and the EEAS 45 20 The guidelines explain the policy domains including practical tools and academic concepts in an attempt to give an as comprehensive as possible a presentation to what could be relevant in terms of DRM assessment. Such an assessment will then however have to be undertaken, bearing in mind the country context, the challenges within DRM and the availability and accessibility of data and information. These academic concepts are not meant to all be systematically used, but when possible. 21 For State Building contracts please note also the content of Annex 9 para 4.1 at the end where it is clearly stated that ‘the general principles to assessment of eligibility criteria described in the guidelines also apply to SBC. However when assessing the eligibility and the fulfilment of general conditions during implementation, the focus will vary in order to adapt on a case-by-case basis to weaknesses inherent to situations of fragility.’ And in paragraph 4.2 on the design of SBCs: ‘Experience shows that effective support to countries in fragile situa- tions means engaging at an early stage and being prepared to stay engaged over the long haul, embracing a phi- losophy of carefully sequenced reforms tailored to improvements in capacity, helping country authorities deliver “quick wins” to the population, and, in this process, building the legitimacy of the state. Such an approach implies to take account of what a fragile state or a state in transition can realistically achieve in a given timeframe.’ 22 Some of these concepts (e.g. cost and impact of tax exemptions, tax effort) are estimated only occasionally, in research papers, and data are not systematically produced by any institution. Any assessment will need to take into account the country context, namely when preparing a state building contract, and the availability of data and information. 23 TADAT is an important assessment tool of tax administrations that has only been formally released end 2015 and used as pilot version in 2014 and 2015. The Commission has played an active and leading role in the design of this instrument and is supporting the TADAT secretariat financially in the context of an IMF multi donor trust fund. 25 The guidelines mention also academic concepts in an attempt to give an as comprehensive as possible presentation as to what could be relevant in terms of DRM assessment. ‘… information on the overall cost and impact of tax exemptions and an estimate of tax effort’ are analyses which are not regularly done even in OECD countries, neither by the IMF nor by any other international organisation. The budget support guidelines call for country analyses within the frame of existing information and diagnostics. ",
        "Replies of the Commission and the EEAS 46 26 Annex 11 (DRM) of the budget support guidelines highlights that ‘no specific tool to provide a sound analysis exists yet to adequately assess tax policies and tax administration capacities. However, several tools and indicators can be used to gather insights on tax regimes. In particular, to assess a country’s performance in terms of their ability to mobilise domestic revenues, the tax ratio, tax effort and tax system can provide a good indication.’ In fact, the IMF sometimes performs calculations of the last-mentioned assessments but they are complex and usually rely on rather sophisticated tools (an econometric method called the efficient frontier analysis). That meth- odology is itself subject to criticism on the grounds that it makes strong assumptions. Typically, running such an estimate of tax effort (other related indicators are estimated in the process — linked to a set of critical indicators on revenue administrations) requires fielding a mission of experts for 1 or 2 weeks or as the starting work of a resident expert. The Commission collaborates closely with the IMF and other international organisations in the attempt to understand fiscal reality in partner countries. This expertise is essentially with the IMF and the Commission uses data whenever they have been produced in such a research study. 27 The fact that in some cases data has not been available might not have been reported explicitly. However, it is implicit in the analysis made of the situation in the country and not repeated annually. 28 A systematic assessment of staffing and material needs in revenue administration can be pertinent information if the Commission is engaging in a direct and comprehensive support programme. However this information is less relevant or accessible for the Commission if such support is being provided by other partners. Annex 11 of the budget support guidelines mentions the usefulness of information on staffing and material needs but this annex provides general background information on domestic revenue mobilisation and brushes a wide picture of possible instruments and concepts. 29 The fight against corruption and fraud is a key concern in the Commission’s budget support. The Commission assesses the partner government’s efforts to improve public financial management and fight corruption. A risk management framework is used to monitor risks and mitigating measures in a structured way, including on corrup- tion and fraud. The Commission considers that access to information on tax is assessed in the frame of the eligibility criteria on transparency and oversight of the budget. It includes a focus on the Open Budget Index and PEFA framework (nota- bly PI-10 ‘Public access to key fiscal information’). More focused analyses of relevant aspects, such as public avail- ability of information on tax legislation and tax incentives, are conducted when necessary. ",
        "Replies of the Commission and the EEAS 47 30 The Commission supports developing countries on transfer pricing issues at both global and national level. The international awareness on these issues has progressively grown during the last years, in particular since 2013 and the presentation of the G20-OECD comprehensive action plan to address Base erosion and profit shifting (BEPS) which is supported on a global level by the Commission and was endorsed by the end of 2015. The Commission sup- ports further inclusion of developing countries in these high-level international negotiations and it is expected that appropriate reporting will be reinforced. The Commission also supports regional networks on fiscal matters, the tripartite initiative on transfer pricing as well as through IMF initiatives (Regional technical assistance centre, Trust fund on Tax policy administration and Natural resources wealth). These are global issues and reported on at this level. Country assessments do not focus on, for example the support to the UN tax committee, which aims at giving the developing countries a stronger voice on international matters. 33 The risk management framework (RMF) is an internal management tool, summarising the five categories of main risks identified in a country and is not intended as the place for in-depth, comprehensive assessments. The focus on DRM will depend on the country circumstances and the nature of the operation. 34 DRM-related issues are covered to some extent in other questions, notably on macro-economic stability, exogenous shocks, and fraud and corruption — particularly in questions 21 (fiscal policy), 24 (sustainability of debt), 28 (MTFF), 33 (annual budget) and 41 (corruption) of the risk questionnaire. 35 The RMF questionnaire also refers to PFM assessments as a source of information. The intention was not to base the analysis solely on PI3. Nevertheless, the Commission agrees with the Court and in the latest version of the RMF explicit reference has been made to the other PIs in the guidance on sources of information. 36 The risk related to tax collection in Sierra Leone was rated high only in one year, end 2014-2015, right at the end of the Ebola crisis. The preceding and the following years, the risk was lower. 38 The RMF focuses on key crosscutting risks for budget support operations. The level of revenue collection has a direct impact on macroeconomic stability, debt sustainability, and fiscal buffers. These are important risk areas, which are covered by questions 20, 21, 24 and 26 in the RMF. ",
        "Replies of the Commission and the EEAS 48 40 The concept of dynamic approach, endorsed also by the European Council in 2012, implies a global assessment of the progress in each of the eligibility criteria. This does imply progress in the sector but not necessarily in each sub-sector. DRM is part of the analysis in the framework of the overall assessments of eligibility criteria (macro-economic sta- bility and public finance management). The Commission takes into account DRM issues in the frame of the policy dialogue with the beneficiary country and of the performance assessment. 42 See reply to paragraph 40. The choice of specific indicators is linked to the process and to the outcome of the analysis/assessment/dialogue with the beneficiary country on reforms/priorities/importance given to specific elements. 43 It should be noted that in the case of Niger, budget support was provided through a Good Governance and Devel- opment Contract (GGDC) at the time the DRM conditions were formulated. In order to take account of the sudden deterioration of the security and general political situation the GGDC was transformed into a State Building Con- tract (SBC) in 2015. 44 Each Action document comprises a matrix of donors and their actions. This covers all relevant sectors but not neces- sarily sub-sectors. 45 The reforms supported by the Commission in Sierra Leone were related to the reduction of tax arrears, increasing filing tax return on time, public disclosure of revenue from extractive industries, submission of National Minerals Authority Bill to parliament and publication of mining and exploration licences in online repository. They had a sig- nificant potential to improve DRM. Box 3 — DRM-specific conditions not addressing the most relevant reforms Public availability of data and an increase in transparency as regards the revenues generated by natural resources has shown to be one of the most powerful mechanisms for public accountability and revenue recovery based on data reconciliation. A programme to support DRM consists of immediately effective actions as well as indirect and medium-term actions. This includes also improvements in administrative procedures conducive to better DRM. The Budget support Synthesis evaluation (September 2014) drawing lessons from seven country evaluations, concludes that budget support cannot ‘buy’ reforms. This holds even more to situations that are outside the direct control of government. While policy dialogue should address these issues, the inclusion of conditionality on adop- tion of legislation has not proven to be an effective instrument. ",
        "Replies of the Commission and the EEAS 49 The adoption of the legislative basis of reforms has to precede these reforms. Pushing for the implementation of said reforms before the approval of the legislative basis may prove counter-productive. Donors cannot force reforms but accompany processes for which a momentum and willingness exists in the partner country. During the period covered by the audit report, the most recent budget support operation was prepared during the peak of the Ebola crisis combined with a dramatic fall in iron ore revenues. Due to the foreseen increase of fragil- ity, the nature of the indicators was kept very similar to those of the previous operation. In the current reflection regarding the preparation of a next budget support, the Delegation is already taking into account the necessity for the multi-donor group to be more demanding towards ongoing reforms. Box 4 — Examples of DRM-specific conditions with no incentive effect Budget Support operations and financing agreements are prepared and negotiated during a sometimes consider- able time span. Therefore the fact that an indicator was reached at the moment of the signature can be seen as a positive outcome of the negotiation process and the accompanying dialogue. It is regrettable that the legal problem was not properly identified at the moment of the identification of the pro- gramme, but it has to be recognised that the transposition of the West African Economic Monetary Union Mining Code is a complex matter which may engender consequences difficult to foresee. Therefore, single performance indicators can be modified or neutralised respecting the current rules. Box 5 — Examples of good and weak practices concerning the monitoring of DRM specific conditions The Commission considers that the country context did not allow for more details. The objective pursued was that the issue of reforms, i.e. improvement of DRM would remain at the heart of the dialogue with the Central African Republic (CAR). 49 A coordinated effort has been undertaken under the Addis Tax Initiative (ATI) and in conjunction with the OECD DAC to tackle the issue of reporting on DRM support by development partners. As a consequence, a DRM DAC code, separate from PFM, has been created in 2016. A first report on DRM commitments and disbursements, focusing on 2015, will be put together by the ATI. The Commission is committed to provide accurate and timely data for this ATI report. 52 The country context and the political sensitivity, as well as the confidentiality of certain aspects have to be taken into consideration when preparing the policy dialogue and the form it will take. 53 The Commission considers that there are good examples of policy dialogue being prepared and executed. For example Action documents lay out the topics and expected results for policy dialogue and disbursement files explain the next steps. The documentation of policy dialogue is also improving. ",
        "Replies of the Commission and the EEAS 50 54 The dialogue on PFM and Macro-economic stability covers the relevant issues in tax administration and tax policy. Data are systematically collected and assessed concerning the evolution of the tax policy and administration as well as the evolution of DRM by the partner government and the development partners in the country. High-level indica- tors are collected and assessed on an international level. Possible impacts of an aid modality on DRM need a contribution analysis and are typically and regularly done in the framework of an evaluation. Box 6 — PFM dialogue did not always guarantee thorough coverage of DRM The Commission considers that tax-related indicators have been and continue to be present in the Performance Assessment Framework of Mozambique, which is the monitoring framework for the Budget Support operation. Con- sequently a DRM-related condition is discussed in this forum, even if it is not a variable tranche indicator or a spe - cific condition attached to the fixed tranche. Division of labour is important in Mozambique, a country with around 15 donors active in PFM, in order to guaran- tee efficiency and to ensure that the EU can rely on/benefit from the monitoring and policy dialogue of the desig- nated Member State. Furthermore, Commission services in Mozambique are very up to date and active on DRM questions in the country. The EU Delegation participates in the briefs/debriefs of the International Monetary Fund Topical Trust Fund Man- agement of Natural Resource Wealth, in the meetings of the Extractive Industry Working Group (EIWG) and of the Budget analysis Group (BAG) which are relevant groups for DRM issues. Box 7 — Examples of dialogue which did not take place on a regular basis The case of the Central African Republic (CAR) has to be seen in the light of the very difficult circumstances at that time. The political crisis made any constructive work extremely difficult; moreover most of the Delegation was evacuated. It is an achievement that Commission services have managed to set up a dialogue structure and main- tained a dialogue in the given context. The programming document of the cooperation between the EU and Sierra Leone for the period 2014-2020 foresees a major emphasis on support to revenue generation. The period audited however covers fully the Ebola crisis and revenue administration reforms in Sierra Leone may have been under-emphasised during this latter period. A coun- try dealing with the Ebola crisis might conceivably put revenue administration reforms on a lower priority. The disagreement between the ministries involved in budget support went into real politics, beyond policy dia- logue. It was rather related to balance of power between political parties than to technical issues. The quality of policy dialogue is already better and continues to improve, also due to budget support. Box 8 — Limited support for capacity development in DRM The Commission plans to contract the capacity development component as programmed in Financing Agreement 37458, with a target date of 15 February 2017. ",
        "Replies of the Commission and the EEAS 51 The revenue authorities are already supported by the IMF, the World Bank and the African Development Bank. The absorption capacity of the revenue authorities precludes additional assistance for the time being. The Com- mission’s support will target revenue mobilisation through the reinforcement of the accountability systems which need strengthening. This support will be done on the level of the treasury. On a regional level, the agreement with the United Nations Conference on Trade and Development (Unctad) puts in place the customs information system Sydonia CEMAC also for the Central African Republic. 61 Providing evidence that budget support contributed to DRM and other objectives is an analytically complex issue which the Commission addressed within the framework of the OECD/DAC country evaluation methodology. 62 The Commission agrees that the values of the Tax/GDP ratio cannot be linked directly to budget support for the reasons the Court gives. Results may be expected over a medium-term time frame of about 5 to 10 years. Possible evidence that budget support contributed to DRM and other objectives should be analysed in a proper evaluation. 65 These indicators are monitoring tools. They are not intended to inform with regard to contribution. Evaluations particularly analyse effects of the budget support operations on the objectives in terms of develop- mental and sectorial impacts. Evaluations also analyse possible effects in terms of budget financing and domestic revenue. However, most evaluations available today cover a period prior to the introduction of the new policy; therefore they are not likely to identify impacts of this policy. 66 The ‘Budget support synthesis evaluation’ of seven country evaluations (2014) concluded that ‘Domestic revenue generation remained buoyant throughout the evaluation, and there were no signs of disincentive effects resulting from budget support’ (p. 75). The evaluation of budget support in Sierra Leone quoted by the Court also states clearly: ‘…. genuine and impor- tant results were achieved through Budget Support in Sierra Leone: - helping to kick-start the growth process and to stabilise the post-war security situation; - stabilising the public finance situation in 2009 during the global financial crisis and in 2014 during the Ebola/ Iron Ore crisis ….’ 67 Data are systematically collected and assessed concerning the evolution of tax policy and administration, as well as the evolution of DRM by the partner government and the development partners in the country. High-level indica- tors are collected and assessed on an international level. ",
        "Replies of the Commission and the EEAS 52 Demonstration of direct impacts of budget support on policy outcomes in partner countries is methodologically complex. The OECD/DAC budget support evaluation methodology is, so far, the only way to (indirectly) conclude on possible causal links between budget support and policy outcomes such as impact on DRM. The Commission has been actively involved in developing this methodology and has actively promoted the tool through an increasing number of multi-donor evaluations undertaken under its leadership since 2011. Conclusions and recommendations 69 The Commission underlines that support to DRM is given through a range of actions on different levels, global, regional and national. These actions are complementary to support through budget support but were not part of the audit scope. The possible contribution of the new budget support policy on the overall improvements on DRM may be expected over a medium-term time frame of about 5 to 10 years. The Commission will continue to apply and improve the new budget support policy on DRM and will continue to report on progress. 70 The Commission maintains that DRM has been given due attention in the formulation of budget support opera- tions. Each assessment is undertaken, bearing in mind the country context, the challenges within DRM and the availability and accessibility of data and information. Certain concepts and aspects of tax policy and administration are not routinely analysed, in line with international practice. Recommendation 1 — Strengthen DRM assessments and risk analysis (a) The Commission accepts the recommendation. DRM should be duly assessed in the formulation and implemen- tation of a Budget support operation. In light of the 2015 commitments in the frame of the Addis Tax Initiative, support to DRM will be further strengthened. DRM assessments have to take into account the country context and challenges and the availability of data and information. (b) The Commission accepts the recommendation. 71 The Commission considers that division of labour is systematically analysed in Action documents and their implementation. As concrete example we would like to refer to Box 6 where the Court refers to the division of labour concerning DRM and PFM in Mozambique and the Commission’s reply. ",
        "Replies of the Commission and the EEAS 53 72 The focus on DRM depends on the country circumstances, the nature of the operation, and opportunities for improving DRM. The Commission considers that DRM-related assessments are used in all Budget Support contracts — even if it is not a variable tranche indicator. All indicators in the performance assessment framework (PAF), not only the VT indi- cators, are carefully monitored in the framework of the Budget Support operation. It should be understood that the PAF, including the DRM-related indicators, is a key source of verification of government’s performance. It is a main element of the basis to assess the general conditions and decide about the Budget Support release. Recommendation 2 — Strengthen the use of DRM-specific disbursement conditions (a) The Commission accepts the recommendation. (b) The Commission accepts the recommendation. Efforts will be made to formulate better performance indicators, including for the DRM. However, as evidenced by a number of evaluations the Commission considers that reforms must be genuinely owned by governments and can then be usefully supported. Recommendation 3 — Strengthen reporting on the use of budget support to improve DRM The Commission accepts the recommendation. More information on DRM will be provided in its future annual budget support reports as well as through the reporting on the implementation of the Addis Tax Initiative. Case studies, mainly in the form of evaluations, will be done to better communicate budget support’s contribution to DRM. 74 The country context and the political sensitivity, as well as the confidentiality of certain aspects have to be taken into consideration when preparing the policy dialogue and deciding on the form it will take. The Commission con- siders that there are good examples of well-structured policy dialogue. Recommendation 4 — Strengthen the policy dialogue component in DRM The Commission accepts the recommendation. Better guidance on policy dialogue in the framework of budget sup- port will be integrated in the upcoming revision of the budget support guidelines. The outcomes of policy dialogue are and will be an important part of any evaluation. Nevertheless, the Commission would like to stress the political sensitivity of tax reform and political objectives and therefore maintains that dialogue strategies will be formulated protecting also the Commission’s interests. ",
        "Replies of the Commission and the EEAS 54 75 The Commission underlines that DRM is part of macro-economy (fiscal policies) and public finance management (tax and fiscal administration notably). Support to DRM capacity building complementing budget support is part of larger capacity building actions. Furthermore, the Commission considers that support to DRM, including capacity building, is given through a range of actions on different levels. Recommendation 5 — Strengthen the use of capacity development in DRM The Commission accepts the recommendation. 76 Data are systematically collected and assessed concerning the evolution of tax policy and administration, and the evolution of DRM by the partner government and the development partners in the country. Higher level indicators are collected and assessed on an international level. Demonstration of impacts of budget support on policy outcomes in partner countries is methodologically complex and is being done in the frame of an evaluation. The Commission has undertaken an increasing number of multi- donor country evaluations since 2011. Recommendation 6 — Evaluate the impact of budget support The Commission accepts the recommendation. Demonstration of impacts of budget support on policy outcomes in partner countries is methodologically complex. The OECD/DAC budget support and country evaluation methodol- ogy is, so far, the only way to conclude on the contribution of budget support to policy outcomes such as improved DRM. The Commission will strive to analyse the point in due time. ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: (cid:127) one copy: via EU Bookshop (http://bookshop.europa.eu); (cid:127) more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: (cid:127) via EU Bookshop (http://bookshop.europa.eu). Event Date Adoption of the Audit Planning Memorandum/Start of audit 6.10.2015 Official sending of draft report to Commission (or other auditee) 31.10.2016 Adoption of the final report after the adversarial procedure 13.12.2016 Commission’s (or other auditee’s) official replies received in all languages 17.1.2017 ",
        "The generation of government revenue from tax or non-tax sources is a crucial factor for sustainable development and as such, is a priority for EU development policy. By adopting a new approach to budget support in 2012, the Commission increased the potential of this form of aid to improve domestic revenue mobilisation. In this report we conclude that, despite recent improvements, the Commission has not yet effectively used budget support contracts to support revenue mobilisation in the audited countries. The Commission did not systematically consider some essential aspects of tax policy and administration when designing and implementing its budget support operations, and the number and quality of the disbursement conditions applied in this area were insufficient. Furthermore, our analysis revealed weaknesses in the reporting on the use and contribution of budget support to improve domestic revenue mobilisation. EUROPEAN COURT OF AUDITORS "
    ]
}