{
    "text": [
        "Final Report: Quick Survey on the European Union Programme for Social Change and Innovation ",
        "This report was written by Ecologic Institute GmbH (Tanja Srebotnjak) and the Research Institute for Managing Sustainability, Vienna University of Economics and Business (Umberto Pisano, Sabine Remmel, Markus Hametner). It does not represent the official views of the Committee of the Regions. More information on the European Union and the Committee of the Regions is available on the internet through http://www.europa.eu and http://www.cor.europa.eu respectively. Catalogue number: QG-30-13-382-EN-N ISBN: 978-92-895-0700-4 DOI: 10.2863/7895 © European Union, 2012 Partial reproduction is allowed, provided that the source is explicitly mentioned. ",
        "Table of contents Executive Summary ............................................................................................ 1 1. QUESTION 1 – Sufficiency of the Programme measures........................ 5 2. QUESTION 2 - Link with the European Social Agenda.......................... 7 3. QUESTION 3 – Implementation and Use.................................................. 9 4. QUESTION 4 – Role and Contribution of LRAs....................................11 5. QUESTION 5 - Social innovation and experimentation ........................13 6. QUESTION 6 – Criteria and Dissemination ...........................................15 7. QUESTION 7 – Further comments and suggestions..............................17 Appendix I - List of respondents......................................................................19 Appendix II - List of regional/local initiatives reported................................21 ",
        "",
        "1 Executive Summary The key objectives of the Quick Survey on the European Union Programme for Social Change and Innovation 1 were: (a) to contribute to the preparation of the Committee of the Regions (CoR) opinion on the EU Programme for Social Change and Innovation (rapporteur: Enrico Rossi), to be adopted by the CoR's Commission for Economic and Social Policy (ECOS) on 8 February 2012; (b) to provide information feeding into the Committee of the Regions' third Monitoring Report on Europe 2020, to be published in December 2012, and (c) to collect experiences and good practices from EU local and regional authorities (LRAs). The survey was launched on 10 November 2011 by the Committee of the Regions' Europe 2020 Monitoring Platform (www.cor.europa.eu/europe2020), with a final deadline of 19 December 2011. In total, 24 questionnaires were submitted by LRAs and other stakeholders from 12 EU Member States (MS). The analysis of the contributions generally concludes that most respondents appreciate the Programme and that the three axes - Progress (Programme for Employment and Social Solidarity), EURES (European Employment Services) and the European Progress Microfinance Facility - are generally considered sufficient . The specific and practical implementation of the Programme is considered to be of particular importance, while an enhanced role for the regional and local levels of government seems to be very important in terms of the concrete impacts of the three axes. A very significant role is also ascribed to monitoring and evaluation. In a few cases, the three axes were not considered adequate to tackle the wide range of current challenges in a comprehensive way. More than one third of the respondents commented that the instruments are a good starting point. Overall , respondents called for a higher degree of flexibility 1 The EU Programme for Social Change and Innovation (PSCI) is an instrument to be managed directly by the Commission in support of employment and social policies across the EU. It is part of the Commission's proposal for EU regional, employment and social policy for 2014-2020. The PSCI integrates three existing programmes - Progress (Programme for Employment and Social Solidarity), EURES (European Employment Services) and the European Progress Microfinance Facility - and extends their coverage. It will enable the Commission to increase the policy coherence and impact of its instruments, which have common objectives, thus contributing to the Europe 2020 Strategy for Jobs and Growth. The PSCI will support policy coordination, sharing of best practices, capacity-building and testing of innovative policies, with a view to upscaling the most successful measures with support from the European Social Fund. For more information: http://ec.europa.eu/social/main.jsp?langId=en&catId=89&newsId=1093&furtherNews=yes ",
        "2 and adaptive capacity, taking into account specific local, regional and national challenges. The strengths and weaknesses of the different instruments were rated in very different ways. The Progress Programme for Employment and Social Solidarity was criticised for being difficult to access because of its complicated bureaucratic structure. Some respondents commented on the usefulness of the European Progress Microfinance Facility for recipients as well as for institutions and associations. Concerning EURES (European Employment Services), respondents highlighted both its strengths and its weaknesses, without expressing either clear appreciation or strong criticism. Regarding the role of regions and cities in implementing the new European Programme for Social Change, the majority of respondents consider them to be crucial , essential and necessary . Regions and cities should therefore be involved in the framing of objectives and should be entrusted with the implementation of the Programme. Stakeholders, sectoral organisations and players at the local level should also be involved in planning measures and in the allocation of funds . Essentially, the impression is that respondents attributed this crucial role to the regions because of the local level’s proximity to and understanding of local circumstances and needs. Concerning respondents’ understanding of social innovation and experimentation, there seems to be no shared or common vision among regional and local players in Europe. The most common and possibly most self- explanatory definition, to which a majority of respondents appeared to subscribe, was that social innovation and experimentation involve the adoption of new ways of providing social services . Although very different answers were received, the impression is that social innovation and experimentation should be implemented in cooperation and jointly with the various players acting at different governance and decision-making levels. Therefore, participation is important. The comment was made that the allocation of funds should be adequate in order for social innovation and experimentation to succeed. The most frequently suggested real social innovation instruments were: cooperation on all levels, support for civic participation, information exchange and working in partnership. The large majority of respondents addressed the issue of what criteria would be necessary and more effective in evaluating the results of projects. It seems that the various responses can be assigned to three major criteria: 1. instrument design should focus on sustainable long-term results ; ",
        "3 2. implementation of the instruments should deliver measurable results and be accompanied by effective monitoring and evaluation ; 3. availability and access to the instruments are important and should be improved. Concerning dissemination and communication of these instruments, the general impression is that there is little general awareness of the axes. Greater focus on better and more pervasive dissemination initiatives should therefore be considered. When asked to add further comments, the majority of respondents chose not to do so. Despite differences in specific content, some of those who did respond seem to converge towards highlighting accessibility, understanding and concreteness as the most crucial issues or needs with respect to the PSCI. Respondents also repeated their appreciation for the Microfinance axis. However, the PSCI was also criticised in terms of the inadequacy of the funding allocated, a degree of flexibility that was deemed excessive because it lacked focus and direction and the risk of fragmentation. ",
        "",
        "5 1. QUESTION 1 – Sufficiency of the Programme measures As well as causing the current financial difficulties, the economic crisis has placed a serious question mark over prospects for future growth and prosperity, which had previously seemed certain. In the light of this, to what extent three axes of the programme proposed and their respective objectives are sufficient to tackle the new challenges and problems? An analysis of the questionnaires received shows that the Programme is generally appreciated , and that the three axes - Progress (Programme for Employment and Social Solidarity), EURES (European Employment Services) and the European Progress Microfinance Facility and Social Entrepreneurship - are generally considered sufficient . A few answers pointed out the importance of a specific implementation plan for the suggested actions. Monitoring and evaluation were also accorded a very significant role. In this respect, it was pointed out that \"the instruments made available can be considered adequate provided they are accompanied by practical tools that can ensure their concrete realisation and monitoring\". Also, considering the emphasis of the programme on employment as a means of \"promoting economic growth and social solidarity\", one of the respondents commented that what is needed is to stress the multidisciplinary factors that cause social exclusion and poverty, since in fact \"[e]mployment and training can assist social inclusion and remove people from the risk of poverty but they are not the answer to all social ills\". From a similar perspective, it was suggested that the three axes be integrated, with actors and measures focusing on work-life balance, focusing in particular on the local level as the most suitable for pursuing the objectives of social inclusion and cohesion. In this context, a more holistic approach covering various policies and disciplines would be necessary. Networks were mentioned as important, enhancing the experience obtained through territorial experiments (social experimentation on the ground). Overlaps with other EU funding programmes should be avoided: in particular, the European Social Fund offers funding to more \"mainstream\" projects that should not be funded via PSCI. In a few cases, the three axes were considered to be inadequate, especially if their goal is \"to comprehensively tackle the wide range of challenges that currently exist\". Enhancing the role of the local level seems to be very important in terms of ensuring that the three axes have tangible, positive impacts. Finally, ",
        "6 one respondent pointed to the necessity for a high-level European strategy to be equipped with greater legal, technical and economic capacities to cope with unemployment and social problems in Europe. Of the three axes, the respondents particularly appreciated the third axis (Microfinance Facility and Social Entrepreneurship). The Microfinance programme was especially valued for a number of reasons. First, this programme is seen as \"the most straightforward to generate [economic] activity and to favour the feasibility of projects\". Secondly, the Microfinance axis is felt to be a great opportunity , especially with respect to providing safety nets to those who lack financial security; in fact, this programme provides opportunities to start up small businesses. The Microfinance programme was criticised by one of the respondents as being underfinanced: \"it is not adequate to allocate only 20% of the funds to the third axis\". Prešov Self-Governing Region Office, Slovak Republic : The proposed three axes should be sufficient for addressing new challenges and problems. However, practical implementation of these instruments taking into account national specificities, their appropriate linkage, and full exploitation of the financial potential of the programme will be decisive. City of Achim, Germany: Grouping individual programmes together in one unified Commission-administered framework programme will support employment and social policy in the EU Member States and the attainment of the Europe 2020 objectives, particularly the sub-objective of \"inclusive growth\". The PSCI will therefore be of overarching, strategic importance for EU regional, employment and social policy over the 2014-2020 period. ",
        "7 2. QUESTION 2 - Link with the European Social Agenda Considering the objectives of the European Social Agenda, do you think the three instruments making up the new EU Programme for Social Change and Innovation are sufficient to achieve them? Or should other instruments be envisaged? The analysis does not show clearly whether the three instruments of the PSCI are considered sufficient to achieve the objectives of the European Social Agenda. Over one third of respondents commented that the instruments are a good starting point; however, several issues remain to be addressed and further changes need to be made for the future. First, concerning the general nature of the programme, a group of respondents agreed on the need for greater efficiency as well as for improved coordination and complementarity of existing instruments at national and regional level . Greater integration of, and better linkage between, the economy, the environment and society is seen as desirable, as well as the ability to adapt to upcoming challenges using more flexible instruments. A few respondents emphasised the relevance of the Open Method of Coordination and its future. Furthermore, a few respondents commented that the budget provided for employment, inclusion and social policy is too low and places insufficient emphasis on achieving the social inclusion objectives of the Europe 2020 Strategy. Further interesting suggestions were put forward: • to make the European Microfinance Facility a priority for the PSCI; • to implement experimental actions for social innovation with larger-scale funding for the most effective initiatives; • to further tailor and define the axes in order to avoid overlap with other funds; • to ensure transparent disclosure of the funds available for each of the axes; • to include “quality of life” as an important criterion of the axes; • to reconsider procurement issues. Finally, respondents mentioned a few shortcomings of the programme , highlighting the issues that need to be addressed and could be adapted in ",
        "8 programme design. For instance, general job creation across Europe does not resolve high unemployment in specific regions, because it often requires people to have certain language skills, and cannot therefore represent a solution for all unemployed people. It was therefore suggested that conditions for families be improved, providing proper income and childcare for families at the local and regional level. Furthermore, for the instruments to be fully effective, they should deal with processes such as demographic change, migration, brain drain, and urbanisation. Some of the respondents’ statements help to illustrate the many different opinions on the adequacy of the three instruments for Social Change and Innovation: Association of European Border Regions (AEBR), Germany : The three instruments could be sufficient to achieve the objectives of the European Social Agenda if they can be applied in a flexible way and adapted to situations until 2020. Lombardy Region, Italy : Although the three axes of the programme represent adequate instruments, we think that they are not sufficient or comprehensive enough to fully achieve the objectives of the European Social Agenda. ",
        "9 3. QUESTION 3 – Implementation and Use Almost four years on from the launch of Progress 2007-2013, looking at the projects implemented, what is their added-value and what are the difficulties that have been encountered by the regional and local authorities involved in implementing them? How widespread is the use of instruments such as EURES and the microfinance instrument for employment and inclusion at local and regional level? Would you like to share some examples/good practices? Respondents reported a broad range of different views concerning the strengths and difficulties relating to implementation of the three PSCI instruments. Only a few respondents stated that they had been involved in implementing Progress (Programme for Employment and Social Solidarity). Extensive bureaucracy, a difficult selection process, the low success rate of applicants, the general structure of the programme (too broad and flexible, embracing a range of different content and therefore insufficiently targeted) and an overall lack of networking were criticised. Concerning EURES (European Employment Services), respondents highlighted its strengths and weaknesses. For instance, it was praised for its successful integration into public employment services, labour institutions and local and regional administrations. In particular, border regions have benefited significantly from the potential of EURES to address modern labour market challenges (e.g. in the context of European Groupings of Territorial Cooperation). However, others stated that EURES is hardly used because it is not well known and is ineffective as an instrument to increase employment. Some respondents commended the usefulness of the European Progress Microfinance Facility for recipients as well as for institutions and associations. However, a few respondents stated that it was either too little known or not sufficiently financed. Concerning the difficulties that complicate implementation of the strategy, respondents commented that there were not enough instruments, that the existing instruments were not as effective as they could be due to their broad and flexible structure, and that their application was difficult because of pre- existing problems at local or regional levels such as differences between ",
        "10 national legislation and tax systems. A few respondents stated that the budget allocated to the three instruments should be increased. Finally, the exchange of experiences and best practices was highlighted as the main added value of these instruments. Two examples of best practices were reported by respondents: Basque Government, Spain : INNOBASQUE Social Innovation (the Basque Innovation Agency) is a public-private platform which has defined a framework of policies covering basic rights, social processes and social protection from a holistic point of view. Acli Venezia, Italy : In Italy, many agencies have started a process of innovation redefining their own missions in order to satisfy the demands of regional social networks. ",
        "11 4. QUESTION 4 – Role and Contribution of LRAs What role could regions and cities play in implementing the new European Programme for Social Change and Innovation? How can this programme make a real contribution to regional action in the area of social innovation? A majority of respondents see the role of regions and cities as crucial , essential and necessary : regions are drivers for social change and innovation and no social innovation process can take place without their involvement. Therefore, regions and cities should be involved in framing the programme's objectives and should be entrusted with its implementation . The local level (stakeholders, sectoral organisations and operators) should also be involved in planning measures and in deciding how to allocate funds . Essentially, the responses received indicate that respondents attributed this crucial role to the regions because of their knowledge of, and integration into, local circumstances. In fact, “proximity allows identifying the suitability of the actions taken in a better way”. Basque Government, Spain : It is very important for the PSCI to have a stronger territorial dimension. Scottish Government, United Kingdom : This programme could have a real impact in facilitating national policy makers, local government and the third sector to jointly identify gaps and propose deliverable solutions of scale. According to respondents, another important role for the regions should be to make the programme operational and to adjust it to the needs and distinctive features of the regions. It also seems very important for regions and cities to be enabled to exchange best practices and new methods/ideas on successful local experiments. Regions should therefore facilitate networking and should play a major role by “ offering platforms or even permanent working groups, bringing together labour market agencies, trade unions, chambers of commerce and institutions for educational/training” purposes. City of Achim, Germany : An expansion of the micro-finance tools, accompanied by appropriate procurement rules and a bottom-up approach attuned to different regional conditions can lead to a significant increase in successful start-ups of micro-enterprises. ",
        "12 Opinions in the area of dissemination of information regarding the programme were more critical. In fact, “as a first step, the social change programmes must be more widely disseminated to Regional and Local Authorities”. Again, the allocation and accessibility of funds were considered to be essential for the implementation phase of the programme. ",
        "13 5. QUESTION 5 - Social innovation and experimentation What do local and regional players understand by social innovation and experimentation? Including in the context of cooperation with third sector and non-profit bodies on projects for inclusion, entry into the world of employment and combating social exclusion, how do you think social innovation and experimentation should be implemented and what are the real social innovation instruments? This question focused on three aspects of social innovation and experimentation : 1) the players’ understanding of these concepts; 2) the way they should be implemented; and 3) what the real social innovation instruments are. Not all respondents commented on these three aspects. Therefore, the results are presented separately for each aspect of the question. Firstly , an analysis of the responses received shows that the majority reported their own understanding of “social innovation and experimentation”. There seems to be no shared or common understanding of “social innovation and experimentation” among local/regional players in Europe. The most common, and possibly most self-explanatory, definition was: Social innovation and experimentation involves the adoption of new ways of providing social services . Other interesting ways of defining social innovation and experimentation are reported in the following box. Emilia-Romagna Region, Italy : Social innovation is about experimentation, evaluation, comparison and replication and introducing models into the current social system that can improve the quality and quantity of the existing social fabric, together with integration and democratic participation. Wielkopolska Region Brussels Office, Poland : Social innovation is an innovative solution to a social problem, which is more efficient, effective, sustainable and equitable than previous solutions and creates value, benefiting society as a whole. Regarding the second aspect of the question, half of the respondents gave their opinion on the way social innovation and experimentation should be implemented . Although the individual approaches suggested vary among the respondents, the general consensus is that social innovation and experimentation ",
        "14 should be implemented in cooperation between the different players acting at different levels. For this cooperation to take place, the ability to participate is critical. Another important remark was that sufficient funding must be provided if social innovation and experimentation are to succeed. Finally , nearly half the respondents answered the last part of the question, but their answers varied widely and there was little common ground between them. The ‘real social innovation instruments’ named are: • cooperation at all levels (involving authorities and other actors); • support for civil participation; • information exchange; • working in partnership; • flexibility; • supporting and promoting creativity and innovative entrepreneurship in civil society; and • social innovation as a cross-cutting element of policies and programmes. ",
        "15 6. QUESTION 6 – Criteria and Dissemination Given the importance of assessing the results of the projects, especially as a starting point for developing the new programme, what are the criteria you feel are necessary and more effective for these assessments? Do you think that there is effective monitoring at EU level (European Commission) of the implementation of these programmes as well as of how widely disseminated and well known they are? The large majority of respondents addressed the issue of what criteria would be necessary and more effective in assessing the results of projects. Since the answers varied in content and depth, there was no agreement among respondents on common necessary criteria. However, it seems that the various responses focused on three important criteria: 1. the design of instruments should focus on sustainable long-term results ; 2. their implementation should deliver measurable results and be accompanied by effective monitoring and evaluation throughout the implementation process. The results obtained should: a. take account of long-term gains and losses, adapting the budget provided for the implementation of the three instruments to expected outcomes; b. focus on, and adapt implementation to, the regional and local levels; c. use clearly outlined indicators, such as indicators of human development or indicators for measuring qualitative changes (as one respondent emphasised, the public are tired of numerical indicators and would rather see more descriptive indicators); and d. be communicated and shared in the form of best practices to enable learning and the improvement of current project designs. ",
        "16 3. availability and access to the instruments are important and should be improved, taking into account: a. the knowledge and distribution of the instruments at different levels of implementation; and b. possible barriers to use of the instruments. The general sentiment is that dissemination and communication of these programmes are not appreciated or are not working as well as they should; it seems that there is little awareness of the axes at regional/local level among those who took part in the survey and no awareness at all among the general public. In addition, the impression from the answers is that it is difficult for institutions even to find out that these programmes exist. Therefore, more emphasis should be placed on their publication, distribution and dissemination. Belfast City Council, United Kingdom : In terms of dissemination, perhaps the Commission could consider thematic annual networking events, funded through the new programme, in which project leaders would showcase their results and exchange delivery experiences. These events could draw on the Urbact experience. Réseau des P'actes européens / European P'acts, France : Study trips to contribute to the formalisation and encouragement of new forms of information and experience transfer and exchange. ",
        "17 7. QUESTION 7 – Further comments and suggestions Do you wish to add any further comments or suggestions? The majority of respondents chose not to add any further comments. Those who decided to do so gave very different answers that nonetheless seem to converge towards a common theme. In these cases, access to, understanding of and the specificity of the PSCI were the most frequent issues or needs raised. As showed in the responses to question 1, the Microfinance axis was regarded as especially valuable by respondents. However, the PSCI was again criticised for inadequate funding, excessive flexibility and the risk of fragmentation. A different point of view was given by another respondent, who took the “structural funds” experience as an important example of the way the PSCI could use financial resources: on the one hand, by applying the ‘additionality’ principle of the structural funds and, on the other, by jointly mobilising funds. Finally, it was also recommended that administrative burdens be kept at a reasonable level and “to include more flexibility in the interpretation of rules and criteria, in order to not limit project potential and the original meaning of the European action”. Emilia-Romagna Region, Italy : PSCI should promote the most sensitive themes and the most needy sectors of the population, developing the planning structure towards more specificity and accessibility. ",
        "",
        "Appendix I - List of respondents No. Country Organisation 1 France Réseau des P'actes européens / European P'acts 2 France Communauté urbaine de Dunkerque 3 Germany Stadt Achim, Fachbereich Wirtschaft und Stadtentwicklung 4 Germany Stadt Frankfurt (Oder), Frankfurt-Slubicer; Kooperationszentrum 5 Germany Association of European Border Regions (AEBR) 6 Germany Stadt Mülheim an der Ruhr (Nordrhein-Westfalen) 7 Hungary Innova Észak-Alföld (Regional Innovation Agency) 8 Ireland Border, Midland and Western Regional Assembly 9 Italy Regione Emilia-Romagna (Emilia-Romagna Region) 10 Italy Acli Venezia-Acli Nazionali (dip. Pace stili di vita) 11 Italy Regione Lombardia 12 Poland Miasto Bia ł ystok - Urz ą d Miejski w Bia ł ymstoku Prezydent Miasta Bia ł egostoku – Tadeusz Truskolaski 13 Poland Regionalny O ś rodek Polityki Spo ł ecznej w Poznaniu, Wielkopolska 14 Portugal AECT-GNP (Agrupamento Europeu de Cooperação Territorial Galicia-Norte de Portugal) 15 Romania Hargita Megye Tanácsa 16 Slovakia Prešovský samosprávny kraj 17 Spain Local Development Agency Alicante 18 Spain Parlament de Catalunya 19 Spain Gobierno Vasco, País Vasco 20 Spain Asamblea de Extremadura 21 Spain Consejería de Sanidada y Política social de la Comunidad Autónoma de la Región de Murcia 22 Sweden City of Malmö EU office 23 United Kingdom Belfast City Council 24 United Kingdom Scottish Government ",
        "",
        "21 Appendix II - List of regional/local initiatives reported Region/ City/ Organisation Title of initiative(s) Description Innova Észak- Alföld (Regional Innovation Agency) (HU) Innovation Agency The Innovation Agency disseminates information about social innovation issues in Eastern Hungary. Not explicitly named During the current funding period, the city of Achim has successfully implemented an “ inclusion project ” in a part of town with a high proportion of immigrants. Important elements were the initiation of and support for civil participation and activities to promote responsibility. Not explicitly named Several micro start-ups and projects financed by Local Social Capital (Lokales Kapitals für Soziale Zwecke: LOS) have been implemented. Stadt Achim, Fachbereich Wirtschaft und Stadtentwicklu ng (DE) Not explicitly named A project conducted by the Rotary Club Achim since 2007 supports local students of the Hauptschule 2 in the search for a suitable job or successful application for an apprenticeship. More information can be found at http://www.rotary1850.de/achim. Parlament de Catalunya (ES) Servicio de Ocupación de Catalunya (SOC) EURES is being strengthened as part of the Employment Service of Catalunya (Servicio de Ocupación de Catalunya: SOC) broadening the territorial coverage of the service. 2 A “Hauptschule” is a secondary school in Germany and Austria that provides a 4-year period of elementary schooling. It offers Lower Secondary Education (Level 2) according to the International Standard Classification of Education. ",
        "22 Groupement d’employeurs (GE) In France, the Groupement d’employeurs aims at sharing the working time of the employees available. GE addresses two types of needs: partial skills and specific and recurring needs in operational labour. PROGRESS GE-Transfer Progress The Progress programme has contributed to implementation of GE in Europe and has been used to disseminate the methodology in Belgium, Germany and Austria. It is based on trust. Réseau des P'actes européens / European P'acts (FR) Dialogue social territorial (DST) multi- acteurs Territorial social dialogue promotes approaches to economic forecasting that have a direct impact on employment. It draws up a provisional assessment of local jobs and skills at an appropriate level, combining proximity and anticipation. Acli Venezia- Acli Nazionali (dip. Pace stili di vita) (IT) Gruppi di Acquisto Solidali (GAS) The GAS (ethical food purchasing groups) are cross-cutting initiatives which address citizens and volunteers as well as the real economy, based on relationship with the territory, the promotion of real jobs and excellent productivity. Communauté urbaine de Dunkerque (FR) S’épanouir: une agglomération où il fait bon vivre Aiming at improving quality of life, this initiative develops the link between urban and social matters with the objective of reducing inequalities and strengthening social ties. Hargita Megye Tanácsa (RO) Not explicitly named The County Council is planning a programme to achieve similar goals to EURES at county level - this would develop a system helping to match supply and demand on the county's labour market. Regionalny O ś rodek Polityki Spo ł ecznej w Poznaniu (PL) WCES; Wielkopolski ekie Centrum Ekonomii Solidarnosci The WCES ( Center for Solidarity Economics of Wielkopolska ) aims to develop a social economy. ",
        "23 Innovación Social INNOBASQ UE The Basque Innovation Agency is a public- private platform where from a holistic point of view, a framework of policies has been defined covering basic rights, social processes and social protection. ColaBoraBora This is a project structured like a work-in- progress platform without a real form and model; it is supposed to be open and flexible and to co-evolve within its environment in line with the interests of those involved. Gobierno Vasco, País Vasco (ES) RadarIS This project is expected to provide the enterprises involved with a model that should help them to define, manage and measure their innovation strategies. "
    ]
}