{
    "text": [
        "MINUTES OF THE AFTERNOON SITTING OF TUESDAY, 19 MARCH 2019 (2020/C 334/03) CONTENTS Page 14. Urgent topic No 2: Environmental crimes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 15. The strategic significance and dimension of the ACP-EU partnership . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 16. The implementation of the global compact on migration . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 17. Report on the Youth Conference . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 9 MINUTES OF THE AFTERNOON SITTING OF TUESDAY, 19 MARCH 2019 The sitting opened at 15.02 IN THE CHAIR: Juan Fernando LOPEZ AGUILAR Acting Co-President 14. Urgent topic No 2: Environmental crimes ACP and EU Members from across the political spectrum stressed the importance of taking much stronger action against environmental crimes. Doing so was necessary for the protection of biodiversity, ecosystems and climate change mitigation, as well as to safeguard livelihoods and human health. It was also important in the fight against other types of organised crime, to which environmental crimes are often linked. Members stressed the need for an agreed definition of such crimes, which currently does not exist. While the point was made that a clear distinction between illegal and legal activities must be upheld, some Members considered that a more holistic approach to environmentally harmful activities is needed. Activities cited included illegal fisheries and waste dumping. Among these, maritime environmental crime received particular attention. Representatives from affected ACP countries gave accounts of harm done, current measures taken and further measures needed. Members stressed the need for support for ACP countries’ capacities to fight environmental crime. Several Members called for harsher sanctions, and the idea of extending the definition of crimes against humanity to include environmental crimes was mooted. Speakers: Alpha OUSMANE (Burkina Faso), Stefan GEHROLD, Halifa Baboucar SALLAH (Gambia), Jo LEINEN, Ben Abdallah BANDA (Ghana), Catherine BEARDER, Federico ABAGA DUDO (Guinea Equatorial), Maria HEUBUCH, Price CYPRIEN (Haiti), Moses CHEBOI (Kenya), Joachim ZELLER, Clifford ANDRE (Seychelles), Louis Joseph MANSCOUR, Andre MISIEKABA (Suriname), Jacob L. OULANYAH (Uganda), Lucie MILEBOU-AUBUSSON (Gabon), Babiker MOHAMED TOM BAKHIT DAFAALLA (Sudan). Commission: Domenico Rosa Clifford André (Seychelles) and Julie Ward wound up the debate. At the end of the debate, Sir Louis H. STRAKER made a comment on the situation of countries affected by cyclone Idai. Halifa Baboucar SALLAH echoed his words. Following on from these interventions, the Co-Presidents decided to issue a joint press statement on the tragic effects of the cyclone. C 334/8 EN Official Journal of the European Union 8.10.2020 ",
        "15. The strategic significance and dimension of the ACP-EU partnership Committee on Political Affairs Co-rapporteurs: Sebastian Kopulande (Zambia) and David Martin (replacing Maria Arena) Many Members concurred that the current partnership has not kept its promises in full and that the report should become a reference to be used by negotiators for a future more strengthened partnership. The latter should contain clear benchmarks, and the ultimate success should be measured against poverty reduction. Covering more than 50 % of UN Member States, the ACP-EU partnership should tackle real global issues such as Agenda 2030, the Paris Climate Agreement, international tax evasion and defending the multilateral rules — based global order. ACP Members expressed their concern about the continued power imbalance between the ACP Group and the EU, and the possible shift towards a ‘regionalisation’ of the future partnership. Speakers: Alpha OUSMANE (Burkina Faso), Michael GAHLER, Halifa Baboucar SALLAH (Gambia), Carlos ZORRINHO, Michel KAMANO (Guinea), Federico ABAGA DUDO (Guinea Equatorial), Price CYPRIEN (Haiti), Maria HEUBUCH, Margaret KAMAR (Kenya), Ahamada SOUKOUNA (Mali), Clifford ANDRE (Seychelles), Joachim ZELLER, Adjedoue WEIDOU (Chad), Jacob L. OULANYAH (Uganda), Ben Abdallah BANDA (Ghana). Commission: Domenico Rosa Co-rapporteurs: Sebastian Kopulande (Zambia) and David Martin wound up the debate. ACP Secretary General: Patrick I. GOMES, Sir Louis H. STRAKER. 16. The implementation of the global compact on migration Keynote debate with Elspeth Guild, Professor of Law at Queen Mary College, University of London A very large majority of ACP and EP Members lauded the merits of the Global Compact for Safe, Orderly and Regular Migration (GCM) and regretted that not all EU Member States had voted in favour. Members acknowledged the complexity of the combination of national legislation, international agreements, human rights and ethics in a globalized world with increasing inequalities and an imbalance of demographic growth between continents. However, migration policies should be based on real facts instead of sentiments and fake news (that can be perverted for electoral purposes). Most Members also agreed on the need for shared responsibility to address challenges related to the migration phenomenon in a spirit of cooperation and mutual interest. Good governance, human rights and development go hand in hand, and the industrialization of Africa will be key. More could be done to stop human trafficking but at the same time the EU should increase the possibilities for legal migration. Members pleaded for the inclusion of the GCM in the future ACP-EU partnership agreement. Professor Elspeth Guild wound up the debate by referring to Eurostat figures showing that the vast majority of migrants coming to the EU do not originate from ACP countries. Speakers: Michael GAHLER, Halifa Baboucar SALLAH (Gambia), Juan Fernando LÓPEZ AGUILAR, Michel KAMANO (Guinea), Nathalie GRIESBECK, CYPRIEN (Haiti), Moses CHEBOI (Kenya), Ahamada SOUKOUNA (Mali), Nicolas BAY, Pedro SILVA PEREIRA, Julie WARD, Carlos ZORRINHO, Adjedoue WEIDOU (Chad), Jacob L. OULANYAH (Uganda), Ben Abdallah BANDA (Ghana). Commission: Domenico Rosa 17. Report on the Youth Conference Two young Romanian participants, Madalina Huzum and Tudor Drujescu, were given the floor by the Co-President and by the Conference Co-Chairs, André Clifford (Seychelles) and Julie Ward, to report on the outcome of this event. 8.10.2020 EN Official Journal of the European Union C 334/9 ",
        "Dedicated to the climate change protests by young Europeans and their potential impact on the upcoming European elections, the Conference had attracted a large number of young Romanians, who engaged in an exchange of views with Members in a friendly and informal atmosphere. Participants expressed concerns about the future of the planet, noting that actions by governments against global warming were still largely inadequate. They also pointed out that even in areas already implemented, such as recycling, there are often weaknesses and gaps, and cited the low level of re-use of materials made of plastic as one example. Furthermore, they stressed the fact that youth is often involved in the implementation of small-scale projects but that it is not consulted at all in the shaping of framework programmes and strategic planning against climate change. (The sitting closed at 18.56) Joseph OWONA KONO Juan Fernando LÓPEZ AGUILAR Co-Presidents Patrick I. GOMES José Javier FERNÁNDEZ FERNÁNDEZ ( Acting) Co-Secretaries-General C 334/10 EN Official Journal of the European Union 8.10.2020 "
    ]
}