{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 7.9.2016 SWD(2016) 288 final COMMISSION STAFF WORKING DOCUMENT IMPACT ASSESSMENT Accompanying the document Proposal for a Regulation of the European Parliament and of the Council amending Regulation (EU) No 99/2013 on the European statistical programme 2013-17, by extending it to 2018-20 {COM(2016) 557 final} {SWD(2016) 287 final} ",
        "2 T ABLE OF CONTENTS 1. I NTRODUCTION ............................................................................................................. 4 1.1. Objectives ..................................................................................................................... 4 1.2. Context .......................................................................................................................... 4 1.3. Programme evaluations ................................................................................................ 4 2. W HAT IS THE PROBLEM AND WHY IS IT A PROBLEM ? ................................................. 5 2.1. Problem tree .................................................................................................................. 6 2.2. The issue: filling statistical gaps to support EU policies .............................................. 6 2.2.1 Timeliness ..................................................................................................................... 6 2.2.2 Relevance ...................................................................................................................... 7 2.2.3 Cost and burden ............................................................................................................ 8 2.3. Problem drivers ........................................................................................................... 10 2.3.1 The current statistical infrastructure is not flexible enough ....................................... 10 2.3.2 The European Statistical System (ESS) partnership does not yet deliver sufficient cost savings because of lack of investment ................................................................ 11 3. W HY SHOULD THE E UROPEAN U NION ACT ? ............................................................. 11 3.1. Legal basis .................................................................................................................. 11 3.1.1 Article 338 of the Treaty ............................................................................................. 11 3.1.2 Regulation (EC) No 223/2009 (amended) .................................................................. 12 3.2. EU added value ........................................................................................................... 12 3.2.1 Ensuring the comparability of statistics used for the monitoring of EU policies ....... 12 3.2.2 Economies of scale ..................................................................................................... 13 4. W HAT SHOULD BE ACHIEVED ? .................................................................................. 13 5. W HAT ARE THE VARIOUS OPTIONS TO ACHIEVE THE OBJECTIVES ? ......................... 14 5.1. Option 1: Same European statistical programme (ESP) (2013-2017) extended for three years 2018-2020 (baseline scenario) ................................................................. 15 5.2. Option 2: Extension of the current ESP with adaptations .......................................... 15 5.2.1 Option 2a: Amendments of the current ESP and reduced annual budget compared with the current ESP ................................................................................................... 15 5.2.2 Option 2b: Amended programme including improved statistical outputs to align statistical production with the Commission’s 10 political priorities, balanced by strong re-prioritisation (same annual budget as the current ESP) .............................. 15 5.2.3 Option 2c: Amended programme including new statistical outputs to align statistical production with the Commission’s 10 political priorities, complemented by major initiatives to reduce the burden on respondents and costs to national statistical institutes (European approach to statistics, and investment in infrastructure and new sources), and increased annual budget compared with the current ESP. .................... 17 ",
        "3 5.3 Option 3: Two separate programmes .......................................................................... 19 6. W HAT ARE THE IMPACTS OF THE DIFFERENT POLICY OPTIONS AND WHO WILL BE AFFECTED ? ................................................................................................................. 19 6.1 Stakeholders ................................................................................................................ 19 6.1.1 Stakeholder categories and types of impact ................................................................ 19 6.1.2 Matching stakeholder category with the types laid down in the minimum standards (identified in the Commission’s Better Regulation guidelines) ................................. 21 6.2 Other impacts .............................................................................................................. 22 6.3 Impact of the options .................................................................................................. 23 6.3.1 Impact of Option 1: Same European statistical programme (2013-2017) extended for three years 2018-2020 (baseline scenario) ................................................................. 23 6.3.2 Impact of Option 2a: Amendments of the current ESP and reduced annual budget compared with the current ESP .................................................................................. 24 6.3.3 Impact of Option 2b: Amended programme including new statistical outputs to align statistical production with the Commission’s 10 political priorities, balanced by strong re-prioritisation (same annual budget as the current ESP) .............................. 24 6.3.4 Impact of Option 2c: Amendments of the current ESP and higher annual budget than the current ESP (to strengthen the European statistical infrastructure) ...................... 26 6.3.5 Impact of Option 3: two separate programmes ........................................................... 29 7. H OW DO THE OPTIONS COMPARE ? ............................................................................ 30 7.1 Multi-criteria analysis ................................................................................................. 30 7.2 Financial envelope of the extension of the ESP to 2018-2020 ................................... 32 8. H OW WOULD ACTUAL IMPACTS BE MONITORED AND EVALUATED ? ......................... 33 8.1 Current monitoring ..................................................................................................... 33 8.1.1 ESP and annual work programme .............................................................................. 33 8.1.2 Twice-yearly monitoring ............................................................................................ 33 8.1.3 Key performance indicators (KPIs) ............................................................................ 34 8.1.4 ESP 2013-2017 intermediate evaluation .................................................................... 34 8.1.5 ESP final evaluation ................................................................................................... 35 8.2 Improving the monitoring ........................................................................................... 35 8.2.1 Time coverage ............................................................................................................ 35 8.2.2 Timeliness and punctuality ......................................................................................... 35 9. A NNEXES ..................................................................................................................... 37 Annex 1 Procedural information on the process to prepare the impact assessment report and the related initiative .................................................................................................... 37 Annex 2 Stakeholder consultation ............................................................................................ 40 Annex 3 Who is affected by the initiative and how ................................................................. 59 ",
        "4 Annex 4 Analytical model used in preparing the Impact Assessment ..................................... 60 Annex 5 Budgetary impacts of the different policy options ..................................................... 65 Annex 6 List of abbreviations .................................................................................................. 68 Reference documents ................................................................................................................ 69 ",
        "5 1. I NTRODUCTION 1.1. Objectives This impact assessment concerns the proposal to extend the European statistical programme (ESP) 2013-2017 to the period 2018-2020. The impact assessment also serves the purpose of an ex ante evaluation. Under Regulation (EC) No 223/2009 on European statistics, 1 the ESP duration should correspond to that of the multiannual financial framework, currently covering the period 2014-2020. Given that the current ESP terminates in 2017, an extension of the programme is necessary. Therefore, the impact assessment is not about whether to extend the ESP but about how to extend it. The objectives of this initiative are to provide high-quality statistical information to support the development, monitoring and evaluation of European Union policies and to build the European Statistical System’s permanent capacity to respond faster to new needs, in particular those stemming from the Commission’s political priorities. 1.2. Context The European Commission’s action is anchored in the 10 political priorities of its Agenda for Jobs, Growth, Fairness and Democratic Change. The political response to the profound economic crisis and its social impact has fuelled demands for better economic and social policies. These must be based on robust and comparable evidence. Evidence-based decisions are especially important for the performance management of EU policies. On numerous occasions, and recently in the ECOFIN Council conclusions of 8 December 2015, the Council has stressed the importance of official statistics as essential for policymaking. It is also outlined in the 2015 report from the European Statistical Governance Advisory Board, ‘ EU policy and institutions rely on statistical indicators to set quantitative objectives and thresholds. EU economic policy coordination is a prime example of this .’ 2 Official statistics in the EU are rooted in the Treaties, specifically in Article 338 of the Treaty on the Functioning of the European Union. Under the amended Regulation (EC) No 223/2009 on European statistics, European statistical programmes provide the framework for the development, production and dissemination of European statistics and the main fields and objectives to be pursued. The ESPs lay down priorities on the information needs to carry out EU activities, and they also set the budget for implementing the programme. 1.3. Programme evaluations The evaluation of the Community statistical programme 2008-12, 3 the mid-term evaluation of the European statistical programme 2013-2017 4 and final evaluations of the MEETS programme for the modernisation of European enterprise and trade statistics 5 have been thoroughly analysed. The main recommendations of the evaluation of the Community statistical programme 2008- 12 were the following: need for a more specific formulation of general, specific and operational objectives, with causal link and hierarchical relations; a careful analysis of costs and merits upon which to base strategic choices; and need to inform users on decisions 1 Regulation (EU) 2015/759 of the European Parliament and of the Council of 29 April 2015 amending Regulation (EC) No 223/2009 on European statistics. OJ L 123, 19.5.2015, p. 90-97. 2 Annual Report 2015 available on ESGAB homepage http://ec.europa.eu/esgab . 3 COM(2013) 883 final. 4 COM(2015) 309 final. 5 COM(2014) 444 final. ",
        "6 regarding negative priorities. Eurostat should be given an explicit mandate to implement the European Statistical System’s Vision 2020. Most recommendations are already reflected in ESP 2013-2017. The ESP 2013-2017 mid-term evaluation concluded that the programme is generally well implemented, with 17 of the 23 detailed objectives being well on track for completion. The programme offers good EU added value, is run efficiently, responds to user needs and is consistent with other statistical programmes. For instance, the move towards new methods for the production of statistics helps the approaches used throughout the European Statistical System. The mid-term evaluation puts forward three recommendations to guide and further optimise the programme’s implementation:  give particular attention to those objectives where problems have been encountered;  secure sufficient resources to maintain the necessary level of investment to modernise the production of European statistics; and  identify and implement projects at EU level that can maximise EU added value. 2. W HAT IS THE PROBLEM AND WHY IS IT A PROBLEM ? Official statistics are in great demand. Their production and dissemination respect principles that bring specific added value to the user compared with other information sources. Official statistics are more reliable because their collection and production respect very demanding quality criteria 6 ( relevance, accuracy, timeliness, punctuality, accessibility and clarity, comparability and coherence), while also ensuring the privacy of data providers and the confidentiality of information. Official statistics are objective because the methodology followed to produce them is fully known and respects professional independence. They are also impartial because they are disseminated in a professional, neutral and transparent manner in which all users have equal access to statistical releases. Demands for European statistics, as a subgroup of official statistics, are increasing. Decision- makers – at EU level, in Member States, in local governments and in business – need European statistics. A reliable statistical evidence basis is indeed necessary to prepare, apply, monitor and assess all EU policies. The public and media also need statistics for an accurate picture of contemporary society and to evaluate the performance of policies and politicians. Finally, European statistics are an invaluable source of information for academic researchers interested in social and economic developments in Europe. 6 As laid down in Article 12 of Regulation 223/2009 on European statistics. ",
        "7 2.1. Problem tree Figure 1: Problem tree illustrating the issue and problem drivers 2.2. The issue: filling statistical gaps to support EU policies Following the consultation of users conducted as part of this impact assessment, it appears that a number of statistical gaps need to be filled to support EU policies. Two quality aspects of European statistics — timeliness and relevance — constitute particular challenges. There is an urgent need to improve the timeliness of some statistics so as to support the European Semester. The needs arising from the 10 Commission priorities and from the increasing complexity of societies challenge the relevance of current European statistics. In parallel, it is also important to recognise that the production of high-quality statistics costs money and generates a burden on respondents. 2.2.1 Timeliness Some European statistics feed almost automatically into the EU monitoring of national policies (Stability and Growth Pact, Macroeconomic Imbalances Procedure, European Semester). Statistics have to be delivered sooner than before to be taken into account for the country-specific recommendations. If timeliness is not improved, the risk is that some Directorates-General involved in the European Semester process and in the preparation of country reports will rely on statistics provided by sources other than Eurostat (e.g. private sector data collectors). These statistics do not offer the same independence, robustness and reliability as European statistics because, for example, they are not produced according to the European statistics Code of Practice. 7 This means that, for a part of the official information published by the Commission in the context of the European Semester and the country- specific recommendations, there is less assurance as to the quality of the information 7 The Code builds on a common definition of quality in statistics used in the European statistical system. It sets the standards for developing, producing and disseminating European statistics. http://ec.europa.eu/eurostat/web/quality/european-statistics-code-of-practice. ",
        "8 presented, information that is subsequently used to support decision-making. Areas for improvement include:  Social indicators (in particular on inequalities, poverty and social exclusion) are expected to be delivered sooner than before in order to feed into the European Semester. Urgent action is needed to ensure these indicators are available in good time.  Statistics on research, development and innovation are very important for monitoring performance under the European Semester. For example, if they were delivered earlier, datasets on R&D expenditure that are used in the analytical reports that feed into the Semester would be better taken into account in country-specific recommendations.  Changes in the design of European energy markets require energy statistics that are comparable and available in good time if they are to support the energy union.  Although it is more an issue of frequency than timeliness, population projections are a key data source for the calculation of potential growth and fiscal sustainability. This has clear and immediate implications for economic and budgetary surveillance in the EU. Eurostat currently updates population projections at three-year intervals but more frequent updates of these projections are being requested by key users, in particular for migration patterns. 2.2.2 Relevance New needs arise from the Commission’s 10 political priorities:  In line with the key priorities on growth and job creation, skills, mobility, and the reduction of poverty and social exclusion, social indicators should help in strengthening the EU social dimension and European monetary union and the analysis of the social impact of macroeconomic policies.  To support the priority to ‘Boost jobs, growth and investments’, further statistical work is needed to analyse the impact on growth and employment of technological change and innovation.  Statistics on online cross-border selling are needed for the priority ‘Digital single market’. In particular, there is a need for more detailed information on accessing services provided by intermediaries in content distribution, on the trust in online platforms and intermediaries, and on barriers faced by households for cross-border purchases.  To support the priority ‘A deeper and fairer economic and monetary union’, a harmonised house price index and related statistics are increasingly important in the context of assessing Member States’ structural reforms. This is why users request further efforts to expand its scope and quality.  One of the 10 priorities is to ‘Strengthen the role of the EU as a global actor’. Statistics should help the EU to steer and monitor the impact of its external policies and assistance programmes, and to contribute to good governance and democratic debate in partner countries. New needs reflect the complexity of societies:  Policymakers and the general public are demanding more statistics, often in new domains, reflecting the growing complexity of economies and societies. As a recent ",
        "9 example, the European Parliament’s Committee on Economic and Monetary Affairs highlighted the need for more Europe-wide statistics that are more comprehensive, methodological comparable, accurate and timely. 8 From the consultation of users and respondents organised with the European Statistical Advisory Committee, 9 it appears that new needs arise for a variety of reasons. These include the economic and social crisis, globalisation, a more diverse Europe both between and within Member States (regionalisation), and interest for information on distribution rather than averages (e.g. distribution of income more important than average income). Users identified the need to improve statistics in specific areas such as migration, productivity, value chains and social indicators, in particular poverty.  Users want statistics that reflect the complexity of our economy. The construction of the European Union and the increasing interdependence of world markets are changing the structure of European economies: with globalisation, a reality has emerged that still has to be captured by official statistics. The 2013 Sturgeon report Global Value Chains and Economic Globalisation 10 and the 2013 OECD report on the interconnectedness of economies 11 reveal data gaps. These could be addressed by the European Statistical System to provide insight on the origins and destinations of the inputs and outputs of economic production, the composition and sourcing of business functions and the structure of production chains.  Users demand a sufficient illustration of the business economy. The economic importance of service industries has increased in absolute and relative terms over the last 10 years. Statistics on services, which represent around 70 % of the economy, are still underdeveloped. 12  The new worldwide Sustainable Development Goals, 13 which were adopted by the United Nations in 2015, give rise to further requirements on statistics measuring the distribution of income, consumption and wealth; measuring quality of life in a multidimensional way; measuring inequalities between women and men; and environmental sustainability. 2.2.3 Cost and burden Producing high-quality statistics has a cost. The consultation of producers of European statistics (in particular national statistical institutes) clearly shows that they have seen drastic cuts in their resources in recent years. As a result, there is actually little capacity for statistical systems to respond faster to new needs in a manner that is sustainable over time. As outlined in the European Statistical Governance Advisory Board’s 2015 report 14 , ‘ the production of high ‑ quality official statistics is by nature costly, as it requires many highly skilled staff. As data sources, technologies and statistical analysis become more diverse and sophisticated, the work demands investment in IT infrastructure and methodological development. NSIs [national statistical institutes] are competing with better ‑ resourced 8 Opinion of 8 September 2015 of the ECON Committee on the general budget of the EU for 2016, http://www.europarl.europa.eu/sides/getDoc.do?pubRef=%2f%2fEP%2f%2fNONSGML%2bCOMPARL%2bP E-560.918 %2b04 %2bDOC%2bPDF%2bV0 %2f%2fEN. 9 See Annex 2 on consultations. 10 http://ec.europa.eu/eurostat/documents/54610/4463793/Sturgeon-report-Eurostat. 11 http://www.oecd.org/sti/ind/interconnected-economies-GVCs-synthesis.pdf. 12 http://www.oecd.org/std/prices-ppp/Eurostat-OECD%20SPPI%20Guide%20Provisional%20Draft.pdf. 13 https://sustainabledevelopment.un.org/. 14 Annual Report 2015 available on the ESGAB homepage http://ec.europa.eu/esgab. ",
        "10 private ‑ sector businesses to attract staff with relatively scarce new skills, particularly in data science. ’ The response burden caused by statistical data collections is an important issue for businesses, but also concerns citizens as survey respondents. Moreover, the principle that the response burden should be proportionate to the needs of users and not excessive for respondents is enshrined in principle 9 of the European statistics Code of Practice 15 , and keeping the response burden to a minimum is a continuous effort of the European Statistical System. Burden reduction and simplification is also at the heart of the modernisation programme that is the ESS Vision 2020, which aims to replace traditional surveys with new data sources, in particular administrative ones, to exploit synergies and to implement more modern and efficient production methods. In the public consultation, public authorities and registered organisations asked that reduction of administrative burden becomes a priority. They indicated that burden on respondents should not increase. Evidence from Germany, where a comprehensive measurement of administrative burden is being conducted using the Standard Cost Model, shows that the share of official statistics in the overall burden for businesses is less than 1% 16 . The share of administrative burden stemming from European statistical legislation is even lower, since many Member States undertake additional statistical surveys, or collect data at a higher level of detail than required by European legislation. National statistical offices have also put in place several measures to reduce the actual and perceived burden on both businesses and citizens, for example by applying rolling sampling schemes to ensure that a respondent does not participate in a survey every year. When looking at the development of statistical response burden over time, it is evident that simplifications of both EU and national legislation and the efforts of national statistical offices had a positive effect over the past years. A “barometer of burdens” maintained by the Federal Statistical Office in Germany indicates that the response burden from official statistics – adjusted for short-term economic effects – declined by 10% from 2006 to 2013, the latest year for which data is currently available. 17 In order to further reduce the burden on respondents as well as the costs for national statistical institutes, the European statistical programme includes a continuous priority-setting mechanism for the European Statistical System. In particular, Article 6 of Regulation (EU) No 99/2013 on the current European statistical programme (ESP 2013-2017) stipulates that “the Commission shall, in the preparation of the annual work programmes referred to in Article 9, ensure effective priority-setting and an annual review of, and report on, statistical priorities.” Each year, Eurostat proposes to the Member States statistical items to be included in the priority-setting for the next year and reports on the priority-setting actions completed in the past year. The decisions are taken by the European Statistical System Committee. The priority-setting measures and actions are defined in four categories:  Repealing/modifying legal acts  Stopping voluntary data collections based on gentlemen’s agreements 15 http://ec.europa.eu/eurostat/web/quality/european-statistics-code-of-practice. 16 Vorgrimler et al. (2015): Measuring the response burden of official statistical surveys for businesses. AStA 9, p. 59-71. 17 https://www.destatis.de/EN/FactsFigures/Indicators/BureaucracyCosts/Results/BarometerOfBurdens/Baromet erOfBurdens.html ",
        "11  Review aiming at reduction and other simplification actions  Other non-statistical areas to be stopped and reduced While these measures have been effective in limiting the costs of producing statistics and the overall response burden, the issue of costs and burden remains high on the agenda. Therefore, any new demands for statistical information must take this into account. The extension of the European statistical programme will have to include further modernisation efforts to enable the national statistical offices to make better use of administrative and other emerging data sources (e.g. big data) and find innovative solutions to accommodate the new user needs for more timely and relevant information. Eurostat, in cooperation with the National Statistical Institutes of the Member States took a step forward and initiated a cost analysis of the European statistics. The results of the project will be an additional element of the annual exercise of priority-setting. 2.3. Problem drivers 2.3.1 The current statistical infrastructure is not flexible enough The current statistical infrastructure at European level is not flexible enough to deliver new statistics when needed, while still holding back costs and burden. Major efforts have been undertaken by the national statistical systems in Member States to modernise their production methods and to improve their responsiveness to new statistical demands. These efforts are supported by the European statistical programme (ESP) 2013- 2017. This programme’s mid-term evaluation 18 underlined that the move towards new methods for the production of European statistics helps the approaches used throughout the European Statistical System. However, in a context of constrained resources, this has only helped to partially solve the problem. As highlighted in the Commission Communication Towards a thriving data-driven economy , 19 a new industrial revolution driven by digital data, computation and automation is emerging. Human activities, industrial processes and research lead to data collection and processing on an unprecedented scale spurring new products and services as well as new business processes and scientific methodologies. New data sources offer a huge potential to improve the timeliness and relevance of official statistics as well as to reduce response burden. In the ESS Vision 2020, 20 European Statistical System producers acknowledge that new data sources (such as big data) offer a unique potential for statistics. However, they also note that this potential cannot be reaped by statisticians on their own, due to the multidisciplinary character of big data. Capabilities and skills to effectively explore this type of data are still missing, which delays their integration into the system. Systematic efforts are still lacking, in particular on training and partnership (including the sharing of expertise between statisticians, academics and owners of private data sources). The statistical infrastructure still has to undergo a significant transformation to gain flexibility and harness the potential of big data and new technologies. 18 COM(2015) 309 final 19 COM(2014)442 final 20 http://ec.europa.eu/eurostat/web/ess/about-us/ess-vision-2020. ",
        "12 2.3.2 The European Statistical System (ESS) partnership does not yet deliver sufficient cost savings because of lack of investment The ESP 2013-2017 mid-term evaluation underlined that implementing projects that reform the methods used for producing European statistics is having an effect on the approaches used throughout the European Statistical System. This modernisation process is moving away from the traditional way of producing statistics – based on numerous parallel processes, country by country and domain per domain – and aims at better coordinating the work carried out by statistical offices so as to fully exploit potential synergies. However, the gains are not yet sufficient to cope with the new demands. The ESS Vision 2020 shows a common understanding of the challenges and recognises the willingness of the producers of European statistics to modernise it. It promotes an all- inclusive approach in search of quality and efficiency gains and builds upon the European systems’ method for compiling statistics. It embraces the opportunities provided by the digital transformation and emerging data sources; it puts quality as an overarching element in the statistical production process; it suggests new modes of collaboration; and it emphasises the importance of dissemination and user engagement to spur continuous improvements. The ESP 2013-2017 mid-term evaluation report also recommended that more resources must be invested in the European Statistical System. This would enable national statistical institutes to participate actively in projects designed to modernise the production of European statistics – and to implement their results – while ensuring regular statistical production. The process of modernising the production of statistics offers a way of tackling the issue of limited or decreasing resources. However, it too requires initial investment in order to advance at the desired speed and to guarantee the system’s long-term sustainability. In the consultation, producers highlighted developments related to big data and open data: changes, innovations and improvements require additional financial investments (methodology, adaptation and matching of IT tools, training of employees, etc.) This is also confirmed by the European Statistical Governance Advisory Board’s 2015 report. It states that ‘ the economic crisis is leaving the ESS under - resourced and hampering its ability to take advantage of the data revolution ’. The report also highlights an example from outside Europe: the Australian Bureau of Statistics is receiving government investment of AUD 250 million (about EUR 160 million) over five years to transform the infrastructure, systems and processes used to produce official statistics. 3. W HY SHOULD THE E UROPEAN U NION ACT ? 3.1. Legal basis 3.1.1 Article 338 of the Treaty The right for the Commission to propose actions on European statistics has its basis in Article 338 of the Treaty on the Functioning of the European Union. Under this Article, Parliament and Council – as co-legislators – are to adopt measures for the production of statistics where necessary for the performance of EU activities. The shared competence between the EU and Member States is justified by the need to ensure the high quality and comparability of statistics underpinning EU policies and by the transnational character of many aspects of statistics in general, of European statistics in particular. 3.1.2 Regulation (EC) No 223/2009 (amended) The European Statistical System has a programming stage and an implementation stage. ",
        "13 The programming stage is laid down explicitly in Article 13 of Regulation (EC) No 223/2009 on European statistics, which stipulates that the ‘ European Statistical Programme shall provide the framework for the development, production and dissemination of European statistics, setting out the main fields and the objectives of the actions envisaged for a period corresponding to that of the multiannual financial framework ’. The ESP is to be adopted by the European Parliament and the Council, which in itself ensures the highest degree of democratic control. The reason why the direct involvement of the co-legislators is required is to be found in the subject matter covered by the programme. The European statistical programme sets out the entire framework and priorities for European statistics for the programme’s duration and also sets the budget to cover that period. Eurostat annual work programmes are based on the ESP. The implementation stage is provided for in Article 14 of Regulation (EC) No 223/2009, which stipulates that the ESP is to be implemented by ‘individual statistical actions’ as decided by: the European Parliament and the Council; the Commission under specific conditions; or agreements between national statistical institutes or other national authorities and the Commission (Eurostat) (‘ESS agreements’). 3.2. EU added value 3.2.1 Ensuring the comparability of statistics used for the monitoring of EU policies Data is the key resource of the 21st century, and official statistics are part of the fundamental infrastructure of modern societies and are a public good. EU policies have a direct impact on the economies of Member States and the well-being of its citizens. The design, implementation and monitoring of these policies rely on impartial, reliable and relevant statistical evidence that can only be provided by the European Statistical System governed by EU Regulations defining the quality criteria and comparable methodology to be applied by all Member States when producing official statistics. The main added value of official statistics is being an indispensable foundation of evidence- based policy-making. While the costs of statistics are measurable and are incurred immediately, the indirect benefits cannot be quantified and are often realised in the long-term only. Therefore, the total costs for statistics also need to be viewed against the costs to the economy of having no comparable and reliable statistics, or statistics that are not relevant. Only a coordinated approach to the development, production and dissemination of European statistics – as provided for in the European statistical programme – guarantees the required coherence and comparability of the statistics relevant for EU activities. At European level, only the Commission can coordinate the necessary harmonisation of statistical information at the European level in all statistical domains. The data collection itself is carried out by Member States, but following the same harmonised principles in order to have comparable data to support EU policies. Consequently, the EU may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union (TEU). Furthermore, the specific added value of the proposed action would be to make essential contributions to some EU activities, in particular the Commission’s 10 political priorities. ",
        "14 3.2.2 Economies of scale The action also contributes to an effective use of resources and to supporting national authorities in the development of their capacity, for example in harmonisation and methodologies. The mid-term evaluation of ESP 2013-2017 recommended identifying and implementing projects at EU level that can maximise EU added value. The EuroGroups register, the SIMSTAT (single market statistics) project and the census hub are some examples of projects that have benefited from increased collaboration between Eurostat and national statistical institutes, made possible through collaborative approaches such as the European Statistical System collaboration networks. In the ESS Vision 2020, national statistical institutes recognised that, for specific steps in the statistical production process, the same methods and tools can be used across national statistical systems. Well-established examples include seasonal adjustment, disclosure control and administrative data validation methods. The European Statistical System can explore other domains where common tools would be beneficial, in particular when dealing with new technology-driven areas like big data, open data and visualisation techniques. Appropriate methods must be designed to consider selectivity and bias issues. Statistical methods to minimise identification risks are a significant area for development, along with data visualisation and dissemination techniques that put users in the driving seat. Efforts to modernise and streamline statistical production can best be initiated with a harmonised approach at EU level, and carried out by the European Statistical System with optimal efficiency gains and quality improvements. This is fully in line with the ESS Vision 2020 and its mission as stated in the European statistics Code of Practice, 21 and is particularly important in a context of scarce resources where efforts to strengthen cooperation to explore synergies, exchange good practices and avoid duplication of work are of utmost importance. 4. W HAT SHOULD BE ACHIEVED ? The purpose of extending the current European statistical programme 2013-2017 is to provide the necessary legislative framework for the development, production and dissemination of European statistics for the remaining duration of the multiannual financial framework (MFF) and to ensure that priority demands for new statistics and additional modernisation activities are taken on board. Furthermore, the initiative will ensure that the European Statistical System receives the financial support needed to attain the objectives laid down in the European statistical programme. The European statistical programme 2018-2020 will take over the specific objectives of ESP 2013-2017 and adjust them to a newly emerged environment. The programme will cover the following:  Objective 1: Provide high-quality statistical information necessary to support the development, monitoring and evaluation of EU policies and serving the needs of a wide range of users. Under this objective, timeliness (problem 1) and relevance (problem 2) will be addressed, and the most urgent statistical gaps will be closed focussing on a number of priority areas in line with the Commission’s 10 political priorities. 21 http://ec.europa.eu/eurostat/web/products-manuals-and-guidelines/-/KS-32-11-955. ",
        "15  Objective 2: Implement new methods to produce European statistics aiming at efficiency gains and quality improvements. This objective will enable building the permanent capacity needed to respond faster to emerging needs (problem driver 1) and harness the potential of new data sources, by adapting the statistical infrastructure.  Objective 3: Strengthen the partnership within the European Statistical System and beyond in order to further enhance its productivity (problem driver 2) and its leading role in official statistics worldwide. The development of skills and the extension of partnerships to new players to support the take-up of new data sources by official statistics will be facilitated under this objective, All these objectives are consistent with other EU policies, and are in fact supporting EU policies by ensuring that the statistical evidence needed to design, implement and monitor these policies will be delivered through the European statistical programme. In the different policy options in section 5, the link of the main problems and their drivers to these objectives are established, while the analysis of impacts in section 6 assesses which policy option emerges as the preferred option to address the problems and to ensure the achievement of specific objectives in the period 2018-2020. As the European statistical programme is a horizontal initiative, the Commission is also considering launching three initiatives covering the specific domains of agricultural, social and business statistics under the REFIT programme of the Commission. These initiatives are designed to be complementary to the modernisation efforts envisaged under the initiative to extend the European statistical programme, by simplifying and streamlining the fragmented regulations on agricultural statistics, social surveys on persons and households, and business statistics, and to render the data collections more efficient, more flexible, and less burdensome for respondents in these domains. The implementations of these domain-specific initiatives can however only be achieved in the medium to longer term and will therefore go beyond the timeframe of the extended programme 2018-2020. 5. W HAT ARE THE VARIOUS OPTIONS TO ACHIEVE THE OBJECTIVES ? As mentioned in Section 1.1, the establishment of a multiannual European statistical programme is a legal requirement under Article 13(1) of Regulation (EC) No 223/2009. Thus, an extension of the ESP 2013-2017 is needed to cover the remainder of the MFF period (2018 until 2020). The policy options indicating three possible main directions for action have been identified as set out below. 5.1. Option 1: Same European statistical programme (ESP) (2013-2017) extended for three years 2018-2020 (baseline scenario) This option has been considered as the baseline scenario against which other options can be compared. This option implies no change in terms of statistics planned (Objective 1), the framework for adapting the statistical infrastructure (Objective 2) or partnerships (Objective 3). ",
        "16 The programme would cover the period 2018-2020 with no changes to the planned annual budgets under the MFF (see Annex 5). 5.2. Option 2: Extension of the current ESP with adaptations The option refers to an extended ESP for the period 2018-2020 that will keep the structure of the current programme while taking into account the possible ways to harness the potential of big data for producing statistics, the ESS Vision 2020 and the new needs of users. This option would see changes of both the programme content and its budget. To some extent, Option 2 can be considered as providing a different scope, in particular with the possibility of a re-prioritisation of current statistical outputs. 5.2.1 Option 2a: Amendments of the current ESP and reduced annual budget compared with the current ESP Although this option was initially considered, it was discarded at an early stage, since it does not sufficiently address the problems identified in Section 2. It would entail a drastic reduction in the level of ambition for the detailed objective ‘multipurpose statistics and efficiency gains’, in particular for ‘new data sources’ (no investment on big data) and would be detrimental to the timeliness and relevance of the data. It has emerged from the consultation of national statistical institutes that – under this option – requirements related to Objective 2 would be met much less than expected for all Member States. In some countries, it is possible that no modernisation project would be taken up. Activities related to implementation of ESS Vision 2020, since they depend on EU funding, would be seriously jeopardised without sufficient budgetary support. The cost of big data (IT infrastructure, higher IT, statistical and other skills) and developments in open data, were particularly highlighted. 5.2.2 Option 2b: Amended programme including improved statistical outputs to align statistical production with the Commission’s 10 political priorities, balanced by strong re-prioritisation (same annual budget as the current ESP) This option would see a significant re-prioritisation of current statistical outputs to facilitate improvement (in particular, timeliness) of existing statistics in order to satisfy users’ needs. However, in order to accommodate new actions without additional resources, some existing data collections would need to be significantly reduced in scope and coverage (less information, reduced geographical breakdowns or periodicity). The possible reductions are based on an in-depth analysis of the costs and relative merits of these statistics. Under this approach, the relative merits of all statistical products of Eurostat have been assessed using different criteria such as policy use, quality, multi-purpose use, or legal requirements. For the costs of the statistical products, the operational budget as well as human resources and indirect costs have been taken into account. As a result of the cost-merit exercise, statistics with high costs and/or relatively low merits have been identified, which could be reduced in both scope and coverage in order to re-allocate resources for the production of new or improved statistical outputs. However, it needs to be underlined that some policy users have expressed a high interest in the statistics that could be reduced under this policy option, which ultimately would require trading new policy needs for improvements in timeliness and some specific areas for existing needs in other areas. As part of the re-prioritisation of statistical outputs, the following possible new actions to close the most urgent data gaps would be launched: ",
        "17  Improve substantially the timeliness of data about inequality, poverty and material deprivation of people in Europe, for instance through flash estimates on the distribution of household income that are fit for purpose for the European Semester.  Enlarge the production of statistics on energy (efficiency, security, renewables, consumption, prices, etc.) to accompany the strategic framework for the energy union and improve their timeliness (e.g. issuing flash estimates on energy balances).  Improve the quality, coverage and timeliness of environmental data to support climate change policy and the circular economy package and to support the UN Sustainable Development Goals. Table 1: Proposed actions under Option 2b for the various objectives of the European statistical programme Objective 1 (statistical outputs) Improved outputs, based on a prioritisation of user needs: • Improve the timeliness of data about inequality, poverty and material deprivation • Enlarge the production of statistics on energy and improve their timeliness • Improve quality and timeliness of environmental data Significant reduction in the scope of work on, and support to Member States, on: • Purchasing power parities • Waste statistics • Fisheries • Forestry • ICT statistics (reduction in the periodicity) • Key indicators on European cities • Crime and criminal justice • Agro-environment • Tourism • Population projection (regional component) Objective 2 (modernisation) The objective remains the same as in the ESP 2013-2017 but the actions are mainly focused on basic infrastructure and pilot projects for modernisation. Objective 3 (partnership) The objective remains the same as in the ESP 2013-2017. ",
        "18 5.2.3 Option 2c: Amended programme including new statistical outputs to align statistical production with the Commission’s 10 political priorities, complemented by major initiatives to reduce the burden on respondents and costs to national statistical institutes (European approach to statistics, and investment in infrastructure and new sources), and increased annual budget compared with the current ESP. Objective 1 (statistical outputs): new and improved statistical outputs taking into account emerging needs of users.  Improve substantially the timeliness of data about inequality, poverty and material deprivation of people in Europe, for instance through flash estimates on the distribution of household income that are fit for purpose for the European Semester.  Enlarge the production of statistics on energy (efficiency, security, renewables, consumption, prices, etc.) to accompany the strategic framework for the energy union and improve their timeliness (e.g. issuing flash estimates on energy balances).  Improve the quality, coverage and timeliness of environmental data to support climate change policy and the circular economy package and to support the UN Sustainable Development Goals.  Build a broad information base to develop better statistics on the drivers for technological change and innovation, e-commerce, online interactions, and the link to relevant policy priorities such as growth, employment, and creation of new business opportunities.  Produce population projections in relation to the sustainability of public finance.  Extend harmonised housing price statistics.  Extend coverage of statistics on the services sector.  Improve statistics provided for analysis of globalisation. Changes to Objective 2 (new methods of production): The investment in statistical infrastructure would be focused on the following areas:  It is proposed to launch a central EU social survey by making use of the European approach to statistics provided for in Article 16 of Regulation (EC) No 223/2009 on European statistics. European statistics are usually based on national data produced and disseminated by national statistical authorities in all Member States. The European approach to statistics is a pragmatic strategy that facilitates the compilation of European statistical aggregates, representing the EU or the euro area as a whole, of particular importance for EU policies. The aim is to maximise the availability of statistical aggregates at European level and improve the timeliness of European statistics while reducing the burden on national statistical authorities. In concrete terms, the European approach to statistics makes it possible to produce European statistics by using unpublished national contributions or national contributions from a subset of Member States, by use of specifically designed surveys or by use of modelling techniques. Such an approach would typically be pertinent for strengthening the statistical base in support of a ‘triple-A’ social Europe. It could be done by launching a general EU social survey that would be centrally managed at European level so as to increase data quality and improve access to vulnerable groups, e.g. migrants, people with disabilities. This genuine European approach has so far been used in very limited cases only, such as the LUCAS survey to produce statistics on land use and cover (a statistical survey carried out under ",
        "19 the direct responsibility of Eurostat) or the calculation by Eurostat of purchasing power parities on the basis of information provided by Member States. The increased budget provided for under Option 2c would enable preparatory work for the development of this EU survey to be done.  Harness the potential of digital developments, notably as regards the take-up of new data sources. Innovate through the analysis, design and testing of technological foundations for the production of smart statistics in a context of fully digitised societies and greater interactions between the web, the web of data and a multitude of smart environments (big data, internet of things, smart cities, industry 4.0, etc.)  Develop data analytics capabilities and visual analytics to produce statistics more quickly using big data and digital technologies.  Innovate through new dissemination and visualisation tools that could be re-used in other domains and policy initiatives (such as the open government data initiative) and provide dissemination services to other Commission Directorates-General.  Strengthen the European statistical infrastructure through projects that build on the experience gained in the European system of interoperable statistical business registers (EuroGroups register) and the census hub.  Develop the capacities to deliver more and better services and products (such as on- demand statistics) to underpin, design and monitor EU polices especially in the areas of competitiveness, the circular economy, agriculture and food policy, and regional development. These new products and services would be based on linking and analysing data already collected and stored in Eurostat.  Develop and share among statistical authorities new methodological and IT tools and ensure wider use of administrative data and data-linking techniques. Changes to Objective 3 (partnerships):  Disseminating relevant statistical data to support the European neighbourhood policy and the relevant association agreements. Table 2: Proposed actions under Option 2c for the various objectives of the European statistical programme Objective 1 (statistical outputs) New and improved outputs: • Improve the timeliness of data about inequality, poverty and material deprivation of people in Europe (including flash estimates) • Enlarge the production of statistics on energy (efficiency, security, renewables, consumption, prices, etc.) and improve their timeliness • Improve quality and timeliness of environmental data to support climate change policy and the circular economy • Measure UN Sustainable Development Goals • Support drivers for technological change and e-commerce • Improve annual population projections • Extend housing price statistics • Extend coverage of statistics on the services sector • Measure globalisation ",
        "20 Same outputs compared to ESP 2013-2017 (no reduction envisaged) Objective 2 (modernisation) EU social survey to increase substantially the timeliness and comparability of social indicators and preparatory work for the European approach to statistics Statistics on demand and dissemination as a service Modernisation including new sources (big data) Basic infrastructure and pilot projects for modernisation Objective 3 (partnership) Partnership 5.3 Option 3: Two separate programmes This option is similar to the objectives and work planned under Option 2b. However, it focuses on a different way to manage the programmes, with two different programmes, one of them dealing with modernisation only:  An extension of the current ESP to cover the years 2018-2020 and alignment with the timeline of the multiannual financial framework, without the modernisation aspects (Objective 2 of the current ESP).  A separate programme focusing on modernisation and development of the European statistical infrastructure. The content would be similar to Objective 2 of Option 2b. It is not possible to envisage a different timeline for the second programme (e.g. beyond 2020) because the timeline is determined by the current multiannual financial framework ending in 2020. 6. W HAT ARE THE IMPACTS OF THE DIFFERENT POLICY OPTIONS AND WHO WILL BE AFFECTED ? 6.1 Stakeholders 6.1.1 Stakeholder categories and types of impact This section will review how the different stakeholder groups will be affected. Producers of European statistics National statistical institutes (NSIs) and other national authorities (ONAs) are the producers of European statistics. The extension of the European statistical programme will affect them in two ways: developing new statistics may entail costs, but they may benefit from shared tools and infrastructure at European level. First, developing new statistics or improvement of these statistics is likely to entail costs for national producers. This needs to be given particular attention given the current resource constraints at national level. New developments can be financially supported by the programme, but co-financing is required on the side of NSIs. However, new or improved statistical outputs would have very limited or no costs for producers in two cases: if the statistical output is based on already existing data; and if Eurostat carried out and funded directly an EU survey, such as the survey to produce statistics on land use and cover (LUCAS). On the other hand, national producers would benefit from shared tools and infrastructure at EU level . In the ESS Vision 2020, NSIs recognised that — for specific steps in the ",
        "21 statistical production process — the same methods and tools can be used across NSIs. Well- established examples include seasonal adjustment, disclosure control and administrative data validation and quality methods. Survey respondents Statistics are still largely produced on the basis of surveys of households and businesses, which entails a burden (time and money spent). Administrative burden has become a significant political issue in the last 20 years. In 2006, the Commission’s Communication on reduction of the response burden, simplification and priority-setting in the field of Community statistics 22 identified priority areas for simplification. With the Better Regulation package adopted in May 2015, the Commission confirmed that ‘ Legislation should do what it is intended to do, it should be easy to implement, provide certainty and predictability and it should avoid any unnecessary burden ’. It mentioned in particular the ongoing work to limit the burden stemming from business statistics. In addition to the actual burden, the perceived burden (‘annoyance’) should be taken into account. A high-perceived burden could result in decreasing response rates. Users of European statistics Institutional users include national and European organisations, namely: national governments, other Commission services, European Parliament and the Council, European Economic and Social Committee, European Central Bank, national central banks, Committee of the Regions, European Trade Union Confederation, Confederation of European Business, and the European Data Protection Supervisor. Non-institutional users, which may include individuals belonging to an institution, include the following groups, according to their interest in statistics:  Users with a general interest: Journalists and media, the general public, students and teachers;  Users with a specific interest: Decision-makers , methodologists , marketing analysts and users interested in a particular domain/field;  Users with a research interest: Scientific community (professors and researchers, universities and research institutions), consultants and researchers in governmental agencies and private sector, experts in a specific field. The main quality aspects that are important for users and set out in the European statistics Code of Practice are timeliness, relevance and comparability. Timeliness : timeliness (or time lag) refers to the period between the availability of the information and the event or phenomenon it describes. In the public consultation, public authorities in particular commented on the timeliness of European statistics, e.g. in some cases, a significant lag before statistics are available was observed. It is particularly important to shorten the production time since out-of-date statistics are of less interest. Relevance : European statistics meet the needs of users. In the context of the programme, it includes the following questions: does the scope of European statistics correspond to the needs of users? What does the programme cover in terms of user interaction, user-friendly dissemination and targeted products and services? 22 COM(2006) 693 final. ",
        "22 Comparability/harmonisation : European statistics are consistent internally, over time and comparable between regions and countries. It is possible to combine and make joint use of related data from different sources. Table 3: Summary of main impacts by stakeholder group Main stakeholders Main types of impact Producers Costs and/or administrative burden Benefits from a shared infrastructure at EU level Respondents Response burden Users Satisfaction of needs related to data timeliness Satisfaction of needs related to data relevance Satisfaction of needs related to comparability of the statistics at EU level These impacts will be further analysed in the following section and used as criteria in the comparison of options. The cost for the EU budget and human resources (HR) will also be considered. 6.1.2 Matching stakeholder category with the types laid down in the minimum standards (identified in the Commission’s Better Regulation guidelines) Affected by the policy Will have to implement the policy Have a stated interest in the policy Producers (national statistical institutes and other national authorities) Respondents (businesses) Respondents (households) Users (institutional) Users with a general interest Users with a specific interest Users with a research interest ",
        "23 6.2 Other impacts Economic impacts (indirect): this initiative will lead to a more efficient statistical evidence base (e.g. globalisation, services sector, innovation) for policies that contribute to stimulating and consolidating economic growth. Social impacts (indirect): this initiative will lead to an improved assessment of the social impact of economic decisions on policies. Impacts on levels of employment and unemployment, the trend in levels of poverty and the labour market in general will be of particular interest. Improved timeliness of social indicators combined with existing macroeconomic indicators will enable a more integrated and efficient analysis of such decisions. Example: new statistics can help to better target unemployment: Eurostat recently developed and published three new indicators to supplement the unemployment rate, providing a better and richer picture than the traditional labour status framework (see figure 2). These indicators are: underemployed part-time workers; jobless people seeking a job but not immediately available for work; and jobless people available for work but not seeking it. These new indicators shed a new light on people affected by unemployment but who are not directly captured through the unemployment rate. This provides a more complete picture of the labour market and enables better targeted social and employment policies. Figure 2: ILO labour statuses and new supplementary indicators, EU-28, age 15-74, 2014 Source: Eurostat (http://ec.europa.eu/eurostat/statistics- explained/index.php/Underemployment_and_potential_additional_labour_force_statistics) Environmental impacts (indirect): this initiative will facilitate policies that contribute to sustainable growth by providing improved energy and environmental statistics. Impacts on competitiveness and innovation (indirect): the initiative will improve the link to policy-relevant outputs such as growth, employment, and the creation of new business opportunities. It will also promote the drivers for technological change and innovation by providing relevant statistics. ",
        "24 Impacts on non-EU countries, international trade or investment : The initiative will address cooperation with international organisations and capacity building in non-EU countries. This will ensure that good quality data are available for the monitoring of enlargement and European neighbourhood policies, to measure the compliance with European standards in the area of statistics of countries negotiating and potentially negotiating to join the EU, and potential candidate countries. It will support both them and the European Neighbourhood countries in their efforts to provide good quality data that meet European standards. 6.3 Impact of the options This section analyses the impact of the policy options on the main stakeholder groups and the EU budget. For each stakeholder group, the impact is assessed through one or several of the following criteria elaborated in section 6.1.1: Impact on users:  Increased timeliness  Increased relevance  Increased harmonisation Impact on producers:  Reduced costs for the ESS  Level of shared infrastructure Impact on respondents:  Reduced burden In addition, the impact on the EU budget and human resource costs at European level is an assessment criterion, which is linked to the other criteria since modernisation activities and the use of new data sources will require initial investments. The expected impact (= performance) of the policy options on the different assessment criteria is expressed on a scale from 0 (no impact) to 30 (highest impact), while the direction of the impact for each criterion can be positive (1), neutral (0) or negative (-1). The scores are listed for each policy option and then used for the multi-criteria analysis in section 7. 6.3.1 Impact of Option 1: Same European statistical programme (2013-2017) extended for three years 2018-2020 (baseline scenario) Impact on users Increased timeliness (performance 15/30, direction 1): Some actions under Objective 1 of the existing European statistical programme (ESP) 2013-2017 aim at increasing the timeliness of data, for example ‘ Provide high-quality statistical information, which should be available in a timely manner, to monitor the implementation of Europe 2020 ’, and ‘ the redesign of agricultural data collection processes, in particular with the objective of improving quality and timeliness of the data provided ’. Objective 2 of the current programme (related to modernisation) also contributes indirectly to improving the timeliness of statistics. Therefore, a continuation of the current programme would have a positive impact on timeliness, although the improvements would remain limited to on-going activities and could not been extended to additional domains or data collections. ",
        "25 Increased relevance (performance 10/30, direction -1): Since this option will not close any of the data gaps identified, several DGs underlined in the consultation that this option would risk limiting the programme’s relevance if it could not accommodate the new needs arising from the political agenda. Increased harmonisation (performance 15/30, direction 1): The current programme includes measures for further harmonisation, such as, under Objective 2, ‘ further harmonisation of statistical concepts across statistical domains ’ and ‘ the development of methodological standards in order to increase use and availability of harmonised methodologies (including mixed-mode approaches to data collection) and harmonised metadata’ . Therefore, continuing the current programme would have a positive impact on the harmonisation and comparability of statistics. Impact on producers Reduced costs for the ESS (performance 5/30, direction 1): Some production costs for national statistical systems would be reduced based on the modernisation efforts provided for under Option 1. However, these gains will be limited since in practice the modernisation efforts will mainly focus on pilot projects and feasibility studies. Level of shared infrastructure at EU level (performance 5/30, direction 1): Continuing the same programme would entail some development of the shared infrastructure. However, some activities related to implementation of ESS Vision 2020, as they depend on ESS funding, would be postponed in the absence of sufficient budgetary support. Changes, innovations and improvements require additional financial investments (methodology, adaptation and matching of IT tools, staff training, etc.) The ESP 2013-2017 mid-term evaluation recommended securing sufficient resources to maintain the necessary level of investment to modernise the production of European statistics. Impact on respondents Reduced burden (performance 5/30, direction 1): Based on actions provided for under Objective 2, in particular to support ‘the greater use of appropriate administrative data in all statistical areas’, some burden reduction can be expected. Impact on EU budget & human resource (HR) costs (performance 5/30, direction 1): This option requires stable EU investment and HR costs (see Annex 5). 6.3.2 Impact of Option 2a: Amendments of the current ESP and reduced annual budget compared with the current ESP This option was discarded at an early stage (see section 4). 6.3.3 Impact of Option 2b: Amended programme including new statistical outputs to align statistical production with the Commission’s 10 political priorities, balanced by strong re-prioritisation (same annual budget as the current ESP) Impact on users Increased timeliness (performance 12/30, direction 1): Compared to option 1, timeliness is expected to improve in some additional areas, since the three proposed new actions — on inequality/poverty, energy and environment — all focus on timeliness. However, without additional resources from the EU budget, some modernisation projects would be only piloted, ",
        "26 with limited benefits on timeliness by 2020. Moreover, re-prioritisation would lead to reduced periodicity and/or timeliness in other domains (e.g. ICT statistics). Increased relevance (performance 8/30, direction 1): The relevance of the data for social, energy and environmental statistics will be improved due to new developments in these areas. However, the necessary reduction in the scope of work in other domains will negatively affect users with a particular interest in these areas. In particular, the relevance and reliability of purchasing power parities data will be severely affected by the reduction in scope and support to Member States. Their use in the context of structural and cohesion funds, and for correction coefficients for staff salaries and pensions, might be put seriously at risk. Relevance will also be reduced in several domains due to the reductions in the coverage and breakdowns of the data. Furthermore, several of the new data needs would not be accommodated due to a lack of resources. Increased harmonisation (performance 15/30, direction 1): The current programme includes measures for further harmonisation, such as ‘ further harmonisation of statistical concepts across statistical domains ’ and ‘ the development of methodological standards in order to increase use and availability of harmonised methodologies (including mixed-mode approaches to data collection) and harmonised metadata ’ under Objective 2. Therefore, continuing the current programme will extend the positive impact on the harmonisation and comparability of statistics. In areas where the scope of work will be reduced, however, comparability could be affected. Impact on producers Reduced costs for the ESS (performance 10/30, direction 1): Some production costs borne by national statistical institutes would be reduced based on the modernisation efforts, but the leverage effects would be very limited since these efforts would mainly focus on pilot projects and feasibility studies. As the level of EU funding for grants to national statistical institutes to finance modernisation efforts and statistical actions would remain unchanged, no additional contributions from Member States to co-finance EU spending would be required. Level of shared infrastructure at EU level (performance 10/30, direction 1): The consultation of national statistical institutes indicated that, under this option, several Member States would be able to meet most of the requirements under Objective 1, but requirements related to Objective 2 would not meet all expectations. Activities related to the implementation of ESS Vision 2020, as they depend on EU co-financing, would be postponed in the absence of sufficient budgetary support. Changes, innovations and improvements require additional financial investments (methodology, adaptation and matching of IT tools, staff training of employees, etc.) Under this option, several Member States underlined the need to re-prioritise current statistical outputs under Objective 1, as new statistics need to be developed. Effective re- prioritisation would release resources for innovation and new statistical outputs but will reduce the quantity of available statistics. This would also recognise that Member States are operating with reduced budgets. If some activities under the existing programme period are to be finalised by end-2017, it may be necessary to consider a transfer of these resources to the new objectives. In some areas, re-prioritisation could mean less financial support for national statistical institutes. Impact on respondents Reduced burden (performance 7/30, direction 1): Mainly through on actions provided for under Objective 2, in particular to support ‘ the greater use of appropriate administrative data in all statistical areas ’, some burden reduction can be realised in the medium-term. ",
        "27 Example of burden reductions: The ADMIN project was launched in 2013 and is expected to run until 2019. The project has a dual purpose: to support the Member States to reap the benefits of using administrative data sources for the production of official statistics, and to promote the quality of the output produced using administrative sources, in particular the comparability of the statistics required for European purposes. Consequently, the project would foster common processes and common quality standards. Its main expected benefit is a reduction in the burden on respondents through an increased use of administrative sources, which will increasingly replace traditional data collections in some domains. The burden reductions for enterprises and citizens will however materialise only gradually over time, as more and more data will be taken from administrative sources. Across Member States, the magnitude of the burden reductions will vary depending on the availability and level of access to suitable administrative data sources. Impact on EU budget & human resource (HR) costs (performance 2/30, direction -1): This option requires stable EU investment for the operational budget (see Annex 5) and a slight increase in HR costs (to cover new qualifications, training). 6.3.4 Impact of Option 2c: Amendments of the current ESP and higher annual budget than the current ESP (to strengthen the European statistical infrastructure) Impact on users Increased timeliness (performance 23/30, direction 1): This option would have the most positive impact on timeliness, with new actions focusing on increased timeliness for statistics on inequality, poverty and material deprivation, for energy and environmental data. Furthermore, the planned EU social survey and potential outcomes of the better exploitation of big data will lead to faster availability of statistical information. Example: Added-value of the new EU social survey for users  Increased timeliness: central management by Eurostat would significantly reduce the time lag from the moment a policy need is identified to the production of statistical estimates by Eurostat.  Increased relevance by being more responsive to user needs: the common methodology and central administration of the survey would enable a more flexible management of its content and so a quicker response to emerging needs. Also, the frequency can be flexible (e.g. annual or multiannual) in response to need or available resources.  Users would get European statistics on topics not previously covered: the survey could cover areas that were never previously covered, or surveyed only by DGs — or by agencies — other than Eurostat. Depending on actual survey design, users would get more European statistics about sub-populations not previously covered or those with limited coverage, e.g. vulnerable groups such as migrants, and people with disabilities. As policy priorities evolve, the actual subject matter areas covered would be selected from those most needed at the time of the survey wave design (gap analysis).  Users will be assured of comparability of data among countries. The central survey administration would make it much easier to assure comparability of data and metadata across Member States through tighter central control of separate data collections and intrinsic common methodology. ",
        "28 Increased relevance (performance 24/30, direction 1): Data relevance is expected to increase significantly with investment in new areas, re-prioritisation, an action to enhance the capacities to deliver more and better services and products (such as on-demand statistics), as well as enhanced dissemination. Example: on-demand statistics In response to European Commission priorities and the ESS Vision 2020 objectives, the service approach aims to maximise the value of the portfolio of statistical data and products by creating an additional layer of statistical services targeted at the main policy users. This layer would include ad hoc, tailored statistical services and the production of on-demand statistics based on existing datasets. Example: Big Data: Using the digital traces left by people when using their mobile phone, official statistics are starting to get timelier and more detailed tourism statistics. The number of visitors entering countries can be obtained in a fraction of the time it traditionally takes, and for specific regions instead of the whole country. In the future, this data source could be combined with high-quality statistical tools so as to have very timely statistics on population mobility, on their daily trips to work, and their use of the roads system — and even migration flows at a level of spatial and temporal detail never before possible. Using the information companies make available on the internet, data on job vacancies and prices can be collected. In combination with traditional statistical tools, taking the pulse of the economy will be possible in near real-time. There are many more thematic examples (health, transport, energy, unemployment, culture, etc.) that demonstrate the power of blending official statistics and big data for the benefit of better policymaking. Increased harmonisation (performance 25/30, direction 1): Harmonisation is expected to increase in all new areas to be covered under Objective 1. Impact on producers Reduced costs for the ESS (performance 15/30, direction 1): For most Member States, this option will help to meet the requirements under Objectives 1 and 2. It will enable the necessary amendments to modernise the European Statistical System and to harness big data sources for the production of statistics. Option 2c is relevant for future demands by policymakers and society. In its 2015 annual report, 23 the European Statistical Governance Advisory Board highlighted in particular the need to invest in the statistical infrastructure. It gave as a benchmark the example of the Australian government’s recent decision to invest around EUR 160 million in its national statistical infrastructure. Thus, an increase in the ESP budget under this option is justified by the need to finance projects responding to new challenges faced by European statistics. These include implementation of the ESS Vision 2020 objectives, strengthening the European statistical 23 Available at http://ec.europa.eu/esgab. ",
        "29 infrastructure, developing new solutions for a framework regulation on integrating business statistics (FRIBS), the planned new round of censuses in 2020, the forthcoming integrated European social statistics, the agricultural census (Farm Structure Survey 2020) and the implementation of statistical units in statistical registers and statistics. Due to the co-financing of grants, a higher budget for the ESP at EU level also implies higher budgetary needs for the own contributions of national statistical institutes. As this option foresees an increase in the operational budget by EUR 29 million per year (see Annex 5 for details), around EUR 13,5 million per year could be spent on grants to national statistical institutes. As the co-financing rates vary from 5 % to 30 %, all national statistical institutes together would need to contribute a maximum of EUR 4 million per year in addition. This means that the additional annual co-financing costs per national statistical institute would be in the magnitude of a five- to six-digit amount. It needs to be underlined that in high-level consultations, all Member States welcomed the option to provide additional EU funding especially for modernisation actions, as the additional resources – while requiring upfront investments – would yield efficiency gains that would lead to sustained cost savings for the national statistical institutes in the longer term. In order to manage new modernisation projects, highly skilled expertise will be required in national statistical institutes, either from within the organisation (i.e. through reallocation of staff) or through external recruitment. The launch of the EU social survey foreseen under this option would not entail additional costs on Member States, as it would be financed entirely from the EU budget. Level of shared infrastructure at EU level (performance 20/30, direction 1): Under this option, in addition to meeting the requirements under Objective 1, the level of shared infrastructure would be significantly enhanced through large-scale modernisation activities implemented in the context of the ESS VISION 2020 and other actions that depend on additional resources to leverage the adaptation of production systems and IT tools across the ESS. Impact on respondents Reduced burden (performance 20/30, Direction 1): While the EU social survey would have a minimal impact on the response burden of the general public, a significant reduction is expected from the better use of administrative data and new sources such as big data. The total combined burden reductions depend on the successful implementation of the modernisation activities foreseen under Option 2c, but overall this option has the greatest potential to accelerate the trend of decreasing response burden (see section 2.2.3) from official statistics. With regard to businesses and small and medium-sized enterprises (SMEs), major burden reductions have been quantified in the impact assessment on the proposal for a Regulation on European Business Statistics 24 . This REFIT initiative aims to streamline the current statistical regulations related to businesses and to significantly simplify statistical reporting obligations. Impact of the EU social survey: The respondents to the survey (individuals, households – no businesses) would incur a response burden from the time spent to reply to the survey. 24 The impact assessment was submitted to the Regulatory Scrutiny Board on 3 May 2016. ",
        "30 However, the sample for the survey would only include respondents who participate on a voluntary basis, therefore no direct administrative burden would incur. Moreover, the burden on survey respondents would be more than offset by the planned discontinuation of various surveys on similar topics currently undertaken by other Commission services. The common methodology and paradata (administrative data about the survey) would also enable precise measurement of the impact of the survey, and its management and mitigation by verifying the methodology, size and frequency of the survey and/or its modules. Impact of the big data project: The project will prepare the technological base for the future system of official statistics, where data capture, analysis and processing – respectively the digital footprints of the activity – will be embedded in the activity itself. Moreover, statistics would be included in future technical systems and networks by design. This approach would completely transform the production system for official statistics. The project will consist of cases of concrete use in various domains (energy, transport, employment, health, population, economics, consumption, etc.) and will develop all-inclusive solutions for the production of smart official statistics. One of the main expected outcomes of this project is a sustained, reduced burden on respondents to be realised in the medium-term. Impact on EU budget & human resource (HR) costs (performance 15/30, direction -1): This option requires an increased EU investment of EUR 29 million per year on average and a slight increase in funds to cover HR costs (new qualifications, training). Only additional investments would ensure the development of new statistical outputs and more timely data as requested by policy-users without cutting other statistics of high relevance. Moreover, additional investments in the statistical infrastructure (both in Member States and Eurostat) would be needed to facilitate the use of new data sources for the production of statistical information tailored to users’ needs, which will reduce the administrative costs and the response burden. For details on the breakdown of the additional budget by the different objectives, see Annex 5. 6.3.5 Impact of Option 3: two separate programmes As mentioned in Section 5, this option does not differ in terms of the objectives and work planned under Option 2b. It rather focuses on a different way to manage the programmes, with two different programmes, one of them dealing with modernisation only. Therefore, the impact is relatively similar to that of Option 2b. For this option, one should also take into account two specific risks: a risk of duplication or overlap of projects, and administrative overheads. The reduced efficiency is reflected in the assessment below. The administrative overheads for the management of two programmes, including consultation for annual plans and reporting, would be high. This is confirmed by the previous experience of managing in parallel the programme for the modernisation of European enterprise and trade statistics 2009-13 (MEETS) and the Community statistical programme 2008-12. Considering the cost of managing two programmes, some internal resources would need to be shifted from statistical production and modernisation projects to programme management. Impact on users Increased timeliness (performance 10/30, direction 1): timeliness is expected to improve in some areas, since the proposed new actions focus primarily on timeliness. However, with an unchanged budget, it also means that some modernisation projects would only be piloted, ",
        "31 with limited benefits on timeliness by 2020. Moreover, the shift of some resources to programme management would limit the positive impact. Increased relevance (performance 5/30, direction 1): data relevance will be slightly reduced, due to the loss in efficiency that arises from managing two programmes. Many new needs would not be accommodated. Increased harmonisation (performance 15/30, direction 1): the current programme includes measures for further harmonisation, such as ‘ further harmonisation of statistical concepts across statistical domains ’ and ‘ the development of methodological standards in order to increase use and availability of harmonised methodologies (including mixed-mode approaches to data collection) and harmonised metadata ’ under Objective 2. Therefore, continuing the current programme would have a positive impact on the harmonisation and comparability of statistics. Impact on producers Reduced costs for the ESS (performance 5/30, direction 1): some production costs for national statistical institutes would be reduced based on the modernisation efforts. However, they would be very limited since these efforts would only focus on pilot projects and feasibility studies and with the risk of inefficiency and duplication of the two programmes. Level of shared infrastructure at EU level (performance 10/30, direction 1): the consultation of NSIs indicated that, under this option, several Member States would be able to meet most of the requirements under Objective 1, but requirements related to Objective 2 would not meet all expectations. Activities related to implementation of ESS Vision 2020, as they depend on ESS funding, would be postponed in the absence of sufficient budgetary support. Changes, innovations and improvements require additional financial investments (methodology, adaptation and matching of IT tools, training of employees, business trips, etc.) Impact on respondents Reduced burden (performance 7/30, direction 1): based on actions provided for under Objective 2, in particular to support ‘ the greater use of appropriate administrative data in all statistical areas ’, some burden reduction can be expected. Impact on EU budget & human resource (HR) costs (performance 5/30, direction -1): This option requires stable EU investment (see Annex 5) and an increase in funds to cover HR costs. Considering the cost of managing two programmes, some internal resources would need to be shifted from statistical production and modernisation projects to programme management. 7. H OW DO THE OPTIONS COMPARE ? 7.1 Multi-criteria analysis 25 Table 4 shows the results of the multi-criteria analysis prepared for this impact assessment. The criteria used are the main types of impact for the stakeholder groups identified in Section 6.1.1: timeliness, relevance and harmonisation for users, burden for respondents and costs and use of shared infrastructure for producers. The impact on the EU budget and costs for 25 See Annex 4 for an explanation of the analytical model used in the multi-criteria analysis. ",
        "32 human resources is another important criterion, which is linked to the other criteria since modernisation activities and the use of new data sources will require initial investments. In the multi-criteria analysis, the levels of impact (= performance) of the criteria for each policy options and the direction of the impact (positive, neutral, negative) as described in section 6.3 was then multiplied by the relative weight of each criterion. The weights have been applied under the assumption that not all criteria are equally important when assessing the overall impacts of the policy options. Since the first two criteria (timeliness, relevance) are considered to be of highest importance to users and the third criterion (burden) is the most important for respondents, an equal relative weight of 0,20 has been assigned to them. The criterion harmonisation is important to users but not to the same level as timeliness and relevance, it has therefore received the weight of 0,10. The other three criteria, which primarily concern the production of statistics and not the users or respondents, have also been ranked lower, with an equal relative weight of 0.10 each. After the weighted performance of each criterion as the product of its performance, weight and direction has been calculated, the ranked weight for each criterion was obtained by multiplying a policy option's ascending rank (from 1 to 4) in the weighted performance by the weight of the respective criterion. The final scores shown in table 4 were then calculated as the sums of the ranked weights obtained for each criterion. The final scores of the policy options following the multi-criteria analysis lead to the following ranking of the policy options:  Score 3.7: Option 2c (preferred option)  Score 2.3: Option 2b  Score 1.7: Option 1  Score 1.6: Option 3 As a result, Option 2c is the preferred policy option as it emerges as the most beneficial choice across all criteria. ",
        "33 Table 4: Results of the multi-criteria analysis 7.2 Financial envelope of the extension of the ESP to 2018-2020 Based on the analysis of the best ways and tools to achieve results and the comparison of options, the intended budget for the preferred option to extend the European statistical programme for 2018-2020 is EUR 279.9 million (Option 2c, see Annex 5). This option does not cover any sub-delegated budget. Increasing the budget for statistics at EU level to achieve the above-mentioned new orientations could bring significant added value and results, without calling into question the general equilibrium of the EU budget. Input matrix 1 2a 2b 2c 3 Criteria W e i g h t D i r e c t i o n P e r f o r m a n c e D i r e c t i o n P e r f o r m a n c e D i r e c t i o n P e r f o r m a n c e D i r e c t i o n P e r f o r m a n c e D i r e c t i o n P e r f o r m a n c e Increased timeliness 0,20 1 15 1 12 1 23 1 10 Increased relevance 0,20 -1 10 1 8 1 24 1 5 Reduced burden 0,20 1 5 1 7 1 20 1 7 Increased harmonisation 0,10 1 15 1 15 1 25 1 15 Reduced costs for the ESS 0,10 1 5 1 10 1 15 1 5 Level of shared infrastructure 0,10 1 5 1 10 1 20 1 10 Impact on EU budget & HR costs 0,10 1 5 -1 2 -1 15 -1 5 Ranking matrix Criteria 1 2a 2b 2c 3 1 2a 2b 2c 3 Increased timeliness 3,0 2,4 4,6 2,0 0,6 0,4 0,8 0,2 Increased relevance -2,0 1,6 4,8 1,0 0,2 0,6 0,8 0,4 Reduced burden 1,0 1,4 4,0 1,4 0,2 0,4 0,8 0,4 Increased harmonisation 1,5 1,5 2,5 1,5 0,1 0,1 0,4 0,1 Reduced costs for the ESS 0,5 1,0 1,5 0,5 0,1 0,3 0,4 0,1 Level of shared infrastructure 0,5 1,0 2,0 1,0 0,1 0,2 0,4 0,2 Impact on EU budget & HR costs 0,5 -0,2 -1,5 -0,5 0,4 0,3 0,1 0,2 1 2a 2b 2c 3 1,7 2,3 3,7 1,6 Option 1: \"No change\" policy: same ESP extended for 3 years Option 2: Extension of the current ESP for 3 years with adaptations: Sub-option 2a: Amendments and reduced budget Sub-option 2b: Amendments and same budget Sub-option 2c: Amendments and higher budget Option 3: Several statistical programmes Final Scores Policy Options Weighted performance Ranked weight ",
        "34 Currently, the ESP budget (approximately EUR 60 million each year for the European statistical programme) is limited in size compared with the total EU budget. In light of this, an appropriate but reasonable increase in the operational budget would still remain within the limits of existing overall budget constraints at European level. It would nevertheless enable the launch of large-scale projects and produce structural leverage effects and economies of scale for statistical systems across Member States. The operational appropriations will be used for procurement (in particular for statistical and IT-related services), grants (in particular to contribute to developments and common modernisation projects under the ESS) and actions with international organisations when appropriate. This proposal is complementary to other EU activities and programmes and does not exclude that Eurostat could manage sub-delegated and co-delegated credits. 8. H OW WOULD ACTUAL IMPACTS BE MONITORED AND EVALUATED ? 8.1 Current monitoring 8.1.1 ESP and annual work programme The European statistical programme 2013-2017 sets:  1 general objective and 4 specific objectives;  14 priority areas with their detailed objectives (23 in total) — each priority area is associated to a specific objective; and  several indicators for each detailed objective (114 in total). In each annual work programme implementing the multiannual programme, all activities (processes and projects) and their outputs are associated to one detailed objective of the European statistical programme. 8.1.2 Twice-yearly monitoring Activities under the annual work programmes — and their outputs — are monitored twice a year: in June-July and December-January, Eurostat’s heads of unit are asked to report on each activity/output under their responsibility. The grades are the following: o Achieved/completed o On target o Emerging difficulties o Serious difficulties o Revised/abandoned For the last three grades, heads of unit are asked to provide an explanation. The results of this twice-yearly monitoring are presented to the Eurostat Directors’ Meeting (the percentage of the grades plus the list of activities/outputs that received one of the last three grades, with explanations). They are also used as input for one of the key performance indicators. Given that the activities are associated to the detailed objectives, which are related to the priority areas and specific objectives, the results of this twice-yearly monitoring give an indication of the ESP implementation at various levels of detail (23 detailed objectives, 14 priority areas or 4 specific objectives). ",
        "35 8.1.3 Key performance indicators (KPIs) The following key performance indicators are set out in the programme statement and management plans, and reported in annual activity reports: 1. Percentage of users that rate as ‘Very good’ or ‘Good’ the overall quality of data and services provided by Eurostat (source: annual user satisfaction survey carried out by Eurostat). 2. Percentage of users that rate as ‘Very good’ or ‘Good’ the overall quality of European statistics (source: annual user satisfaction survey carried out by Eurostat). 26 3. Number of data extractions (in millions) made by external users from Eurostat public databases via the Eurostat website (source: monitoring reports on Eurostat electronic dissemination). 4. Length of the time series of a sample of statistics (Euro-Indicators — active series (source: Eurostat database)). 5. Percentage of users that rate as ‘Very good’ or ‘Good’ the timeliness of European statistics for their purposes (source: annual user satisfaction survey carried out by Eurostat). 27 6. Timeliness of a sample of statistics: average number of days in advance (positive) or late (negative), in comparison with the legal target. The sample is taken from the PEEIs – principal European economic indicators – (source: Eurostat annual Status Report on information requirements in EMU submitted to the Economic and Financial Committee) plus EU external trade (source: Eurostat). 28 7. Percentage of users that rate as ‘Very good’ or ‘Good’ the comparability of European statistics among regions and countries (source: annual user satisfaction survey carried out by Eurostat). 8. Degree of achievement of each specific objective measured as a percentage of the achievement of the activities/outputs related to it (source: twice-yearly monitoring). 8.1.4 ESP 2013-2017 intermediate evaluation Article 15 of the ESP Regulation requires the undertaking of an intermediate evaluation and presentation of a report on the programme. Article 15 states ‘ The Commission shall, after consulting the ESSC [European Statistical System Committee], submit an intermediate progress report on the implementation of the programme to the European Parliament and to the Council by 30 June 2015 ’. The intermediate progress report was considered as an evaluation of the programme to be carried out following the Commission’s standards. In line with new Commission evaluation guidelines, the intermediate evaluation covered five evaluation criteria: effectiveness, relevance, efficiency, EU added value, and coherence. 26 In 2014, users’ satisfaction with the data and services provided by Eurostat (KPI 1) was higher than the users’ satisfaction with data alone (KPI 2). This can be interpreted as a sign that the services provided by Eurostat (dissemination tools, user supports, etc.) increase the value of bare data. 27 For a definition of ‘timeliness’, see Section 8.2. 28 See more in Section 8.2. ",
        "36 The scope of the evaluation was limited to the execution of the European statistical programme in 2013 and 2014. Relevant progress accomplished in 2015 was also highlighted where appropriate. Eurostat’s central evaluation team conducted the evaluation internally, with the collaboration of a steering group including members from all Eurostat directorates, using all available sources of information so as to minimise the burden for production units. Together with the published final report, Eurostat prepared a background document containing the collected evidence to support the report’s findings and which also contained a chapter on extending the ESP to 2020. The background document was made available to the Commission’s Directorates-General during the interservice consultation on the report. The European Statistical System Committee and the European Statistical Advisory Committee were also both consulted on the report. 8.1.5 ESP final evaluation The ESP final evaluation is provided for in Article 15 of the ESP Regulation, which states that ‘ By 31 December 2018, the Commission shall, after consulting the ESSC and the European Statistical Advisory Committee, submit a final evaluation report on the implementation of the programme to the European Parliament and to the Council .’ As the proposal will extend the current ESP for the period 2018-2020, it is proposed that a comprehensive final evaluation covering the entire programme period will be submitted by 31 December 2021. The final evaluation report will again include the same five implementation criteria as the intermediate evaluation of the ESP: effectiveness, relevance, efficiency, EU added value, and coherence. However, some significant differences with the intermediate evaluation will arise because of the necessity to fully comply with the Commission’s new evaluation guidelines. Among other requirements, a 12-week public consultation will have to be organised for the report and a Staff Working Document, in a way similar to the background document for the intermediate evaluation, will have to be prepared and also submitted to interservice consultation and published. Based on the experience of the mid-term evaluation, Eurostat has also started associating the activities of the annual work programme with the 114 indicators set out in the ESP. This will have the double advantage of facilitating future evaluations and of enabling automatic monitoring each year if all ESP indicators are being fulfilled. 8.2 Improving the monitoring 8.2.1 Time coverage The indicator currently used for measuring the time coverage (i.e. KPI n. 4 \"Length of the time series\") is very precise but the sample is too small and rigid (i.e. in case of breaks in the time series it does not take into account the existence of substitute/proxy series for replacing those that have been \"broken\"). Eurostat is planning to replace this indicator with a new one that will give a less precise measure of actual length of single time series but will cover all available public data. 8.2.2 Timeliness and punctuality Punctuality refers to the delay between the date of the release of the data and the target date, i.e. the date by which the data should have been delivered (as agreed for delivery or announced in an official release calendar, laid down by Regulations or previously agreed among partners). For instance, the KPI n.6 measures it as average number of days of ",
        "37 advance (positive) or delay (negative) of the data delivery date in comparison to the legal target . Timeliness (or time lag) refers to the period between the availability of the information and the event or phenomenon it describes. It answers the question: \"how old are the statistics that are available today?\" It is a relative measure that depends on the date used as \"today\". Example: if a given monthly statistical indicator is issued the 25 th of each following month (e.g. the statistical indicator about January is issued the 25 th of February). Therefore: o The 25 th of each month, the timeliness of the statistical indictor is -25 days (i.e. it provides a \"picture\" that is 25 days old). o Starting from the 26 th day, the timeliness of the statistical indictor decreases each day with one day and the 24 th of next month the timeliness is -55 days (if the previous month has 31 days). Therefore, the graph of the timeliness of a given periodic statistical indictor is saw-shaped, with the maximums of timeliness in correspondence of the release dates and the minimums on the day before the release date (see Figure 3). Figure 3: Timeliness/time lag of a dummy periodic statistical indicator Because of that, the calculation of a timeliness indicator is not easy. However, Eurostat will analyse the possibility of defining such an indicator and developing an IT routine for calculating it on the basis of the data available in Eurostat public database. Elements of analysis: o There should be one timeliness indicator for each main statistics' frequency (e.g. monthly, quarterly and yearly). o The timeliness will be measured on a sample of statistical indicators. o The timeliness should be measured every day for each chosen statistical indicator in order to calculate the average timeliness of all the chosen statistical indicators over a given period of time. ",
        "38 9. A NNEXES Annex 1 Procedural information on the process to prepare the impact assessment report and the related initiative Basic information Name of the initiative: Proposal for a Regulation amending Regulation No 99/2013 on the European statistical programme 2013-2017 Lead DG: Eurostat Agenda Planning number: 2014/ESTAT/003 Organisation and timing The interdepartmental group on the coordination of statistics (Ares - estat.a.3(2013)3303324) was used as the Impact Assessment Steering Group for this proposal. This group, created in 2013, is led by Eurostat and gathers all DGs interested in statistics. For the specific work on the impact assessment, DGs were invited to nominate representatives by a note Ref. Ares(2015)1231228 of 20/03/2015. The IASG met 3 times:  On 18 May 2015 to discuss the roadmap and options, the results of the mid-term evaluation of the ESP 2013-2017 and the consultation strategy, with documents sent on 11/05/15. DG AGRI, CLIMA, CNECT, DEVCO, DIGIT, EAC, ECFIN, ECHO, EMPL, ENER, ESTAT, GROW, JRC, HOME, MARE, MOVE, NEAR, RTD, SANTE, SG and TAXUD took part in the meeting. Ref. minutes: Ares(2016)604491.  On 27 November 2015 to discuss the draft impact assessment report and the results of the consultations, with documents sent on 20/11/15. DG CNECT, DIGIT, EAC, ECFIN, EMPL, ENER, ESTAT, ENV, GROW, JUST, JRC, MARE, MOVE, NEAR, RTD and SG took part in the meeting. DG BUDG sent written comments. Ref. minutes: Ares(2016)604585.  On 22 January 2016, to discuss the final draft impact assessment report, with documents sent for consultation on 15/01/2016. DG BUDG, CLIMA, DEVCO, EAC, ECFIN, EMPL, ENER, ENV, ESTAT, GROW, JRC, MOVE, NEAR, REGIO, RTD, SANTE and SG took part in the meeting. Ref. minutes: Ares(2016)688772. In the interim, written communication was conducted on documents for the open public consultation (launched on 02/07/2015 Ref. Ares(2015)2784049). The Inception Impact Assessment was revised including SG comments of 08/06/2015 and is now published since 07/10/15 on http://ec.europa.eu/smart-regulation/roadmaps/docs/2014_estat_003_esp_en.pdf. Following the 3rd meeting of the IASG, a revised version of the Impact Assessment Report was submitted to the Regulatory Scrutiny Board on 17 February 2016. ",
        "39 Regulatory Scrutiny Board (RSB) The RSB examined the Impact Assessment Report for Proposal for a Regulation amending Regulation No 99/2013 on the European statistical programme 2013-2017 on 16 March and gave its positive opinion on the Report on 18 March 2016, while recommending to improve the Report with regard to the policy options, methodology/assessment criteria, budgetary impacts, administrative burden, and EU value added. These led to the following main changes compared to the first draft: Board recommendations Subsequent modifications Policy options: The report should clarify and justify the negative and positive priorities made in the policy options and better explain how Eurostat assesses timeliness and relevance in that context. The policy options and the priorities made, as well as the assessment of timeliness and relevance, have been elaborated in sections 5 and 6.3. Further information on continuous priority-setting and the cost-merit analysis of statistical products has been added in sections 2.2.3 and 5.2.2. Methodology/assessment criteria: The methodology applied for the multi-criteria analysis should be better explained and justified. The explanation of the methodology used in the multi-criteria analysis, including the weighting of the criteria, has been improved in sections 6.3 and 7.1. Budgetary impacts: The report should elaborate further on the financial implications of various policy choices, including for Member States. More details have been provided on the budgetary implications of the different policy options and the impact on Member States in section 6.3. The detailed breakdowns are now listed in a new Annex 5. Administrative burden: Respondent burden should feature more prominently in the analysis, including with more concrete estimates of current and envisaged levels of administrative burdens. More information on the overall administrative burden from statistics and mitigation measures by the European statistical system has been provided in section 2.2.3 while clarifications on the expected burden (reductions) under the various policy options have been provided in section 6.3. EU value added: The report should better justify the EU value added of the programme for European statistics. The EU value added of European statistics has been better demonstrated in section 3.2. Evidence and sources The document is mainly based on qualitative information. It contains references to various sources (OECD report or ESGAB report). There is no specific issue to be raised about the reliability of the information. ",
        "40 External expertise This impact assessment has been conducted internally within Eurostat, and includes extensive consultations of the European Statistical System Directors groups, which are Commission experts groups. Other sources such as previous internal, Commission or NSI surveys and external studies of relevance to the impact assessment are referenced where appropriate. ",
        "41 Annex 2 Stakeholder consultation Introduction The Consultation Strategy on the proposal for an extension of the European statistical programme 2013-2017 has been elaborated at an early stage with the view to collect input and views from as many stakeholders as possible. A number of important stakeholders were already consulted in the impact assessment that was conducted for the programme 2013- 2017. Moreover, Eurostat has a regular dialogue with its main stakeholders, in particular through annual hearings with Commission DGs, frequent meetings with producers (national statistical institutes) at both technical and senior management levels, and with the European Statistical Advisory Committee (ESAC) which represents users and respondents. In this context, and based on the intense consultation with various stakeholder categories which started already in 2014, Eurostat proposed a comprehensive approach to the consultation with stakeholders in the framework of the impact assessment. This Consultation Strategy was discussed in the Impact Assessment Steering Group which consists of the representatives of the Commission DGs. Objectives of the consultation Within the framework of the Consultation Strategy, clear objectives have been set. Eurostat, the statistical authority of the European Union, is currently reviewing the framework for the production of statistical data which helps the EU to make the best policies for its citizens, and helps to understand and compare the situation in the different EU Member States. The production of European statistics is challenged by a changing environment characterised by  New data needs and expectations from users  Innovation in methodology and information technologies  Availability of new data sources (such as administrative data)  Pressure on resources of national administrations (cost of statistical operations)  Increasing concern for response burden. Therefore, Eurostat launched a series of targeted consultations and a public consultation so that it ensures that all relevant parties have an opportunity to express their opinions. Taking into account that the current European statistical programme has been elaborated in 2010-2011, it is therefore important to get contributions from stakeholders to identify the changes that have occurred in the meantime and need to be taken into account for the extension of the programme to the years 2018-2020. This covers political, economic or social changes as well as changes in the field of technologies, statistics and methodologies. It is then important to assess, in particular from the users point of view, what should be the priorities for European official statistics until 2020. Finally, it is useful to get feedback on the impact of suggested actions on the users, producers of statistics and on respondents (in particular businesses) and assess which ",
        "42 difficulties will need to be overcome when implementing these actions. The consultations focused also on impact of the various options considered for the extension of the European statistical programme. The Consultation Strategy identified and mapped stakeholders' categories and groups so that all of them are sufficiently covered. It included producers of European statistics (national statistical institutes and other national authorities); Survey respondents (businesses and households), and users of European statistics. The following two groups have also been distinguished: the institutional users include national and European organizations, namely: national governments, European Parliament and the Council, European Economic and Social Committee, European Central Bank, national central banks, Committee of the Regions, European Statistical System Committee, European trade Union Confederation, Confederation of European Business, and European Data Protection Supervisor. Non-institutional users, individuals belonging or not to institutions, include the following groups, according to their interest on statistics: 1. Users with a general interest  Journalists and media  Citizens  Students (by level of education, or age) and teachers (by level of education) 2. Users with a specific interest  Decision makers  Methodologists  Marketing analysts  Users interested in a particular domain/field 3. Users with a research interest  Scientific community – professors and researchers universities and research institutions  Consultants and researchers in Governmental Agencies and private sector  Experts in a specific field ",
        "43 The stakeholders' categories have been matched with the types defined in the minimum standards. They are reflected in the table below: Affected by the policy Will have to implement the policy Have a stated interest in the policy Producers (NSIs and ONAs) Their costs may increase if more statistics are to be collected; they would benefit from the use of new sources and implementation of new methods of production Respondents businesses Burden may increase if more statistics are collected. Burden may decrease if new sources are used Respondents households Burden may increase if more statistics are collected. Burden may decrease if new sources are used Users: institutional Have an interest in the scope of European statistics, as primary users for policy making, and have an interest in limiting the burden on businesses Users with a general interest Have an interest in the scope of European statistics, and dissemination Users with a specific interest Have an interest in the scope of European statistics, and dissemination Users with a research interest Have an interest in the scope of European statistics, and dissemination Consultations carried out Intense consultation with various stakeholders' categories started already in 2014 and continued through 2015. It covered the following categories: ",
        "44 Conference of European statistics stakeholders (users and stakeholders) Eurostat organised workshops on the European statistical programme in the context of the conference of European statistics stakeholders in Rome on 25 November 2014. The workshops used the \"World Café\" approach, which is the creative process used to facilitate collaborative discussion and create a network of viewpoints and opinions. The workshops gathered almost 100 users, researchers, methodologists and producers of statistics and members of the European Statistics Advisory Committee (ESAC) which is composed of users and respondents, including businesses, statistical societies, academics and various other stakeholders. The participants were actively involved in the different round tables and the final result included a wealth of input from the users/methodologists of statistics. The discussion focused on three main questions: What has changed in the environment of statistics since 2010? How can we measure these changes? What could be the concrete actions? What would be the impact of suggested actions? Based on the results of the Conference, discussions among participants continued online through the \"CROS portal\", an interactive platform managed by Eurostat. ESAC was also consulted beginning of July of 2015 on the needs (based on the results of the Conference of European statistics stakeholders) and on the policy options. Beside the consultations mentioned above, Eurostat consults the users via the User satisfaction survey which is conducted annually. Consultation of the Commission DGs Eurostat conducted a written consultation of the Commission DGs which was launched on the 20 th March 2015. The consultation documents included the roadmap on the extension of ESP 2013-2017 and possible policy options as well as other questions related to the assessment of the DGs needs in a longer term perspective. The note sent to the DGs asked their comments and input on  The roadmap and policy options , particularly from a budgetary perspective ;  Stable needs and their impact: asking which current statistical activities of the European statistical programme will continue to be most pertinent for the relevant DGs policy needs during the period of 2018-2020.  New needs: asking to indicate, in priority order, what the needs are for new statistics or improvements for the period 2018-2020, in particular in relation to the 10 priorities defined by the Commission in the Political guidelines for the Commission 2015-2020.  Areas of less importance: asking to inform Eurostat about the areas of less importance in the redefined political agenda and/or which could be simplified in the ",
        "45 light of constraints on resources both at EU and national levels and in order to limit the burden of respondents, in particular business.  Link with other programmes: asking to indicate if the DG manages programmes with a statistical component and if it considers in the coming years to sub-delegate part of it to Eurostat. Furthermore, Eurostat has been organising bilateral meetings at senior management level between Eurostat and the DGs during the period of June-September 2015 which were aimed at identifying priorities and the needs of each Commission DG. User's expectations regarding the priority of elements in the quality vector of statistics (relevance, accuracy, timeliness, comparability etc.) have been addressed in relation to its utilization for policy making purposes, as shown below. Consultation of producers / Consultation with national statistical institutes Taking into account new challenges posed for European statistics and changing environment as well as the fact that national statistical institutes of the Member States are important players in the production of European Statistics, Eurostat worked very closely with the NSIs to elaborate the \"Vision 2020 for the European Statistical System\" in 2014. This resulted in a series of new initiatives for improving statistical production. These outcomes and concrete priorities were extensively discussed with the NSIs of the Member States on the technical levels (working groups as well as on more strategic levels in the Directors groups and European Statistical System Committee (ESSC)) during the year 2014. Eurostat also launched targeted consultations of producers which continued in 2015. The latter addressed two dimensions:  Analysis of the impact of the new needs for statistics by each \"Directors Group\" representing national statistical institutes and other national authorities in a specific ",
        "46 statistical field, through meetings and/or specific written consultations (June-July 2015).  Opinion of the European Statistical System Committee on the Road map and policy options for the Extension of the Statistical programme (September 2015). A public consultation A public consultation was launched on 'Your Voice in Europe': http://ec.europa.eu/yourvoice/ on 23 July 2015 and lasted up until 15 October 2015. Eurostat ensured adequate awareness- raising publicity and adapted its communication channels. The call for the consultation was on the home page of Eurostat and also communicated to the Member States so that national statistical institutes could publicise via their websites. The public consultation on the extension of the European statistical programme 2013-2017 to 2018-2020 focused on  The changes in the environment that could affect the priorities of the European Statistical programme 2018-2020, and  The impact of various options considered for the extension of the programme. Anyone with an interest in the topic was thus invited to express their views on the questions identified in the call for consultation as well as to present their opinions as to what additional measures could be appropriate. Contributions were particularly sought from users of European statistics (public and private decision makers, researchers, universities, journalists) and survey respondents (in particular businesses and industry associations) and citizens, as well as producers of European statistics (national statistical institutes, other national authorities) and other statisticians. The questionnaire covered a series of general questions on the identification of respondents as well as specific questions on the level of satisfaction of stakeholders with the current availability of European statistics, needs, and priorities for European official statistics until 2020. Examples of the questions are presented below:  To what extent do you believe that European statistics are generally important for evidence-based policy making in the EU today?  Are you satisfied about the availability of statistical information at EU level for your decision making process (evidence-based policy making)? Do you think there are areas where more data is needed? Please indicate.  Would you accept a higher response burden in order to fulfil these needs? Please explain.  Can you indicate less important statistical fields which could be deleted from the ESP for the sake of the reduction of the overall budget and burden?  Is the overall completeness of European statistics (in terms of e.g. breakdown availability by countries, regions, components, etc.) sufficient? If not, please indicate the problems you encounter. ",
        "47  Do you consider timeliness of statistical information adequate to your needs? If not, please explain.  Are you satisfied with the way you access Eurostat databases and/or publications? What could be improved?  Does the current European Statistical Programme 2013-2017 sufficiently cover new recently emerged social environmental and economic phenomena (policies)? If not, please, justify your opinion.  Which changes in the field of technologies, statistics and methodologies should be taken into account in the extension of the programme for the years 2018-2020?  Subsidiarity and the EU dimension: Do you think the Roadmap provides a clear description of the issues to be taken into account when verifying compliance with the subsidiarity principle? If not, which aspects and how it should be addressed in the IA? Under the chapter “Impact of the different options” several options considered by Eurostat for the extension of the programme to 2018-2020 were presented for consultation as well. Eurostat was seeking feedback of the impact of these options on the users, producers of statistics and on respondents (in particular businesses), and citizens at large. The respondents were asked the following:  Which policy option would be the preferred one so that your current needs are taken into account? Please justify.  What would be the impact of the different policy options? What would be the impact of the Options (1, 2, 3) on the fulfilment of users' needs? What would be the impact of Options on the burden on respondents, producers, users' needs?  Which of the proposed options ensures best possibilities to introduce new production methods, technologies and products of European statistics? ",
        "48 Overview Eurostat conducted the consultation based on the General principles and Minimum Standards identified by the Commission in the Guidelines on Stakeholder Consultation. The consultation of stakeholders has been conducted following the Consultation Strategy which encompassed all relevant stakeholders as well as the public at large. An overview below presents which stakeholders have been consulted on which IA elements: Consultation on factors of change Consultation on needs and priorities Consultation on options Producers (NSIs and ONAs) ESSC meeting November 2014 on the ESP and the ESS Vision 2020; September 2015 Directors groups/ESSC – July 2015 ESSC – September 2015 Users/respondents- ESAC ESAC conference in November 2014, meeting in October 2015 ESAC conference in November 2014, meetings in October 2015, written consultation in the cross portal November 2014- January 2015 Commission DGs, Written consultation in March 2015, hearings, bilateral meetings 2014-2015 Written consultation in March 2015, hearings, bilateral meetings 2014-2015 Written consultation in March, hearings, bilateral meetings 2015 Public consultation In the period between 13 July 2015 and 15 October 2015 In the period between 13 July 2015 and 15 October 2015 In the period between 13 July 2015 and 15 October 2015 Inter-service Group Meeting in March 2015 Different methods and tools have been used to ensure accessibility and ensure that all relevant stakeholders groups mapped in the Strategy have the possibility to respond. The consultations have been differentiated between the targeted and general ones Written ",
        "49 requests, bilateral meetings, conferences as well as seminars have been used to find out the opinions as well as the views on the Eurostat initiative to review the framework for the production of European statistics. Consultation documents were available on Eurostat website and also sent to the national statistical institutes of the Member States so that they could promote the consultation process within their respective countries. Different time periods relevant for the consultations have been set so that the views as well as opinions of stakeholders could be duly taken into account and well considered. Consultations have been conducted at different levels, i.e. technical as well as strategic to ensure coherence and consistency. The content of the consultation and the questions were formulated in a clear and understandable way. Acknowledgment of stakeholders' feedback has been submitted to all stakeholders who responded to the public consultation. Outcome of the consultations Conference of European statistics stakeholders (consultation of users and respondents) The users have been consulted on the following aspects:  Factors of change  Needs and priorities. On the drivers of change, users indicated the ones relatively common to the 9 areas of the current European Statistical Programme (ESP) 2013-2017. These are mainly the economic and social crisis, globalisation, a more heterogeneous Europe between and within Member States, the request for statistics describing distribution rather than averages and the availability of new data sources. As for the needs and priorities up to 2020, there were proposals for improvements of statistics in specific areas such as: migration (migration flows using combined data sources from different countries), productivity, value chains (better understanding of domestic and global value adding process), social indicators, in particular poverty, inequality, elderly people. The Conference urged the NSIs to continue working on technical, legal and consensual issues which is a prerequisite for the exchange of micro data within the European statistical family. The discussions were not limited to a wish list. Proposals were also made on how to work differently, and how to make the best use of new sources and technologies. The following could be mentioned as examples: integration of social variables in the accounting framework, recognising geospatial information as a dimension that needs to be integrated with many statistical areas and can appear in the programme in a matrix way. In this context, it has been noted that the INSPIRE infrastructure should be better used, the potential of big data should ",
        "50 be better exploited which would help providing real time data and full coverage, however at the same tackling the challenges of quality aspects. In particular, users were concerned with the timeliness of social indicators . They indicated that new technologies could well serve this purpose so that policy makers and the society at large receive relevant statistical information in due time. In their opinion, increased comparability of social indicators across countries as well as consistency between EU and international data should receive proper attention in the Extension of the ESP 2013-2017. Suggestions were put forward to create a new scheme of defining indicators and their measurement so that the wording of the indicators has to be simple enough to be understandable to the respondents in the same way. Also the interpretation of the indicators has to be clear in the communication with specific groups. Users stressed the importance of measuring indicators in a comparable way. Proposals were put forward in relation to avoid response burden. As an example, it was mentioned a need to implement a more efficient data production process which could be achieved due to greater coordination between accountants, statisticians and regulators to agree a common set of reporting procedures e.g. greater use of electronic invoices. European Statistics Advisory Committee (ESAC) which represents users and respondents, has been consulted on continuous basis. It expressed a clear need for reducing burden on respondents, improving timeliness, incorporating new data sources from outside ESS, alerted on resources needed for measuring emerging policies. ESAC noted that better information on migration phenomenon could help policymakers to choose the right options for handling migration and for promoting labour mobility. They consider that migration statistics must be given higher priority on all levels, be it ESS, national or sub-national. ESAC indicated that in the long run, migration statistics at Union level has to be more closely and precisely linked to administrative registers. In the opinion of ESAC, it is essential and urgent to produce reliable statistics on labour mobility. The key to the creation of indicators of labour market integration is longitudinal data and geographical breakdown. Consultation of the Commission DGs The Commission DGs have been consulted on the roadmap and policy option s, particularly from a budgetary perspective ; stable needs and their impact; new needs and priorities; areas of less importance for their policy field; link with other programmes. 25 DGs responded to the questionnaire launched on 20 March 2015. As regards the content of the extended programme, the following observations could be made:  DGs indicated that the current statistical needs will not be reduced during the extension period of the ESP. Currently collected statistical information pertinent to their main processes for policy developments and analyses will be further required. ",
        "51 Particular attention was given to maintaining the current relevant statistical work streams to produce high quality data.  There was also a call for filling in currently existing data gaps and new needs in some of the policy areas and/or the need for additional breakdowns by geographical regions, etc. In most of the cases new needs are related to the ten priorities defined by the Commission in the Political guidelines for the Commission 2015-2020.  The Commission DGs didn't identify any areas of low importance that could be cut. Instead, a few cases referred to the need of exploiting better new data sources, like big data, which in the long run will lead to efficiency gains. The Commission DGs referred to the challenges in terms of timeliness of data and the need of more detailed and timely statistics for a number of policy areas so that the policy makers could benefit from it. Specific fields have been indicated, like social statistics (including migration, health, gender statistics), and business statistics (globalisation factor). More effective, efficient and advanced methods (using more varied data sources, like administrative data) for the production of European statistics should be aimed at in order to achieve the relevant quality parameters. Linked to different Commission priorities highlighted in the political guidelines of the Commission such as A New Boost for Jobs, Growth and Investment; A Deeper and Fairer Internal Market with a Strengthened Industrial Base; A Deeper and Fairer Economic and Monetary Union, the DGs indicated a number of priorities that would require measurement and monitoring indicators in the long run. The Commission DGs indicated a number of areas to be addressed within the framework of the ESP extension. It was noted that changes in the design of European energy markets necessitate the need for streamlining energy statistics in order to have timely, comparable and sufficiently detailed data in the field of energy policies and striving that statistics respond to challenges arising from the new energy market structure (decentralised power generation from renewable sources, demand response solutions at final customers, extension of the household final energy consumption statistics to other sectors of the economy – industry, services, transport, etc). The DGs reflected on the need to harmonise the Household Budget Survey and EU Social and Living Conditions surveys across the EU MSs; to elaborate indicators on tax fraud and evasion; to produce more complete data sets on social contributions, notably to improve the breakdown of contributions by economic function; to increase statistical capacity of partner countries. They expressed a need for a better level of detail in the breakdown in consumer price indices and employment data. The DGs considered that it is extremely important to collect data on investment and maintenance of transport infrastructure, on the functioning of justice systems for the annual EU Justice Scoreboard; on the prevalence of gender-based violence (call of the Council and the EP); on over-education, skill mismatch, changes in the wage structure and overall earnings inequality; on research and innovation, private investment and education. ",
        "52 Other areas mentioned by the Commission DGs include production and dissemination of experimental statistics; more service statistics: more disaggregation; more data which could be used to support impact assessments. More complete and timely information is required on green economy including circular economy package (quality of indicators on issues such waste, recycling, secondary raw materials, food waste, repair and reuse, security of supply for key raw materials , natural capital accounting) . on organic farming. The DGs expressed a need for indicators to monitor the UN 2030 Agenda for Sustainable Development; for further disaggregation of business R&D expenditure; for improvements to be made in the area of Services and FDI and for more detailed and timely statistics on SMEs. Closing gaps in data on the food supply chain and elaborating a full set of 28 agri- environmental indicators has been also mentioned as areas to be taken on board by the extended ESP. As regards the options, the DGs expressed their support in pursuing the extension of the ESP 2013-2017, in particular stressing the ten priorities of the political guidelines, EU2020, European Semester (preparation of Annual Growth Survey). It has been also noted that the political context for European statistics should remain a general EU policy context. Therefore, it might call for a harmonisation of the ESP programming cycle as well. There was an overall agreement on the choice of options as indicated in the roadmap. New statistical challenges, need for modernisation of the statistical system which could take into account new digital environment and data sources, in view of providing statistics on new trends might generate additional needs or resources and adaptations of the statistical programmes. Some observations have been made on a need for overall investment in the statistical infrastructure and its modernisation so that new developments could be accommodated. It has also been flagged that a smooth way to move from the current ESP 2013-2017 to a prolonged phase for the years 2018-20 should be ensured. The new phase should be built on stable needs as described by the DGs and also include emerging new needs. With the extension of the programme, the overall aim of a rational way, efficiency gains, and simplification as well as streamlining and prioritisation should become a permanent task. Consultation of producers / consultation with national statistical institutes The ESSC and Director's groups have been consulted on statistical outputs and priorities of the European statistical programme extension. Replies have been received from all members of the ESSC and the Directors Groups. Overall there was a wide support for the extension of the ESP 2013-2017 with a view to accommodate new needs for statistical production challenged by the 10 Commission priorities. ",
        "53 Furthermore, there was a general approach of the NSIs leading to more modern ways, tools and methods for the production of the data which could and should result in better timeliness and more multi-dimensional characteristics of European statistics. The NSIs paid attention to the financial and response burden on all relevant partners involved in the production of European statistics, be it businesses, households, citizens, institutions or NSIs. Therefore, it has been strongly supported to search for new data sources avoiding direct data collections which in many cases are outdated, expensive and not efficient. The ESSC provided a feedback on the impact of the different policy options to implement objective I related to the statistical outputs and objective II on new methods of production of European statistics aiming at efficiency gains and quality improvements. Some NSIs mentioned that activities related to implementation of the Vision 2020, as they depend on the ESS funding, would be seriously jeopardized without sufficient budgetary support. The cost of big data (IT infrastructure, higher IT, statistical and other skills) and developments relating to open data, were particularly highlighted. Changes, innovations, improvements require additional financial investments (methodology, adaptation and matching of IT tools, training of employees, business trips, etc.). Several NSIs underlined the need to re-prioritise current statistical outputs, as new statistics need to be developed. Effective re-prioritisation would release resources for innovation and new statistical outputs. This would also reflect that NSIs are operating with reduced budgets. Investments in modernizing the ESS and harnessing big data sources for the production were deemed to be important and necessary. The NSIs considered that resources are needed to finance projects responding to new challenges faced by European statistics, i.e. implementation of the objectives of ESS Vision 2020, strengthening of the European statistical infrastructure, new solutions for FRIBS (the Framework Regulation Integrating Business Statistics), the planned new round of censuses in 2020, especially the agricultural census (FSS 2020) or the implementation of the statistical units in statistical registers and statistics. Furthermore, development projects will need highly skilled expertise, from the organisation (i.e. a re-allocation of staff) and/or through external recruitment. Several NSIs underlined that, as regards the European statistical infrastructure, the most important question is how to implement such a solution into various individual sophisticated national systems. The issue of grants for small countries was raised. For a small NSI the distribution of funding and more effective utilization of funding are of greater importance than an increase in the total budget, unless this increase is a very significant one allowing for a different approach to EU projects altogether. The NSIs indicated that the development of timely social indicators, including advanced techniques for now-casting and flash estimates might be very ambitious. Nevertheless, the use of now-cast and flash estimates is quite useful. Therefore, it was emphasized that quality requirements have to be respected. ",
        "54 The NSIs agreed that the fact that the Lisbon Treaty has called for better regulation, a streamlining of the legislation related to the pillar of business statistics should be pursued as far as possible with due consideration for the limitations of the resources available to producers and the overall burdens on respondents, while ensuring that the scope of statistics continues to meet users' needs and the overall quality of the statistics for policy-making is maintained. This is also in line with the current EU Commission initiatives on strengthening the Regulatory Scrutiny and the Regulatory Fitness (REFIT) of EU Regulations. The NSIs supported the continuity needed to implement the projects at EU level which can maximise EU added value. The EuroGroups register, the SIngle Market StatTATistics (SIMSTAT) project, and the census hub are just some examples of projects that have benefited from increased collaboration between Eurostat and the national statistical institutes, made possible through collaborative approaches such as the European Statistical System collaboration networks, and as part of the European Statistical System vision implementation projects. The work carried out in implementing the European Statistical System Vision 2020 plays also a role in maximising EU added value. Public consultation 45 responses have been received. The stakeholders who replied can be grouped into the three main groups:  Public authorities (national, regional, local) - 21 replies  Registered organisations – 12 replies  Individual contributions – 12 replies The results of the public consultation should be interpreted and analysed cautiously since due to the relatively low response rate the replies are not representative of the totality of users. Public authorities (national, regional, local) General remarks Most of the respondents representing public sector of the MSs replied in a positive way concerning the extension of the European statistical programme. In particular, they noted the importance of European statistics to evidence-based policy making in the EU as well as an increasing need for the usage of statistics aimed at assessing the value and benefit of policies. Reliable statistics are required to generate robust evidence, and this is hard to achieve with ad-hoc data collections. Some of the respondents of the public sector showed concerns regarding the overall quality and comparability of data provided, in particular the data on waste management as well as the difference in the data sources used. Consistency and coherence between the methodologies were raised as important issues which will require further improvement and attention. ",
        "55 Some remarks have been posted concerning the timeliness of European statistics, e.g. in some cases a significant lag before statistics are available was observed. In particular, it is important to shorten the production time since out-of-date statistics are of less interest. The respondents admit that additional investments might be needed to reduce these delays. Some more improvements might be needed in the area of dissemination of statistical products, i.e. more user friendly publications, usage of Geographical Information System (GIS). A clear support has been expressed by some of the respondents as concerns the potential for the usage of big data at EU level. The latter should be encouraged and taken into account in the extension of the programme for the years 2018-2020. The respondents have noted that  it is important to ensure low respondent burden and to use more modern technologies for the production of European statistics;  data in some cases cannot be used for the regional policies due to high level of data aggregation. Relevant and usable available administrative data should be used at national level, without double data collection, without increasing the administrative burden for respondents. This will require a stronger partnership and cooperation with the national authorities;  a real coordinated approach should be created and developed at the EU and national levels: coordination between the actors involved; coherent legislative frameworks;  reduction of administrative burden should become a priority. The respondents were in favour to implement new methods of production of European statistics aiming at efficiency gains and quality improvements, modernisation and development of the European statistical infrastructure, with possibility of a different timeline and budget especially with regard to circular economy and the new waste package proposed by the Commission. Exploiting the possibilities to use big data or small areas estimates and the use of administrative records were mentioned as tools for modernisation which in its turn will improve quality characteristics of statistical information, in particular timeliness. Moreover, respondents considered that the trend towards digitalisation of public services opens opportunities to optimise the production of European statistics. They also argued that, due to the economic and financial crisis it is important to make comparable the accounting systems, in particular improving the assessment of housing prices. Some of the respondents expressed their concern that the heritage sector lacks statistical information. Increasing understanding of the actual and potential role of heritage in policy development is a driver for improvement of systematic data on its economic and social impacts. The challenge is availability and comparability of immovable cultural heritage on ",
        "56 the impacts or spill-over effects of cultural heritage to other economic sectors. There is a need to compare stock and value of European cultural heritage. According to a few respondents, comparable European data on sport participation would also be a benefit, in particular European comparisons of participation by demographic groups and specific sports would be useful. A few respondents highlighted the need for European statistics on fire and rescue services noting that harmonised, reliable and trusted Europe-wide fire statistics are very important to help forming the policies at local, national and European levels. This is all about data on fires, fire deaths and injuries, economic loss from fire, causes of fires, etc. Respondents also called for greater effectiveness and efficiency, i.e. demand-driven surveys, tailor-made research, cost/benefit analysis, economic modelling, forecasts and projections. These constitute different tools for planning, measuring and monitoring development policy outcomes, all of which share one important element: reliable statistics upon which policy development and management depend. In particular, it has been referred to the regional policies where the data gaps still exist and the data are not always up to date. More and better statistics are needed at regional level to serve the Cohesion Policy for 2020. Respondents indicated that better statistics is needed to design and implement the programme policies to improve gender equality and increase women’s empowerment. Challenges posed by immigration create also a need for more robust statistics. In particular, respondents referred to the cross-EU statistics on third country nationals' returns or reasons for migration. MSs will be assessed on their performance and interventions to increase returns. To do this effectively, the need is to access accurate and comparable returns statistics disaggregated by return type and return destination. Comparability should be improved defining skilled and unskilled markets, intra-company workers and entrepreneurs. In general, respondents are satisfied with the accessibility of statistical information which has improved over the recent years. However, the time lag from the collection of data to the dissemination is not very adequate. As for the policy options , it has been noted in a number of cases that taking into account the change of environment as the change of users' needs, it might be inevitable to make certain adaptations in the European Statistical programme. Any major adaptations would require more budget/resources, in particular if new data collections are involved. Registered organisations Respondents identified some of the improvements needed in order to better reflect the true contribution of the music sector to jobs and growth. The current classification system doesn’t allow the music sector’s economic contribution to be properly measured in terms of GDP, employment and exports. ",
        "57 Some gaps in statistical information have been indicated concerning mobility and circulation of cultural services; data on export (outside EU28) and import of cultural services; data on mobility/free movement of workers in the cultural sectors for temporary employment outside the own resident country; comparable data such as ranking of cities according to cultural infrastructure; public expenditure on culture (national, regional, local). Some respondents underlined that safety and security industry is another sector requiring more reflection in terms of statistics. In particular, it concerns fire safety and security markets. Robust statistical information would contribute to the creation of a true Single Market for security technologies, including safety, as well as natural and man-made disaster management topics. Currently, the data on these areas are insufficient. Data gaps were mentioned in availability of statistics on resources (mining, water, etc.), assets, and value-added chain. Information on SMEs is generally based on the number of employees, but not on the other criteria according to the turnover, balance sheet total, autonomy. For social statistics a better coverage of benefits in kind would improve this domain since non-monetary social benefits have substantial impacts on citizens. This coverage would close an important data gap for social policies. It has been noted that as for short term statistics, there is a lack of information about new orders in the EU industry sector. Some concerns have been raised concerning the time lag of short term and structural business statistics. The ESP extension should also include further indicators such as digitalisation of industry, data for the activities of EU-based companies outside the internal market and resource efficiency. More data are requested on road tolls (extent of tolled networks vs non-tolled); ownership of locomotives; limitations of rail infrastructure, transport accidents, etc.). Some new data are required in the health sector , in particular on new and emerging professions in the health sector. A respondent raised concerns on the fact that international comparisons are hampered because some statistics are measured at different points of time. LFS is an important example for that. Only a few less important statistical areas have been noted by respondents, e.g. reduction of periodicities of data collection on information society statistics, especially in enterprises. For monitoring of food prices existing data should be used. The average prices should be avoided in order to avoid misleading conclusions on a very sensitive issue as prices. Overall, the organisation-respondents indicated that burden on respondents should not be increased. More efficient use of administrative data and other secondary sources has high potential for the data quality improvements. There should be more and more synergies between the different statistical domains in the ESS. New methods of producing statistics are ",
        "58 highly appreciated. However, reference is made to cost-benefit aspects. It has to be considered exhaustively, in particular taking into account quality aspects. While Eurostat’s databases are in a leading position if compared internationally some improvements still could be made, especially when displaying the results. Individual contributions – 12 replies Some of the individual respondents mentioned fire statistics as a potential domain to be covered by the European statistical programme extension since it is considered as an important social, economic and environmental phenomena and it is covered insufficiently within the current statistical programme. More data are needed on property market, renewable energies, bio energies, emissions. Some respondents referred to the need for modernised methods and ways of data collection, like usage of big data, so that the burden on respondents is not increased. Other methodologies could be also utilised, such as indirect questioning techniques in sample surveys. There should be changes including open data and cloud computing to improve data access potential or electronic data gathering and GPS mobile devices. They also noted the importance of cooperation and partnership between different institutions engaged in data collection and ownership. Other relevant groups The European Statistical Governance Advisory Board (ESGAB) is mandated to report to the Council and the Parliament on implementation of the Code of Practise in the ESS as a whole. In its recent (November 2015) annual report 29 the Board included into the set of recommendations a need to explore and use new methodologies and new data sources such as Big data; to improve cost-accounting systems and provide early estimates of the cost of producing European statistics in order to insure adequate comparability and coverage. The estimates should be used for a benchmarking exercise covering statistical systems at international level. The ESGAB clearly supported in their report the option 2.c. Summary results of the stakeholder consultation When analysing the feedback from the different stakeholders, a basic divergence between the user and producer groups can be observed. As a matter of fact, any user needs statistical products of the highest possible quality, which among others covers relevance, timeliness, sufficient coverage, comparability in a very timely manner and as detailed as possible. However, the producers of the European statistics encounter a series of challenges to meet those demands and to maintain the adequate balance between scarce resources, timeliness as well as other quality parameters, such as exhaustiveness, comparability. Due to ever decreasing resources for the production of European statistics in the NSIs on the one hand and the increasing demand for the European statistics from the users' perspective on 29 Annual Report 2015 available on ESGAB homepage http://ec.europa.eu/esgab ",
        "59 the other, some of the proposals formulated by the user groups are considered too ambitious by the producers. A few examples to be mentioned: indicators on income and consumption distribution across household groups – some countries generally consider this as very ambitious. The NSIs indicated that the development of timely social indicators, including advanced techniques for now-casting and flash estimates might be very ambitious as well; nevertheless the use of now-cast and flash estimates is quite useful. Therefore, it was emphasized that quality requirements have to be respected. The development of environmental accounts as ‘satellite accounts’ to the main national accounts is considered unrealistic due to the human resources constraints. As formulated now the objective presents a significant increase in statistical burden. Statistics on trade in raw material is considered too ambitious by end 2020. Development of eco-system accounts should not be given a high priority. Some countries are against inclusion of eco-system accounts in the objectives of the ESP extension. Respondents considered that streamlining of business statistics legislation should be pursued, but with due consideration of resource constraints, burden on respondents and user needs. Micro data are clearly the preferable solution for researchers, meso data should be only a second choice. The overall agreement to modernise statistical production processes was expressed across the different stakeholders groups. ",
        "60 Annex 3 Who is affected by the initiative and how Producers of statistics The programme will support an investment in the European statistical infrastructure, allowing for the modernisation of the European Statistical System and the harnessing big data sources for the production. Due to co-financing, higher budget for the ESP implies higher budgetary needs also for the own contributions of the national statistical institutes. Furthermore, development projects will often need highly skilled expertise, either from the organisation (i.e. a re-allocation of staff) and/or through external recruitment. Respondents Response burden is expected to decrease: while the EU social survey would have a minimal impact on burden, significant reduction of burden are expected from the better use of administrative data and new sources (big data). Users of statistics Users will benefit from the initiative as it addresses the main quality aspects which are important for users (as defined in the European statistics Code of Practice) : timeliness, relevance and comparability: Timeliness: timeliness refers to the period between the availability of the information and the event or phenomenon it describes (or time lag). In the public consultation, in particular public authorities provided remarks concerning the timeliness of European statistics, e.g. in some cases a significant lag before statistics are available was observed. It is in particular important to shorten the production time since out-of-date statistics are of less interest. Relevance: European statistics meet the needs of users. In the context of the programme, it includes the following questions: does the scope of European statistics correspond to the needs of the users? What does the programme cover in terms of user interaction, user-friendly dissemination and targeted products and services? Comparability/harmonisation: European Statistics are consistent internally, over time and comparable between regions and countries; it is possible to combine and make joint use of related data from different sources. ",
        "61 Annex 4 Analytical model used in preparing the Impact Assessment Multi-Criteria Analysis (MCA) The MCA has been chosen because the costs and benefits for substantiating a cost/benefit analysis (CBA) are difficult to calculate and quantify respectively, as the ESP covers the entirety of European Statistics, most of which are collected based on individual legislation. Multi-criteria analysis aims to compare different actions or solutions according to a variety of criteria. The method is based on the evaluation of actions by means of a weighted average and can be used to select or hierarchise solutions. In addition, while CBA aims to achieve economic efficiency, MCA’s primary concern is effectiveness. In this case, the production of statistics is mainly based on individual regulations and the main purpose of statistics is to support a data-based policy making – this gives way to multiple cases where the need for data is vital and as such outweighs the potentially higher cost. Multi-criteria analysis is a technique to reach a judgment based on an explicit set of objectives and associated criteria. Typically, MCA will be used to assess and rank alternative options in an impact assessment, or to assess the extent to which a variety of objectives have or not been met, in a retrospective evaluation or fitness check. In this case, the criteria chosen include the impact on timeliness of statistics, on the relevance, on burden (reduced or increased) on respondents, on the degree of harmonisation and on shared infrastructure. Multi-Criteria Analysis is particularly useful when impact assessment has to be reconciled with specific policy objectives, and as such is used as an instrument of ensuring the simultaneous assessment of effectiveness, efficiency and coherence of policies. This method allows to capture and evidence distributional impacts (e.g. in terms of stakeholder types, EU regions/countries or time) and trade-offs between dimensions (such as between some economic, social or environmental impacts, or between some families of criteria). A prime advantage of MCA over CBA is indeed that it does not hide distributional impacts and trade-offs into one overall score, but on the contrary enables to judge the pros and cons of various policy options based on their profile along the main comparison criteria (usually multiple, since not just efficiency but effectiveness and coherence are prime considerations to be included when ranking options). Unlike CBA, which can illustrate the overall additional welfare generated by an intervention but without any consideration whatever of how costs and benefits are distributed among stakeholders, in space or in time. The MCA has been applied in a stepwise procedure, but adapted it to the specific needs for this impact assessment. The standard procedure for performing a MCA consists of 3 steps. The same approach can be followed in the evaluation context by replacing different policy options with different categories of impacts: For each of N policy options (or alternatives in general) a number of indicators (or criteria) should be established which are important in determining an overall ranking of policy options. Three pieces of information are needed: ",
        "62 - Performance of given policy option with respect to each criterion (i.e. the numerical value of the pertinent indicator); - Weight (importance) attached to each criterion; - Direction of each criterion with respect to overall objective. That is, whether higher values of a criterion correspond to better (denoted by +1) or worse (denoted by -1) performance of the option. We have adapted this by adding a value for stasis or stagnation; a zero multiplier, if during repeated application we found performance to be static and thus not influencing assessment for a given evaluation segment, but ended up not having a use for it in this particular instalment. Implementation steps Thus, as a first step, a set of criteria has been established, considering the main types of impacts on users as they came across from the stakeholder consultation, and Eurostat's crucial role in harmonisation at European level. Increased timeliness has been considered of utmost importance in a fast-moving world, giving the policy makers the possibility to react quickly to changes in the environment. Measuring timeliness then becomes mandatory, and the monitoring of the ESP extension will foresee new indicators for measuring not only the respect of data \"punctuality\", but also the freshness of information. It is particularly important to shorten the production time since out- of-date statistics are of less interest. Increased relevance (as defined in the ESS Code of Practice): European statistics meet the needs of users. In the context of the programme, it includes the following questions: does the scope of European statistics correspond to the needs of the users? The relevance of European Statistics for a particular user is determined by several factors, like timeliness, responsiveness to new needs, coverage of specific (sub-)populations or geographical breakdown. Reduced burden on both enterprises and citizens is one of the priorities of the Commission, reflected in the objectives of the Better Regulation Package. New data collections via surveys are limited as they would impose a burden on respondents – so alternative ways of getting data need to be found (such as administrative data and big data). Reduced costs for the ESS can be achieved through investments in the modernisation of the statistical infrastructure, the implementation of shared tools, new survey schemes and data collection methods as well as the use of new, more efficient data sources. Increased harmonisation as it is one of the fundamental principles of the ESS, and harmonising methods and processes will contribute significantly to quality improvements, while sharing tools and services will lower costs of production. Level of shared infrastructure : tools and services developed in other Member States and on international level help to decrease costs of development. In a rather tough situation of diminishing resources, a joint effort seems to be a very sensible approach. ",
        "63 Impact on EU budget & HR costs is another important criterion and linked to the other criteria since modernisation activities and the use of new data sources will require initial investments. Secondly, a relative weight has been assigned to each criterion (out of a total of 1). Since the first two criteria (timeliness, relevance) are considered to be of highest importance to users and the third criterion (burden) is the most important for respondents, an equal relative weight of 0,20 has been assigned to them. The criterion harmonisation is important to users but not to the same level as timeliness and relevance, it has therefore received the weight of 0,10. The other three criteria, which primarily concern the production of statistics and not outside users or respondents, have also been ranked lower, with an equal relative weight of 0,10 each. Thirdly, a direction was established for each criterion in relation to each option. Direction indicates an increase +1, stagnation 0 or reduction -1. Fourthly, the performance of each policy option in relation to each criterion has been rated on a scale from 0 to 30. A weighted performance has been then calculated: the weighted performance of each criterion is the product of performance, weight and direction. Each policy option is ranked in ascending order according to its weighted performance. To further emphasize the importance of each criterion (as expressed via the assigned weight), a ranked weight is calculated by multiplying the criterion's rank by its weight. The final score is the sum of the ranked weights thus obtained for each criterion. Multiplication of the Performance, Weighting and Direction gives a composite quantity which allows each policy option to be compared and ranked in respect to each criterion. Traditionally, the second step is in a Multi-criteria analysis (MCA) is to build a square N x N matrix, called the outranking matrix, which summarizes how one option compares against another for all possible pairs of policy options. As the assessed policy options in our impact assessment are mutually exclusive, and to further circumvent some of the known practical shortcoming of MCA using Kemeny’s rule (as laid out in detail in http://ec.europa.eu/smart-regulation/guidelines/tool_57_en.htm ) a more straightforward simple impact matrix was used, leading to a straightforward comparative ranking matrix for each policy option's weighted performance according to the selected criteria, instead of the traditional pairing and pairwise agreement assessment of policy options. To further refine the ranking matrix, the traditional MCA's binary assessment has been abandoned in favour of a graded scale allowing for more nuanced ranking. Thus instead of summing of the weightings of comparatively superior or more efficient policy options, thereby losing the actual degree of relative strength for each criterion due to simplification inherent in the traditional model, they were instead ranked in ascending order then weighted by that rank. ",
        "64 The optimal ranking is the one with the highest score for any given criterion, while the model chosen preserves the weighted importance of second-highest ranking policy options. This approach allows highlighting cases where, though a particular policy option might score only second- or third-highest for certain criteria, it still significantly outperforms other policy options in total, while preserving the actual scores for those interested in more detail. The weightings, direction and performance of the all options need to be determined for each of the five criteria. The importance of the criteria is reflected in the respective weights. As each policy option's ascending rank of weighted performance has been multiplied according to each criterion by that criterion's weight, and it being a general recommendation to complement this type of MCA with sensitivity analysis to determine the robustness of the final ranking to the assumption about the weights given to each criterion, particular care was given to going through several iterations of establishing the weights for each relative criterion. This assessment was run through separate iterations for each of four different objectives, but as the number of policy options to be compared according to the number of criteria, multiplied by the number of objectives, becomes computationally intractable in view of being readily understandable by stakeholders, only the final iteration and averaged out optimal ranking was included as a provably-best approximation of the results. ",
        "65 Results of the Multi-Criteria Analysis: Legend: The relative weight of each criterion is out of a total of 1. Direction indicates either increase (+1), stagnation (0) or reduction (-1). Performance of each policy option for each of the criteria is rated on a scale from 0 to 30, automatically multiplied by direction, weighted, and then ranked below. The weighted performance of each criterion is the product of its performance, weight and direction. Ranked weight is obtained by multiplying a policy option's ascending rank by the weight of the respective criterion. The final score is calculated as the sum of the ranked weights obtained for each criterion. Input matrix 1 2a 2b 2c 3 Criteria W e i g h t D i r e c t i o n P e r f o r m a n c e D i r e c t i o n P e r f o r m a n c e D i r e c t i o n P e r f o r m a n c e D i r e c t i o n P e r f o r m a n c e D i r e c t i o n P e r f o r m a n c e Increased timeliness 0,20 1 15 1 12 1 23 1 10 Increased relevance 0,20 -1 10 1 8 1 24 1 5 Reduced burden 0,20 1 5 1 7 1 20 1 7 Increased harmonisation 0,10 1 15 1 15 1 25 1 15 Reduced costs for the ESS 0,10 1 5 1 10 1 15 1 5 Level of shared infrastructure 0,10 1 5 1 10 1 20 1 10 Impact on EU budget & HR costs 0,10 1 5 -1 2 -1 15 -1 5 Ranking matrix Criteria 1 2a 2b 2c 3 1 2a 2b 2c 3 Increased timeliness 3,0 2,4 4,6 2,0 0,6 0,4 0,8 0,2 Increased relevance -2,0 1,6 4,8 1,0 0,2 0,6 0,8 0,4 Reduced burden 1,0 1,4 4,0 1,4 0,2 0,4 0,8 0,4 Increased harmonisation 1,5 1,5 2,5 1,5 0,1 0,1 0,4 0,1 Reduced costs for the ESS 0,5 1,0 1,5 0,5 0,1 0,3 0,4 0,1 Level of shared infrastructure 0,5 1,0 2,0 1,0 0,1 0,2 0,4 0,2 Impact on EU budget & HR costs 0,5 -0,2 -1,5 -0,5 0,4 0,3 0,1 0,2 1 2a 2b 2c 3 1,7 2,3 3,7 1,6 Option 1: \"No change\" policy: same ESP extended for 3 years Option 2: Extension of the current ESP for 3 years with adaptations: Sub-option 2a: Amendments and reduced budget Sub-option 2b: Amendments and same budget Sub-option 2c: Amendments and higher budget Option 3: Several statistical programmes Final Scores Policy Options Weighted performance Ranked weight ",
        "66 Annex 5 Budgetary impacts of the different policy options The estimated impacts of the different policy options on the EU budget are based on cost assessments made by the responsible Eurostat directorates. The estimated costs are based on the budget figures and calculations for previous Eurostat projects of a similar scope and nature. The figures related to the expected average cost per year for the three-year period expressed in million Euros for the operational budget (i.e. for spending on grants and procurement). The costs estimations can be considered a being robust, as Eurostat has calculated the cost of each statistical product it produces and disseminates, and has a long experience on assessing the costs for the design and implementation of statistical surveys. Annual budget for Option 1: 2018 2019 2020 Total Operational costs (€ m) 62.7 64.3 65.9 192.9 Under the baseline option, the planned annual budgets from the Multi-annual Financial Framework would not change. Annual budget for Option 2a: This option was discarded at an early stage. Annual budget for Option 2b: 2018 2019 2020 Total Operational costs (€ m) 62.7 64.3 65.9 192.9 Under this option, the planned annual budgets from the Multi-annual Financial Framework would not change, as investments in new outputs under Objective 1 would be compensated by reductions in other areas, as indicated below. Objective 1 (statistical outputs) Improved outputs, based on a prioritisation of user needs: • Improve the timeliness of data about inequality, poverty and material deprivation • Enlarge the production of statistics on energy and improve their timeliness • Improve quality and timeliness of environmental data + € 6 m annually Significant reduction in the scope of work on, and support to Member States, on: • Purchasing power parities • Waste statistics • Fisheries • Forestry • ICT statistics (reduction in the periodicity) • Key indicators on European cities • Crime and criminal justice • Agro-environment • Tourism • Population projection (regional component) - € 6 m annually Objective 2 The objective remains the same as in ESP 2013-2017 but the Same ",
        "67 (modernisation) actions are mainly focused on basic infrastructure and pilot projects for modernisation. budget Objective 3 (partnership) The objective remains the same as in ESP 2013-2017. Same budget Annual budget for Option 2c: 2018 2019 2020 Total Operational costs (€ m) 84.7 93.4 101.8 279.9 This option requires an increased budget for the European Statistical Programme 2018-2020 in order to adequately finance the new and improved outputs under Objective 1 and the modernisation projects to be launched under Objective 2, as specified below. Objective 1 (statistical outputs) New and improved outputs: • Improve the timeliness of data about inequality, poverty and material deprivation of people in Europe (including flash estimates) • Enlarge the production of statistics on energy (efficiency, security, renewables, consumption, prices, etc.) and improve their timeliness • Improve quality and timeliness of environmental data to support climate change policy and the circular economy • Measure UN Sustainable Development Goals • Support drivers for technological change and e- commerce • Improve annual population projections • Extend housing price statistics • Extend coverage of statistics on the services sector • Measure globalisation + € 10 m annually Same outputs compared to ESP 2013-2017 (no reduction envisaged) Same budget Objective 2 (modernisation) EU social survey to increase substantially the timeliness and comparability of social indicators and preparatory work for the European approach to statistics + € 4 m annually Statistics on demand and dissemination as a service + € 3 m annually Modernisation including new sources (big data) + € 12 m annually Basic infrastructure and pilot projects for modernisation Same budget Objective 3 (partnership) Partnership Same budget ",
        "68 Annual budget for Option 3: As this option is not different in terms of the objectives and work planned under Option 2b, the planned annual budgets from the Multi-annual Financial Framework would not change compared to the baseline scenario. However, additional human resources would need to be requested, and some internal resources would need to be shifted from statistical production and modernisation projects to programme management in order to manage two parallel programmes. ",
        "69 Annex 6 List of abbreviations AAR Annual Activity Reports ADMIN Vision Implementation Project Administrative Data Sources AWP Annual Work Programme CBA Cost-Benefit Analysis CSP Community Statistical Programme DG Directorate-General ECOFIN Economic and Financial Affairs Council ESAC European Statistical Advisory Committee ESGAB European Statistical Governance Advisory Board ESP European Statistical Programme ESS European Statistical System ESSC European Statistical System Committee FRIBS Framework Regulation Integrating Business Statistics FSS Farm Structure Survey GDP Gross Domestic Product IASG Impact Assessment Steering Group ISC Inter-Service Consultation KPI Key Performance Indicator LUCAS Land Cover/Use Survey MCA Multi-Criteria Analysis MEETS Modernisation of European Enterprise and Trade Statistics MFF Multiannual Financial Framework MP Management Plan NSI National statistical institute OECD Organization for Economic Cooperation and Development ONA Other national authority PEEI Principal European Economic Indicator R&D Research and Development SIMSTAT Single Market Statistics project SWD Staff Working Document SDG Sustainable Development Goal USS User Satisfaction Survey TFEU Treaty on the Functioning of the European Union ",
        "70 R EFERENCE DOCUMENTS  Regulation (EU) No 99/2013 of the European Parliament and of the Council of 15 January 2013 on the European statistical programme 2013-17 (http://eur- lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A32013R0099)  Report from the Commission to the European Parliament and the Council on the implementation of the European Statistical Programme 2013-17, COM(2015) 309 final (http://ec.europa.eu/eurostat/documents/64157/4375449/Report+to+EP+and+Council +on+the+implementation+of+the+ESP+2013-2017+%28Intermediate%29/969ef4c1- 7e6d-49b1-8168-02dd80bc280d)  Report from the Commission to the European Parliament and the Council on the implementation of Decision No 1297/2008/EC of the European Parliament and of the Council of 16 December 2008 on a Programme for the Modernisation of European Enterprise and Trade Statistics, COM(2014) 444 final (http://ec.europa.eu/eurostat/documents/64157/4375784/22-MEETS-2014- EN.pdf/a7b7a9b2-5e5c-4836-8f47-f19384ccf168)  Regulation (EU) No 2015/759 of the European Parliament and of the Council of 29 April 2015 amending Regulation (EC) No 223/2009 on European statistics. (http://eur-lex.europa.eu/legal-content/EN/ALL/?uri=CELEX%3A32015R0759)  European Statistical Governance Advisory Board, Annual Report 2015 (http://ec.europa.eu/eurostat/web/esgab/annual-reports)  Council Regulation (EC) No 479/2009 of 25 May 2009 on the application of the Protocol on the excessive deficit procedure annexed to the Treaty establishing the European, OJ L 145, 10.6.2009, p.1 (http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=OJ:L:2009:145:0001:0009:en:PDF)  Communication from the Commission to the European Parliament and the Council on the production method of EU statistics: a vision for the next decade; COM(2009) 404 final (http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2009:0404:FIN:EN:PDF)  European Statistical System Vision 2020 (http://ec.europa.eu/eurostat/documents/42577/6906243/ESS+vision+2020+brochure/ 4baffcaa-9469-4372-b1ea-40784ca1db62)  Communication from the Commission to the European Parliament and the Council — Towards robust quality management for European statistics, COM(2011) 211 final (http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A52011DC0211)  European statistics Code of Practice (http://ec.europa.eu/eurostat/web/quality/european-statistics-code-of-practice)  Communication from the Commission to the European Parliament and the Council ‘GDP and beyond — measuring progress in a changing world’, COM(2009)433 final (http://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2009:0433:FIN:EN:PDF) ",
        "71  Stiglitz-Sen-Fitoussi Commission report on the measurement of economic performance and social progress (http://www.stiglitz-sen-fitoussi.fr/documents/rapport_anglais.pdf)  Sturgeon report on Global Value Chains and Economic Globalisation (http://ec.europa.eu/eurostat/documents/54610/4463793/Sturgeon-report-Eurostat)  Federal Statistical Office: Barometer of burdens (https://www.destatis.de/EN/FactsFigures/Indicators/BureaucracyCosts/Results/Baro meterOfBurdens/BarometerOfBurdens.html)  Vorgrimler et al.: Measuring the response burden of official statistical surveys for businesses, AStA (2015) 9, p. 59-71  OECD report on interconnected economies (http://www.oecd.org/sti/ind/interconnected-economies-GVCs-synthesis.pdf) "
    ]
}