{
    "text": [
        "European Economic and Social Committee Implementing the European Pillar of Social Rights STUDY ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact Study The information and views set out in this study are those of the authors and do not necessarily reflect the official opinion of the European Economic and Social Committee. The European Economic and Social Committee does not guarantee the accuracy of the data included in this study. Neither the European Economic and Social Committee nor any person acting on the European Economic and Social Committee’s behalf may be held responsible for the use which may be made of the information contained therein. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact General information STUDY FOR The European Economic and Social Committee (EESC) REQUESTING SERVICE Workers' Group STUDY MANAGING SERVICE Secretariat of the Workers' Group DATE 30/03/2018 MAIN CONTRACTOR The European Social Observatory (OSE) AUTHORS Citing this report: Sabato, S., Ghailani, D., Peña- Casas, R., Spasova, S., Corti, F. and Vanhercke, B. (2018), Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact. Brussels: European Economic and Social Committee CONTACTS Secretariat of the Workers' Group Gr2@eesc.europa.eu/gr2 IDENTIFIERS PRINT QE-01-18-612-EN-C 978-92-830-4126-9 doi:10.2864/521003 PDF QE-01-18-612-EN-N 978-92-830-4127-6 doi:10.2864/327484 ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact Abstract This study on behalf of the Workers’ Group of the European Economic and Social Committee aims to analyse early initiatives launched in the context of the European Pillar of Social Rights (EPSR) and to provide the EESC with concrete policy recommendations to ensure its effective implementation. Four key findings stand out. First , the Pillar has, within a very short time span, relaunched an ambitious EU ‘Social Agenda’ which has the potential to create new rights for citizens. Second , the Pillar is already strongly influencing the substantive messages of the 2018 cycle of the European Semester. Third , the Social Scoreboard is a step forward but needs further refinement. Fourth , national trade unions seem aware of the Pillar and are generally happy with its content but highly doubtful that they will be involved in its implementation. To ensure effective implementation of the Pillar, we recommend that it be given adequate financial resources and clearly defined governance tools through an ambitious but realistic roadmap. The EESC should play an important role in monitoring the implementation of the Pillar at EU and national levels and should act as a hub to gather and synthesise national trade unions’ and civil society’s proposals for effective implementation. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact Table of contents Executive summary ................................................................................................................................ i Introduction ...................................................................................................................................... i Summary .......................................................................................................................................... i Recommendations ........................................................................................................................... ii Looking ahead ................................................................................................................................. v Study ...................................................................................................................................................... 1 Introduction ........................................................................................................................................... 1 1. Implementing the Pillar through European social dialogue and legislation ............................ 3 1.1 Access to Social protection...................................................................................................... 3 1.1.1 A two-stage consultation of the social partners .............................................................. 3 1.1.2 A proposal for a Council Recommendation .................................................................... 5 1.2 The proposed Directive on Transparent and Predictable Working Conditions — Revision of the Written Statement Directive .............................................................................................. 5 1.2.1 A two-stage consultation process .................................................................................... 6 1.2.2 Outcome: the proposal for a Directive on transparent and predictable working conditions in the European Union ........................................................................................... 8 1.3 The proposed Directive on Work Life Balance for Parents and Carers ................................ 10 1.3.1 A two-stage consultation of the social partners ............................................................ 10 1.3.2 Outcome: a proposal for a Directive on Work Life Balance for Parents and Carers .... 11 2. Assessing the EPSR indicators: raising the ambitions of the Social Scoreboard .................. 15 2.1 Fair working conditions and wages ....................................................................................... 16 2.2 Collective bargaining coverage ............................................................................................. 18 3. Ensuring impact: building a coherent governance arrangement ........................................... 19 3.1 The Pillar as a means to relaunch EU initiatives in the social domain .................................. 19 3.2 The Pillar as an instrument to steer the direction of domestic social policies ....................... 20 3.3 Influencing EU macro-economic and fiscal policies ............................................................. 21 ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 4. The EPSR in the first stages of the 2018 European Semester ................................................. 22 4.1 The Pillar and the Annual Growth Survey 2018 ................................................................... 22 4.2 The EPSR and the Employment Guidelines .......................................................................... 23 5. The European Pillar of Social Rights and national trade unions ........................................... 25 5.1 Level of awareness of the Pillar and participation in EU level consultations ....................... 25 5.2 Consultations on the Pillar at the national level .................................................................... 26 5.3 Involvement in implementing the Pillar at national level ...................................................... 27 6. The role of the European Economic and Social Committee .................................................... 28 7. Policy recommendations: guaranteeing a positive social impact of the Pillar ....................... 29 8. Towards a roadmap for implementing the European Pillar of Social Rights ....................... 32 Conclusions .......................................................................................................................................... 35 References ............................................................................................................................................ 36 ANNEX I - The European Pillar of Social Rights: Chapters and Principles ............................ 40 ANNEX II - The Social Scoreboard: headline and secondary indicators ...................................... 41 ANNEX III - List of interviews .......................................................................................................... 42 ANNEX IV - Benchmarking of EU countries with the Social Scoreboard reviews ...................... 43 ANNEX V – List of acronyms ............................................................................................................ 44 ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact Executive Summary i Executive summary Introduction On 26 April 2017, after an extensive public consultation involving citizens, stakeholders and public authorities in the Member States, the European Commission published a Recommendation on a ‘European Pillar of Social Rights’ (EPSR). The Pillar was proclaimed jointly by the European Commission, the European Parliament and the Council; the initiative was unanimously endorsed by all Member States (including the UK), thereby exceeding Commission President Juncker’s initial political ambitions. Combining qualitative and quantitative research methods, the present study on behalf of the Worker’s Group of the European Economic and Social Committee (EESC) aims at analysing the initiatives launched in the first few months since the proclamation of the EPSR. Is also provides the EESC with concrete policy recommendations to ensure the Pillar’s effective implementation. Summary Four key findings of the study stand out. First , the Pillar has, within a very short time span, relaunched an ambitious EU ‘Social Agenda’ which – through social dialogue and proposed EU legislation – has the potential of creating new rights for EU citizens. The initiatives that have been tabled so far also create a new political momentum in that key issues related to social protection are brought back on the EU agenda. At the same time, the risk is real that these ambitious initiatives will be watered down during the negotiation process, as a result of diverging views, both between the EU social partners and among the Member States. Second , the Pillar is already framing the substantive messages of the 2018 cycle of the European Semester – including in the Annual Growth Survey and the revised Employment Guidelines in the Draft Joint Employment Report. This is quite remarkable since it implies that the Commission did not wait for the Member States’ formal endorsement of the Pillar to update the policy framework of the European Semester. The proof of the pudding will be to trace the influence of the EPSR in the ensuing Semester output: the Country Reports, Country-specific Recommendations, National Reform Programmes and – essentially – the Stability and Convergence Programmes. Third , the proposed Social Scoreboard is a step forward but it is in need of further refinement. Thus, not all the principles of the Pillar are covered while there is a need to boost the headline indicators: the gender wage gap, the in-work poverty rate (of single workers) and the collective bargaining coverage rate are good candidates. The consistency with existing Social Scoreboards and the effective weight of the Social Scoreboard – when compared to dominant scoreboards such as the Macro-economic Imbalances Procedure and the Excessive Deficit Procedure – raise concern. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact Executive Summary ii Fourth , we learn from our survey that national trade unions seem aware of the Pillar and are generally happy with its content, which fits with trade union priorities. In general, national trade unions have been involved in EU level consultations about the Pillar and they are rather satisfied about the extent to which their opinions have been taken into account. Information about the Pillar seems to be properly disseminated within national trade union organisations, while the principles of the Pillar are rarely reflected in national governments’ programmes. Trade unionists have severe doubts about whether and how they will be involved in the domestic implementation of the Pillar. Recommendations To ensure effective implementation of the Pillar, we recommend that it be given adequate financial resources and clearly defined governance tools through an ambitious but realistic roadmap for implementation. The EESC should play an important role in monitoring the implementation of the Pillar at both EU and national levels and act as a hub to gather national trade unions’ and civil society’s proposals in this regard. The more detailed policy recommendations provided in the study focus in particular on how social partners, civil society organisations and the EESC could contribute effectively to the implementation process. 1. Adequate funding In the context of the next EU multi-annual financial framework post-2020, adequate funding should be secured for the implementation of the Pillar. Indeed, it should be acknowledged that full implementation of the EPSR will not be a “cheap” commitment: adequate public and private resources should be provided. The principles and rights of the Pillar should therefore be mainstreamed throughout the European Fund for Strategic Investment and the European Structural and Investment Fund Regulations. In this context, the European Investment Bank has a role to play. In order to ensure that the Member States have adequate budgetary scope to implement the Pillar, the debate on a ‘Golden Rule’ for public investment with a social objective should be relaunched. 2. Towards a roadmap for implementation The EESC, EU-level social partners and civil society organisations should actively participate in the debate on the definition of a detailed roadmap for the implementation of the EPSR, which stipulates the next steps to be taken. Proposals should be ambitious but realistic (see below) and they should include the initiatives already tabled, initiatives already foreseen by the SIP (but not yet implemented) as well as new initiatives. The roadmap should take into consideration the debate on the ‘future of work’. The EESC could collect these proposals from its related organisations, pooling them in a coherent manner. 3. Specifying the Pillar’s governance arrangements The governance arrangements for the implementation of the Pillar should be further specified. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact Executive Summary iii o 3.1 All available policy instruments and strategies that can support the Pillar should be integrated in an effective manner. In implementing the Pillar, it will be necessary to create synergies between the existing policy instruments and procedures in the social domain at the EU level, e.g. the Semester (incl. the Social OMC and the EES), the SIP and the European Social Fund. ‘Soft governance’ instruments should be combined with legislation. For instance, benchmarking and mutual learning exercises could be used in order to prepare and create consensus around potential future legislative initiatives. The opportunities offered by the EU social and civil dialogue should exploited to the full. o 3.2 The Pillar should be linked to other EU strategies such as the Digital single market strategy. Together with social challenges, environmental challenges will be a major factor in the future of our societies. Thus social priorities cannot be considered separately from environmental and economic priorities: an integrated approach is needed. The EESC could promote this view by asking for implementation of the EPSR to be fully integrated into the EU Sustainable Development Agenda. 4. Defining national strategies for implementing the Pillar National governments should define national strategies for the implementation of the principles and rights of the EPSR. o 4.1 The specific arrangements through which the Pillar will be implemented during the national cycle of the European Semester should be further specified. National implementation should be a participative process involving all the relevant stakeholders, including the social partners and civil society organisations. National Economic and Social Councils (or their functional equivalent) should play a role in this process. o 4.2 Guidelines should be elaborated on how national governments should report on implementation of the Pillar in their NRPs and SCPs. Mutual learning in the SPC and EMCO should scrutinize Member States’ national EPSR implementation Strategies. o 4.3 The European Commission, national social partners and civil society organisations should monitor the implementation of the Pillar at the national level and should actively participate in the implementation with their proposals. o 4.4 The EESC, national Economic and Social Committees (or their functional equivalents), the social partners and civil society organisations should be encouraged to use the instruments of the 2018 Semester package to further their labour market and social policy objectives. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact Executive Summary iv 5. In order to increase the visibility and the ownership of the EPSR among European citizens, the EESC, civil society organisations and the social partners should implement awareness raising media campaigns (what is your national government doing to put the EPSR into practice?). The message should be that by proclaiming the EPRS, the European Union has undertaken a potentially crucial step to promote the labour and social rights of its citizens, including the tabling of several legal initiatives. While each of these proposals have their shortcomings, they clearly have the potential to enhance citizen’s rights across the EU and so national governments should be held accountable for the positions they take at the negotiation table in the Council of the EU. 6. Existing European Semester monitoring exercises (including in the context of the Social OMC and the EES) should take into due account the developments in the Member States relating to the principles and rights of the Pillar and should monitor initiatives undertaken by the Member States and the EU to achieve its goals. o 6.1 The EESC should become a European ‘hub’, collecting the assessments and proposals of national social partners and civil society organisations on the implementation of the Pillar, thus identifying the priorities for the following years. This could be done by means of biannual reports on the implementation of the EPSR at both EU and national levels, which should be published before the elaboration of the European Commission’s Country Reports, so that they have a chance to influence the next round of CSRs. o 6.2 The biannual EPSR implementation reports should be drafted by collecting information from the ‘grassroots’, i.e. from national social partner and civil society organisations. National Economic and Social Councils (or functional equivalents) could collect opinions on and proposals for implementation of the EPSR in their national contexts and draft biannual reports on the implementation of the Pillar at the national level. o 6.3 The Committee of the Regions could perform the same monitoring and agenda setting exercise by collecting the opinions and proposals of regional and local authorities. 7. The social partners and civil society organisations should, also through the EESC, participate in the ongoing debate on the fine-tuning of the EPSR-related Social Scoreboard, with a view to improving existing indicators and identifying new indicators to monitor all the principles and rights included in the Pillar. o 7.1 The fairness of wages could be highlighted by using the ‘gender wage gap’, while the in-work poverty rate (of single workers) and the collective bargaining coverage rate could be promoted as headline indicators in the EPSR Scoreboard. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact Executive Summary v o 7.2 The aim should also be to establish a sound, unified scoreboard, combining the indicators in the existing social scoreboards. This scoreboard could be a stepping stone towards a future Social Imbalances Procedure. Looking ahead A number of key elements for a future roadmap for the implementation of the Pillar are being proposed in this report. In the short run, the focus should be on operationalising the initiatives that have been tabled. This includes the adoption of the Directive on work-life balance; the endorsement and implementation of the Council Recommendation on social protection for the self-employed and non-standard workers; the adoption of the Directive on transparent and predictable working conditions; benchmarking and mutual learning exercise with a view to establishing wage floors in the form of a national minimum wage; making the European Labour Authority operational; revision of the Social Scoreboard with a view to agreeing on a unique Social Scoreboard combining the existing ones; and ensuring that in the next EU multi-annual financial framework post-2020 an adequate level of resources is earmarked for the implementation of the Pillar. In the medium term, efforts should focus on the implementation of new initiatives emerging from the debate on the Pillar (e.g., the ‘Child Guarantee’ proposed by the European Parliament; and exchange of good practices concerning the calculation of minimum pensions). Some earlier proposals, such as the setting up of a ‘European Unemployment Reinsurance Scheme’ and a Framework Directive on minimum income schemes and a Directive on Effective Enforcement of Workers’ Rights, should be relaunched. Finally, more ambitious initiatives could be taken in the long term. Examples of the latter are the establishment of a Social Progress Protocol in any future Treaty change and the setting up of a Social imbalances procedure, on an equal footing with the Macro-economic imbalances and Excessive deficit procedures. Other examples are the establishment of arrangements to link the Pillar to the Sustainable Development Agenda, a Social Rights Test for all new policies as well as a ‘Golden rule’ for public investment with a social objective. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact Executive Summary vi ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 1 Study Introduction 1 On 26 April 2017, after an extensive public consultation involving citizens, stakeholders and public authorities in the Member States, the European Commission published a Recommendation on a ‘European Pillar of Social Rights’ (hereafter referred to as ‘the Pillar’ or ‘EPSR’) (European Commission 2017a). It was accompanied by a Commission Reflection paper on the Social Dimension of Europe (European Commission 2017b 2 ). The stated aims of the Pillar are twofold. On the one hand, the objective is to revisit (‘modernise’) the social acquis in the light of the new challenges of the XXI century. On the other hand, it aims at promoting ‘upward social convergence’ in the euro area. The Pillar includes 20 principles organised around three chapters: (a) equal opportunities and access to the labour market; (b) fair working conditions; and (c) social protection and inclusion (cf. Annex I). The Commission Recommendation on the EPSR should be seen as part of a broader ‘Pillar package’ presented by the Commission that day. The Recommendation was indeed accompanied by: (a) a Commission Communication that explains the rationale and nature of the Pillar (European Commission 2017c); (b) a Proposal for joint proclamation of the Pillar (European Commission 2017d), (c) a Proposal for a Directive on work-life balance for parents and carers and an accompanying Communication; (d) a proposal for a Social Scoreboard underpinning the Pillar (European Commission 2017e); (e) several highly relevant — in terms of data, evidence and interpretation of the EU legal bases — Staff Working Documents (European Commission 2017k); (f) a first stage consultation of the European social partners on access to social protection for all employment types; (g) a first stage consultation of the European social partners on the Written Statement Directive; and (h) an interpretative Communication and Staff Working Document on the Working Time Directive. The Social Scoreboard (cf. Annex II) is made up of 14 headline indicators and a number of secondary indicators. It serves as a reference framework to monitor societal progress, in a tangible, holistic and objective way, which is easily accessible and understandable to citizens. The Scoreboard also aims at detecting at an early stage the most significant employment and social challenges facing the MS, the EU and the euro area, as well as progress achieved over time. The proposed Pillar primarily concerned the Eurozone countries but was, from the launch of the initiative, open to the other Member States on a voluntary basis. Its implementation is a shared responsibility between the Union and its Member States, with an important role attributed to the social partners at all levels. Importantly, the Pillar has been the object of an Inter-Institutional Proclamation by the Council of the EU, the Commission and the European Parliament (November 2017), a circumstance that increases its relevance and political legitimacy. Equally important is the fact that the Pillar was endorsed unanimously by all 1 Study commissioned by the European Economic and Social Committee (CES/CSS/10/2017/24701). Sebastiano Sabato, Dalila Ghailani, Ramón Peña-Casas and Slavina Spasova are researchers at the European Social Observatory (OSE), Francesco Corti is a PhD candidate at the University of Milan - EU funded REScEU Project. Bart Vanhercke is the OSE Director. The authors would like to thank Benoit Malice for taking care of the layout and formatting of the report, Renaud Smoes for dealing with the technical aspects related to the online survey and Françoise Verri for her detailed editorial feedback. 2 This is one of a series of reflection papers issued following publication of the broader ‘White paper on the future of Europe’ (European Commission 2017g). ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 2 Member States (including by the UK), thereby exceeding Commission President Juncker’s initial political ambitions. Arguably, the Pillar represents an important opportunity to advance towards a stronger ‘Social Europe’. Yet, initial assessments (Sabato and Vanhercke 2017) show important limitations and challenges to be addressed. Firstly, the governance tools for implementing the Pillar are not explicit enough, nor has a ‘roadmap’ for implementation been proposed. Secondly, the legal status of the Pillar is unclear since the EU does not have law-making competence in many of the policy areas included in the Commission Recommendation. It is therefore likely that implementation will rely on a mix of policy instruments, including legislation, social dialogue, ‘soft governance’ (notable the European Semester) and – crucially – EU funding. Against this backdrop, the aims of the present study are to (a) undertake an analysis of the first stages of the implementation of the EPSR and (b) to provide the European Economic and Social Committee (EESC) with concrete policy recommendations to ensure its effective implementation. This study is structured as follows. Section 1 explores how some of the rights and principles of the Pillar in a number of selected policy domains have been implemented through social dialogue and legislation. The principles considered relate to: (a) fair working conditions 3 and (b) social protection and access to essential services 4 . Section 2 discusses the adequacy of the Social Scoreboard in relation to selected indicators in the fields of fair working conditions and wages (Principle 6 of the EPSR) and collective bargaining coverage (Principle 8). It proposes several indicators which, in our view, should be included in the Scoreboard. In the following sections we adopt a broader approach, reflecting on the implementation of the whole Pillar . Thus, Section 3 discusses how the various EU tools and procedures in the social domain could be integrated in order to build a coherent governance arrangement for implementation of the EPSR. Section 4 investigates to what extent the Pillar has been taken into consideration during the first steps of the 2018 European Semester. Section 5 reports the results of an online survey among national trade unionists: our aim is to understand the extent to which these trade union representatives have been involved in the consultations on and will be associated in the implementation of the EPSR. Section 6 briefly discusses the role played by the EESC during the consultations on the Pillar as well as the role that the Committee could play in the implementation stage. At the end of each Section, we propose a number of policy recommendations for effective implementation of the Pillar. These policy recommendations are reported and further developed in Section 7 . Some elements for a possible implementation roadmap are sketched in Section 8 . The last Section, as is traditional, concludes. From a methodological point of view, this study combines qualitative and quantitative research methods. With regard to qualitative methods, we analyse the relevant scientific literature on the Pillar and key policy documents, including draft legislation and documents related to European social dialogue and to social indicators. In addition to this documentary analysis, four in-depth interviews have been carried out with key players involved in the elaboration of the Pillar at the EU level, including (see Annex III): an official from the European Commission’s Directorate-General for Employment, Social Affairs and Inclusion (DG EMPL); a Member of the Social Protection Committee (SPC); a representative of the European Trade Union Confederation Secretariat (ETUC) at the confederal level; and a representative from an EU social Non- 3 Notably ‘Secure and adaptable employment’ (Principle 5); ‘Information about employment conditions and protection in case of dismissals (Principle 7)’; and ‘Work-life balance’ (Principle 9). 4 Notably Principle 12 on social protection. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 3 Governmental Organisation (NGO). On the quantitative side, an online survey has been disseminated among national members of the Workers’ Group (Group II) of the EESC: 27 trade unions representatives from 21 countries replied to the questionnaire 5 , thereby providing us with initial evidence on how the Pillar is perceived at the national level. 1. Implementing the Pillar through European social dialogue and legislation In this Section, we discuss how some of the principles of the Pillar are being implemented through European social dialogue and legislation. We first focus on the consultation of the European social partners on access to social protection for all employment types and the related proposal for a Council Recommendation. We then discuss the consultation of the European social partners on the Written Statement Directive and the resulting Commission proposal for the revision of that Directive. The section concludes with a discussion of the proposed Directive on work-life balance for parents and carers. 1.1 Access to Social protection ‘Social protection for all’ is among the key priorities of the EPSR, in a policy context characterized by more flexible working arrangements, increasing transitions between labour market statuses and the rise of the digital economy. National social protection systems are, in general, tailored to people on standard contracts. Thus, policymakers are finding it increasingly difficult to provide sufficient legal and effective access to social protection for non-standard workers and the self-employed. In order to tackle these issues, the European Commission has launched a two-stage consultation with the social partners on a possible EU legislative or non-legislative initiative in the area of social protection, according to Article 154(2) TFEU. In parallel, the Commission deemed it useful — as the self-employed are not often represented by the social partners — to organise a broader public consultation, with stakeholders such as public authorities, companies, the self-employed, platform workers and civil society. The consultation process is related to principle 12 of the EPSR, which states that ‘regardless of the type and duration of their employment relationship, workers, and, under comparable conditions, the self-employed, have the right to adequate social protection’. In addition, the initiative aims at contributing to the implementation of other Pillar principles such as the principles on ‘active support to employment’ (Principle 4), ‘secure and adaptable employment’ (Principle 5), ‘unemployment benefits’ (Principle 13), ‘old-age income and pensions’ (Principle 15), and ‘access to healthcare’ (Principle 16). 1.1.1 A two-stage consultation of the social partners The first stage of the consultation process took place between 26 April 2017 and 23 June 2017: at the end of the process, the social partners did not enter into negotiations. At the same time, the main trade union 6 and 5 Five answers where incomplete, only covering some of the questions in the survey. 6 The trade unions which replied to the consultation were the European Trade Union Confederation (ETUC), Eurocadres, the European Confederation of Executives and Managerial Staff (CEC), the European Confederation of Independent Trade Unions (CESI), the European Arts and Entertainment Alliance (EAEA) and the European Federation of Journalists (EFJ). ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 4 employers’ 7 organisations agreed with the importance of the issues put on the agenda by the Commission regarding access to social protection for workers in non-standard forms of employment and the self- employed (European Commission 2017q). Thus, the trade unions emphasised that problematic access to social protection is also linked to poor job quality and working conditions in some forms of non-standard work (ETUC 2017c). The employers claimed that ‘non-standard work’ is an inappropriate term, as it covers a large range of work contracts and social protection situations. Similarly, Business Europe (2017c) underlined that the self-employed are a wide-ranging, heterogeneous group. The social partners however strongly disagreed on the contents of the initiative and the various proposals on how to tackle the issue. The trade unions welcomed a future initiative aiming at improving EU legislation, as well as national legislations enhancing labour protection and transferability of rights (ETUC 2017c). The employers, however, did not see any scope for changes to EU legislation in this field. According to BusinessEurope, such an initiative was neither needed nor appropriate, since social protection is a competence of the Member States and thus subject to the principles of subsidiarity and proportionality (BusinessEurope 2017c). The employers therefore maintained that the issue should be tackled at Member State level and that the EU should foster social protection through soft governance instruments such as the Open Method of Coordination and the European Semester. As a result of these positions, the employers did not express any willingness to enter into negotiations under Article 155 TFEU, contrary to the trade unions who were willing to do so (European Commission 2017q). The second stage of the consultation started on 20 November 2017 and ended on 15 January 2018. The consultation documents examined in more depth the issues highlighted during the first stage consultation, including:  Enhancing the legal and effective coverage of social protection. This includes identifying the main gaps in statutory access and improving effective access by pointing to some issues related to voluntary access (opt-ins and opt-outs).  Transferability : i.e., preserving social protection rights when workers change jobs, sectors of activity, forms of employment, or they move to or from self-employment.  Transparency : i.e. ensuring access to user-friendly information on rights and obligations to social protection, irrespective of the employment situation (European Commission 2017p). During the second stage consultation, the positions of the social partners remained basically unchanged. From the employers’ side, BusinessEurope agreed with the content of the second stage consultation documents, i.e. that when there is a ‘real evidence of gaps in social protection’, the EU should promote and support the Member States in addressing this shortcoming through the aforementioned soft governance instruments. The employers encouraged exchanges between Member States and the social partners on obstacles which may hinder statutory and effective access (e.g. opt-ins and opt-outs) in mandatory public schemes as well as voluntary and private schemes. BusinessEurope retained that it is not willing to enter into a negotiation process (Business Europe 2017c). 7 BusinessEurope, the European Centre of Employers and Enterprises providing Public Services (CEEP), Eurocommerce, the European Association of craft, small and medium-sized enterprises (UEAPME), the Council of European Employers of the Metal, Engineering and Technology-Based Industries (CEEMET), the Council of European Municipalities and Regions (CEMR), the European Chemical Employers Group (ECEG), the Umbrella association of Hotels, Restaurants and Cafés in Europe (HOTREC), the Retail, Wholesale and International Trade Representation to the EU (EuroCommerce), the Employers' Group of the Committee of Agricultural Organisations in the European Union (GEOPA-COPA) and the World Employment Confederation (WEC). ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 5 The ETUC by contrast, strongly agreeing with the issues identified by the Commission, called for further action in tackling them. Notably, it stressed the importance of mandatory insurance and of uniform rates for standard employees and people in other forms of employment. ETUC also called for full portability of rights and entitlements across different systems, sectors and funds when workers change their employment in the labour market, so that the provision of the same benefits in the same conditions can be achieved in practice. In addition, the ETUC criticised the consultation document for the lack of an explicit reference to adequate social protection. In order to tackle these issues, the ETUC maintains that a Directive would be the most appropriate instrument. ETUC maintained its willingness to enter into negotiations, though the conditions for formal negotiations under Article 155 TFEU no longer exist due to the employers’ decision to stay away from the negotiation table (ETUC 2017c). 1.1.2 A proposal for a Council Recommendation In the absence of a social partner initiative, the Commission, on 13 March 2018, announced a Council Recommendation on a common set of building blocks for the design of the social protection systems of the Member States. These building blocks would not be binding, but the Commission believes they can nonetheless provide a strong basis for creating a level playing field between Member States in the way they will address the gaps in access to social protection 8 . The Recommendation aims at providing adequate social protection for all workers and the self-employed by referring to the three key issues identified during the two-stage consultation process: (a) formal coverage of social protection; (b) effective coverage, adequacy and transferability of social protection and (c) transparency of social protection entitlements (information on rights, entitlements, obligations). Due to concerns of subsidiarity and proportionality, the Recommendation sets only minimum standards of social protection regarding these issues. At the same time however, in contrast to the earlier consultation documents, adequacy of social protection benefits has become one of the cornerstones of the Council Recommendation. The latter calls for providing ‘sufficient and timely’ protection to maintain standards of living, provide appropriate income replacement and to always prevent people from falling into poverty. (European Commission 2018). The discourse of the Recommendation can therefore be said to be quite ambitious. The expectations on the Commission’s side are that the Recommendation will bring about a dynamic dialogue in the Social Protection Committee (SPC) and within the European Semester. It was felt that this approach would be the most proportional step in order to engage with the Member States: while not being legally binding, the Recommendation can create political momentum and thereby put important issues related to social protection back on the EU agenda. 1.2 The proposed Directive on Transparent and Predictable Working Conditions — Revision of the Written Statement Directive In addition to the Council Recommendation on social protection, the Written Statement Directive is being revised and renamed ‘Transparent and predictable working conditions’. It should be noted that the two 8 The Council Recommendation requires unanimity and is based on Article 292 TFEU, in combination with Articles 153(1) (c) and 153(2), third subparagraph, and with Article 352 TFEU. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 6 proposals are closely linked, since the clarifications on the legal status of some forms of worker in the revised Directive may have important consequences for access to social protection (e.g. regarding the bogus self-employed). The possible revision of the Written Statement Directive (91/533/EEC) was one of the specific initiatives announced by the Commission in April 2017 when presenting the Pillar Package. This Directive, adopted on 14 October 1991, gives employees the right to be notified in writing of the essential aspects of their employment relationship when it starts or within a limited time period thereafter (two months maximum). According to the Commission, revising the Directive could contribute to the Pillar principles by improving workers' and employers' clarity on their contractual relationship and by ensuring this protection is extended to all workers, irrespective of the type of employment relationship, including those in new and non-standard forms of work. A REFIT 9 evaluation published the same day as the Recommendation on the Pillar identified several factors hampering full effectiveness of the Written Statement Directive. First, it does not cover all workers in the EU, as it allows exemptions for employment of less than eight hours a week or with a total duration not exceeding one month; it allows exemptions for employment relationships of a casual/specific nature. In addition, the Directive does not provide a definition of a ‘paid employee,’ thereby creating a grey area between self-employment and subordinate employer-employee arrangements. Second, there is a lack of clarity on whether or not some categories of workers (e.g. domestic workers) or some new forms of employment (e.g. on-call work or ICT-based mobile work) are covered by the Directive. Third, the two- month deadline for providing a written statement does not help achieve the objective of increasing transparency and this may enhance the potential for undeclared work or abuse of employee rights (European Commission 2017n; PPMI and CESI 2017). On 26 April 2017 and 21 September 2017, the Commission launched two phases of the consultation of the European social partners on the possible direction and the contents of Union action, as provided for under Article 154(2) TFEU. 1.2.1 A two-stage consultation process The first stage consultation took place from 24 April 2017 to 23 June 2017 and the second stage from 21 September 2017 to 3 November 2017. The trade unions 10 supported the Commission’s ideas on the need to improve the effectiveness of the Written Statement Directive and to broaden its objectives, in order to improve the working conditions of vulnerable workers. They strongly supported the idea of a minimum floor of rights for workers and the proposal to reduce the two months period within which the employer must provide the written statement. Contrary to this 9 ‘Regulatory Fitness and Performance’. 10 Six trade unions replied to the first stage consultation: the European Trade Union Confederation (ETUC), Eurocadres, the European Confederation of Executives and Managerial Staff (CEC), the European Confederation of Independent Trade Unions (CESI), the European Arts and Entertainment Alliance (EAEA) and the European Federation of Journalists (EFJ). It should be noted that ETUC's reply also took into account the view of 10 ETUC sectoral trade union organisations. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 7 position, the thirteen employers' organisations that replied to the first phase consultation 11 expressed their reluctance to revise the Directive and all rejected the idea of creating a minimum floor of rights for all workers. They argued that this latter provision would infringe proportionality and subsidiarity principles (European Commission 2017p). Two points became the main stumbling blocks between the trade unions and the employers’ organisations: 1. the inclusion of a definition of ‘worker’ based on the case law of the Court of Justice of the European Union (CJEU). The ETUC also called for the inclusion of the self-employed in the scope of application. Most of the employers 12 were strongly against this, arguing that the definition would be too broad, would hinder flexibility for employers, and would reduce job creation. They evoked the subsidiarity principle and the need to leave definitional issues with the Member States and the social partners. 2. Concerning the extension of the information package , the trade unions agreed with the proposal and some asked to broaden its scope to cover information concerning working time arrangements (including an obligation to provide minimum working hours), the identity of sub-contractors, arrangements regarding some specific statuses (e.g. temporary agency work). They also called for a requirement for further information on issues such as worker representatives and equal pay rights, information on (equal) pay and social contributions for workers working abroad, information to posted workers about their rights and information on accommodation conditions. Furthermore, they welcomed the improvement of the system for redress and sanctions. In addition, the ETUC called for the inclusion of collective rights in the minimum floor of rights 13 (ETUC 2017d). Most of the employers were strongly against the revision of the information package. Similarly, they opposed the proposal to reduce the two months period for providing the written statement. By contrast, employers’ organisation supported changes at EU level to the system of redress and sanctions (European Commission 2017r; BusinessEurope 2017d). As a result, the trade unions expressed their willingness to enter into negotiations with employers. From the business side, only BusinessEurope, UEAPME and CEEP expressed their willingness to enter into exploratory talks with the ETUC in order to assess the feasibility and appropriateness of initiating a dialogue under Article 155 TFEU. As a result, both trade unions (ETUC) and employers (BusinessEurope and CEEP) highlighted that they were not in a position to initiate formally the joint negotiation process (Art. 155 TFEU) following the first stage consultation. They, however, reserved the possibility to engage in a negotiation process in the context of the second phase consultation. During the second stage consultation process, the main stumbling blocks which had emerged during the first stage consultation hindered a possible positive outcome in terms of negotiation between the social partners. First, the idea of a possible common EU definition was again welcomed by the trade unions, some 11 Business Europe, the European Association of Craft Small and Medium-sized Enterprises (UEAPME), the Council of European Employers of the Metal, Engineering and Technology Based Industry (CEEMET), the Association of Hotels, Restaurants and Cafés in Europe (HOTREC), Eurocommerce, the Confederation of European Security Services (COESS), the European Chemical Employers Group (ECEG), the Council of European Municipalities and Regions (CEMR), the World Employment Confederation, the European Farmers Association (GEOPA-COPA), the European Community Ship-Owners' Associations (ESCA), the European Coordination of Independent Producers (CEPI), and the European Centre of Employers and Enterprises providing Public Services and Services of general interest (CEEP). 12 Only COESS was in favour of introducing a definition of worker, to cover all forms of employment and simplify the exclusion provisions, thus reducing unfair competition. 13 For example, the right to join and be represented by a trade union, right to freedom of association and the right to collective bargaining. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 8 of them even asking to include self-employment in this (ETUC 2017e). BusinessEurope was adamantly against this idea. Second, in the second stage consultation document, the Commission paid particular attention to specific forms of work to be included in the Directive: domestic workers, temporary agency workers, on-demand workers, intermittent workers, voucher-based workers and platform workers. The ETUC welcomed many of the provisions in this new document and highlighted that it represents a significant improvement. For instance, all workers would be entitled to a written statement from the first day of employment, meaning that seasonal agriculture, domestic, on-demand, intermittent, voucher-based and platform workers would be effectively covered. The ETUC also welcomed the fact that the revised Directive would go further in proposing very helpful provisions to ensure that online platforms are held accountable as employers. The employers, however, rejected the requirement to list specific forms of employment as impractical, given that these forms of employment and the types of work contracts available differ between countries, change over time and that some of them are limited only to certain counties (BusinessEurope 2017e). In the course of the second stage consultation, the trade unions have been calling for further improvements, asking the Commission to clarify the ‘ guarantee of minimum hours’ and to put greater emphasis on guaranteed paid hours or a less variable work schedule. While agreeing with the idea of predictability of work, the employers argued that these issues should be left to the Member States and addressed through collective agreements. In addition to this, better use of the European Semester could ensure that the Member States learn from each other and reform their labour market regulations. Moreover, the Commission’s idea of providing information on social security arrangements in the written statement was rejected by the employers as a ‘potentially superfluous obligation’. This fundamental disagreement on basic notions and procedures between the peak workers’ and employers’ organisations unsurprisingly hindered any attempt to start a negotiation process. BusinessEurope expressed its disappointment as to the ETUC’s decision not to negotiate. On their side, the ETUC highlighted that the conditions for formal negotiation were not met. They consider that the launch of up-to-nine-month negotiations would make it impossible for the current Commission and Parliament to consider any revision of the Directive, and they fear that this could be used as a delaying strategy. Moreover, the ETUC feels that the employers have placed unacceptable limits on the scope of the negotiations. 1.2.2 Outcome: the proposal for a Directive on transparent and predictable working conditions in the European Union Given social partners’ refusal to enter into negotiations, the initiative to make a legislative proposal shifted to the Commission. Consequently, building on social partners’ views, the Commission put forward a proposal for a ‘Directive on transparent and predictable working conditions in the European Union’, published in December 2017 (European Commission 2017o). The general objective of the proposed Directive is to promote more secure and predictable employment while ensuring labour market adaptability and improving living and working conditions. More specific objectives through which the general objective would be addressed are: first, to improve workers' access to information concerning their working conditions; second, to improve working conditions for all workers, notably those in new and non-standard employment, while preserving the scope for adaptability and for labour market innovation; third, to improve compliance with working conditions standards through enhanced ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 9 enforcement; and fourth to improve transparency on the labour market while avoiding the imposition of excessive burdens on undertakings of all sizes. This proposed Directive contributes mainly to the Pillar's Principle 5 on ‘Secure and adaptable employment’ and Principle 7 on ‘Information about employment conditions and protection in case of dismissals’. It also responds to the resolutions of the European Parliament of 19 January 2017 on a European Pillar of Social Rights 14 and of 4 July 2017 on working conditions and precarious employment 15 (European Parliament 2017a, 2017b). The Commission’s proposal updates and replaces the 1991 Written Statement Directive (Directive 91/533/EEC), which gives employees starting a new job the right to be notified in writing of the essential aspects of their employment relationship. The main new provisions include among others:  Extended personal scope : the Directive would apply to every worker defined, according to the case- law of the Court of Justice of the EU, as a natural person, who for a certain period of time performs services for and under the direction of another person in return for remuneration. This would thus include workers in non-standard forms of employment, such as domestic workers, on-demand workers, intermittent workers, voucher-based workers and platform workers;  Obligation to provide information (Art.3): the minimum information requirements set out in Article 2 of the Written Statement Directive have been updated, introducing new elements relating to: duration and conditions of probation (Art. 3.2.f); training entitlement (Art. 3.2.g); arrangements for overtime and its remuneration; key information about the determination of variable working schedules (to take account of the increasing prevalence of types of work organisation such as casual or zero-hours contracts or work in the collaborative economy); information about the social security system(s) receiving contributions;  Timing and means of information (Art.4): paragraph 1 replaces the current maximum timeframe of two months for provision of a written statement with the first day of the employment relationship. It also sets out that the statement may be provided electronically;  Chapter III on ‘Minimum requirements relating to working conditions’ provides all workers with five new rights: (a) a right to a maximum probation duration period of 6 months; (b) a right to take up employment with other employers outside the work schedule established with the employer (no exclusivity clauses); (c) a right to a minimum predictability of work (predetermined reference work hours and reference work days for more predictable employment); (d) a right to request a more secure and predictable form of work, where available (employers are required to respond in writing); and (e) a right to free-of-charge training;  All modifications to the working conditions must be notified at the latest on the day they take effect, rather than up to two months afterwards as in the current Directive. Many of the provisions in the proposed Directive could bring significant improvements for workers. The fact that all workers would be entitled to a written statement from the first day means that previously excluded categories will be effectively covered. The proposal goes further in proposing provisions to ensure that online platforms are held accountable as employers. It also takes important steps towards ending unfair terms in contracts, such as charging workers for training to do the job, long probation periods and preventing 14 Requesting a framework Directive on decent working conditions in all forms of employment. 15 Calling for a revision of the 1991 Directive to take account of new forms of employment. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 10 workers from working elsewhere (Lynch 2017; CFDT 2018). However, exemptions and vague wording in some clauses may leave loopholes and make the Directive less effective: Member States may establish, for instance, longer probation periods than six months in cases where this is justified by the nature of the employment or is in the interests of the worker. Employers may lay down conditions of incompatibility to circumvent bans on exclusivity clauses where such restrictions are justified by legitimate reasons. Predetermined reference hours and reference days can be ignored if the workers are informed by their employers of a work assignment a reasonable period in advance. In addition, the proposed Directive fails to address the worst forms of precariousness: the right to request a more secure and predictable form of work could be meaningless for workers trapped in precarious and zero-hour type contracts. It only requires employers to respond to such a request in writing, leaving the worker powerless if the employer decides to turn down the request (Heeger 2017; Lynch 2017). If some argue that the new measures proposed do not sufficiently strengthen workers' rights, others believe that they go too far. For BusinessEurope (2017b), some new provisions go much further than just a ‘modernization’ of the Directive and are not in line with the principle of subsidiarity. This will harm, still according to BusinessEurope, the smooth functioning of the labour markets and place burdens on companies. The employers’ confederation also strongly objects to the proposal to include a European definition of the notion of ‘worker’ in the Directive, claiming that such a definition should remain within national competence. A European definition would be a source of rigidity and would create a risk of legal uncertainty for companies and workers, as it would inevitably coexist with various national definitions, leading to conflicts of rules between the EU and national levels. BusinessEurope also objects to the inclusion of minimum rights for workers in different forms of employment, as this would not, it says, respect the nature of this Directive (BusinessEurope 2017b). It is now up to the European Parliament and the Council to take a position and propose amendments. 1.3 The proposed Directive on Work Life Balance for Parents and Carers In 2015, the Commission announced the Roadmap ‘New Start to address the Challenges of Work-life Balance faced by Working Parents’ (European Commission 2015a), where the case for further action in this area was put forward. 1.3.1 A two-stage consultation of the social partners As required by Article 154(2) TFEU, the Commission undertook, between November 2015 and February 2017, a public consultation and a two-stage consultation with the social partners on the challenges related to work-life balance 16 . The social partners largely agreed with the assessment of the challenges related to work- life balance and the objective of improving women’s labour market participation, however their views were conflicting on the need for further legislative action and there was no agreement among social partners to enter into direct negotiations to conclude an agreement at Union level. Trade unions indicated the desire for EU level legislation on paternity leave and carers’ leave; for an increase in the length, pay and dismissal protection for maternity leave; for a right to request flexible working arrangements; and for an amendment to the parental leave Directive to extend the length and non-transferability of leave as well as introducing payment. They also underlined that these measures should be combined with available, accessible, affordable and quality formal care services. Employers’ organisations were not supportive of further EU legislative 16 The first consultation on the direction of Union action, the second on the content of the envisaged proposal. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 11 action, but they supported non-legislative measures for the development of formal care services (European Commission 2016). Following the consultations, the ‘New Start to Support Work-Life Balance for Parents and Carers’ was introduced on 26 April 2017 as part of the EPSR. The Communication ‘An initiative to support Work-Life Balance for Working Parents and Carers’ sets out a comprehensive package of complementary legal and policy measures, which will reinforce each other (European Commission 2017l). 1.3.2 Outcome: a proposal for a Directive on Work Life Balance for Parents and Carers The New Start Initiative proposed a Directive on Work Life Balance for Parents and Carers (European Commission 2017s). The general objective of this Directive is to ensure the implementation of the principle of equality between men and women with regard to labour market opportunities and treatment at work. By adapting and modernising the EU legal framework, the proposed Directive would allow parents and people with caring responsibilities to reconcile more effectively their work and caring duties. The Directive builds on the existing rights and strengthens these or introduces new rights. It maintains the level of protection already offered by the EU acquis . It specifically aims at improving access to work-life balance and increasing take-up by men of family-related leave and flexible working arrangements (European Commission 2017m). While the initiative has been presented as part of the EPSR, it should be noted that the proposed Directive seems to be only tenuously connected with it. While it could be seen to be implementing Principle 9 on work-life balance, Principle 2 on gender equality and Principle 3 on equal opportunities, it does not even refer to these principles. The only reference to the EPSR is to the result of the public consultation which revealed a need for EU action in this field (Rasnača 2017). The proposed Directive (based on Art. 153 TFEU) repeals the Parental Leave Directive (Council 2010) and applies to all workers, men and women, who have an employment contract or an employment relationship. It provides for four individual rights:  It strengthens the right to parental leave (Art.5) and establishes that the 4-month period, available to each parent, is non-transferable from one parent to the other (Art. 5(2)). It also establishes that the person on leave should receive an adequate income, at least equivalent to the level of sick pay (Art. 8). Finally, the maximum age of the child for whom parents can take leave is increased from 8 to 12 years old.  It introduces an individual right to paternity leave (Art.4) for fathers and second parents, granted irrespective of marital or family status as defined in national law. Member States must ensure that parents have the right to take at least 10 working days of leave around the time of the birth of a child. In this case, the leave will also be compensated at least at the level of sick pay (Art. 8).  It introduces provisions for carers’ leave , intended for workers ‘providing personal care or support in case of a serious illness or dependency of a relative’ (Art.6). This provision grants working carers at least five working days leave per year in the event of serious illness or dependency of a relative, compensated at least at sick pay level.  It grants parents and carers the possibility to work flexibly to adapt their working schedules to their personal needs and preferences so that they can better balance their work and caring responsibilities. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 12 This will involve changing and/or reducing their working hours or their place of work (e.g. teleworking) (Art.9). While the proposed Directive expressly links flexible forms of employment to the broader concept of caring responsibilities, it fails to create an enforceable legal entitlement. The right is expressed as a right to request, rather than a right to obtain, and employers are obliged to merely consider and respond to such requests, taking into account the needs of both employers and workers (Caracciolo di Torella 2017). Although the rights proposed are an attempt to address the needs of an ageing society, they still focus mainly on parents of young children. Furthermore, although workers are protected against discrimination for availing themselves of these rights (Art.11), there is still no broader protection against discrimination due to caring responsibilities (Caracciolo di Torella 2016). The proposal acknowledges care as an integral part of life and thus accepts that working carers have needs. However, in practice it is not enough to allow those who have on-going caring responsibilities to care on a regular basis: this provision merely strengthens the existing system of days off for emergencies, rather than developing a care strategy (Caracciolo di Torella 2017). Proposals to strengthen maternity rights are missing, whereas the proposed Directive was de facto triggered by the failure to revise the Maternity Leave Directive (Council 1992; European Commission 2008), which was withdrawn in 2015. The current package contains no legislative proposal to strengthen rights that directly concern women (EWL 2017). The ETUC called unsuccessfully for an extension of the length of maternity leave from 14 weeks to at least 18 weeks, for the prohibition of dismissal for at least half a year after returning from maternity leave, as well as the prohibition of any preparatory steps for dismissal before and after the birth of a child, and for raising payment from sick leave to ensure full payment of workers during maternity leave (ETUC 2017a). While some argue that the new measures proposed do not sufficiently strengthen workers' rights, others believe that they undermine job creation. BusinessEurope (2017a) indeed holds that the Commission’s proposal, which would repeal the parental leave Directive originating from an agreement between ETUC, BusinessEurope, CEEP and UEAPME, disregards the autonomy of social partners and is against the spirit of the Treaty, whereby the Commission and Council cannot change the content of social partners’ agreements. In addition, the costs involved in the different types of leave and flexible working arrangements proposed would be unaffordable to many European companies. Accordingly, the EU should avoid proposing legislation that increases the costs of hiring people in Europe, as this would necessarily undermine enterprises’ capacity to create jobs. In addition, more leave would lead to more public social spending and put public finances at further risk of unsustainable deficits. BusinessEurope also strongly opposed the idea of introducing an EU wide carers’ leave, arguing that this would create new hurdles for employment and have a counterproductive effect on women’s employment. If Member States deem it necessary to introduce carers' leave, they should be free to decide upon this issue (BusinessEurope 2017a). Despite its shortcomings, the proposed Directive has real potential and creates specific individual rights. If approved, it may have an impact on labour markets and welfare systems in Europe. However, given the significant variation in policies across the Member States and the different levels of political support and interest, the Directive could be adopted with significant amendments that would water down its practical potential (Janta 2017). The European Economic and Social Committee adopted its position at the beginning of December 2017 (EESC 2017) and the Council of Ministers responsible for Employment/Social Affairs/Consumer Affairs (EPSCO) held a first debate on 7-8 December 2017 (Council of the European Union 2017a). A progress ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 13 report drafted by the Estonian Presidency (November 2017) identifies some of the ‘sticking points’ (Council of the European Union 2017b). According to the report, a large number of delegations questioned the need to legislate on carers’ leave at EU level and expressed doubts as to whether the introduction of such leave would really contribute to the equal treatment of women and men on the labour market, as five days of carers' leave would not significantly change the division of caring responsibilities between women and men. Due to the strong opposition of a considerable number of delegations to the creation of such a leave entitlement at the EU level, and given the even broader opposition to defining a minimum compensation level for this leave in the Directive, the Estonian Presidency replaced the reference to sick-pay level compensation with ‘a payment or an adequate allowance, to be defined by the Member State and/or the social partners’. While some delegations can now support Article 8(1) (c), a large number of delegations maintain their reservations and would not like to see any minimum pay levels set for carers' leave. A large majority of Member States were also unable to accept the proposed change in the age of the child which defines by when the leave must be taken. They consider that there is insufficient evidence as to how this change would contribute to achieving the aims set out in the Directive. There would be a considerable impact on planning national budgets, as well as on the large number of different national schemes already in place for supporting working parents, including day care facilities. A group of delegations supported the Presidency compromise which decreased the age limit from ‘at least twelve’ to ‘at least eight’, while another group would like to revert to the current Parental Leave Directive wording of ‘up to eight years’. One of the most challenging aspects with regard to parental leave was the proposed increase in the number of non-transferable months to four. In search of compromise, the Presidency proposed keeping four months of individual entitlement to parental leave but reducing the number of non-transferable months to three (Art. 5(2)). While most delegations found this to be a step in the right direction, they still deemed three months to be excessive. The majority of delegations also entered reservations on Article 8 (adequate compensation) in its entirety, on the grounds that an EU Directive should not define the minimum level of compensation for paternity, parental and carers' leave. Delegations argued that tying these allowances to the level of sickness benefit, especially in the case of parental leave, is inappropriate, since sickness benefits are set for generally short- term, health-related issues, whereas the types of leave proposed in this Directive are intended to facilitate the reconciliation of work, family and private life. In order to facilitate reaching an agreement and to clarify the provisions in Article 8, the Presidency proposed dividing it into separate paragraphs. Paragraph 1 now contains the minimum compensation levels for (a) paternity leave, (b) the transferable and non-transferable part of parental leave and (c) carers' leave. Paragraph 2 establishes the possibility for Member States to set a ceiling on compensation to be paid during paternity leave and the non-transferable portion of parental leave. However, some Member States do not have and do not wish to impose a ceiling on their sickness benefits. The Estonian Presidency therefore proposed the possibility of placing a separate ceiling specifically on parental and paternity leave benefits. This, however, should not be done to the detriment of the objective of the proposed Directive. Thus, the ceiling should contain a safeguard ensuring that the level of allowance is not restricted unreasonably. The reference ‘average national monthly gross wage’ was chosen as a benchmark because it is widely calculated across the Member States. The reference value and details of application of the ceiling as well as the minimum compensation levels will be subject to further discussions (Council of the European Union 2017b). ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 14 Policy recommendations  The EESC, civil society and the social partners should closely follow the next stages of the above initiatives and support them, also through awareness-raising media campaigns. While each of them has its shortcomings, they will clearly enhance workers’ and citizens’ rights across the EU.  The EESC, civil society and the social partners should actively contribute to the elaboration of an ambitious but realistic roadmap for the implementation of the Pillar which stipulates the next steps to be taken (cf. Section 8 below). ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 15 2. Assessing the EPSR indicators: raising the ambitions of the Social Scoreboard The EPSR is accompanied by a ‘scoreboard’ of indicators to monitor the employment and social performances of Member States, and a dedicated web site allowing a detailed overview of the situation in the EU and at the national level 17 . As part of the Semester process, the EPSR scoreboard replaces the scoreboard of key employment and social indicators agreed on in 2013. It serves firstly as a reference framework to monitor ‘societal progress’ within the EU, in order to detect in a timely way the most significant employment and social challenges as well as progress achieved over time. However, beyond this monitoring function, the scoreboard is also expected to be used as a benchmarking tool that would allow the assessment of successful outcomes and thus ensure upward convergence across Member States. The latest Joint Employment Report (JER) reflects this benchmarking approach to the employment and social situation in the EU. Based on a common methodology agreed by the Employment Committee (EMCO) and the Social Protection Committee (SPC), the scoreboard is used to evaluate the situation and developments in Member States, by looking at levels and yearly changes in each of the headline indicators. Levels and changes are classified according to their distance from the respective (unweighted) EU averages. Member States’ performances on levels and changes are then combined (using a predefined matrix) so that each EU country is classified into one of seven categories: ‘best performers’, ‘better than average’, ‘good but to monitor’, ‘on average/neutral’, ‘weak but improving’, ‘to watch’ and ‘critical situations’ 18 (cf. Annex IV). The aim of this Section is not to present a detailed assessment of this benchmarking procedure, but the results highlight the benefit of such an approach. The benchmarking clearly shows that sustained efforts are needed to achieve convergence towards a fair and social EU. As stated in the JER, the analysis of headline indicators shows, for 17 Member States, at least one ‘critical situation’. Across the 14 domains assessed, no less than 50 ‘critical situations’ are identified, corresponding to almost 13% of the total number of assessments. If we take the three most problematic classifications, ‘critical situation’, ‘to watch’ and ‘weak but improving’, the overall number comes to 129: about one-third of all assessments (European Commission 2017i). It is worth noting that the benchmarking process based on the scoreboard is also expected to have an influence on other elements of the Semester. The ‘critical situations’ will be analysed in depth by the Member States in their National Reform Programmes (NRPs), together with additional socio-economic background data to better qualify country-specific challenges. This will provide an analytical basis for the subsequent Commission proposals for Country-specific Recommendations (CSRs), where appropriate (European Commission 2017i). In the framework of the European Semester, the introduction of a benchmarking approach related to the EPSR appears to be a step towards a better assessment of the employment and social challenges faced by Member States on the long road towards upward convergence within the EU. However, the ambition of this renewed benchmarking approach is rather limited for the moment. Neither minimum standards nor targets to reach are defined. Of course, it could be argued that there are implicit benchmark targets, through the 17 https://composite-indicators.jrc.ec.europa.eu/social-scoreboard/# 18 A detailed presentation of the benchmarking methodology is presented in Annex 3 of the JER. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 16 reference to a category of ‘best performers’, or at least through the use of EU averages to assess the relative performance of MS. This is expected to evolve in the future 19 . 2.1 Fair working conditions and wages In the EPSR, the second chapter is dedicated to the area of ‘fair working conditions’. It covers several domains in which social partners play a significant role in promoting rights and standards in the framework of collective bargaining: conditions of employment, wages, health and safety at work, social dialogue and involvement of workers. However, in the scoreboard the ‘fair working conditions’ heading is combined with a reference to ‘dynamic labour markets’ and the headline indicators of this section of the scoreboard mainly refer to the latter aspect. Principle 6 of the EPSR states that workers have the right to fair wages that provide a decent standard of living, and that in-work poverty should be prevented. The EPSR also underscores that adequate minimum wages should be ensured. However, following the economic logic focused on the supply-side perspective promoted in the reforms encouraged under the Europe 2020 Strategy and the European Semester, this call for adequate minimum wages is subject to the safeguarding of access to employment and incentives to seek work. Moreover, the EPSR also refers to the need for transparent and predictable wages. This is another consideration which is economic in nature rather than inspired by the concerns of fairness and adequacy which should be the cornerstones of an approach funded on social rights. Therefore, it is not surprising that the headline wage-related indicator included in the EPSR scoreboard refers to the level and evolution of ‘compensation of employees per hour worked’ or, in other words, to the level and evolution of labour costs. This seems a narrow perspective in terms of social rights, and certainly not sufficient to monitor wages in terms of their fairness and adequacy. Nevertheless, alternative headline indicators on wages could be included in the scoreboard. The fairness of wages could be highlighted by using the ‘ gender wage gap’ 20 . This indicator is already used in the European Employment Strategy (EES) and in several EU processes related to gender equality (Beijing Platform, Strategic engagement for gender equality 2016-2019). There are several other indicators relating to the ‘gaps’ between genders 21 , but also between specific groups, that could be used to better ground the EPSR scoreboard in a social rights perspective based on fairness, equality and non-discrimination. Principle 6 of the EPSR rightly refers to the role of decent minimum wages to avoid or at least contain the development of in-work poverty in the EU. Although the minimum wage could be considered as a central element of labour market arrangements, there is no clear-cut definition of what is meant by a minimum wage. Apart from its legally binding nature, the definition of a minimum wage varies in a number of aspects around the world: the components of a minimum wage, the scope (which categories of workers are covered), the mechanisms for setting the level and augmentations, and the degree of involvement of social partners in the legal processes. This diversity leads the ILO to provide the following general definition of a minimum wage: ‘the minimum sum payable to a worker for work performed or services rendered, within a given 19 The so-called ‘Five Presidents’ Report’, which draws the roadmap for deepening the European Monetary Union (EMU), depicts a ‘stage 2’ of the process (‘Completing EMU’), with the introduction of a set of commonly agreed benchmarks for convergence that could be given a legal nature. The respect of these constraining benchmarks, or the realisation of significant progress towards these standards, will make participation of the euro area countries conditional upon a common shock absorption mechanism (European Commission 2015b). 20 The gender wage gap is the difference between the average gross hourly earnings of men and women, expressed as a percentage of the average gross hourly earnings of men. 21 Note that a headline indicator on the gender gap in employment rates is used in the scoreboard, under the heading of Equal Opportunities. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 17 period, whether calculated on the basis of time or output, which may not be reduced either by individual or collective agreement, which is guaranteed by law and which may be fixed in such a way as to cover the minimum needs of the worker and his or her family, in the light of national economic and social conditions’ (ILO 2014:19). In the European context this corresponds to the national regulations on statutory minimum wages. In the EU, two broad groups of countries can be identified regarding minimum wage regulations. The largest group contains countries where there are generally-applicable binding statutory minimum wages. This is currently the case in 22 of the 28 Member States 22 . In the 6 other EU countries 23 there are minimum wage agreements, but only at sectoral levels of bargaining, or limited to specific occupations such as in Cyprus. However, minimum wage sectoral collective agreements are often extended to other sectors in these countries, making these agreements nearly universal so that they act as functional substitutes for statutory minimum wages (Schulten 2012). The issue is not so much to put in place statutory or quasi-statutory minimum wage regulations in the Member States, but rather to ensure that the mechanisms for setting these are fair and transparent and that the level of these minimum wages is adequate to live decently (living wage) and avoid in-work poverty. It is of course unacceptable from a social perspective for a minimum wage to be so low that it does not allow beneficiaries to escape poverty, but is also harmful for the economy in the medium and long term. Inadequate minimum wages produce in-work poverty and decrease job quality and productivity. Internationally accepted standards of adequacy are a powerful tool when part of a social benchmarking process favouring upward social convergence between EU Member States. In the EU there is already an adequacy standard that is recognised and widely used in other monitoring procedures: the threshold of 60% of median national household income, which is the cut-off point used to assess the at-risk-of poverty rate. This adequacy benchmark could be used to formulate quantified objectives for the levels of minimum provision to be reached by Member States, while respecting national situations and specificities in the decision processes, including social dialogue. As these objectives are set with reference to national situations in terms of earnings or household income, and sometimes with a gradual timetable for their realisation, they could fit more easily into countries’ policy agendas. However, the in-work poverty rate in itself could be used as a headline indicator in the EPSR scoreboard, rather than being just a background indicator. After all, the EPSR calls for workers to receive a decent living wage, and the eradication/reduction of in-work poverty could be a performance benchmark to be reached. To avoid complex calculations involving the worker’s household composition and the addition of additional income from earnings of other household members and related social or fiscal transfers, the in-work poverty rate of single workers could be used, which would mean a more direct relationship between household income and earnings from work. This indicator could be additionally broken down according to the characteristics of the worker and criteria such as working time or contract duration. 22 Belgium, Netherlands, Luxembourg, France, Germany, Ireland, United Kingdom, Spain, Portugal, Greece, Malta, Croatia, Lithuania, Latvia, Romania, Slovenia, Czech Republic, Hungary, Estonia, Poland, Slovakia, and Bulgaria. 23 Denmark, Sweden, Finland, Austria, Italy and Cyprus. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 18 2.2 Collective bargaining coverage Although acknowledging the role of social partners in establishing fair and decent working conditions, the EPSR scoreboard does not include a headline indicator related to social dialogue and collective bargaining. Industrial relations are a domain for which comparative statistical indicators are scarce and generally more focused on qualitative issues (organisation and characteristics of national systems) rather than quantitative aspects. Nevertheless, there should be room in the scoreboard to include at least one indicator on industrial relations, as these play a central role in the definition and protection of workers’ rights. The most appropriate headline indicator could be the collective bargaining coverage rate , which measures the number of employees whose pay and/or conditions of employment are determined by one or more collective agreement(s) as a percentage of the total number of employees. We mentioned earlier (see footnote 23) that in some countries (Denmark, Sweden, Finland, Austria and Italy) which have minimum wage agreements made at sectoral level and not defined in law, the fact that there are high levels of collective bargaining coverage implies that the sectoral minimums are quasi functional equivalents of statutory minimum wages. The same logic applies to other aspects of working conditions that are set by collective bargaining, such as working conditions, working time and training. This underscores the potential importance of this indicator in the safeguarding and promotion of social rights of workers, and thus its legitimate place in the EPSR scoreboard. This indicator is already used by international institutions such as the EU, the ILO and the OECD, and could thus be considered as legitimate in a comparative benchmarking process. It could for instance be linked with a target on increasing collective bargaining coverage, as the extent of collective bargaining varies widely within the EU. In France and Austria, and to a lesser extent Belgium and Finland, collective agreements are extended to nearly all employees. In another group of countries, the coverage of collective agreements is also high, ranging from 84.8% to 79.1% (Sweden, the Netherlands, Denmark, Italy, and Spain). At the other end of the scale there are countries where the coverage of collective bargaining agreements is limited (less than a third of employees: Romania, Ireland, the UK, Bulgaria, Hungary, Slovakia and Estonia 24 ) or very limited (Latvia, Poland, and Italy). Thus, there is room for improvement across the EU. In the majority of EU countries, collective bargaining coverage has declined since 2000, and the economic crises since 2007-2008 have accelerated this trend (Visser et al. 2015). The reduction in coverage is particularly marked in certain countries (Slovenia, Greece, Romania, Slovakia). However, some countries, notably those with higher levels of coverage, have seen an increase in the coverage of collective bargaining since 2000 (Finland, the Netherlands, France, and Malta 25 ), or have at least maintained the levels existing in 2000 (Austria, Belgium, Italy, Czech Republic, Denmark, Luxembourg, and Poland). These contrasting evolutions among EU countries in the rates of collective bargaining coverage are explained by differing strategies followed by governments and social partners 26 . 24 Countries are sorted by decreasing importance of collective bargaining agreements. 25 Countries are sorted by intensity of increasing coverage of collective bargaining. 26 For a detailed discussion see Visser et al. (2015) and Schulten (2016). ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 19 Policy recommendations  The EESC, civil society and the social partners should actively contribute to the debate about the improvement of the Social Scoreboard so as to identify suitable indicators covering all the principles and rights of the Pillar.  The fairness of wages could be highlighted by using the ‘gender wage gap’, while the in-work poverty rate (of single workers) and the collective bargaining coverage rate could be promoted as headline indicators in the EPSR scoreboard. 3. Ensuring impact: building a coherent governance arrangement While in the previous Sections we addressed initiatives related to specific Principles of the EPSR, we adopt a broader view in this Section, considering the governance arrangements to ensure effective implementation of the whole Pillar. According to our analysis, there are three possible angles of interpretation that may be used to evaluate the implementation of the Pillar and assess the effectiveness of the principles and rights enshrined in the inter- institutional proclamation (Vanhercke et al. 2017; Vesan and Corti 2017a, 2017b); we discuss these in turn. As will be evident from the discussion below, effective fulfilment of these functions will be possible only by creating a coherent governance arrangement which includes all the available EU (social) policy instruments and processes, from legislation to ‘soft governance’, from social and civil dialogue to benchmarking and financial resources. 3.1 The Pillar as a means to relaunch EU initiatives in the social domain The first criterion to be used in assessing the implementation of the EPSR is its ability to consolidate and further develop the European social acquis . In this regard, the Pillar could be considered as a political initiative aimed at revamping an EU ‘Social Agenda’. These initiatives could be implemented through legislation, social dialogue (cf. Section 1) and soft governance instruments. In order to build a coherent policy arrangement, legislation should indeed be combined with ‘soft’ instruments available under the Open Method of Coordination for Social Protection and Social Inclusion (Social OMC) and the European Employment Strategy (EES), which have been largely integrated into the European Semester. These instruments could serve two functions. First, they could monitor and benchmark progress in the implementation of the Pillar in the Member States through the existing reporting exercises. Second, mutual learning activities such as the peer review meetings could be used to identify and promote the exchange of good practices among the Member States and to develop knowledge useful to prepare the ground for future EU initiatives. For example, mutual learning activities could identify criteria to measure the adequacy of minimum income schemes with a view to a future Framework Directive on the topic. Besides the Social OMC, consistency between the Pillar and the 2013 Social Investment Package (SIP) should be ensured. The relationship between the EPSR and the SIP is rather complex. On the one hand, since the announcement of the Pillar, the attention devoted to the SIP has significantly decreased (Sabato 2016). This evolution was highlighted in many contributions to the EPSR consultation process, including the resolution by the European Parliament (2017a). On the other hand, however, the complementarities between the SIP and the EPSR are implicit. In many policy areas, the principles of the SIP match the rights included in the Pillar. In other words, it is often implicit that the rights of the Pillar should be implemented in a social ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 20 investment-oriented manner. The examples below concerning minimum income and childcare/support to children illustrate this point. Table 1. Minimum income and childcare/support to children: a comparison between the SIP and the EPSR Policy area SIP EPSR Minimum income The Commission urges the Member States to fully implement the Commission Recommendation on Active Inclusion (2008) without further delay […] integrating its three pillars: adequate income support , inclusive labour markets and enabling services. Everyone lacking sufficient resources has the right to adequate minimum income benefits ensuring a life in dignity at all stages of life, and effective access to enabling goods and services . For those who can work, minimum income benefits should be combined with incentives to (re)integrate into the labour market . Childcare and support to children The Commission urges the Member States to implement the Recommendation on 'Investing in Children: breaking the cycle of disadvantage' in an integrated way through a combination of cash and in- kind benefits, and access to quality early education, health and social services. Address childhood inequalities through eliminating school segregation and the misuse of special needs education. Make early childhood education and care (ECEC) more visible and available […] Children have the right to affordable early childhood education and care of good quality . Children have the right to protection from poverty. Children from disadvantaged backgrounds have the right to specific measures to enhance equal opportunities. Source: authors’ elaboration from European Commission (2013) and European Commission (2017a). Similarities between the two documents in italics . Thus, the SIP and the EPSR could be seen as complementary. On the one hand, the rights-based approach of the EPSR could help to attenuate the approach of the SIP, based on the view of social policy as a productive factor. On the other hand, as the SIP is more ‘action-oriented’ than the EPSR, it could help to transform rights into concrete policy initiatives. In this sense, some of the initiatives included in the SIP ‘Roadmap’ could be taken into account when defining the roadmap for the implementation of the Pillar. 3.2 The Pillar as an instrument to steer the direction of domestic social policies The second criterion to be used in order to assess the implementation of the Pillar is its ability to steer domestic policies. It could influence these in two different ways. Firstly, it could encourage the transposition and implementation of new Regulations or Directives (cf. Section 1). However, most of the principles of the Pillar will be implemented through the European Semester and guidance to the Member States will be ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 21 provided through the CSRs. Thus, the principles and rights of the Pillar should be mainstreamed into the Semester, by including them in the Annual Growth Survey (AGS), the Country reports (CRs), the CSRs and the NRPs. As will be illustrated in Section 4, the impact of the Pillar on the Semester can already be seen in the 2018 Semester’s ‘Autumn package’, adopted on 22 November 2017. This is quite remarkable since the European Pillar of Social Rights was proclaimed only a few days earlier, on 17 November 2017. In other words, the Commission did not wait for the Member States’ endorsement of the Pillar to update the policy framework of the European Semester. Crucially, financial instruments should be used to ensure the implementation of the Pillar in the Member States, in particular the European Social Fund (ESF). One important step in this regard will be the resources earmarked for this purpose in the post 2020 Multi-annual financial framework(MFF), negotiations on which are currently ongoing. EU funds, including the European Fund for Strategic Investment (EFSI) and the European Structural and Investment Funds (ESIF), should be targeted towards implementation of the Pillar. Finally, another promising financial source could be the funds for ‘social policy innovation’ provided by the ‘Employment and Social Innovation’ programme (EaSI) (Sabato et al . 2017) 27 .The next EaSI calls for proposals concerning social policy innovation could focus on the principles and rights of the Pillar. This said, synergies between the implementation of the Pillar and other, broader EU strategies beyond the social domain should also be encouraged. In particular, since the objectives of social cohesion, environmental protection and economic growth are closely linked, linkages between the EPRS and the EU Sustainable development agenda should be created. 3.3 Influencing EU macro-economic and fiscal policies Effective implementation of the Pillar in the Member States will be possible only if the latter have sufficient financial resources to invest in social policies, thus translating rights and principles into concrete policy initiatives. This was one shortcoming of the SIP: it was not able to influence EU macro-economic and fiscal policies so as to allow for more financial means for its implementation at the national level (Ferrera 2017; Sabato 2016). Consequently, the Pillar could be more ambitious, aiming to strike a new balance between the economic and social dimensions of the EMU. Equal weight would be given to the economic indicators of the Macroeconomic Imbalance Procedure (MIP) and the Excessive Deficit Procedure (EDP) and the social indicators enshrined in the Social Scoreboard (see Section 2 above). In order to monitor the key employment and social performances of the Member States, the draft Joint Employment Report 2018 explicitly refers to the Social Scoreboard. Yet some shortcomings of the latter should be addressed. First, an in-depth reflection should be launched on the adequacy of the indicators in the Social Scoreboard. In particular, the relation between the indicators and the 20 principles and rights of the Pillar is not clear: most of the indicators are context-oriented, but they fail to capture what each government is doing to achieve the agreed objectives of the Pillar. Also, some principles of the EPSR are not monitored through the scoreboard. Second, the consistency of the new scoreboard with already existing scoreboards in the social domain, such as the Employment Performance Monitor needs further clarification. The co-existence of several scoreboards monitoring social and employment performance could be confusing and inefficient. The ideal situation would be for the various sets of existing indicators monitoring social and employment policies at the EU 27 In a nutshell, social policy innovations aim at testing social reforms on a small scale, to assess their effectiveness before up-scaling them into national welfare state policies (also through the ESF). ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 22 level to be integrated into a single (more accurate) Social Scoreboard (Interview 2 – SPC). In the future this scoreboard could be used to create a ‘Social Imbalances Procedure’, complementing the existing MIP and EDP. Policy recommendations  Develop a roadmap for implementing the EPSR, also building on the SIP roadmap  Ensure effective governance arrangements between the Pillar and other EU social policy instruments and strategies.  Ensure adequate funding for the implementation of the EPSR, the Principles of which should mainstreamed throughout the EU’s post-2020 multi-annual financial framework.  Create synergies between the Pillar and EU strategies outside the field of social policy such as the Sustainable Development Agenda.  Use the Social Scoreboard as a stepping-stone to a ‘Social Imbalances Procedure’. 4. The EPSR in the first stages of the 2018 European Semester On 22 November 2017, five days after the inter-institutional proclamation of the EPSR, the Commission released the so-called ‘Autumn package’: the set of documents that kicked off the European Semester 2018. These documents are based on the Commission’s autumn 2017 Economic Forecast and build on the priorities identified in the Commission President’s State of the Union speech. The package includes the AGS, the draft JER, the Alert Mechanism Report (AMR), the Recommendation for a Council Recommendation on economic policy of the euro area and the draft euro area recommendation for 2018, with a proposal to amend the Employment guidelines (EGs) to bring them in line with the EPSR. In the following, we assess to what extent the EPSR has been taken into account in the 2018 AGS (European Commission 2017h) and the proposal for the revised Employment Guidelines (European Commission 2017j). 4.1 The Pillar and the Annual Growth Survey 2018 The AGS 2018 explicitly refers to the EPSR as a compass to boost social rights in Europe. The principles and objectives of the Pillar are explicitly highlighted as essential to fair and functioning labour market and welfare systems. The impact of the Pillar on the AGS emerges very clearly in three main areas, which explicitly follow the three chapters of the EPSR: ‘Equal opportunities and access to the labour marker’, ‘Job creation and fair working conditions’ and ‘Social protection and inclusion to tackle inequality and poverty’. With regard to the first area, the AGS 2018 highlights the need for active labour market policies as a way to reduce youth and long-term unemployment. The Member States are invited to invest in training, life-long learning and re- skilling programs. Quality education must be accessible to all and mobility in Europe should be supported. Therefore, greater investment in infrastructure (e.g. in the sectors of education and health) should be promoted, as well as raising wages, thus ensuring higher living standards. With respect to ‘Job creation and fair working condition’, the 2018 AGS recommends that Member States support labour market transitions, incentivize entrepreneurship and guarantee an appropriate balance between flexibility and security in employment relationships. The demand for labour should be supported by ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 23 shifting the tax burden away from labour. Adequate measures to ensure proper work-life balance should be guaranteed, in order to ensure gender equality and increased female participation in the labour market. Moreover, barriers to employment should be reduced, especially for disadvantaged groups, including single parent households, people with disabilities, ethnic minorities, refugees and migrants. Labour market integration efforts must be combined with social integration support, such as childcare, access to healthcare and housing, along with the removal of obstacles such as discrimination from the labour market. Ultimately, according to the Commission’s analysis, growth in real wages, as a result of increased productivity, is crucial to reduce inequalities and ensure high standards of living. With regard to the third area, ‘Social protection and inclusion to tackle inequality and poverty’, the 2018 AGS highlights the need for well-functioning social protection systems, providing benefit schemes for unemployed workers and minimum income schemes, fostering labour market participation and ensuring equal access to quality services. The focus is on increasing public revenue rather than making cuts, emphasising support for fair tax systems to reduce inequalities and poverty. Social protection systems should adapt to employment and increased labour mobility and should cover all kinds of work contracts (including, for example, bogus self-employed and atypical workers). The risks related to non-standard jobs are highlighted, together with the associated risks of low earnings, poor quality working conditions and exclusion from social protection. Moreover, adequate pension, health care and long-term care systems should be guaranteed. Finally, social partners are considered as key actors in the implementation of the Pillar. Overall, the influence of the Pillar on the AGS 2018 is evident in the definition of the Commission’s social priorities for the year ahead. However, some concerns emerge from a more in-depth reading of the document. First, the rights-based approach which characterizes the inter-institutional proclamation of the Pillar is no longer clear: only a few references to the term ‘rights’ appear in the AGS. Second, not all the principles of the Pillar are considered in the AGS. Third, the relationship between the economic and social goals of the AGS remains blurred. Indeed, while social priorities are more visible than in the 2017 AGS, stability and growth remain dominant and the priorities are still bound to the so-called 'virtuous triangle': boosting investment, pursuing structural reforms and ensuring responsible fiscal policies. In particular, the Commission highlights that efficient and flexible product, labour and capital markets are instrumental to ensuring that resources are directed to their most productive use. Structural reforms are deemed necessary to make Europe's economy more stable, inclusive, productive and resilient. Therefore, priority is explicitly given to reducing high levels of debt and re-building fiscal buffers, and governments are asked to improve the sustainability of their public finances. 4.2 The EPSR and the Employment Guidelines As mentioned above, the ‘Autumn package’ contains a proposal for new Employment Guidelines, aimed at updating the 2015 guidelines in the light of the Principles of the Pillar. Although the new guidelines are not explicitly referred to in the draft Joint Employment Report 2018, the influence of the Pillar on the proposed new guidelines is evident.  To start with, the proposed guideline 5 (‘ Boosting the demand for labour’) reiterates the need to make it easier for employers to hire people, by shifting the tax burden away from labour to other sources of taxation. Moreover, the proposal specifies that the shift of the taxation burden should take into account the redistributive effect of the tax system. Member States are expected to encourage transparent and predictable wage-setting mechanisms, while ensuring fair wages that provide decent living standards. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 24  In guideline 6, ‘ Enhancing labour supply: access to employment, skills and competences ’, the focus is on Member States’ performances in matching skills and labour demand through education and training. In the new proposal, the Commission stresses the importance of life-long learning and quality learning opportunities through the establishment of ‘Upskilling Pathways’. In addition, attention is paid to timely and tailor-made assistance based on support for job seekers, training and requalification.  Guideline 7, ‘ Enhancing the functioning of labour markets and the effectiveness of social dialogue ’, in turn focuses on the necessity for the Member States to work with the social partners to implement flexibility and security principles, in order to benefit from a dynamic and productive workforce. Importantly, the newly proposed guideline stresses that ‘flexicurity’ should prevent labour market fragmentation, while facilitating the transition to open-ended contracts. Moreover, Member States should prohibit the abuse of atypical contracts and, at the same time, guarantee adequate compensation and protection in case of unfair dismissal. In this regard, the role of the social partners is stressed. They should be encouraged to ‘negotiate and conclude collective agreements in matters relevant to them, respecting fully their autonomy and right to collective action’.  Finally, with regard to guideline 8 (‘ Promoting equal opportunities for all, fostering social inclusion and combating poverty ’) the focus is on the necessity to combat any kind of discrimination in the labour market and on the importance of guaranteeing social protection systems characterised by better accessibility, sustainability, adequacy and quality. In this regard, the newly proposed guideline 8 recommends implementing the three strands of active inclusion: adequate income support, inclusive labour market and access to quality services. Particular attention is paid to accessible and quality services (e.g. childcare, out-of-school care, education, housing, health services and long-term care) in order to guarantee equal opportunities to everyone, in particular to the most disadvantaged (e.g. people with disabilities, minorities). Policy recommendations  The EESC, national Economic and Social Committees (or functional equivalents), the social partners and civil society organisations should monitor to what extent and in what ways the rights in the EPSR are taken into account in the different tools and procedures of the (EU and national cycles of the) European Semester and should make national governments and EU institutions accountable for this.  The EESC, national Economic and Social Committees (or functional equivalents), the social partners and civil society organisations should be encouraged to use the available instruments of the 2018 Semester package to further their labour market and social policy objectives. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 25 5. The European Pillar of Social Rights and national trade unions An online survey was disseminated among the members of the Workers’ Group (Group II) of the EESC, which comprises representatives from national trade unions, confederations and sectoral federations. We received answers from 27 trade union organisations 28 in 21 countries. The questionnaire (nine questions) was organized in three parts.  The aim of the first part was to measure the level of awareness of the EPSR among national trade union representatives, their participation (if any) in consultations concerning the Pillar at the EU level, and their opinions about the Pillar.  The objective of the second part was to ascertain the involvement of trade unionists in the consultation process on the Pillar at the national level (if any).  The third part focused on the implementation and added value of the Pillar at national level. Given the target group of the survey, i.e. trade unionists involved in EU activities, the results concerning awareness of the Pillar might have been biased. Yet, questions about dissemination activities in national confederations could attenuate this bias, giving a more precise account of how much national trade unionists (besides those involved in EU-level activities) know about the Pillar. 5.1 Level of awareness of the Pillar and participation in EU level consultations With regard to trade union representatives’ level of awareness of the Pillar and their participation in EU level consultations about this initiative, 81.5% of the respondents declared that they were ‘highly aware’ of the contents of the EPSR, and 18.5% described themselves as ‘aware’. Moreover, 78% of the respondents declared that they not only were aware of the contents but had also contributed to the public consultation at the EU level. These respondents had participated in the work and discussions on the EPSR, for example, by submitting both oral and written contributions (55% of the answers) or directly participating in the EESC or ETUC activities on the Pillar (18%). They took part in conferences , hearings and public events on the EPSR at national and European level (21%). Finally, a minority of them contributed to the public consultation by informing their members and activists about the EPSR, writing magazine articles and blog postings on organisation websites (6%). Among those who contributed to the public consultation and monitored whether the Commission took into account their organisation’s proposals , 17% of the respondents declared that their proposals had indeed been considered to a great extent, 33% to some extent and 50% to a limited extent. Perhaps surprisingly, none of the respondents answered that their proposals had not been taken into account. The high level of awareness and participation in the public consultation may be explained by the extent to which the themes of the EPSR fit with the organisations’ priorities. 55.6% of the respondents agree that the 20 principles fit with their priorities. The other 44.4% declared that the EPSR’s themes are ‘to some extent’ important to their organisations. Moreover, the trade union representatives were asked to provide an example of the issues they perceive to fit the most with their priorities. ‘ Wages’ emerged as the issue that fits best with trade unions’ priorities (14% of the answers), followed by ‘ Social dialogue ’ (13%), ‘ Social Protection ’ (8.5%), ‘ Information about employment conditions ’ (7.5%) and ‘ Education, training and life-long learning ’ (7.5%). Other relevant themes are ‘ Gender equality’ (6.5%), ‘ Secure and adaptable employment ’ (6.5%), ‘ Pensions ’ (5.5%), ‘ Unemployment benefits ’ (5.5%) and ‘ Healthy, safe and well-adapted work environment and data protection’ (5.5%). 28 Five of these answers were however incomplete. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 26 The perception that the organisations’ contributions were taken into account, together with the close fit between the EPSR’s Principles and trade union priorities, arguably explains the trade union representatives’ generally positive opinion about the contents of the Pillar. Indeed, 74% of the respondents declared they were overall satisfied , while only 26% described themselves as not satisfied . In regard to the former group, six reasons were given for their satisfaction. Firstly, the EPSR contains more themes than those covered by their organisations. Secondly, the Pillar is satisfactory as it is a step towards the formal introduction and strengthening of social issues in the EU agenda. Thirdly, the EPSR is a political commitment. Fourthly, the EPSR is satisfactory because it is a good compromise. Fifthly, the Pillar can be a useful tool to restore EU citizens’ trust in the EU social values. Finally, the Pillar is satisfactory because it offers a valuable framework for monitoring social progress in the EU. As regards those minority of respondents who considered the EPSR not satisfactory , there were five main reasons explaining this negative attitude. Firstly, the fact that the principles are vague and not legally binding. Secondly, the incompleteness of the 20 principles (e.g. the absence of collective rights). Thirdly, the lack of a proposal for implementing and delivering legislative initiatives at the EU level. Fourthly, the assertion that the Pillar does not represent a ‘path-breaking’ initiative towards a fairer social Europe. Finally, the contention that the principles enshrined in the Pillar are neither ambitious nor new. 5.2 Consultations on the Pillar at the national level Moving to the involvement of trade unionists in the consultation process on the Pillar at the national level , 81.5% of the respondents declared that they were indeed involved in initiatives regarding the EPSR, either during the public consultation (March-December 2016) or after the publication of the Commission's Recommendation (from April 2017 onwards). In particular, they were involved in debates with national trade unions (26.6% of the answers) and participated in events organized by the EESC (22.2%), the European Commission (11.1%), the National economic and social councils (6.7%) and Tripartite bodies (4.5%). Moreover, they took part in or initiated consultation with the government (15.5%), organized their own seminars or public debates (6.7%) and spread information through the national media (6.7%). Most of the respondents declared that they disseminated information on the EPSR within their national organisation . In Latvia, Portugal and the UK, for example, information was disseminated to affiliated member organisations, published on the organisation’s web-site and in an electronic newsletter. In Finland and Estonia, information was disseminated to national organisations and affiliated unions. The Swedish respondent declared that (s)he addressed the information to the Executive Committee of their organisation, affiliated organisations, colleagues and members at regional level. Dissemination through the national organisation was also carried out by the confederations replying to the survey in Austria, Spain, France, Malta, Slovakia, Belgium and Croatia. Polish, Slovakian, and Italian respondents declared that they had disseminated information on the EPSR in the public media and newspapers and through communication with affiliated organisations. Luxembourg and Bulgarian trade unions helped to disseminate information on the Pillar, also organising public events with their national organisation, representatives of the national government and affiliated organisations. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 27 5.3 Involvement in implementing the Pillar at national level The third part of the questionnaire referred to involvement in implementing the Pillar at the national level. In this regard, the first question was about the extent to which the EPSR corresponded with national governments’ programmes . Contrasting with the high awareness of the EPSR’s contents and strong involvement of trade unionists in the public consultation (see above), only 22.2% of the respondents answered that the themes of the EPSR were fully reflected in their government’s programme. 48.1% answered that they were reflected only ‘to some extent’. 22.2% declared that their proposals were not reflected at all in their government’s programme. 7.5% did not know. Those who answered the former question in the affirmative were also asked to provide a few examples of Pillar-related themes in their government programme. Most of the governments only focused on certain principles of the EPSR. For example, the Estonian government programme focuses on ‘work-life balance’ and ‘equal pay’ principles. The Hungarian and Maltese government programmes focus on the principles regarding ‘work-life balance’, ‘minimum wage’, ‘health care’ and ‘fair working conditions’. In Romania and Slovakia, ‘minimum wage’, ‘social protection’ and ‘pensions’ were among the priorities of the incumbent government during the electoral campaign. In Belgium and France, training, pensions reform and the unemployment benefit scheme are the priorities. Finally, the Portuguese government has a fuller social agenda, setting the following objectives: combating precarious employment, increasing wages (namely, the level of minimum wages) and boosting internal demand as tools for supporting economic growth, ending wage cuts and wage freezes, investing in quality lifelong learning and vocational (re)training, and promoting gender equality and equal opportunities. In a few cases, greater attention was paid to the Pillar. Thus, the Latvian government was reported to have included the Pillar Principles in the work plan of the Ministry of Welfare’s Employment Committee. The Swedish government, which organized the Social Summit in Gothenburg, explicitly adopted the EPSR as a priority. The Bulgarian government, which holds the presidency of the Council of the EU (first term 2018), explicitly mentioned the strengthening of the social dimension as a priority for its time in office, The rather poor reflection of the Pillar’s themes in government programmes directly affects the involvement of trade unions in implementing the Pillar at the national level . Only 20% of the respondents answered they had been involved in implementation, while another 20% are of the opinion that they are likely to be involved in the near future in initiatives to implement the Pillar at the national level; in most cases, however, how this will happen is not clear. For example, the Romanian trade union respondent expects to be involved by the government in the consultations with social partners linked to the Romanian Presidency of the EU Council (first semester of 2019). Polish, Portuguese and French trade unionists answered that they will be involved in the consultation and the implementation stage of the EPSR. The Slovakian respondent is involved in the activities of the Tripartite body. The Belgian trade union respondent underlined that certain topics (e.g. wages, work- life balance, equal treatment) are on the topic list for the dialogue between social partners, and others (especially in the field of social protection) are on the consultation list with the government. Bulgarian trade unionists answered that their organisations were involved in a series of meetings and various forums with representatives of the government, the social partners and the Bulgarian Economic and Social Council. Finally, a positive answer was given by the Luxembourg respondents who answered that they had been fully involved in the consultation with the government for the implementation of the Social Pillar. In light of the previous answers to the survey, respondents were asked to describe their involvement in ‘good practices’ regarding the implementation of the Pillar at the national level. Only 29.6% of the respondents ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 28 answered this question. Only the respondents from Luxembourg, moreover, described a specific procedure. Namely, the trade union respondent notifies all proposals for the transposition of European Directives and systematically informs the Luxembourg Parliament of its opinion on European Commission social initiatives in a broad sense. Moreover, this trade union respondent supports the work of all the representatives of Luxembourg trade unions affiliated to the ETUC, and systematically informs Luxembourg MEPs of its opinion on current social initiatives at European level. Finally, the respondents were asked to provide proposals on how to operationalize the EPSR in their country. In this regard, there was broad agreement that, given the non-binding nature of the Pillar, it is necessary to establish, through the tripartite Social Dialogue, a National Strategy for implementation of the EPSR (Spain, Italy, Austria, Hungary, Belgium, Bulgaria and Malta). Some trade union respondents had proposed organising such a strategy: five steps can be identified. Firstly, there should be an analysis of national legislation in relation to compliance with the principles of the Gothenburg Proclamation of the EPSR (Spain and Slovakia). Secondly, there should be an evaluation of the financial costs of implementing the principles and rights of the Pillar in each country (Spain, Bulgaria and Malta). Thirdly, a programme of political and social action is needed, involving the different administrations (national, regional and local) involved in the application of the Principles of the EPSR (Austria, Spain, Bulgaria, and France). Fourthly, a roadmap should be developed for the implementation of legislative, budgetary and fiscal measures, aimed at complying with a national Action Programme for the implementation of the Pillar (Italy, Austria, Spain, Belgium, Slovakia, and Bulgaria). Finally, it was proposed that national programmes for implementation of the Pillar should be linked to a “European Action Programme” (or Roadmap) , to be drawn up by the Commission and implemented through the European Semester (Estonia, Latvia, Spain, and Luxembourg). Policy recommendations  National social partners and civil society organisations should actively feed their proposals into debates related to implementation of the Pillar at the national level.  National social partners and civil society organisations should organise awareness-raising campaigns to disseminate, at national level, information on the Pillar and on EU initiatives undertaken in that framework.  The European Commission, national social partners and civil society organisations should monitor the implementation of the Pillar at the national level (including in documents related to the Semester). Mutual learning in the SPC and EMCO could scrutinize Member States practices.  National social partners and civil society organisations should provide the EESC (possibly through national Economic and Social Councils or functional equivalents) with relevant input on the implementation of the Pillar so that the Committee can monitor overall implementation at both the EU and national levels and provide the Commission with relevant proposals on the way forward (cf. Section 7). 6. The role of the European Economic and Social Committee This Section tries to answer the following questions: what was the role played by the EESC during the public consultation process on the preliminary outline of the Pillar? And, most importantly, what role could the EESC play in the implementation of the EPSR? Between September and November 2016, the EESC – often in cooperation with the European Commission or national Economic and Social Councils – organised debates in all the Member States on the Pillar, ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 29 bringing together employers’ organisations, trade unionists and representatives of civil society organisations. The results of these debates were summarised in national reports, often including recommendations. Through this exercise, the EESC fulfilled a twofold ambition: (a) it raised awareness of the Pillar at the national level; and (b) it coordinated the Pillar-related actions of national social and civil players, in particular by gathering opinions on the priorities to be taken into account and proposals for implementation. This active role already played by the EESC during the public consultation process should now be consolidated and further enhanced. Indeed, given its unique composition — bringing together employers’ and trade union organisations as well as civil society — the EESC can provide a key contribution to monitoring the implementation of the Pillar at both the European and national levels while providing input on the way forward. In order to do so, the EESC should create strong internal arrangements to coordinate the initiatives of the actors it represents and should act proactively. To be more precise: the EESC should act as a European ‘hub’ to: (a) collect the assessments of national social partners and civil society organisations on the implementation of the Pillar at national level; and (b) on the basis of national contributions, identify the priorities for the following years and collect concrete proposals for a more effective implementation of the Pillar. This could be done by means of biannual reports on the implementation of the EPSR at both EU and national levels, ideally published before the writing of the Semester Country Reports (and thus of the CSRs). The biannual reports should be drafted by collecting information ‘from the grassroots’, i.e. from national social partner and civil society organisations. National Economic and Social Councils (or functional equivalents) could collect opinions on and proposals for the implementation of the EPSR in their national contexts. 7. Policy recommendations: guaranteeing a positive social impact of the Pillar In this Section, we further develop the policy recommendations for effective implementation of the EPSR provided in the study, focussing in particular on how social partners, civil society organisations and the EESC could contribute effectively to the implementation process. 1. In the context of the next EU multi-annual financial framework post-2020, adequate funding should be secured for the implementation of the Pillar. Indeed, it should be acknowledged that full implementation of the EPSR will not be a cheap commitment: adequate public and private resources should be provided. The principles of the Pillar should be mainstreamed throughout the European Fund for Strategic Investment and the European Structural and Investment Fund Regulations. In this context, the European Investment Bank has an important role to play. In order to ensure that the Member States have adequate budgetary scope to implement the Pillar, the debate on a ‘Golden Rule’ for public investment with a social objective should be relaunched. 2. The EESC, EU-level social partners and civil society organisations should actively participate in the debate on the definition of a detailed roadmap for implementation of the EPSR, which stipulates the next steps to be taken. Proposals should be ambitious but realistic (cf. Section 8 below) and they should include the initiatives already tabled, initiatives already foreseen by the SIP (but not yet implemented) as well as new initiatives. These proposals should take into consideration the debate on the ‘future of work’. The EESC could collect these proposals from its related organisations, pooling them in a coherent manner. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 30 ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 31 3. The governance arrangements for the implementation of the Pillar should be further specified. 3.1 All available policy instruments and strategies should be integrated in an effective manner. In implementing the Pillar, it will be necessary to create synergies between all the policy instruments and procedures already available in the social domain at the EU level (e.g. the SIP, the OMC, the EES, the ESF). ‘Soft governance’ instruments should be combined with legislation. For instance, benchmarking and mutual learning exercises could be used in order to prepare and create consensus around potential future legislative initiatives. The opportunities offered by the EU social and civil dialogue should exploited to the full. 3.2 The Pillar should be linked to other strategies such as the Sustainable Development Agenda and the Digital single market strategy. Together with social challenges, environmental challenges will be a major factor in the future of our societies. Thus social priorities cannot be considered separately from environmental and economic priorities: an integrated approach is needed. The EESC could promote this view by asking for implementation of the EPSR to be fully integrated into the EU Sustainable Development Agenda. 4. National governments should define national strategies for the implementation of the principles and rights of the EPSR. 4.1 The specific arrangements through which the Pillar will be implemented through the national cycle of the European Semester should be further specified. National implementation should be a participative process involving all the relevant stakeholders, including the social partners and civil society organisations. National Economic and Social Councils (or their functional equivalent) should play a role in this process. 4.2 Guidelines should be elaborated on how national governments should report on implementation of the Pillar in their NRPs and SCPs. Mutual learning in the SPC and EMCO should scrutinize Member States’ national EPSR implementation Strategies. 4.3 The European Commission, national social partners and civil society organisations should monitor the implementation of the Pillar at the national level (including in documents related to the Semester) and should actively participate in the implementation with their proposals. 4.4 The EESC, national Economic and Social Committees (or their functional equivalents), the social partners and civil society organisations should be encouraged to use the instruments in the 2018 Semester package to further their labour market and social policy objectives. 5. In order to increase the visibility and the ownership of the EPSR among European citizens, the EESC, civil society organisations and the social partners should implement awareness raising media campaigns ( what is your national government doing to put the EPSR into practice ?). The message should be that by proclaiming the EPSR, the European Union has undertaken a potentially crucial step to promote the labour and social rights of its citizens, including the tabling of several legal initiatives. While each of these proposals have their shortcomings, they clearly have the potential to enhance citizen’s rights across the EU. Consequently, national governments should be held accountable for the positions they take at the negotiation table in the Council of the EU. 6. Existing European Semester monitoring exercises (including the Social OMC and the EES) should take into due account the developments in the Member States relating to the principles and rights of the Pillar and should monitor initiatives undertaken by the Member States and the EU to achieve its goals. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 32 6.1 The EESC should become a European ‘hub’ , collecting the assessments and proposals of national social partners and civil society organisations on the implementation of the Pillar, thus identifying the priorities for the following years. This could be done by means of biannual reports on the implementation of the EPSR at both EU and national levels, which should be published before the elaboration of the European Commission’s Country Reports, so that they have a chance to influence the next round of CSRs. 6.2 The biannual EPSR implementation reports should be drafted by collecting information from the ‘grassroots’, i.e. from national social partner and civil society organisations. National Economic and Social Councils (or functional equivalents) could collect opinions on and proposals for implementation of the EPSR in their national contexts and draft biannual reports on the implementation of the Pillar at the national level. 6.3 The Committee of the Regions could perform a similar monitoring and agenda setting exercise by collecting the opinions and proposals of regional and local authorities. 7. The social partners and civil society organisations should, also through the EESC, participate in the ongoing debate on the fine-tuning of the EPSR-related Social Scoreboard , with a view to improving existing indicators and identifying new indicators to monitor all the principles and rights included in the Pillar. 7.1 The fairness of wages could be highlighted by using the ‘gender wage gap’, while the in-work poverty rate (of single workers) and the collective bargaining coverage rate could be promoted as headline indicators in the EPSR scoreboard. 7.2 The aim should also be to establish a sound, unified scoreboard, combining the indicators in the existing scoreboards. This scoreboard could be a stepping stone towards a future ‘Social Imbalances Procedure’ . 8. Towards a roadmap for implementing the European Pillar of Social Rights It is unclear whether a roadmap for the implementation of the Pillar will be tabled by the European Commission in the near future. The question is: how can we develop such a roadmap and what should it look like? In order to increase the ownership, legitimacy and implementation of the Pillar, the roadmap should be the result of a broad consultation involving EU institutions and bodies (including the EESC), the Member States, civil society organisations and the social partners. Each of these organisations/institutions should make their proposals according to their respective priorities. The roadmap must be ambitious but realistic. In this respect, EU level actions in the domains of the EPSR should be implemented gradually (Table 2). In the short run , the focus should be on completing the initiatives already tabled. We have addressed some of these above, including: (a) the Proposal for a Directive on work-life balance; (b) the endorsement and implementation of the Council Recommendation on social protection for the self-employed and non-standard workers; and (c) the adoption of the Directive on transparent and predictable working conditions. Another initiative on the table is the proposal to establish a European Labour Authority. According to our interviewee at DG EMPL (Interview 3 – DG EMPL), this limited list of initiatives was the European Commission’s deliberate choice: to do what it can before the end of its mandate, without spreading itself too thinly and working on too many initiatives which cannot all be completed. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 33 As for wages, the best approach seems to be to promote analysis, benchmarking and exchange of good practices through the available mutual learning processes, in particular in the framework of the EES. A more ambitious proposal has been made by the European Parliament (2017a): the establishment of wage floors in the form of national minimum wages (with due respect for Member States’ practices and involving the social partners), also by preparing a pilot version of a regional living wage calculation that would help to define a ‘living wage’ and serve as a reference tool for social partners and for exchanging good practices in this regard. Efforts should be made to improve the quality of the Social Scoreboard and, possibly, to agree on one sole Social Scoreboard combining those which already exist. The resources needed for effective implementation of the Pillar should be taken into consideration when defining the next EU multi-annual financial framework post-2020. In the medium term , efforts should focus on the implementation of new initiatives emerging from the debate on the Pillar and on relaunching proposals put forward in the past. Most of these concern the EPSR Chapter on Social Protection and Inclusion. First, there is the proposal for a common unemployment scheme, often discussed at European level in previous years (Fichtner 2014). In this respect, a window of opportunity has opened up. Indeed, the Commission’s Reflection paper on the Deepening of the Economic and Monetary Union (European Commission 2017f) also discusses the possibility of developing a ‘European Unemployment Reinsurance Scheme’. The debate on this issue would be very complex and technical. Yet the social partners should have an important role to play. Another initiative that could be relaunched after the publication of the Pillar is the enactment of a Framework Directive on Minimum Income, a topic on which social NGOs and the EESC insisted in the past (EESC 2013, Peña-Casas and Bouget 2014, Vandenbroucke et al. 2014). The political feasibility of such an initiative is, however, very uncertain: for the moment, discussions about the adequacy of national minimum income schemes should take place through existing mutual learning tools of the Social OMC, and experiments could be funded through the EaSI programme (e.g. the strand on social policy innovation) and the Structural funds. In addition, a number of concrete initiatives were proposed by the European Parliament in its Resolution on the Pillar (European Parliament 2017a), including: (a) the exchange of good practices concerning the calculation of minimum pensions; and (b) promoting a child guarantee in all Member States (an issue on which the Commission has just launched a feasibility study). Other proposals come from the ETUC (2017b), including the enactment of an Employment Directive to make the rights in the Pillar real for all workers in all workplaces, including a ‘Directive on Effective Enforcement of Workers’ Rights’. More ambitious initiatives could be taken in the long term (i.e. well beyond the 2019 European elections). As stressed elsewhere in the present study, one of the key factors in the effective implementation of the Pillar is the extent to which it will be able to affect EU policies in other domains, in particular macro-economic and fiscal policies. In this respect, two proposals made by the ETUC (2017a) appear particularly interesting: (a) the establishment of a Social Progress Protocol in any future Treaty change, to put social rights on an equal footing with economic rights; and (b) the establishment of a Social Rights Test, making all new policies subject to an assessment of how they would improve social rights (similar to the Better Regulation Agenda). Eventually, a Treaty change could lead to the setting up of a proper ‘Social Imbalances Procedure’. Furthermore, as stressed in the contribution provided by the European Social Policy Network to the Pillar consultation (ESPN 2016), synergies should be created between the EPSR and the EU Sustainable Development Agenda. Finally, in order to ensure that the Member States have adequate budgetary scope to ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 34 implement the Pillar, the debate on the ‘Golden Rule’ for public investment with a social objective should be relaunched. Table 2. Elements for a roadmap for implementation of the EPSR Short-term initiatives Directive on work-life balance to be adopted Endorsement and implementation of the Council Recommendation on social protection for the self- employed and non-standard workers Adoption of the Directive on transparent and predictable working conditions Benchmarking and mutual learning exercise with a view to establishing wage floors in the form of a national minimum wage Putting in practice of the European Labour Authority Revision of the Social Scoreboard with a view to agreeing on a unique Social Scoreboard Ensuring that in the next EU multi-annual financial framework post-2020 an adequate level of resources is earmarked for implementation of the Pillar Medium- term initiatives Setting up of a ‘European Unemployment Reinsurance Scheme’ Framework Directive on Minimum Income Schemes Exchange of good practices concerning the calculation of minimum pensions Studying the feasibility of a European Child guarantee Directive on Effective Enforcement of Workers’ Rights Long-term initiatives Arrangements to link the Pillar to the Sustainable Development Agenda A Social Progress Protocol in any future Treaty change A Social Rights Test for all new policies Social Imbalances Procedure ‘Golden rule’ for public investment with a social objective Source : authors’ own elaboration. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 35 Conclusions The Recommendation on the EPSR and its Inter-institutional Proclamation in November 2017 constitute a window of opportunity to move towards a stronger ‘Social Europe’. This said, as shown in this study, the first stages of implementation of the Pillar have had varying levels of success, in spite of the Commission’s ambitions. First, the EPSR has helped to relaunch an EU ‘Social Agenda’. However, some of these initiatives (e.g. the proposed Directives on Work-Life Balance and on the revision of the Written Statement Directive) have encountered serious difficulties due to differing views among the Member States or among the social partners. The distance between the positions of the social partners on issues related to the Pillar is highlighted, for instance, by the failure of the consultations on access to social protection and on transparent and predictable working conditions. Further positive developments have been identified in the first stages of the 2018 European Semester, with the rights and the principles of the Pillar already taken into consideration in the ‘Autumn Package’ published in November 2017. This said, in order to achieve effective implementation of the Pillar, all the available social tools and procedures must be brought together at the EU level: legislation, social dialogue, ‘soft governance’ and financial resources. Finally, the relationship between the Pillar and EU macro-economic and fiscal policies, and how they influence each other, should be explicitly defined, and the contents and role of the Social Scoreboard should be strengthened. Civil society organisations and the social partners, also through the EESC, have an important role to play in the crucial implementation of the EPSR. First, they should raise awareness among their constituencies and the broader public about the potential importance of the Pillar. Second, they should make their own contribution to the design of a roadmap for the implementation of the Pillar. Third, the EESC, civil society organisations and the social partners should actively participate in the debate on the revision of the Social Scoreboard. Finally, the EESC and national Economic and Social Committees (or their functional equivalents) can play a key role in collecting assessments of the implementation of the Pillar from national social partners and civil society organisations, with a view to monitoring implementation of the Pillar at both the EU and national levels, and providing proposals for initiatives to be undertaken in the future. As for national trade unions’ involvement in the debates surrounding the EPSR, some points emerge from the (small-scale) survey conducted. First, national trade unions are aware of the Pillar, as are EESC Workers’ group representatives. The latter have disseminated information about the Pillar through their national confederations, which, in turn, have often been involved in consultation activities at the EU level. Second, the level of satisfaction with the contents of the Pillar and its mirroring of trade union priorities is significant, though missing points and areas for improvement have been identified. Third, trade unions participated in consultations at the national level promoted by the EESC, the Commission and/or their national governments. Fourth, in many cases, trade union representatives expressed doubts about the match between the Pillar and their respective governments’ programmes. Fifth, while it is too early to assess involvement in the implementation of the Pillar, respondents have expressed strong doubts as to how they will be involved in implementation activities in the future. Finally, with regard to implementation of the Pillar, our respondents maintain that national Tripartite Social Dialogue structures should play a key role. Taking national trade unions on board will be key to guaranteeing a positive social impact for the EPSR. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 36 References BusinessEurope (2017a) Work-Life Balance for Working Parents and Carers, Position Paper, 22 June 2017, available at: https://www.businesseurope.eu/sites/buseur/files/media/position_papers/social/2017-06-22_work-life_balance.pdf BusinessEurope (2017b) Written Statement Directive: yes to modernisation, no to new burdens on companies, Press release, Brussels, 21 December 2017, available at : https://www.businesseurope.eu/sites/buseur/files/media/press_releases/2017-12- 21_written_statement_directive_press_release.pdf BusinessEurope (2017c) Position on first-stage consultation of the EU social partners on a possible action addressing the challenges of access to social protection for people in all forms of employment in the framework of the European Pillar of Social Rights, 23 June 2017. BusinessEurope (2017d) Position on first-stage consultation of social partners under Article 154 TFEU on a possible revision of the Written Statement Directive (Directive 91/533/EEC) in the framework of the European P BUSINESSEUROPE (2017c). BusinessEurope (2017e) Follow-up to second phase consultation on a possible revision of the Written Statement Directive 91/533/EEC, 8 December 2017, European Pillar of Social Rights, 23 June 2017. Caracciolo di Torella E. (2017) An emerging right to care in the EU: a New Start to Support Work-Life Balance for Parents and Carers, ERA Forum (2017) 18:187–198. Caracciolo di Torella E. (2016) Shaping and re-shaping the caring relationship in European law: a catalogue of rights for informal carers, Child Fam. Law Q. 28(3), 261–279. CFDT (2018) Contrat de travail : l'Europe renforce les droits des travailleurs, Note du service juridique, 10 January 2018. Council of the European Union (2017a) Outcome of the Council Meeting on Employment, Social Policy and Health issues, 7 and 8 December 2017. Council of the European Union (2017b) Proposal for a Directive of the European Parliament and of the Council on work-life balance for parents and carers and repealing Council Directive 2010/18/EU - Progress report, Interinstitutional File: 2017/0085 (COD), Brussels, 24 November 2017. Council of the European Communities (1992) Directive 92/85/EEC of 19 October 1992 on the introduction of measures to encourage improvements in the safety and health at work of pregnant workers and workers who have recently given birth or are breastfeeding, OJ L 348, 28 November 1992, p. 1–7. European Commission (2018), Proposal for a Council Recommendation on access to social protection for workers and the self-employed, COM (2018) 132 final, Strasbourg, 13 March 2018. European Commission (2017a) Commission Recommendation on the European Pillar of Social Rights, COM (2017) 20600, 26 April 2017. European Commission (2017b) Reflection paper on the social dimension of Europe, COM (2017) 206, 26 April 2017. European Commission (2017c) Establishing a European Pillar of Social Rights, COM (2017) 250, 26 April 2017. European Commission (2017d) Proposal for an interinstitutional proclamation on the European Pillar of Social Rights, COM (2017) 251, 26 April 2017. European Commission (2017e) Commission Staff Working Document Accompanying the Communication Establishing a European Pillar of Social Rights – Social Scoreboard, SWD/2017/200 final, 26 April 2017. European Commission (2017f) Reflection paper on the deepening of the Economic and Monetary Union, COM (2017) 291, 31 May 2017. European Commission (2017g) White paper on the Future of Europe. Reflections and scenarios for the EU 27 by 2025, COM (2017) 2025, 1 March 2017. European Commission (2017h) Annual Growth Survey 2018, COM (2017) 690 final, 22 November 2017. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 37 European Commission (2017i) Draft Joint Employment Report from the Commission and the Council accompanying the Communication from the Commission on the Annual Growth Survey 2018, COM (2017) 674 final, 22 November 2017. European Commission (2017j) Annex to the Proposal for a Council Decision on guidelines for the employment policies of the Member States, Brussels, COM (2017) 677 final, 22 November 2017. European Commission (2017k) Commission Staff Working Document accompanying the Communication from the Commission Establishing a European Pillar of Social Rights, SWD (2017) 201 final, 26 April 2017. European Commission (2017l) Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions an initiative to support work-life balance for working parents and carers, COM (2017) 252 final, 26 April 2017. European Commission (2017m) Proposal for a Directive of the European Parliament and of the Council on work-life balance for parents and carers and repealing Council Directive 2010/18/EU, COM (2017) 253 final, 26 April 2017. European Commission (2017n) Commission Staff Working Document. REFIT Evaluation of the Written Statement Directive (Directive 91/533/EEC), SWD (2017) 205 final, 26 April 2017. European Commission (2017o) Proposal for a Directive of The European Parliament and of the Council on transparent and predictable working conditions in the European Union, COM (2017) 797 final, 21 December 2017. European Commission (2017p) Analytical Document Accompanying the document Consultation document. Second- stage consultation of the social partners at European level under Article 154 TFEU on a possible revision of the Written Statement Directive (Directive 91/533/EEC) in the framework of the European Pillar of Social Rights COM (2017) 6121 final, 21 September 2017. European Commission (2017q) Consultation Document Second phase consultation of Social Partners under Article 154 TFEU on a possible action addressing the challenges of access to social protection for people in all forms of employment in the framework of the European Pillar of Social Rights, COM (2017) 7773 final, 20 November 2017. European Commission (2017r) Consultation Document Second phase consultation of Social Partners under Article 154 TFEU on a possible revision of the Written Statement Directive (Directive 91/533/EEC) in the framework of the European Pillar of Social Rights, COM (2017) 2611 final, 26 April 2017. European Commission (2017s) Proposal for a Directive of the European Parliament and of the Council on work-life balance for parents and carers and repealing Council Directive 2010/18/EU, COM (2017) 253 final, 26.04.2017. European Commission (2016) Analytical Document Accompanying the document Consultation document. Second- stage consultation of the social partners at European level under Article 154 TFEU on possible action addressing the challenges of work-life balance faced by working parents and caregivers SWD (2016) 145 final, 12 July 2016. European Commission (2015a) Roadmap for the initiative, A new start to address the challenges of work-life balance faced by working families, available at: http://ec.europa.eu/smart regulation/roadmaps/docs/2015_just_xxx_maternity_leave.en.pdf European Commission (2015b) Completing Europe’s Economic and Monetary Union, Office for Publications of the European Union, Luxemburg. European Commission (2013) Towards Social Investment for Growth and Cohesion – Including Implementing the European Social Fund 2014-2020, COM (2013) 83 final, 20 February 2013. European Commission (2008) Proposal for a Directive of the European Parliament and of the Council amending Council Directive 92/85/EEC on the introduction of measures to encourage improvements in the safety and health at work of pregnant workers and workers who have recently given birth or are breastfeeding, COM (2008) 637 final, 3 October 2008. European Economic and Social Committee (EESC) (2017) Opinion, Proposal for a Directive of the European Parliament and of the Council on work-life balance for parents and carers and repealing Council Directive 2010/18/EU, SOC/529. European Economic and Social Committee (EESC) (2013) Opinion of the EESC on European minimum income and poverty indicators, SOC/482, Brussels, European Economic and Social Committee, 10 December 2013. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 38 European Parliament (2017a) A European Pillar of Social Rights, European Parliament resolution of 19 January 2017 on a European Pillar of Social Rights, (2016/2095 (INI)), PT_TA-PROV (2017) 0010. European Parliament (2017b) European Parliament Resolution of 4 July 2017 on working conditions and precarious employment, 2016/2221(INI). European Social Policy Network (ESPN) (2016) Towards a European Pillar of Effective Social Rights. Submission to the Commission, Submission prepared by and at the initiative of the European Social Policy Network, Brussels, November 2016. European Trade Union Confederation (ETUC) (2017a) ETUC Assessment of the EU Commission Package on Work- Life Balance, Brussels, 23 June 2017. Adopted at the Executive Committee Meeting of 13-14 June 2017, available at: https://www.etuc.org/circulars/etuc-assessment-eu-commission-package-work-life-balance European Trade Union Confederation (ETUC) (2017b) Stronger European Pillar of Social Rights, ETUC Press release, 14 June 2017 https://www.etuc.org/press/trade-unions-fight-stronger-european-pillar-social-rights European Trade Union Confederation (ETUC) (2017c) Position on first-stage consultation of the EU social partners on a possible action addressing the challenges of access to social protection for people in all forms of employment in the framework of the European Pillar of Social Rights, Adopted at the Executive Meeting of 13 and 14 June 2017. European Trade Union Confederation (ETUC) (2017d) Position on First stage consultation on Written Statement Directive, Adopted at the Executive Committee Meeting of 13-14 June 2017. European Trade Union Confederation (ETUC) (2017e) Position on second-stage consultation process of the Written Statement Directive ETUC calls for Written Statement Directive to be overhauled, Press release, 7 November 2017. European Women Lobby (EWL) (2017) The European Women’s Lobby welcomes the Commission’s Work-Life- Balance but calls for strengthened maternity rights for women, 26 April 2016, available at: https://www.womenlobby.org/The-European-Women-s-Lobby-welcomes-the-Commission-s-Work-Life-Balance- but?lang=en Ferrera M. (2017) Impatient politics and social investment: the EU as ‘policy facilitator’, Journal of European Public Policy, 24(8), 1233-1251. Fichtner F. (2014) Euro area-wide unemployment insurance: useless, desirable, or indispensable?, in Natali D. (ed.) Social developments in the European Union 2013, Brussels, ETUI and OSE, 115-130. Heeger K. (2017) Revised Written Statement Directive: a step forward and a missed opportunity at the same time, CESI, Press release, 21 December 2017, available at: http://www.cesi.org/revised-written-statement-directive-a-step- forward-and-missed-opportunity-at-the-same-time/ International Labour Office (ILO) (2014) General Survey of the reports on the Minimum Wage Fixing Convention, 1970 (No. 131), and the Minimum Wage Fixing Recommendation, 1970 (No. 135), Report of the Committee of Experts on the Application of Conventions and Recommendations (articles 19, 22 and 35 of the Constitution), International Labour Conference, 103rd Session, Geneva. Janta B. (2017) Why Europe’s work-life balance proposal could be in limbo for years, New Europe, 29 May 2017, https://www.neweurope.eu/article/europes-work-life-balance-proposal-limbo-years/ Lynch E. (2017) Directive on Transparent and Predictable Working Conditions: a first major step forward but weaker than expected, ETUC, Press Release, 21 December 2017. Peña-Casas R. and Bouget D. (2014) Towards a European minimum income? Discussions, issues and prospects, in Natali D. (ed.) Social developments in the European Union 2013, Brussels, ETUI and OSE, 131-190. PPMI and CESI (2017) Study to Support Impact Assessment on the Review of the Written Statement Directive, Final Report, 19 December 2017. Rasnača Z. (2017) Bridging the gaps or falling short? The European Pillar of Social Rights and what it can bring to EU- level policymaking, ETUI Working Paper 2017.05, Brussels. Sabato S. (2016) Set aside, embedded or relaunched? The uncertain fate of the EU social investment strategy, Politiche Sociali/Social Policies, 2/2016, 371-386. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 39 Sabato S. and Vanhercke B. (2017) Towards a European Pillar of Social Rights: from a preliminary outline to a Commission Recommendation in Vanhercke B., Sabato S. and Bouget D. (eds.) Social policy in the European Union: state of the play 2017, Brussels, ETUI and OSE, 73-96. Sabato S., Vanhercke B. And Verschraegen G. (2017) Connecting entrepreneurship with policy experimentation? The EU framework for social innovation, Innovation: The European Journal of Social Science Research, DOI: 10.1080/13511610.2017.1282308. Schulten T. (2016) The meaning of extension for the stability of collective bargaining in Europe, ETUI Policy Brief, 4/2016, Brussels. Schulten T. (2012) European minimum wage policy: a concept for a wage-led growth and fair wages in Europe, International Journal of Labour Research, 4 (1), 85-104. Vandenbroucke F., Vanhercke B. and Morley J. (2014) A European Social Union: key questions to answer, in Natali D. (ed.) Social developments in the European Union 2013, Brussels, ETUI and OSE, 85 – 113. Vanhercke B., Sabato S. and Bouget D. (2017) Conclusions. Social Policy in the EU: high hopes but low yields, in Vanhercke B., Sabato S. and Bouget D. (eds.) Social policy in the European Union: state of play 2017, Brussels, ETUI and OSE, 201-214. Vesan P. and Corti F (2107a), The European Pillar of Social Rights and the promotion of Social Europe in turbulent times, paper presented at the Espanet Annual Conference, Lisbon. Vesan P. and Corti F. (2017b) EU Pillar of Social Rights: what comes after Gothenburg?, 12 December 2017, available at http://www.euvisions.eu/achievements-expectations-gothenburg/ Visser J., Hayter S. and Gammareno R. (2015) Trends in collective bargaining coverage: stability, erosion or decline?, Issue Brief 1 – Labour Relations and Collective Bargaining, International Labour Office, Geneva. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 40 ANNEX I - The European Pillar of Social Rights: Chapters and Principles Chapter Principle I. Equal opportunities and access to the labour market 1. Education, training and life-long learning 2. Gender equality 3. Equal opportunities 4. Active support to employment II. Fair working conditions 5. Secure and adaptable employment 6. Wages 7. Information about employment conditions and protection in case of dismissals 8. Social dialogue and involvement of workers 9. Work-life balance 10. Healthy, safe and well-adapted work environment and data protection III. Social protection and inclusion 11. Childcare and support to children 12. Social protection 13. Unemployment benefits 14. Minimum income 15. Old age income and pensions 16. Health care 17. Inclusion of people with disabilities 18. Long-term care 19. Housing and assistance for the homeless 20. Access to essential services Source : authors’ elaboration from European Commission (2017a). ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 41 ANNEX II - The Social Scoreboard: headline and secondary indicators Policy area Headline and Secondary Indicators Equal opportunities and access to the labour market Early leavers from education and training Adult participation in learning Underachievement in education Tertiary educational attainment, age group 30-34 Gender employment gap Gender gap in part-time employment Gender pay gap in unadjusted form Income inequality Variation in performance explained by students' socio- economic status At-risk-of-poverty or social exclusion rate (AROPE) At-risk-of-poverty-rate (AROP) Severe material deprivation rate (SMD) Persons living in a household with a very low work intensity Severe housing deprivation rate Young people neither in employment nor in education and training, age group 15-24 Dynamic labour market and fair working conditions Employment rate Unemployment rate Activity rate Youth employment rate Share of long-term unemployment Activation measures –labour market policies participants per 100 persons wanting to work (total) Employment in current job by duration Transition rates from temporary to permanent contracts (3-year average) Adjusted gross disposable income of households in real terms Compensation of employees per hour worked In work at-risk-of-poverty rate Public support/social protection and inclusion Impact of social transfers (other than pensions) on poverty reduction General government expenditure by function Aggregate replacement ratio for pensions Children aged less than 3 years in formal childcare Self-reported unmet need for medical care Healthy life years (at the age of 65) Out-of-pocket expenditure on health care Individuals’ level of digital skills Connectivity dimension of the Digital Economy and Society Index (DESI) Source : authors’ elaboration from European Commission (2017e). Note : headline indicators in bold. ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 42 ANNEX III - List of interviews Interview number Institution/organisation Date Modality Code 1 EU NGO 09/01/2018 Face to face Interview 1 - NGO 2 Social Protection Committee 15/01/2018 Face to face Interview 2 – SPC 3 EC – DG EMPL 26/01/2018 Face to face Interview 3 – DG EMPL 4 ETUC (Confederal level) 01/02/2018 Face to face Interview 4 - ETUC ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 43 ANNEX IV - Benchmarking of EU countries with the Social Scoreboard reviews Equal opportunities and access to the labour market Dynamic labour markets and fair working conditions Public support / Social protection and inclusion Early leavers from education and training Gender employment gap Income quintile ratio At risk of poverty or social exclusion Youth NEET Employment rate Unemployment rate Participation in ALMPs GDHI per capita growth Compensation of employees per hour worked Impact of social transfers on poverty reduction Children aged less than 3 years in formal childcare Self-reported unmet need for medical care Individuals' level of digital skills Year 2016 2016 2016 2016 2016 2016 2016 2015 2015 2016 2016 2015 2015 2016 Best performers HR, LT, SI LT, LV, SE CZ, FI, SI, SK CZ, DK, FI, NL DK, LU, NL, SE DE, DK, NL, SE, UK CZ, DE BE, DK, FR, HU, SE PL, RO BE, DK, FR, LU, NL AT, DK, FI, SE BE, DK, LU, PT, SE DK, FI, LU, NL Better than average AT, CZ, DK, EL, IE, LU, PL AT, BG, DK, FR, PT, SI AT, BE, DK, EE, FR, HU, MT, NL, SE AT, DE, FR, HU, MT, SE, SI, SK BE, CZ, EE, MT, SI AT, CZ, EE, HU, LT, MT, SK DK, HU, LU, MT, NL, PL, RO, SK, UK BG, DK, EE, LV, LT, SE AT, DE, FI, IE, SE BE, CZ, FR, HU, SI, UK AT, ES, FR, NL AT, CY, CZ, DE, DK, ES, FR, LU, MT, NL, SE, SI AT, DE, HR, UK On average BE, DE, EE, FI, FR, LV, NL, SE, SK, UK DE, EE, ES, HR, IE, LU, NL, UK CY, DE, HR, PL, UK BE, EE, PL, PT, UK FI, FR, HU, IE, PL, PT, SK, UK CY, FI, FR, IE, LV, PL, PT, SI BE, BG, FI, FR, IE, LT, LV, SE, SI AT, CZ, DE, ES, FI, IE, NL, PL, PT BE, CZ, DE, IE, FR, HU, NL, SK, FI, UK CY, ES, IT, SI CY, DE, MT DE, EE, FI, IE, IT, LV, SI, UK BE, BG, HR, HU, IE, LT, PT, SK, UK BE, ES, FR, HU, LT, LV, SI, SK Good but deteriorating FI LU AT, DE AT UK NL SE Weak but improving RO LV IT ES CY, ES, HR RO, LV EE, LV RO LV PL To watch BG, CY, HU, IT BE, CY, CZ, HU, PL, SK IT, LU, LV, PT CY, ES, HR, IT, LT ES, LT, LV BE, BG, LU, RO EE, IT, PT CY, LT, SK ES, IT, AT, PT, SI CZ, EE, EL, HR, LT, MT, PT, SK ES, HR, LU, PL, PT, SK BG, CY, EL, HR, HU, LT, MT FI CY, CZ, EE, EL, IE, IT, MT, PT Critical situations ES, MT, PT, RO EL, IT, MT, RO BG, EL, ES, LT BG, EL, RO BG, CY, EL, HR, RO EL, HR, IT EL BG, EE, HR, LV, RO, SI EL, CY BG, HU, PL BG, EL, IT, LT, RO CZ, PL, SK EE, EL, IT, PL, RO BG, RO Source : European Commission (2017i). Note : At 31 October 2017, participation in ALMPs not available for Greece, Italy, Malta, the UK (Luxembourg not reported for data verification issue); GDHI per capita growth not available for Croatia, Luxembourg and Malta; income quintile ratio, at-risk-of-poverty or social exclusion rate, and impact of social transfers on poverty reduction not available for Ireland. ",
        "44 ANNEX V – List of acronyms AGS : Annual Growth Survey AMR : Alert Mechanism Report CEC : European Confederation of Executives and Managerial Staff CEEMET : Council of European Employers of the Metal, Engineering and Technology Based Industry CEEP : European Centre of Employers and Enterprises providing Public Services and Services of general interest CEMR : Council of European Municipalities and Regions CEPI : European Coordination of Independent Producers CESI : European Confederation of Independent Trade Unions CJEU : Court of Justice of the European Union COESS : Eurocommerce, the Confederation of European Security Services CRs : Country reports CSRs : Country-specific Recommendations DG EMPL : European Commission’s Directorate -general for Employment, Social Affairs and Inclusion EAEA : European Arts and Entertainment Alliance EaSI : Employment and Social Innovation programme ECEG : the European Chemical Employers Group EDP : Excessive deficit procedure EES : European Employment Strategy EESC : European Economic and Social Committee EFG : European Federation of Journalists EGs : Employment guidelines EMCO : Employment Committee EPSCO : Council of Ministers – Employment/social affairs/consumers affairs formation EPSR : European Pillar of Social Rights ESCA : European Community Ship-Owners' Associations ESF : European Social Funds ETUC : European Trade Union Confederation EU : European Union EuroCommerce : Wholesale and International Trade Representation to the EU EWL : European Women’s Lobby GEOPA-COPA : World Employment Confederation, the European Farmers Association HOTRC : Association of Hotels, Restaurants and Cafés in Europe ILO : International Labour Organisation JER : Joint Employment report MIP : Macro-economic imbalances procedure NGOs : Non-governmental organisations. NRP : National Reform Programmes OECD : Organisation for Economic Co-operation and Development ",
        "Implementing the European Pillar of Social Rights: what is needed to guarantee a positive social impact 45 PPMI : Public Policy and Management Institute SCPs : Stability and Convergence programmes SIP : Social Investment Package Social OMC : Open Method of Coordination for Social Protection and Social Inclusion SPC : Social Protection Committee TFEU : Treaty on the Functioning of the European Union UEAPME : European Association of Craft Small and Medium-sized Enterprises WEC : World Employment Confederation ",
        "Rue Belliard/Belliardstraat 99 1040 Bruxelles/Brussel BELGIQUE/BELGIË Published by: “Visits and Publications” Unit EESC-2018-52-EN www.eesc.europa.eu © European Union, 2018 Reproduction is authorised provided the source is acknowledged. For any use or reproduction of the cover page photo permission must be sought directly from the copyright holder. European Economic and Social Committee EN REG.NO. BE - BXL - 27 Print QE-01-18-612-EN-C ISBN 978-92-830-4126-9 doi:10.2864/521003 Online QE-01-18-612-EN-N ISBN 978-92-830-4127-6 doi:10.2864/327484 "
    ]
}