{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 30.5.2012 COM(2012) 299 final COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE EUROPEAN COUNCIL, THE COUNCIL, THE EUROPEAN CENTRAL BANK, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE, THE COMMITTEE OF THE REGIONS AND THE EUROPEAN INVESTMENT BANK ACTION FOR STABILITY, GROWTH AND JOBS ",
        "EN 2 EN 1. I NTRODUCTION The crisis now affecting so many parts of Europe has shaken trust in the ability of Europe’s political and economic system to deliver on the EU Treaty’s ambition of “sustainable development… based on balanced economic growth.” Many of our citizens are angry and bewildered by the speed at which a long period of rising living standards has turned into a huge financial crisis, heavy job losses and the prospect of high debt levels for many years to come. The debts, deficits and imbalances now facing the EU did not happen overnight but built up over many years and the social consequences are far reaching. This is a testing time for national governments and for the EU. Part of our current difficulties was imported into the EU through the financial crisis. Part was home- made. What matters now is the quality and effectiveness of our response. The financial and economic crisis has underlined the interdependence between all EU economies, and between the EU and other world economies. It has also revealed important gaps, shortcomings and imbalances in global, EU and national policy-making. Since the onset of the crisis, the EU and its Member States have been working to overhaul the EU’s economic model and restore its competitiveness. As the Commission put it in its October 2011 Roadmap to stability and growth 1 this has meant: • Frontloading stability and growth enhancing policies so that the EU can return to sustainable growth and high levels of employment. • Building a more robust and integrated economic governance so that imbalances are picked up and corrected much earlier, putting national policies under stronger EU level surveillance to reflect the reality that the future strength and prosperity of each Member State is tied to all the others. • Strengthening the banking system, by insisting that banks show the full extent of their indebtedness, deal with bad debts and restructure their business models so that they are able to lend to business and households in the future without the need for tax payer funded bail outs. • Giving a decisive response to the problems of Greece through two huge financial support packages and intensive support for a growth oriented recovery programme. • Enhancing the Euro area’s financial backstops by creating new ways of supporting Member States with very high debt levels while they restore their public finances, balancing revenue and spending so that they can pay for social services, healthcare, pensions, education and public infrastructure in the future. By following this Roadmap we have made solid but uneven progress. There is clear evidence of rebalancing in our economy, following the slowdown in economic activity, a narrowing of the large current account deficits that built up since 2007/8, adjustment of wages upwards in “surplus” and downwards in “deficit” countries and house prices in several Member States returning to levels more in line with underlying economic 1 COM (2011) 669 ",
        "EN 3 EN conditions. Supported by the new EU economic governance system a new, stronger EU economy will emerge from the painful process of stabilisation and reform. Lasting, sustainable growth and higher living standards can only be built on sound public finances, deep structural reform and targeted investment. But the challenges that these present can only be met if there is sufficient growth to support this process. There is no contradiction between stability and growth; they are the two sides of the same coin. Member States need to confront the current lack of confidence in the economy with bold reforms that reverse the decline in our competitiveness. We need to act now to reduce the alarming gaps in competitiveness inside the EU and inside the euro area. Although the EU as a whole has been able to keep its share of world trade, we also need to tackle the decline in international competitiveness and loss of market share which is clearly visible in the performance of a number of Member States. In the short term people need hope and a perspective of a better future. Without this perspective we will face increasing political and social difficulties in making the necessary reforms which in turn will delay the recovery. We need to build consensus and confidence in the need for change and in the choices to be made. The social partners will play an important role in this dialogue. That is why the EU needs to enhance the growth part of its overall strategy. This must be based on combining what the Member States can do at national level with action at EU level, anchoring these efforts in the Europe 2020 strategy and in our new governance structures. Some of the key components of this growth initiative are already in place - but need to be fully implemented. Others will require vision, courage and leadership if their potential is to be unlocked - but the challenges facing the EU today call for bold and effective action. In this Communication the Commission proposes a number of elements that can form part of a growth initiative built on two mutually reinforcing pillars: • An EU level pillar drawing on the strength and synergies of working together at EU level. • A Member State level pillar based on releasing the growth potential of structural reforms identified as part of the European semester. Following the informal meeting of the European Council on 23 May and in the run up to the June European Council the Commission will continue to work on all possible elements that can help deliver stronger growth and competitiveness. 2. T HE R OLE OF THE EU IN A NEW GROWTH INITIATIVE At EU level we have agreed on the Europe 2020 strategy 2 which is designed to deliver a smart, sustainable and inclusive Europe. This is the platform for a new growth initiative. The Europe 2020 targets on employment, energy, education and training, research and poverty alleviation have been agreed by all Member States. They are indicators of the 2 COM (2010) 2020 ",
        "EN 4 EN way reforms should be pursued in Europe. Implementing them will boost competitiveness and help convergence, putting the EU onto a higher growth path. Committing more actively to our R&D target of investing 3% of GDP in R&D could create 3.7 million jobs and boost EU GDP by €800 billion by 2020. Meeting our climate change and energy targets by 2020 would generate up to 5 million jobs, increase Europe's energy security and help meet our climate change goals. Lifting at least 20 million people out of poverty would not only improve their lives, but will also bring economic benefits for the society as a whole. These figures show that it is possible to create new jobs and business opportunities across the EU, significantly reducing unemployment and providing a better, greener future for our citizens. 2.1. Tapping into the growth potential of the Economic and Monetary Union Much has been done in recent years to put in place the strong economic surveillance mechanisms that are needed to support our Economic and Monetary Union. How the EU and its Member States implement this new system will determine policy effectiveness as well as confidence on the markets. Over a longer time frame there is a need to deepen integration to complete our Economic and Monetary Union. A strong EU needs a stable currency. This benefits all Member States, whether or not they are in the Euro area. The credibility of the Euro in international markets affects Europe’s ability to borrow funds at reasonable rates and to repay them out of a strong economy. • The reinforced Stability and Growth Pact gives the EU the rules-based, strong policy instruments it needs to ensure sound public finances. For most Member States the priority is now to correct the excessive deficits. Apart from the recently proposed \"two pack\" there is no immediate need to change the recently agreed rules. The existing rules provide scope for judgement and for differentiation between Member States according to their fiscal space and macroeconomic conditions, while ensuring long term sustainability of public finances. Central to the implementation of the rules is the assessment of the budgetary measures taken by the Member States in particular in structural terms. The Commission will monitor the impact of tight budget constraints on growth enhancing public expenditure and on public investment. If necessary it will give guidance on the scope for possible action within the boundaries of the EU and national fiscal frameworks. In the coming months it will issue a report on the quality of public spending which will deal with these issues. • We made important progress in reinforcing our financial backstops. The European Stability Mechanism is scheduled to come into effect on 1 July 2012 – one year ahead of schedule - as the permanent mechanism for financing crisis management in the euro area. Taking the European Stability Mechanism, the European Financial Stability Mechanism and other crisis funding together, we now have a total lending capacity of € 800 billion. Together with the recently agreed increase in IMF resources the European financial backstops significantly contribute to global financial safety nets. But how we use our backstops is also crucially important. For those who ratify the Fiscal Treaty, the European Stability Mechanism has a range of new instruments which will enable the EU to respond effectively to crisis situations. In this regard, flexibility and speed of action will be of the essence. • A stronger EU banking sector : a financial meltdown was avoided and the supervision of the financial sector has been completely overhauled. Cross border ",
        "EN 5 EN banks are now supervised by colleges of supervisors and three new EU supervisory authorities are in place. In addition, the European Systemic Risk Board has been established as macro-prudential supervisor at the EU level. There is still a need to complete the recapitalisation of certain banks, as part of the strategy now being co- ordinated by the European Banking Authority. Although some banks are already repaying the public loans they received during the crisis the cost to the taxpayer has been enormous. To ensure that the private sector pays its fair share in any future bail outs, the Commission will propose legislation in June on a common framework for the recovery and resolution of banks and investment firms. This will provide a set of tools allowing for the managed resolution of systemically important institutions where necessary. • Deepening of Economic and Monetary Union : Looking beyond the immediate horizon, a longer term perspective on the future of the EU's economic and monetary union is needed. The Commission will advocate an ambitious and structured response. The EU's growth prospects are heavily affected by the current lack of confidence in the euro area. As long as some key uncertainties, such as the situation in Greece, are not overcome, the confidence needed for investment and job creation will continue to elude us. Building on what has been achieved to date a process will be needed to map out the main steps towards full economic and monetary union. Showing our clear determination to go further, demonstrating the political commitment of Member States to the euro will be part of restoring confidence in the euro area and our ability to overcome current difficulties. This will require a wide ranging process that will take account of legal issues. It must include a political process to give democratic legitimacy and accountability to further integration moves. Mapping out the main building blocks could include, among other, moving towards a banking union including an integrated financial supervision and a single deposit guarantee scheme. The Commission has already made public its ideas on how the euro area can move to joint issuance of debt in its Green Paper 3 of November 2011. The pace and sequencing of these developments will need to be worked out, including a roadmap and a timetable, but an early confirmation of the steps to be taken will underscore the irreversibility and solidity of the euro. 2.2. Tapping into the potential of the Internal Market By and large the internal market for goods is working but the same cannot be said for services or for the on line single market. Getting more out of the Internal Market is one of the most effective ways of boosting growth across the EU. An immediate boost for innovative companies would come from a decision to finally adopt the EU patent . After so many years it is now time to decide. In June the Commission will propose measures to improve the implementation of the Services Directive. Many Member States have chosen to keep barriers and restrictions which deny them and other Member States the full benefits of the Directive in terms of competitiveness and growth. The Commission’s analysis shows that if all restrictions were abolished an additional gain of up to 1.8% of GDP could be added to the estimated 0.8% already gained from the partial implementation of the directive. It also shows that reducing or eliminating barriers has a positive effect on trade flows and foreign direct 3 COM(2011) 818 ",
        "EN 6 EN investment as well on productivity levels inside each Member State. This would also contribute to rebalancing between \"surplus\" and \"deficit\" countries. Later in the year it will propose a Single Market Act II designed to complete the Single Market in key areas such as digital and network industries, where the EU is currently underperforming. Equipping the EU with the physical and virtual infrastructure it needs to tackle 21 st century challenges can unleash growth and jobs. New technologies and networks can reduce congestion in our skies and on Europe’s roads, help to put in place smart electricity grids that can use renewable energies and power electric cars and make productivity enhancing technology available at lower cost to all businesses through cloud computing. The EU needs to invest in key enabling technologies such as biotechnology, nano and micro technologies to maintain its future industrial competitiveness, by developing new goods and services and restructuring industrial processes to modernise its industry. The Commission has consistently emphasised the importance of tackling cross-border tax barriers in the Internal Market. Progress at EU level can support and facilitate the actions of individual Member States in the pursuit of their respective growth strategy objectives and help to provide a solid overall framework for strengthening revenue collection, fighting fraud, and ensuring fair and sound conditions of competition. In this context, action is required in the Council to unblock the Commission proposals on savings and in relation to mandates for cooperation with third countries. Later this year the Commission will issue a Communication outlining options for dealing with tax haven issues and aggressive tax planning. The Commission considers that predatory tax planning has to be tackled in parallel with action against fraud. This requires detailed technical work and clear political commitment but the benefits could be substantial in terms not only of increased revenues but also in fairness and better competitive conditions. A clear example of the positive relationship between EU and Member State level actions is in the area of energy taxation. Here the Commission's proposal restructuring the way in which energy is taxed would support the objective of moving to a low-carbon and energy-efficient economy while at the same time reducing distortions coming from the different taxation of similar products used for the same purpose. Strengthening tax neutrality and rewarding greener energy sources would help to meet the EU’s targets on CO2 reduction, energy efficiency and renewable energy. 2.3. Tapping into the potential of human capital In its recent employment package, the Commission has proposed a set of concrete measures for a job-rich recovery across the EU. Cooperation between the Commission, the Member States, the social partners as well as public and private stakeholders will be needed to implement the specific actions proposed to tap into the job creation potential of key sectors as ICT (information and communication technologies), healthcare and the green economy. The enhanced monitoring of national job plans through the benchmarking and scoreboard proposed by the Commission will further strengthen the impetus for job creating reforms, which should also benefit from the closer link between the country specific recommendations and the use of structural funds, in particular the European Social Fund, as proposed by the Commission for the next programming period (2014-2020). ",
        "EN 7 EN With more than three millions jobs vacancies across the EU, higher investment in skills is needed to address skills mismatches. EU level programmes such as Erasmus and Leonardo play an important role in helping people study, train and get work experience in other Member States. New EU level instruments, such as the skills panorama and skills passport, will help to enhance recognition of skills acquired in one Member State in all other Member States. The Commission is working to improve labour mobility and to help match available labour, skills and vacancies. Much more can be done by removing legal and practical obstacles to the free movement of workers, in particular concerning the portability of pensions and the coordination of social security provisions and by improving the matching of jobs with job-seekers by transforming EURES into a true European placement and recruitment tool. 2.4. Tapping into external sources of growth While the EU's external trade is balanced overall, the Commission’s country by country analysis shows a worrying loss of export market shares by some Member States over a prolonged period. But it also shows that the best performing Member States have used their export growth to drive their economies. Moreover, two thirds of the EU’s imports are re-exported with a higher value, showing that the EU has everything to gain from stepping up its engagement in trade and investment relations with key partners. A large part of future global growth will come from the emerging economies which have high growth potential. The EU needs to tap into this growth by concluding bilateral and regional trade and investment agreements with key partners. The free trade agreement with Korea, which recently entered into force, is already showing its benefits in a 20 % increase in EU exports during 2011. The EU is actively negotiating several free trade agreements and others are in the pipeline. If the huge benefits they offer are to be realised, we need to step up the pace of negotiation and ratification. 2.5. Tapping into the potential of EU funding of the growth that Europe needs There is a need for targeted public spending and investment even in times of strict fiscal consolidation. The Commission has been encouraging growth-friendly consolidation, urging Member States to protect spending on research, education, sustainable management of natural resources, energy and social services. Even though the EU budget is small at only 1% of the EU’s GDP it offers huge added value and can be a catalyst for growth across Europe. • The multi-annual financial framework 2014 - 2020 : the Commission has presented proposals for a growth and investment budget for the EU for the next financial period. The Commission’s proposals link the country specific recommendations for structural reform with the support of the EU budget to help Member States make the necessary changes and investments. The proposals include innovative ideas for research and innovation funding, for connecting Europe in transport, energy and broadband links, as well as for modernising agricultural policy and a stronger rural development. Over €600 bi llion of the budget proposed by the Commission would go to fund research, trans-European networks, investment in human capital, cohesion policy and rural development. When this amount is combined with the leverage effect of national co-financing and the use of innovative financial instruments it represents a major budget for smart, sustainable and inclusive growth. ",
        "EN 8 EN The Commission has proposed to use project bonds to fund certain infrastructure projects and to make the grant funding of the EU budget go further. Project bonds are designed to establish debt capital markets as an additional source of financing for infrastructure projects and to stimulate investment in key strategic EU infrastructure in transport, energy and broadband. The aim is to attract institutional investors to the capital market financing of commercially viable projects with stable and predictable cash flows by enhancing the credit quality of project bonds issued by private companies. In order to test this approach the Commission has proposed pilot project bonds for the period 2012-2013. The co-legislators are acting quickly to enable the EIB to roll out pilot projects this year. • The 2013 EU budget : the Commission has proposed a necessary increase of 7% in payment appropriations to be able to meet the expected payment requests of the Member States. This increase remains under the ceiling for payment appropriations agreed under the current EU financial framework. All of these payments will go to supporting productive investment, employment and training support and research funding in the Member States. In some Member States EU funds co-finance more than 50% of total public investment so being able to honour EU commitments represents an important way of promoting growth. • Targeting the Structural Funds on growth and convergence in 2012-2013 : on average EU cohesion policy mobilises €65 bi llion a year for investments that support growth and job creation. To better respond to needs arising from the crisis €17 billion have been reprogrammed in a marked shift of funds in favour of research and innovation, support for SMEs and labour market measures for vulnerable people together with investments in infrastructure and energy efficiency. These efforts will continue. More than € 7 billion has been reprogrammed more recently as part of the Commission’s pilot action team effort to increase support for combating youth unemployment and access to finance for SMEs. • Increasing the paid in capital of the European Investment Bank (EIB) : in order to comply with sound banking practice the EIB needs an increase in its paid in capital if it is to maintain its current high level of annual lending activity around €65 billion a year. As the Commission has proposed, a € 10 billion increase in paid in capital should be agreed by its Member State shareholders as part of a new EU growth initiative. This would substantially increase overall lending by up to €180 billion. The additional lending that such a capital increase would permit should be spread across the EU, including in the most vulnerable countries. It should be directed to helping the SME sector, including in areas such as energy efficiency and housing renovation which can generate much needed employment in the hard hit construction sector and help the EU meet its climate and energy goals. If such a capital increase is agreed, the Commission will work with Member States to help them use part of their structural fund allocations to share the EIB loan risk and to provide loan guarantees for SMEs. This combination of financial instruments could boost economic activity across all sectors and regions and help overcome the lack of access to credit currently hampering SMEs. ",
        "EN 9 EN • Financial transaction tax : the Commission has proposed the creation of a financial transaction tax. In line with its proposal 4 , the proceeds of such a tax (estimated around €57 billion) could be used to finan ce growth enhancing investment and/or bank recapitalisation. The Commission has proposed that some of the receipts going to the EU budget should be used to reduce Member States contributions to the EU budget. 3. T HE ROLE OF THE M EMBER S TATES IN A NEW GROWTH INITIATIVE 3.1. Tapping into the potential of the 2012 European Semester To bring us closer to the goals of the Europe 2020 strategy, the Commission has transmitted focused recommendations to the Council for each Member State under the 2012 European Semester and the much strengthened Stability and Growth Pact. These recommendations are built on deep analysis of the situation of each Member State, on their implementation of the recommendations of the 2011 European semester 5 and how the guidance of the 2012 Annual Growth Survey 6 has been taken up in the Member States. Every Member State has its specificities and the Commission’s country-specific recommendations are tailored to take account of their strengths, weaknesses and capacity to tackle challenges. However, the economies of all Member States are inextricably linked – not only by political choice, history and geography, but also by the dynamics unleashed by new technologies that integrate markets faster than ever before. It is the cumulation of national situations that makes up the overall direction of the EU. There will inevitably be positive and negative spillovers from national actions (or inaction) on the rest of the EU, hence the need for an EU wide economic governance system implemented through the European Semester (see annex 1). For the first time the Commission has also done in depth reviews based on the macroeconomic imbalances procedure 7 . This procedure has been designed to favour overall macroeconomic stability and growth and to provide a lever for greater competitiveness. Using the procedure, the first alert mechanism report was published in February. In line with the findings of that report, the first set of in-depth reviews was conducted covering twelve countries (Belgium, Bulgaria, Denmark, Spain, France, Italy, Cyprus, Hungary, Slovenia, Finland, Sweden and the United Kingdom) 8 . These confirmed the existence of imbalances that are not excessive but which require attention; including the continuation of the rebalancing now underway between \"surpluses\" and \"deficit\" countries.. Preventive recommendations are included in the country specific recommendations covering policies to support competitiveness and labour market adjustment, deleveraging by private and public sectors as well as stable developments in asset markets. . 4 COM (2011)594 and COM (2011) 510 5 COM (2011) 400 6 COM (2011) 815 7 Regulation (EU) No 1176/2011 on the prevention and correction of macroeconomic imbalances. 8 The \"programme countries\" (Greece, Ireland, Portugal and Romania) were not included in the exercise. ",
        "EN 10 EN 3.2. Commission assessment and recommendations The overall assessment of the Commission is that Member States are taking the necessary action to correct imbalances in their public finances and to ensure fiscal sustainability, but not always in the most growth-friendly direction. Unemployment, particularly among the young, is a severe problem that can only be resolved over time but immediate action is needed to increase employment and productivity and to provide stronger job and skills matching and training, to help people get back to work in well functioning labour markets. More generally, the negative social impact of the crisis, including on poverty levels, must be addressed. Several Member States, particularly the countries under a structural adjustment programme and those under close market scrutiny, are undertaking major structural reforms, including of their labour markets. These efforts are essential to sustain recovery and lasting growth and contribute to the overall reduction of macro-economic imbalances within Europe. Much greater action across the EU is needed, however, to unlock our growth potential, to open up opportunities for business development and tap the potential of new sources of jobs, for instance in the green economy, services, energy sectors, tourism, and in the digital economy as well as to raise the skills and innovation levels. Action is urgently needed to sustain recovery and living standards and to help tackle the challenges of ageing. The Commission is concerned to see that the level of commitments taken by the Member States would not allow the EU to meet its headline targets for 2020 in essential areas such as employment rates, R&D, education and the fight against poverty. Yet meeting these targets is essential to Europe’s future . How can the Member States unlock their own growth potential? In its 2012 Annual Growth Survey the Commission indicated that in 2012 efforts at national and at EU level should concentrate on five priorities: • Pursuing differentiated growth-friendly fiscal consolidation. • Restoring normal lending to the economy. • Promoting growth and competitiveness for today and tomorrow. • Tackling unemployment and the social consequences of the crisis. • Modernising public administration. This section summarises the main findings of the Commission's country by country analysis, based on Member States' Stability or Convergence programmes, national reform programmes and, where relevant, Euro Plus Pact commitments. The text box at the start of each section summarises the main country specific recommendations and indicates how their implementation can contribute to national growth prospects. Pursuing differentiated growth-friendly fiscal consolidation ",
        "EN 11 EN Country specific recommendations on growth-friendly fiscal consolidation aim to ensure that, over time, all Member States implement sound fiscal policies. They are in line with differentiated fiscal strategies taking into account the specificities of Member States, in particular existing fiscal and macro-financial risks. In reducing government deficits and debt levels Member States are advised to preserve public investment in research and innovation, education, energy and to make social protection systems including pensions more sustainable and effective. There are several recommendations on taxation designed to shift the burden from labour to environment and consumption, to increase efficiency by removing multiple exemptions (including reduced rates) as well as to fight tax evasion and the shadow economy. It is also recommended to Member States to ensure budgetary discipline at sub-national levels. Under the Stability and Growth Pact, 23 Member States are currently subject to the excessive deficit procedure. For them, the country-specific recommendations in this package reflect the need for adherence to the corrective recommendations previously issued by the Council. In the cases of Germany and Bulgaria, the Commission has separately decided on 30 May to propose the abrogation of their excessive deficit situation. In addition, following the assessment of action taken by Hungary, and in line with the provisions of the EU Cohesion Fund regulation, the Commission has also adopted a proposal for a Council decision to lift the March 2012 suspension of the Cohesion Fund commitments. For the Member States that are not in the excessive deficit procedure, the country-specific recommendations encourage the authorities to implement fiscal plans that are both growth-friendly and aimed at achieving and maintaining budgetary positions that ensure the long term sustainability of public finances, including the costs of ageing. The Commission's analysis shows that Member States are broadly on track with their fiscal consolidation efforts, reducing their government deficits. These deficits are set to decline from 4.5% in 2011 to 3.5% in 2012. However, the government debt ratio continues to rise, reaching 86% of GDP in 2012, which is also due to lower growth. The Commission considers it is essential to stick to agreed deadlines for the correction of excessive deficits and to move swiftly towards the medium-term fiscal objectives specified by the Council. Such fiscal adjustments should be carried out in a way that supports more sustainable economic growth, as described below. This is in line with the Stability and Growth Pact, which allows the working of automatic stabilisers along the structural adjustment path leading to the correction of excessive deficits and the eventual achievement of the medium-term objectives. At the same time it highlights the need for Member States facing most intense market scrutiny to pursue ambitious consolidation even in the face of a worse-than-expected macroeconomic environment. Using available fiscal space for growth-enhancing investment is also recommended to those countries that are exiting the excessive deficit procedure. Strengthened national fiscal frameworks are being introduced, as required by EU legislation. However, particular efforts are needed to ensure that fiscal discipline at central government level is matched by similarly effective action to keep public finances under control also at the sub-national levels . This represents a particular challenge in several federal or regionalised countries. It will be important to improve the quality of public finances, by prioritising expenditure on Europe 2020 targets and ensuring that such expenditure is as efficient as possible. EU state aid control helps to promote quality spending and minimises distortions. The Commission has recently launched an ambitious state aid modernisation proposal and ",
        "EN 12 EN Member States will need to ensure better compliance with the rules and better internal co-ordination of state aid interventions at national level. Pension systems are being adapted to meet the challenges of an ageing population, with major reforms being implemented in several countries with the common feature of prolonging working life. These reforms are essential to contain financial costs and ensure the long-term financial sustainability of adequate welfare systems. In parallel, it is necessary to attract and maintain older workers in employment beyond current retirement patterns, in line with improvements in life expectancy, and to consider the adequacy of the level of pensions, to prevent poverty in old age. Less progress has been made in the area of healthcare systems, where the need for access to healthcare and long-term care must be balanced with increasing financial pressure resulting from demographic developments. To sustain fiscal consolidation, several Member States are raising taxes . The Commission has called for a shift in taxation away from labour towards environmentally- harmful practices, consumption and real estate, while ensuring that the burden does not fall disproportionately on the poorest sections of society. While a number of Member States have significantly increased consumption taxes and started to reverse the decline in environmental taxation, there is no evidence of an overall reduction in labour taxation. Some efforts are being made and should be pursued to eliminate tax exemptions and subsidies, as well as reduced rates, for instance for VAT. Action is being taken to improve tax compliance but much stronger action is needed to fight the shadow economy . Restoring normal lending to the economy To help restore normal lending to the economy the country specific recommendations focus on completing the restructuring of the banking sector while avoiding excessive deleveraging. Efforts are being made to pursue the restructuring of the financial sector and strengthen its supervisory framework, in line with EU legislation and recommendations. The situation of banks having been most exposed to the crisis and still presenting vulnerabilities remains a source of concern. This explains calls for more restructuring and precautionary measures in the recommendations of certain countries. Re-establishing a normal level of credit flows to the real economy remains a challenge in many countries, particularly for SMEs. While this is partially explained by the weakness of corporate balance sheets and prospects, the lack of appropriate channels to reach out to SMEs have also played an important role. New pools of capital for firms should be promoted, including access to peer-to-peer lending, private equity and venture capital. The EU structural funds can play an important role in this context in some Member States, by funding loans and guarantees through specific instruments. Many SMEs are suffering from late payments by public authorities. This problem is being addressed with the new late payments Directive that will enter into force in March 2013. Additional efforts by public authorities may be needed to clear the backlog of arrears that has built up before the Directive enters into force ",
        "EN 13 EN Promoting growth and competitiveness for today and tomorrow To help promote growth and competitiveness the country specific recommendations focus on improving the business environment, including by reducing administrative burden, and opening up the network industries such as energy, railways and telecoms to competition to deliver better services at better prices for business and citizens. In some cases they recommend greater independence for the regulators. They address the implementation of the Services Directive through removing unjustified or disproportionate restrictions on providing services, including discrimination based on nationality or residence. They also deal with ongoing restrictions in the retail sector. Other recommendations deal with strengthening research and innovation, improving resource efficiency, and linking education more closely to the requirements of the labour market. In many Member States there is insufficient access to a number of services . A more ambitious implementation of the Services Directive would help, as would steps to enhance competition and competitiveness in the retail sector, reducing barriers for the entry and exit of firms and eliminating unjustified restrictions for business and professional services, legal professions, accounting or technical advice, health and social sectors. Opening up public procurement markets by actively seeking cross border tenders would also stimulate new opportunities, processes and innovation. The performance of key network industries - transport, energy and broadband – need to be substantially improved. Investment in infrastructures is necessary in several countries to improve interconnections, broaden supply and allow price competition. Given the limited fiscal room for manoeuvre, innovative forms of funding combining private and public sources, such as the EU project bonds, should be used. Levels of competition remain low on many markets and the EU-wide regulatory framework is not yet fully in force: half of the Member States have not yet transposed the Internal Energy Market Directives or failed to transpose them correctly. In several Member States there is a need for greater competition between energy providers, the removal of regulated prices and greater independence of the regulator. In transport, further efforts are necessary to reduce the regulatory burden and barriers to entry in rail in large or transit Member States. Average penetration of broadband remains low and there is considerable scope for improving services and securing the use of e-commerce. Improvements in resource efficiency and moving towards a low carbon economy are essential to further develop Europe's competitiveness in the light of growing resource scarcity and price volatility, as well as ongoing climate change. More efficient use of resources and better management of natural resources will open up significant economic opportunities for future growth and jobs, leading to improved productivity, lower costs and greater innovation. High levels of R&D and innovation are essential to maintain Europe’s competitiveness. Even if some of its Member States stand today among the world leaders in many areas, overall Europe is losing ground over time. Public expenditure on research has been affected by fiscal consolidation in many Member States instead of being ring-fenced or increased. Additional private R&D investment is clearly needed and if necessary should be encouraged through public incentives. Research outputs should be brought closer to market through pre-commercial procurement. More generally, there is an obvious need ",
        "EN 14 EN for more partnerships between education and lifelong learning institutions, research bodies and business, making full use of available EU instruments. Tackling unemployment and the social consequences of the crisis Many recommendations deal with creating the conditions for higher levels of employment, increasing participation and keeping people in the labour market. There is a particular focus on fighting youth unemployment, reducing early school leaving and improving training, including vocational training and developing apprenticeships. Poverty alleviation and helping vulnerable groups is addressed in several recommendations. There are also recommendations on strengthening and providing more individualised support for job seekers and promoting full time female participation. Member States are also recommended to ensure that their wage setting mechanisms appropriately reflect productivity developments and stimulate job creation. The crisis has led to a significant increase in unemployment and has significantly worsened job prospects for many people, who risk withdrawing from the labour market. High levels of unemployment are likely to remain for some time given the lag between economic recovery and improvements in the labour market. Active labour market policies - such as training for the unemployed and guidance from public employment services - are being mobilised but often suffer from weak targeting and low effectiveness. The social consequences of the crisis are increasingly being felt. Poverty and the risk of poverty are increasing and pressures on public spending leads to difficult trade-offs for the provision of social services and benefits. Youth unemployment has increased dramatically, with young people twice as likely to be unemployed as the adult population. Across the EU, youth unemployment is at 22% and is as high as 50% in some Member States. There are some promising experiences with youth guarantees which could be implemented more widely across the EU, including with support from the European Social Fund. Progress in expanding affordable childcare and dependent care facilities, reducing pay gaps and improving the fiscal treatment of second earners has been insufficient to increase significantly the participation of women in the labour market. There is still not enough emphasis on active ageing strategies, including modernisation of working arrangements and broader access to lifelong learning, which are essential to increase labour participation, particularly for older workers. Some Member States have introduced far-reaching reforms of their wage-setting and indexation systems to ensure that wage developments better reflect productivity developments over time. Limited progress has been made in other countries where the functioning of certain wage indexation systems has been identified as a possible threat to competitiveness. These countries will need to find ways, in consultation with social partners, to reduce this handicap in future. In countries with current account surpluses, some rebalancing in favour of domestic demand, including through wage increases is noticeable and should continue. A balance should be struck between ensuring that wage levels are not too high to discourage the recruitment of the young and the low-skilled in particular but not as low as to risk creating in–work poverty traps. ",
        "EN 15 EN Whereas some Member States have started far-reaching reforms of their labour legislation to enable more flexible forms of contract and working arrangements, in other cases the process of reform appears slow in comparison to the urgency of the situation and to the risks of labour market segmentation, with a large share of the population still in precarious work or outside the labour market. Short time working arrangements and other internal flexibility practices proved effective in several countries in preserving employment at the peak of the crisis, particularly in the manufacturing sector. To help support job creations, the Commission has made proposals to encourage Member States to strengthen employment policies 9 to seize the job opportunities in the green economy, the healthcare sector and in ICT where it estimates that over 20 million jobs could be created. In addition improved mobility between Member States, matching skills and vacancies across borders can be supported by the EURES job vacancies' system. On-going efforts to address the high levels of early school leaving , including preventive measures, and reforms in the education and vocational training systems including to boost apprenticeships, need to be accelerated. This is essential for the employability of the new generations but also for the overall competitiveness of the economy, as the EU is lagging behind its main trade partners. Moreover, the demographic shift creates new risks of skills mismatches and shortages, with additional pressure to work longer and more productively. Several countries have to make particular efforts to reduce the high number of early school leavers, to improve young people’s chances on the labour market and reduce youth unemployment. More generally educational performance, including vocational training and university level, need to be improved across the board. In many Member States there is scope for developing apprenticeship schemes. In general, much more needs to be done to link and anticipate education and training with future labour market needs to facilitate the school to work transition. Modernising public administration Country specific recommendations on public administration deal with services to business, tackling delays in the legal system and the use of e government to facilitate contact with citizens and business. The issue of strengthening administrative capacity to deal with the EU funds is also covered in several recommendations. Currently, public administrations are under pressure across the EU: not only do they face cut backs in budgets and staff levels but they also have to adapt to increasingly demanding societal and business expectations. As political and economic integration moves forward, they also need to implement more and more sophisticated and demanding EU rules. Weak administrations in different Member States pose problems ranging from difficulties of doing business to poor implementation of EU funds and poor transposition of EU law. The challenge of ensuring high quality public services requires technological and organisational innovation, such as a resolute move towards e- government. A number of administrations could benefit from a more intensive exchange of best practice. The efficiency of civil justice systems needs to be improved in many countries, in particular by reducing backlogs, speeding up judicial proceedings and introducing alternative forms of dispute resolution. Given the pressure on public finances, EU funds are an essential lever to stimulate the economy and finance growth-enhancing projects on the ground in many countries. There 9 COM (2012) 173 ",
        "EN 16 EN is a need to strengthen the governance of public institutions by further professionalising the civil service, improving management of human resources, enhancing analytical capacities and ensuring continuity and stability of competent staff. Rules have been simplified at EU level and the Commission is assisting Member States in their re- programming efforts to adjust funding further to growth needs. Many Member States need to step up their efforts to deal with tax fraud and evasion. All Member States have \"shadow economies\" some of which are highly developed. The problems posed by tax fraud and evasion must be tackled at different levels through: Member State efforts to make their own tax collection more effective; reinforced and effective co-operation between Member States; clear and coherent EU policy vis-à-vis third countries to ensure that adequate measures can be taken to target fraud and evasion that build on the use of certain non-EU jurisdictions that do not apply equivalent standards; and co-ordinated and effective policy in relation to third countries. 4. C ONCLUSIONS The crisis revealed deep rooted imbalances and failure to make necessary reforms across the EU. Just as it took time for these problems to make themselves felt, it will take time to put the EU economy back on a sound footing. The analysis done for the 2012 European semester shows that the new economic governance of the EU is beginning to work, helping Member States to focus on essential reforms that will deliver sustainable growth and jobs. It is also evident that Member States are not always choosing the most growth-friendly paths in their fiscal consolidation decisions. Overall there is a need to give more prominence and urgency to growth measures in the coming twelve months, while continuing with fiscal consolidation and stabilisation of the financial sector. This needs to be done in a co-ordinated way at national and at EU level to get the most out of policy measures and reforms. Through the proposals contained in this Communication and in its more detailed country specific recommendations the Commission is proposing concrete measures that can help return the EU to growth and to create jobs that will help to raise living standards, alleviate poverty and ensure more sustainable growth for the future. These recommendations need to be implemented as a priority. The Commission will use all the instruments of the new governance framework to monitor and assess progress in the coming year. At the same time, the Commission will continue to focus strongly on the full implementation of the October 2011 Roadmap to ensure a balanced approach to help the EU emerge from the crisis. The Commission will work intensively with the Member States and the European Institutions to implement its growth initiative and to develop the building blocks and time horizon for the completion of Economic and Monetary Union. Annex 1: The European semester ",
        "EN 17 EN Annex 2: Results of the in depth reviews and the excessive deficit procedures ",
        "EN 18 EN A NNEX 1: T HE E UROPEAN SEMESTER OF POLICY COORDINATION In March 2010, the Commission proposed and the European Council endorsed the Europe 2020 strategy . This is the EU’s growth strategy for the coming decade. It has five headline targets in the areas of employment, R&D, climate and energy, education and the fight against poverty. Twenty-three Member States also agreed the Euro Plus Pact in March 2011 to step up coordination of reforms in areas not fully covered at EU level (see box). The Commission also proposed and the EU co-legislators agreed a “six-pack” of legislation on economic governance, which entered into force on 13 December 2011. This new legislation has given the EU new and effective tools to deepen monitoring of Member States' economic and fiscal policies and to enforce the rules. Through it, the Stability and Growth Pact was amended to strengthen collective surveillance of public finances. Much greater emphasis is placed on the debt ratio criterion included in the Treaty, and new enforcement mechanisms (including sanctions) have been introduced in both its preventive and corrective arm. Recognising the importance of forcefully tackling macro-economic imbalances of a non- fiscal nature, the surveillance framework was also broadened through a new macroeconomic imbalance procedure . It aims to prevent the emergence of imbalances that pose a risk to economic stability. Where imbalances persist, the procedure will ensure that corrective actions are taken. The new procedure includes a sanctions regime for repeated non-compliance with agreed actions. Using this new procedure, the Commission's first alert mechanism report was published in February 2012. In line with the findings of that report, the first in-depth reviews were conducted on twelve countries (Belgium, Bulgaria, Denmark, Spain, France, Italy, Cyprus, Hungary, Slovenia, Finland, Sweden and the United Kingdom) 10 . To deliver collectively on these objectives and bring together all of these commitments, to ensure better ex-ante co-ordination and follow-up of decisions, the Member States agreed and implemented for the first time in 2011 a new way to coordinate national policies, the European semester of policy coordination . The cycle starts with the publication of an Annual Growth Survey (AGS) by the European Commission, reviewing economic challenges and setting out priorities for the EU as a whole. The Annual Growth Survey is presented to the European Parliament and serves as the reference for discussion by Heads of State or Government at their Spring European summit. On the basis of their guidance, Member States present Stability or Convergence Programmes (looking at the situation of their public finances) and National Reform Programmes (looking at measures to boost growth and jobs) in April, so that the Commission can assess them simultaneously. The Commission’s assessment takes the form of proposals for annual country specific recommendations, which are then discussed by Council formations, endorsed by the European Council by early summer before final adoption by the Council. In the second part of the year, Member States finalise national budgets and reform strategies, and the Commission and relevant EU bodies discuss and monitor performances and progress. 10 The \"programme countries\", Greece, Ireland, Portugal and Romania were not included in the exercise. ",
        "EN 19 EN Today’s package paves the way for the conclusion of the second European semester of policy coordination at the June 2012 European Council. Compared to last year, the effectiveness of the process and the impact of the guidance given are reinforced by the lessons drawn from the implementation of the 2011 recommendations, by the findings of the in-depth reviews carried out for 12 Member States and by the greater automaticity which should follow in the adoption of the proposed recommendations for action. The Euro Plus Pact Those Member States that have joined the Euro Plus Pact – all Euro area Member States as well as Bulgaria, Denmark, Latvia, Lithuania, Poland and Romania – have committed themselves to far-reaching reforms in the four areas covered by the Pact: fostering competitiveness, fostering employment, enhancing the sustainability of public finances and reinforcing financial stability. They are also committed to engage in structured discussions on tax policy issues. The commitments of the participating Member States are reflected in their Stability or Convergence Programmes and National Reform Programmes. In 2011, a first series of national commitments was announced and the Commission reported on them when issuing last year’s recommendations. Looking at the 2012 national programmes, the degree of implementation of past commitments varies considerably across the Member States and policy areas. In many cases, governments have made first steps by proposing legislation which is not yet adopted and its impact is still uncertain. Member States took seriously their commitments regarding the sustainability of public finances and put forward legislative proposals regarding pension systems and national fiscal rules. In many cases, however, the adoption of new legislation is delayed, postponing the implementation. Progress was also made with regard to the commitments in fostering employment, particularly with reforms to increase labour participation, as well as with reforms fostering competitiveness, with a major focus on improving business environment. The Commission provides its assessment in the Staff Working Documents attached to this package and will continue to monitor the implementation of the commitments in the context of the European semester. ",
        "T ABLE 1: O VERVIEW OF COUNTRY - SPECIFIC RECOMMENDATIONS FOR 2012-2013* Sound public finances Pension and health systems Fiscal framework Taxation Banking Housing market Access to finance Network industries Competition in service sector Public services and regulation R&D and innovation Resource efficiency Labour market participation Active labour market policy Wage setting mechanisms Flexicurity Education AT BE BG CY CZ DE DK EE ES FI FR HU IT LT LU LV MT NL PL SE SI SK UK Public finances Growth enhancing structural reforms Financial sector Labour market * For Ireland, Greece, Portugal and Romania, the only recommendation is to implement existing commitments under EU/IMF financial assistance programmes. ",
        "21 T ABLE 2: O VERVIEW OF E UROPE 2020 TARGETS 11 The symbol \"*\" is added when a national target is expressed with an indicator different than the EU headline target indicator. Member States targets Employment rate (in %) R&D in % of GDP Emissions reduction targets (compared to 2005 levels) 12 Renewable energy Energy efficiency – reduction of energy consumption in Mtoe 13 Early school leaving in % Tertiary education in % Reduction of population at risk of poverty or social exclusion in number of persons EU headline target 75% 3% -20% (compared to 1990 levels) 20% 20% increase in energy efficiency equalling 368 Mtoe 10% 40% 20 000 000 Estimated EU 73.70-74% 2.65-2.72% -20% (compared to 1990 levels) 20% 206.5 10.3-10.5% 37.6-38.0% 14 AT 77-78% 3.76% -16% 34% 7.16 9.5% 38% (including ISCED 4a, which in 2010 was at about 12%) 235 000 BE 73.2% 3.0% -15% 13% 9.80 9.5% 47% 380 000 BG 76% 1.5% 20% 16% 3.20 11% 36% 260 000* CY 75-77% 0.5% -5% 13% 0.46 10% 46% 27 000 CZ 75% 1% (public sector only) 9% 13% n.a. 5.5% 32% Maintaining the number of persons at risk of poverty or social exclusion at the level of 2008 (15.3% of total population) with efforts to reduce it by 30 000 DE 77% 3% -14% 18% 38.30 <10% 42% (including ISCED4 which in 2010 was at 11.4%) 320 000 (long-term unemployed)* DK 80% 3% -20% 30% 0.83 <10% At least 40% 22 000 (persons living in households with very low work intensity)* 11 The national targets as set out in the National Reform Programmes in April 2012. 12 The national emissions reduction targets defined in Decision 2009/406/EC (or \"Effort Sharing Decision\") concern the emissions not covered by the Emissions Trading System. The emissions covered by the Emissions Trading System will be reduced by 21% compared to 2005 levels. The corresponding overall emission reduction will be -20% compared to 1990 levels. 13 It should be noted that the national projections also vary as to the base year(s) against which savings are estimated. 14 Calculation does not include ISCED 4 (Germany, Austria) , and the UK, result with ISCED 4: 40.0-40.4%. ",
        "22 EE 76% 3% 11% 25% 0.71 9.5% 40% 61 860 people out of risk-of-poverty* EL 70% No target available -4% 18% 2.70 under 10% 32% 450 000 ES 74% 3% -10% 20% 25.20 15% 44% 1 400 000 - 1 500 000 FI 78% 4% -16% 38% 4.21 8% 42% (narrow national definition) 150 000 FR 75% 3% -14% 23% 34.00 9.5% 50% Reduction of the anchored at-risk-of-poverty rate by one third for the period 2007-2012 or by 1 600 000 people* HU 75% 1.8% 10% 14.65% 2.96 10% 30.3% 450 000 IE 69-71% approx.2% 2.5% of GNP) -20% 16% 2.75 8% 60% 200 000* IT 67-69% 1.53% -13% 17% 27.90 15-16% 26-27% 2 200 000 LT 72.8% 1.9% 15% 23% 1.14 <9% 40% 170 000 LU 73% 2.3-2.6% -20% 11% 0.19 <10% 66% 6 000 LV 73% 1.5% 17% 40% 0.67 13.4% 34-36% 121 000* MT 62.9% 0.67% 5% 10% 0.24 29% 33% 6 560 NL 80 % 2,5 % -16% 14% n.a. <8 % >40% 45% expected in 2020 93 000* PL 71% 1.7% 14% 15.48% 13.6 4.5% 45% 1 500 000 PT 75% 3% 1% 31% 6.00 10% 40% 200 000 RO 70% 2% 19% 24% 10.00 11.3% 26.7% 580 000 SE Well over 80% Approx. 4% -17% 49% 12.80 <10% 40-45% Reduction of the % of women and men who are not in the labour force (except full-time students), the long-term unemployed or those on long-term sick leave to well under 14%* SI 75% 3% 4% 25% n.a. 5% 40% 40 000 SK 72% 1% 13% 14% 1.65 6% 40% 170 000 UK No target in NRP No target in NRP -16% 15% n.a. No target in NRP No target in NRP Existing numerical targets of the 2010 Child Poverty Act* ",
        "A NNEX 2: R ESULTS OF THE IN DEPTH REVIEWS On 14 February 2012, the European Commission presented its first Alert Mechanism Report, prepared in accordance with Regulation (EU) No. 1176/2011 on the prevention and correction of macroeconomic imbalances. The Alert Mechanism Report examined the situation of all Member States, with the exception of the four programme countries (Greece, Ireland, Portugal and Romania). On the basis of an economic reading of the early warning scoreboard, the Commission concluded that further in-depth analysis of the macroeconomic developments in the following twelve Member States was warranted: Belgium, Bulgaria, Denmark, Spain, France, Italy, Cyprus, Hungary 15 , Slovenia, Finland, Sweden and the United Kingdom . For each of these countries the Commission services carried out country specific in-depth analysis. These are published as Staff Working Documents as part of this package. In the preparation of this analysis, specific fact finding missions took place, as foreseen in the legislation. 16 This Communication fulfils the requirements stipulated in the article 5.3 of Regulation (EU) No. 1176/2011 according to which the Commission should inform the Council and the European Parliament about the results of the in-depth reviews and make them public. On the basis of (i) the in-depth reviews undertaken in the accordance with Article 5 of Regulation (EU) No. 1176/2011 the Commission has concluded that these imbalances need to be adressed, some urgently: • Belgium is experiencing imbalances. In particular, macroeconomic developments in the areas of external competitiveness of goods and indebtedness, especially the high level of public debt, deserve further attention so as to reduce the risk of adverse effects on the functioning of the economy. • Bulgaria is experiencing imbalances. In particular, the level of external indebtedness as well as certain macroeconomic developments related to corporate sector deleveraging and the labour market adjustment process deserve attention so as to reduce the risk of adverse effects on the functioning of the economy. • Denmark is experiencing imbalances. In particular, certain macroeconomic developments, notably underlying its external competitiveness and potential risks related to household indebtedness, deserve attention so as to reduce the risk of adverse effects on the functioning of the economy. • Spain is experiencing very serious imbalances . In particular, macroeconomic developments, notably related to the significant level of private sector debt, the large negative external debt position and the financial sector, which were influenced by housing market developments, require close monitoring and urgent 15 The Hungarian government formally requested precautionary financial assistance from the EU and the IMF in November 2011. 16 In accordance with Articles 5.1 and 13 of Regulation (EU) No. 1176/2011, the in-depth reviews shall be undertaken in conjunction with surveillance missions. The missions took place at service level between March and April. ",
        "24 economic policy attention in order to avert any adverse effects on the functioning of the economy and of economic and monetary union. • France is experiencing serious imbalances. In particular, certain macroeconomic developments in the areas of export performance and competitiveness deserve attention so as to reduce the risk of adverse effects on the functioning of the economy. • Italy is experiencing serious imbalances . In particular, high public indebtedness and macroeconomic developments in the area of export performance deserve attention as Italy has been losing external competitiveness since euro adoption. Given the high level of public debt, enhancing the growth potential should be a key priority so as to reduce the risk of adverse effects on the functioning of the economy. • Cyprus is experiencing very serious imbalances . In particular, macroeconomic developments as reflected in the current account, public finances and the financial sector require close monitoring and urgent economic policy attention in order to avert any adverse effects on the functioning of the economy and of economic and monetary union. • Hungary is experiencing serioust imbalances . In particular, certain macroeconomic developments such as the highly negative size of the net international investment position and public debt deserve very close attention so as to reduce the important risks of adverse effects on the functioning of the economy. . Further to the assessment of effective action, and in line with the provisions of the EU Cohesion Fund regulation, the Commission has also adopted a proposal for a Council decision to lift the March 2012 suspension of the Cohesion Fund commitments. • Slovenia is experiencing serious imbalances . In particular, macroeconomic developments related to corporate sector deleveraging and banking stability and unfavourable but less pressing development in external competitiveness deserve to be closely monitored, so as to reduce the important risks of adverse effects on the functioning of the economy. • Finland is experiencing imbalances. In particular, macroeconomic developments relating to competitiveness deserve attention so as to reduce the risk of adverse effects on the functioning of the economy. • Sweden is experiencing imbalances. In particular, certain macroeconomic developments regarding private sector debt and the housing market deserve attention so as to reduce the risk of adverse effects on the functioning of the economy. • The UK is experiencing imbalances. In particular, macroeconomic developments in the areas of household debt and the housing market deserve attention, as do unfavourable developments in external competitiveness, so as to reduce the risk of adverse effects on the functioning of the economy. ",
        "25 These imbalances will be followed up under the preventive arm of the Macroeconomic Imbalances Procedure and are integrated in the Country Specific Recommendations under the European Semester. "
    ]
}