{
    "text": [
        "Commission for Citizenship, Governance, Institutional and External Affairs Women’s Empowerment in the Mediterranean Region C I V E X ",
        "© European Union, 2017 Partial reproduction is permitted, provided that the source is explicitly mentioned. More information on the European Union and the Committee of the Regions is available online at http://www.europa.eu and http://www.cor.europa.eu respectively. Catalogue number: QG-02-17-840-EN-N; ISBN: 978-92-895-0937-4; doi:10.2863/878975 ",
        "Women’s Empowerment in the Mediterranean Region ",
        "This report was written by dr. Katarzyna Sidło (research team leader), Iakov Frizis, dr. Olimpia Dragouni, dr. Anna Ruzik-Sierdzińska, Karolina Beaumont, Givi Gigitashvili, Anne-Christin Winkler and dr. Christopher A. Hartwell (CASE – Center for Social and Economic Research). It does not represent the official views of the European Committee of the Regions. ",
        "Contents 1. Introduction ....................................................................................................... 1 1.1 Scope and objectives ...................................................................................... 1 1.2 Methodology and work progress ................................................................... 1 2. Overview of the gender equality legislation and the state of play .................... 3 2.1 Demography and family policies and access to services ............................... 3 2.2 Combating violence against women .............................................................. 6 2.3 Access to education ........................................................................................ 8 2.4 Access to labour market ............................................................................... 10 2.5 Access to economic/finance resources ........................................................ 12 2.6 Access to and participation in political life ................................................. 15 2.7 Summary ...................................................................................................... 18 3. Overview of existing main cooperation programs and projects ..................... 21 4. Conclusions and recommendations ................................................................. 25 5. Sources ............................................................................................................ 29 6. Annexes ........................................................................................................... 37 ",
        "List of acronyms and abbreviations B&H Bosnia and Herzegovina ARLEM Euro-Mediterranean Regional and Local Assembly EU European Union FGM Female Genital Mutilation HRW Human Rights Watch IDEA Institute for Democracy and Electoral Assistance ILO International Labour Organization IMF International Monetary Fund IPU Inter-Parliamentary Union MENA Middle East & North Africa OECD Organisation for Economic Co-operation and Development PA Palestinian Authority 1 pp percentage points UN United Nations UNICEF United Nations Children's Fund OHCHR United Nations High Commissioner for Human Rights WEF World Economic Forum 1 Throughout the study we usually follow ToR and apply the term “Palestinian Authority” (which the EU defines as “Occupied Palestinian Territory, West Bank and Gaza Strip”). However, some data sources use the term “Occupied Palestinian Territories (OPT)” (which usually encompass East Jerusalem and the West Bank, and sometimes also Golan Heights) or “Palestine” – in these cases we did not change the terminology to avoid confusion as to which territories the data in question refers to. ",
        "List of figures Figure 2. Number of hours spent on domestic work (paid & unpaid) by sex and country. ............................................................................................................. 5 Figure 3. Literacy rates of adult population by sex and country............................. 8 Figure 4. Enrolment to education at various levels by country sex ratio (f/m), 2016. .............................................................................................................. 8 Figure 5. Years of schooling by sex and region in Palestine. ................................. 9 Figure 6. Labour force participation rate – population (15+) sex ratio (f/m) by country. ............................................................................................................. 10 Figure 7. Wage for similar work - sex ratio (f/m) by country. ............................. 11 Figure 8. Public perceptions on women’s participation in the labour force by sex and country. ................................................................................................ 12 Figure 9. Women's involvement in the private sector sex ratio (f/m). .................. 14 Figure 10. Female participation in politics – legislation by country. ................... 15 Figure 11. Women in national parliaments. .......................................................... 17 Figure 12. Main challenges to women’s political participation in Tunisia. .......... 18 List of boxes Box 1. Child marriage ............................................................................................. 3 Box 2. Civil vs. Religious law ................................................................................. 4 Box 4. Refugees and Internally Displaced Persons ................................................ 7 Box 5. Transferring nationality to spouses and children....................................... 16 List of tables Table 1. Population sex ratios by country - overall and at birth. ............................ 3 Table 2. Legislative state of play in the labour market – by country. .................. 16 ",
        "List of Tables in the Annex Table A1. Statistics on demography, health and family policies – by country. .................................................................................................................. 35 Table A2. Women in national parliaments and in ministerial positions 1 (%) – by country. ................................................................................................... 38 Table A3. Women in national parliaments and in ministerial positions 2 (%) – by country. ................................................................................................... 39 Table A4. Enrolment ratio – by level of education, sex and country. .................. 39 Table A5. Gender gap in the unemployment rate (pp) – by country. ................... 40 Table A6. Proportion of employed working part-time – by country and sex. ...... 41 Table A7. Difference in voter turnout between women and men – by country (2010 – 2014). .......................................................................................... 41 Table A8. Gender Gap in voting during the transitional elections in 2011 – Tunisia and Egypt. ................................................................................................. 42 List of Figures in the Annex Figure A1. Total population 2015 – by country and sex. ..................................... 42 Figure A2. Employment share – by sector of economic activity, country and sex. .................................................................................................................. 42 Figure A3. Population (%, aged 15+) with an account at a financial institution – by country and sex. ........................................................................... 44 Figure A4. Population (%, aged 15+) that has borrowed from a financial institution – by country and sex. ........................................................................... 44 Figure A5. Population (%, aged 15+) that has borrowed from a private informal lender – by country and sex. ................................................................... 45 Figure A6. Population (%, aged 15+) that has borrowed from family or friends – by country and sex. ................................................................................ 45 Figure A7. Population (%, aged 15+) with a credit card – by country and sex. ......................................................................................................................... 46 Figure A8. Population (%, aged 15+) with a debit card – by country and sex. ......................................................................................................................... 46 Figure A9. Population (%, aged 15+) that has saved at a financial institution – by country and sex. ........................................................................... 47 Figure A10. Population (%, aged 15+) that has saved using a savings club or a person outside the family – by country and sex. ............................................ 47 Figure A11. Population (%, aged 15+) that has borrowed to start, operate, or expand a farm or business – by country and sex. ............................................. 48 Figure A12. Proportion of women in ministerial level positions. ......................... 48 ",
        "1 1. Introduction 1.1 Scope and objectives The aim of this note is to provide information on state of play of gender equality in chosen countries in the Mediterranean Region (Egypt, Turkey, Algeria, Morocco, Tunisia, Israel, Jordan, Lebanon, Mauritania, Palestinian Authority Albania, and Bosnia and Herzegovina). The analysis and recommendation prepared in the study shall serve for the purpose of drafting report for the next Union for the Mediterranean Ministerial Meeting on Strengthening the Role of Women in Society by the Euro-Mediterranean Regional and Local Assembly (ARLEM). The report is divided in three sections, covering: 1. Overview of legislation on gender equality and state of play in practice, focusing on the following core domains: i) access to education, ii) access to labour market and gender pay gap, iii) access to economic/finance resources, iv) access to and participation in political life, v) demography and family policies, and vi) combating violence against women. 2. Ongoing major cooperation programmes and projects between the EU (or its Members States) and the South Neighbourhood in the field of women’s empowerment. 3. Conclusions and recommendations. 1.2 Methodology and work progress During the first stage of this project, our team gathered necessary background information and key data from both international (OECD, IMF, UN, WEF, IDEA – see Sources for details) and national (statistical offices and relevant ministries) databases and repositories. Lack of up-to-date, detailed gender statistics has long been an issue for researchers studying the subjects (e.g. Juzoor, 2010; Unece, 2014) and it likewise created certain obstacles for our team. All effort has however been made to gather all the latest statistics available. We have also created a list of 18 main cooperation projects and programmes funded or co-funded by the European Union or its Member States and South Neighbourhood. In order to prepare a review of the most promising projects and in the absence of necessary information online, we sent email inquiries to institutions or individuals managing each of the project and received replies from 11 of them (one project turned out not to be co-funded by the EU). In total, seven ",
        "2 interviews regarding eight projects were conducted, with additional information in writing also provided in some cases. The information gathered was used to create an overview of those project and programmes which, based on the pre- established criteria (impact and outputs expected, monitoring tools, field of work, risk management, lessons learnt), were assessed to be the most promising. ",
        "3 Despite legislation on minimum age for marriage in most of the countries in the region, child marriage is still prevalent (usually in rural areas) in Egypt, Jordan and Lebanon (where the number of early marriages is rising, mostly among Syrian refugees), Mauritania, Morocco, Palestinian Authority (where the number of early marriages is slowly decreasing) and Turkey. Married by 18 Married by 15 Albania 10% N/A Algeria 3% N/A B&H 4% N/A Egypt 17% 2% Jordan 8% N/A Lebanon 6% 1% Morocco 16% 3% Mauritania 34% 14% Tunisia 2% N/A Turkey 15% 1% Sources : Girls not brides, UNICEF, OECD SIGI. 2. Overview of the gender equality legislation and the state of play 2.1 Demography and family policies and access to services Legislation Women are still discriminated against under personal status laws when it comes to divorce and child custody in most countries in the region In Algeria, Jordan, Egypt and Mauritania they are seriously disadvantaged when it comes to legal guardianship of a child during marriage and custody rights after divorce (score 0 on a WEF’s scale 0-1, where 0 is the worst and 1 the best score), and somehow disadvantaged in Lebanon, Morocco, and Tunisia (score 0.5) (WEF Gender Gap Report, 2016). Only in Israel, Turkey, and Bosnia and Herzegovina women have equal rights to men in this regard (or indeed privileged in custody proceedings as in the latter; Halilović and Huhtanen, 2014) (see Table A1 Annex 1). In all the countries under review, women have access to paid maternity leave (in Lebanon and Egypt paid for by the employer, not the state). Additionally, everywhere apart from Mauritania governments support or provide childcare, while child allowance is paid by the state in all countries but in Jordan, Lebanon and Egypt. Sex ratio at birth (f/m ratio) Overall populati on sex ratio (f/m) Albania 0.91 1.02 Algeria 0.95 0.99 Jordan 0.94 0.95 Israel 0.95 1.02 Lebanon 0.95 0.99 Morocco 0.95 1.02 Turkey 0.95 1.03 Egypt 0.95 0.98 Mauritania 0.97 0.99 B&H 0.94 1.01 Tunisia 0.92 1.02 Source: Own compilation based on WEF Global Gender Gap Report 2016. Table 1. Population sex ratios by country - overall and at birth. Box 1. Child marriage ",
        "4 The application of religious law remains a problem for a number of countries where Sharia dictates (fully or in part) the Personal Status Code, often leading to segregation against women in matters of divorce, inheritance, child custody and marriage. Instances of discrimination include the ease of men in Jordan to divorce their wives – pronouncing three times “you are divorced” will suffice; women’s limited access to inheritance (only half of the man’s share) in Mauritania; the impossibility of a Palestinian woman to divorce without her husband’s consent; the obligatory four-month waiting period before a divorced woman in Morocco is able to remarry; and the asymmetric treatment of women in Egypt and Lebanon in matters of matrimony – men may initiate divorce without their wife’s consent but women must turn to courts for dissolution. Sources: OECD. Box 2. Civil vs. Religious law State of Play On average, women in the region have their first child between their 27 th (Albania and Egypt) and 31 st (Tunisia, Israel, Algeria) birthday, and on average they have two or three children (with the exception of Mauritania, with an average of four children, and Bosnia and Herzegovina, where the average is one [WEF, 2016]). 2 Access to family planning was reported by the majority of women in the region (between 93/94% in Tunisia and Turkey and 87% in Albania), although in Mauritania, 32% of women reported having unmet demand for family planning (and related high fertility rates). Maternal mortality also remains high in the country (602 deaths per 100,000 births). In the rest of the region (apart from Israel) it is significantly lower, although still above developed-country levels (see Table A1 Annex 1). When it comes to division of housework, women are still at a disadvantage compared to men. According to UN Gender Statistics, women in Albania (2010), Algeria (2012), Morocco (2011), and Tunisia (2005) spend over 5 hours a day, and women in the “State of Palestine” 3 (2012) and Turkey (2014) around 4.6 hours a day on unpaid domestic work. Men, conversely, spend less than one hour a day on unpaid work irrespective of the country of residence. Among two out of three countries where a cross-time comparison is available we observe only a marginal decrease in unpaid hours worked by women. Morocco (1997-2011) and the State of Palestine (1999-2012) record a 5% decrease; Turkey (2006-2012) records 25% decrease. Public Sentiment In Morocco and Algeria, respondents either agreed or strongly agreed that husbands should have final say in all decisions concerning the family (57.6% and 2 Data for the Palestinian Authority was not available. 3 Name used by the data source. ",
        "5 012345678 F e m a l e M a l e F e m a l e ( 1 5 + ) M a l e ( 1 5 + ) F e m a l e ( 1 5 + ) F e m a l e ( 1 5 + ) M a l e ( 1 5 + ) M a l e ( 1 5 + ) F e m a l e ( 1 5 + ) M a l e ( 1 5 + ) F e m a l e ( 1 0 + ) F e m a l e ( 1 0 + ) M a l e ( 1 0 + ) M a l e ( 1 0 + ) F e m a l e ( 1 5 + ) F e m a l e ( 1 5 + ) M a l e ( 1 5 + ) M a l e ( 1 5 + ) 2010 2010 2012 2012 1997 2011 1997 2011 2005 2005 1999 2012 1999 2012 2006 2014 2006 2014 Albania Algeria Morocco Tunisia State of Palestine Turkey unpaid domestic work paid and unpaid domestic work combined (total work burden) 78% respectively [Arab Barometer, 2017]). Similarly, in 2011, when asked by PEW if a husband should by chosen by a woman herself, 85% of Tunisians and 63% of Turks agreed. Among the latter, 16% thought it is the woman’s family who should have the final say, and 19% thought both opinions are equally important. Roughly half of the Lebanese (46%) and Jordanians (49%) also felt both the future bride and her family should have a say (but one quarter of Jordanians also though it is solely the family’s decision). When asked a more general question on if women should have equal rights with men, the majority of respondents agreed (including 58% of Egyptians, 63% of Jordanians, 74% of Tunisians, 84% of Turks and 93% of Lebanese). Figure 2. Number of hours spent on domestic work (paid & unpaid) by sex and country. Source: Own preparation based on UN Gender Statistics. ",
        "6 FGM remains a significant problem in Egypt, where 87% of women aged 15-49 and 14% of girls aged 0-14 years have undergone the procedure between 2004- 2015 and 2010-2015 respectively – despite the fact that the procedure is illegal since 2008 and penalties for it were increased in August 2016. In Mauritania, in 2008 an estimated 71.3% of all women have undergone FGM (60% in urban and 84% in rural areas). In both countries local and international organizations, as well as religious leaders, are working together to end the practice. In Lebanon and Turkey, FGM is not believed to be commonly practiced while in Gaza some percentage of women and girls is believed to had undergone the procedure (no data is available, though). In the remaining countries, there is no evidence that FGM is practiced. Sources: UNICEF, HRW, OECD. Box 1. Female Genital Mutilation (FGM) 2.2 Combating violence against women Legislation Legislation on domestic violence exists in Albania, Egypt, Lebanon, Jordan, Israel, Tunisia, Mauritania, Turkey, and Bosnia and Herzegovina (World Bank, 2016). Rape is a criminal offence in all the countries under investigation. However, in none of them with the exception of Israel (1988), Albania (2013) and Turkey (2004) is marital rape specifically mentioned in the legislation, and in general, cases of rape – as well as of sexual harassment which remains widespread all over the region (HRW, 2016) despite being criminalized everywhere apart from Lebanon and Mauritania – are believed to be rarely reported in all countries under review, mostly due to social stigma still associated with being violated (U.S. Department of State, 2016). Related to the stigma and the notion of family honour being tarnished as a result of a rape on one of its female members, a practice of pardoning the rapist should he marry his victim and therefore “restore her family honour” has been widespread in the region and is still legal in Algeria, Tunisia, Palestinian Authority and Lebanon. In the latter, activists have been actively campaigning against the law (Article 522 of the penal code), most recently (April 2017) staging protests in Beirut that were widely commented on by the media (BBC, 2017). In Tunisia in December 2016, a case of a 21-year-old man being allowed by court to marry a 13-year-old girl he raped sparked widespread protests (MEMRI, 2016). Such an eventuality is now impossible in Jordan, where marrying a rape survivor by a perpetrator in order to avoid punishment was made illegal in April 2017, and discussions are intensifying regarding reduced sentences for those who committed the so-called “honour crimes”; in December 2016 the Iftaa (religious rulings) department announced that “honour killings” are against sharia law and recently (21 March 2017) a court doubled sentences for two brothers who killed their sister because she run away from home with a man she fell in love with (Begum, 2017). ",
        "7 Syrian and Iraqi women displaced by war and military conflicts are in particular risk of violence, including forced (child) marriages, rape, sex trafficking, and slavery – both in their respective countries of origin and in temporary host countries. In Lebanon, throughout 2015 and 2016 police raids found “dozens” of Syrian women in brothels in the north of the country (HRW, 2016). In Turkey, young girls are reportedly being sold as prostitutes and brides (especially into illegal polygamous marriages). Sources: UN, HRW, Council on Foreign Relations, Associated Press (AP), OHCHR. State of play According to numerous reports (HRW, 2016; UN, 2013; CAPMAS, UNFPA, NCW, 2016; U.S. Department of State, 2016) violence against women – including sexual and domestic violence – remains a serious problem in the region, with HRW (2016) calling it outright “endemic” in case of Egypt and “widespread” in case of Bosnia and Herzegovina. In Albania, the 2013 national population-based survey on domestic violence showed that 59.4% of women aged 18-55 have experienced domestic violence at some point in their lives and 53.7% were still experiencing it when the survey took place. Less educated and rural women were at greater risk of being victims of abuse than better educated and urban ones with women on maternity leave reporting abuse especially often (77.9% compared to 52.9% of women working outside of home and 64.2% of housewives) (Albanian Statistical Office, 2014). The same year, in Bosnia and Herzegovina 41% of women aged 15+ reported experiencing psychological violence, 24% physical violence, 6% sexual violence and 5% economic violence (B&H Statistical Office, 2016). Rural women were slightly less at risk of abuse (49.2% compared to 44.3% urban women), and as in Albania more educated women were less often victims of domestic violence. In Turkey, the percentage of women who have ever experienced physical or sexual violence decreased slightly between 2008 and 2014 (by 3.3 pp in urban areas and 7.7 pp in rural ones down to 37% and 39% respectively) (Turkish Statistical Institute, 2015). Public sentiment 83% of Tunisian men and 88% of Tunisian women agree or strongly agree “that the government should provide safe houses for the victims of domestic violence” and 81% of men and 87% believe that combating domestic violence should be a high priority in order to improves lives of Tunisian women (AWLI, 2015). Box 3. Refugees and Internally Displaced Persons ",
        "8 Source: Own preparation based on: World Bank Gender Indicators database, access: 08 June 2017. Note: estimated data for Israel for 2011. 2.3 Access to education Legislation Legislation in all the analysed countries ensures equal access to education for women and men. State of play Access to education at primary and higher levels increases chances of female participation in the labour market and financial independence (A. Abdel Mowla, 2009; Palestinian Women Research Documentation Center, 2008). Literacy rates in the region are much lower among women than men with the female literacy rate among adult (15+) females ranging from 42% in Mauritania to 97% in Bosnia and Herzegovina and Albania, and for males from 63% in Mauritania to close to 100% in Bosnia and Herzegovina 4 . The situation looks more favourable amongst young people aged 15-24, confirming a trend towards more equal access to education. The gender parity index (expressed as a female-to-male ratio) for youth literacy rate equals 1 or even more in Albania, Jordan, Lebanon, and Bosnia and Herzegovina, and exceeds 0.96 in all remaining countries (with the exception of Mauritania (0.79), where women’s access to education is especially 4 Data for Israel and Palestine was not available. Figure 2. Literacy rates of adult population by sex and country. Figure 3. Enrolment to education at various levels by country sex ratio (f/m), 2016. 0 0,2 0,4 0,6 0,8 1 1,2 1,4 1,6 1,8 Primary education Secondary education Tertiary education Source: The Global Gender Gap reports 2016, WEF. ",
        "9 restricted among the agrarian-based, poorly educated population). Across the region, the access to all levels education for women improved in recent years (see Table A1 in the Annex 1). The gross enrolment rate in secondary and tertiary education in 2014 was much higher for females than for males in Albania, Israel, Algeria, Tunisia, Lebanon, and Bosnia and Herzegovina. In the remaining countries, the gap is in favour of men, with the highest one noted in Turkey (12 pp higher gross enrolment ratio in tertiary education than women). Moreover, an analysis of the national- level data reveals within-country heterogeneity. In Albania, 23% of women in urban areas have a tertiary education, but only 5.2% of women in rural areas do. Furthermore, 30% of females in urban areas have primary or below-primary education in comparison to 60.9% women in rural areas (data for 2013). In Jordan 14.3% of adult females living in rural areas and 8.8% of those in urban ones are illiterate (data for 2014). In Palestine, the average number of years of schooling differs by region, although they converge for both sexes, see Figure 4. To summarise, there is unequal access to education mainly in Mauritania and Turkey, especially for higher than primary levels. In other countries, there is a positive trend towards more equal enrolment ratios, and the illiteracy rates in younger cohorts are lower than in the past. One of the frontrunners in the field of women’s education is Morocco. In recent years the country has recorded a significant narrowing of the gender gap in school enrolment (World Bank, 2015b), making strides towards eliminating illiteracy among women. Most notably, implementation of literacy training programmes has had a positive impact among women in rural Morocco (Moroccan Ministry of Solidarity, Women, Family and Social Development, 2016). 10,35 10,39 10,5 10,55 10,56 10,59 10,59 9,64 9,8 10,01 10,08 10,15 10,32 10,41 2010 2011 2012 2013 2014 2015 2016 10,47 10,56 10,67 10,74 10,74 10,77 10,77 9,83 10,01 10,24 10,34 10,4 10,56 10,66 2010 2011 2012 2013 2014 2015 2016 10,68 10,86 10,98 11,08 11,04 11,09 11,07 10,17 10,4 10,65 10,82 10,82 10,98 11,09 2010 2011 2012 2013 2014 2015 2016 Males Females Figure 4. Years of schooling by sex and region in Palestine. ",
        "10 2.4 Access to labour market Legislation Discrimination on the basis of gender in employment (hiring, promotion, and sometimes wages) is prohibited according to law in Albania, Algeria, Bosnia and Herzegovina, Egypt, Israel, Morocco, Palestinian Authority, Tunisia and Turkey. In Mauritania, Jordan and Lebanon, no such provisions exist. In Lebanon, in 2000 the Labour Code was amended to ensure more equal pay for women. In Jordan, married women need their husbands’ consent to work outside the house, while in Tunisia women are prohibited from working at night (with few exceptions), and the Turkish Civil Code specifies that “the harmony and welfare of the marriage union should be borne in mind when choosing and performing a job or profession”. In Algeria, in February 2016 the parliament proclaimed its aims to achieve “parity between women and men in the job market” and “encourages the promotion of women to positions of responsibility in public institutions and in businesses” (HRW, 2016). State of play In all the analysed countries, there exists a gap between economic activity of men and women which cannot be explained by differences in education level alone. Except for Albania, Israel, and Bosnia and Herzegovina, the female labour force participation rate does not exceed one-half or one-third of the male participation rate, and even higher enrolment rates by females into tertiary education (discussed in the previous section) do not translate into higher female employment. Among those who are economically active, women are also at much higher risk of unemployment (apart from Bosnia and Herzegovina, Israel, and Albania) and they more often work part-time (see Tables A2 and A3 Annex 1). The main reasons for the gender gap in employment are: lack of work-life balance, gender discrimination, and socio-cultural norms regarding female work, as well as practical issues such as lack of safe, reliable, and affordable transport to workplace (World Bank, 2011; Momani, 2016; World Bank, 2009). Time spent on domestic work (including that on childcare) is in all countries much higher for women. National statistics shows that e.g. in Albania 25% of inactive adult women Source: Own preparation based on: World Bank Gender Indicators database; 2010 and 2015 estimations for Palestine based on national data. 0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 A l b a n i a A l g e r i a E g y p t J o r d a n L e b a n o n I s r a e l M o r o c c o T u n i s i a M a u r i t a n i a T u r k e y B & H P a l e s t i n e 2010 2015 2016 Figure 5. Labour force participation rate – population (15+) sex ratio (f/m) by country. ",
        "11 and only 1% of men declare housework as the main reason for inactivity. In Turkey, the shares are respectively 71.2% and 0.4%. In Jordan, 74% of married women and around 15% of those never married are inactive due to household duties. Differences also exist in terms of the structure of employment and characteristics of jobs occupied by men and women (including remuneration). Men more often work in the industry and females in services and agriculture (see Table A0 Annex 1). Segregation of women in other sectors and jobs than men, as well as discrimination in the labour market result in a gender wage gap that ranges from 45% in Morocco to 18% in Albania. The wage gap in Turkey is broader for professionals and qualified agriculture-, husbandry-, hunting-, forestry- and fishing workers, and relatively narrow for non-qualified workers. In sum, the low labour market participation of women is an important issue in the majority of the analysed countries. Even in countries with equal access to education, many women face institutional and socio-cultural barriers to enter the labour market. Public sentiment Beliefs on the traditional role of women as caregivers or housewives that should not have a paid job outside the home also may contribute to female inactivity. In Albania, and Bosnia and Herzegovina, the majority of both men and women agree that women can have a paid job should she wish to, while in Lebanon, Israel and Turkey men are in favour of this statement less often than women. In all other countries, there is a much weaker acceptance of female economic activity. Figure 6. Wage for similar work - sex ratio (f/m) by country. Source: The Global Gender Gap reports 2016. WEF, numbers based on survey. 0 0,1 0,2 0,3 0,4 0,5 0,6 0,7 0,8 0,9 ",
        "12 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n Albania Algeria B&H Egypt Jordan LebanonMauritaniaMorocco Tunisia Turkey OPT Israel It is perfectly acceptable for any woman in your family to have a paid job outside the home if she wants one agree disagree don't know/refused 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n W o m e n M e n Albania Algeria B&H Egypt Jordan LebanonMauritaniaMorocco Tunisia Turkey OPT Israel (Women) Would you prefer to… / (Men)Would you prefer that the women in your family... Work at a paid job Stay at home Both Don't know/refused 2.5 Access to economic/finance resources Legislation Within the legislative realm, the economic and financial inclusion of women is contingent to their legal status vis-à-vis three key facets of economic activity: access to inheritance, access to property, and access to financial services. In all the investigated countries, women have a legally-enforceable right to inheritance, however, while in Bosnia and Herzegovina, Israel, and Mauritania women enjoy the same rights to inheritance as men, in Palestinian Authority, Figure 7. Public perceptions on women’s participation in the labour force by sex and country. ",
        "13 Egypt, Tunisia, Algeria, Morocco and Turkey (only when Islamic law applies) women are only entitled to half the share of their male counterparts. In Albania, civil law prescribes equal rights to inheritance for both men and women but traditional law, which only allows men to inherit, often takes precedence in parts of the country. In Lebanon, the law discriminates against women married to a foreign spouse, in which occasion the wife needs to forego her right to inherit and own property. In all countries reviewed, with the exception of Algeria, women have equal rights to property as men. In Algeria, while Article 38 of the family code vests women with the right to property, Article 39 limits their capacity to dispose of their income and property independently by prescribing that a wife needs to obey her husband. Moreover, in Palestinian Authority, Bosnia and Herzegovina, Jordan and Egypt, socio-cultural norms, inheritance laws, and costs of property registration significantly impair women’s capacity to own assets. Across the countries investigated, no direct legislation barring women from accessing financial services exist. However, in Palestinian Authority, Bosnia and Herzegovina, Algeria, Jordan, Morocco and Egypt limited access to assets significantly impairs on women’s capacity to secure credit due to a lack of collateral. State of play According to the Global Gender Gap Report 2016 (WEF), it will take MENA counties 356 years to close the economic gender gap, making it the second-slowest (after South Asia) progressing region of the world in this regard. Amongst MENA region countries, Israel has the smallest gender economic gap; in 2016 Israel ranked 49 (out of 144 countries), with the next MENA countries Qatar and Algeria far behind in 119 th and 120 th place respectively. Israel also performs best among the countries investigated in terms of women’s economic participation and opportunity. Compared to the same group of 144 countries, Israel ranked 62 nd , with Albania, Bosnia and Herzegovina and Mauritania following in 73 rd , 113 th and 128 th place respectively. Significant differences among the investigated countries also exist in terms of equality of opportunity that corporations offer to men and women in pursue of positions of leadership. Here, Albania, Algeria and Jordan perform best, while Mauritania, 0 10 20 30 40 50 60 Firms whose ownership includes women Firms whose top management includes women Figure 8. Women's involvement in the private sector sex ratio (f/m). Source: World Bank. ",
        "14 Turkey, and Bosnia and Herzegovina present the most adverse environment towards career advancement for women. In 2016, seven out of twelve countries for which data was available offered no rights to inheritance for daughters, however all countries in the region performed above average in terms of women’s access to both land and non-land assets (WEF, 2016). Financial inclusion is a significant component of economic participation, removing boundaries to economic growth and allowing people to profit from a greater level of financial stability. Between 2011 and 2014, all countries expanded financial inclusion, although gender remained a central factor affecting people’s ability to access credit and other financial instruments. According to the WB Global Findex Database, Israel is the only country where gender has little impact on a person’s capacity to borrow money, as in 2014, 40.2% of women and 40.8% of men were said to have borrowed money from a financial institution over the past 12 months (see Table A4 Annex1). Conversely, 25.3% of men borrowed money from a financial institution in 2014 in Turkey and only a meagre 6.1% of women did the same during 2014 – other countries presented less pronounced differences across the two sexes. Instead, women across most of the countries examined here seem to turn towards informal forms of accessing credit (see Tables A5 & A6 Annex 1). In Albania, Mauritania, Egypt and Turkey between 45.5% and 25.6% of women access credit through family and friends, while between 44.3% and 29% of men gain access to credit the same way. Access to credit is not the only important aspect of financial inclusion. Access to formal forms of saving is of equal importance as it contributes to the development of an individual’s credit history, a significant determinant of access to (inexpensive) formal forms of borrowing. In this category, Israel significantly outperforms all other countries, reporting small differences between the two sexes across all variables of interest, including holding an account at a financial institution, owning a debit card, and saving at a financial institution. For the rest of the countries surveyed here, gender is an important determinant of having access to savings, both in terms of having an account at a financial institution and owning a debit card. In 2014, the respective average gender gap was at 15.4 and 14.7 pp for having access to an account at a financial institution and owning a debit card; the gap drops to 5.5 pp when comparing the rates of men and women using a financial institution to store their savings (see Tables A3, A8, A9 and A10 Annex 1). ",
        "15 Source: Own production based on data from Quota Project, 2014. Figure 9. Female participation in politics – legislation by country. sits reserved for women in the lower/single house voluntary political party quotas quotas for women on candidate lists for the lower/single house n/a 2.6 Access to and participation in political life Legislation In all countries reviewed there are no limitations for women in terms of their active or passive participation in political life. On the contrary, Albania, Algeria, Bosnia and Herzegovina, Mauritania, and Tunisia have legislated quotas for women on candidate lists for the lower/single house (Quota Project, 2014). Moreover, the first three also have quotas at the sub-national level (see Figure 10). In Algeria, Jordan and Morocco the law requires that seats are reserved for women in the lower/single house (31.6%, 12% and 16.7% respectively). Voluntary political party quotas can be found in Israel (Israel Labor Party, Meretz-Yachad, Likud, the Jewish Home, National Democratic Assembly) and Turkey (The Republican People’s Party, Peace and Democracy Party). In order to ensure the gender quota provisions are respected, in Albania, Algeria, Bosnia and Herzegovina, Mauritania, Morocco and Tunisia various types of sanctions are imposed for non-compliance (Quota Project, 2014). State of play In 2016, women held seats in national governments of all the countries under investigation. However, the actual numbers varied greatly, between only 3.1% seats held by women in the Lebanese parliament and roughly one third in Algerian (31.6%) and Tunisian (31.3%) ones (IPU, 2017; for details see Annex 1). ",
        "16 Unlike unmarried men, unmarried women cannot pass on their nationality to their children if the child was born in a country (Jordan) or outside of it (Jordan, Lebanon, Mauritania, Tunisia). In Jordan and Lebanon married women face the same problem and with a few exceptions their children cannot inherit their citizenship the way they can from their father, regardless whether the child was born in or outside the country. In the latter case the same is true for women in Mauritania and Tunisia. Moreover, in Egypt, Jordan, Lebanon, Mauritania (with few exceptions) and Morocco women cannot pass their citizenship to their foreign born husbands (while men are allowed to do that). The laws are actively campaigned against, especially in Jordan and Lebanon. Sources : RefWorld, 2016; Equality Now, 2016; Open Society Foundation, 2017. Box 4. Transferring nationality to spouses and children Similarly, the number of women in ministerial positions was diverse, from less than one-tenth in Jordan (7.1%), Turkey (3.8%), and Lebanon (3.4%), to 30.8% in Mauritania and 40% in Albania. Moreover, Bosnia and Herzegovina stood out having one of the world’s 53 female Speakers of parliament. In the Palestinian Authority, where, due to an ongoing political conflict, the last elections to the Palestinian Legislative Council last took place in January 2006, municipal elections were recently (13 May 2017) held for the first time in five years. However, due to an ongoing political conflict between Fatah and Hamas, elections were only held in the occupied West Bank but not in the Gaza Strip. Regardless, female candidates won 19.8% seats (Central Elections Commission – Palestine, 2017), securing between 17.6% (Hebron) and 22.9% (Jericho) of seats in each of 11 districts. In general, in all countries the proportion of female representatives in lower or single houses increased between January 2010 and May 2017 (with the exception on Lebanon and Palestinian Authority where no parliamentary elections were held in this period), with biggest increase noted in Algeria (up by 23.9 pp), moderate progress in Morocco (10 pp), Israel (8.3 pp), Albania (6.5 pp), and Turkey (5.5 pp), and some increase in Bosnia and Herzegovina, Egypt, Jordan, Mauritania and Tunisia (4.7, 2.2, 4.6, 3.1 and 3.7 pp respectively) (see Table A0 Annex 1). Country Law mandates non- discrimination in hiring women Law mandates equal pay Albania yes no Algeria no yes Jordan no no Israel yes yes Lebanon no no Morocco yes yes Turkey no yes Egypt no no Mauritania yes no B&H yes yes Tunisia no no Source: Own Compilation based on WEF Global Gender Gap Report 2016. Table 2. Legislative state of play in the labour market – by country. ",
        "17 When it comes to ministerial positions held by women, only in Lebanon and Turkey did their proportion, compared to those held by men, decrease between 2010 and 2017 (by 3.5 pp and 3.9 pp respectively). The biggest increase in proportion of female ministers was noted in Albania (33.3 pp), Bosnia and Herzegovina (22.2 pp) and Tunisia (19.3 pp) (see Table A2 Annex 1). Unfortunately, limited data on the participation of women in national justice systems and diplomatic corps is available from national statistical offices. Bosnia and Herzegovina reported that in 2014, 25.9% of its ambassadors and general consuls were female (a small increase from 25% in 2013). In Turkey, the number of female ambassadors more than doubled between 2010 and 2016 (from 21 to 43) in absolute terms, however they still constitute only 18% of all Turkish ambassadors (up from 11% in 2010). In Albania in 2013 17% of all ambassadors were female, however women constituted almost half of heads of missions of lower ranks and 60% of all first and second secretaries. Finally, in Jordan, 10.9% of all ambassadors were female in 2015 (up from 7.3% in 2010 and 5.1% in 2011), and 19.9% of the diplomatic corps at all levels (increase by 2.2 pp from 2010). Moreover, in 2015, almost one-fifth (18.9%) of all the judges and almost one fourth (23.7%) of all lawyers in the Kingdom were female (up from 8.8% and 9.7% in 2010 respectively). In Morocco, roughly a quarter (23%) of all judges were female in 2014. In Albania, Algeria, and Turkey their share was roughly 42% (in 2014, 2013 and 2016 respectively). In Albania, this number remained Sources: WEF, 2016; IDEA Gender Quotas Database, 2013. Figure 10. Women in national parliaments. 0,0% 5,0% 10,0% 15,0% 20,0% 25,0% 30,0% 35,0% A l b a n i a ( 2 3 . 0 6 . 2 0 1 3 ) A l g e r i a ( 1 0 . 0 5 . 2 0 1 2 ) B & H ( 1 2 . 1 0 . 2 0 1 4 ) E g y p t ( 1 7 . 1 0 . 2 0 1 5 ) I s r a e l ( 1 7 . 0 3 . 2 0 1 5 ) J o r d a n ( 2 0 . 0 9 . 2 0 1 6 ) L e b a n o n ( 0 7 . 0 6 . 2 0 0 9 ) M a u r i t a n i a ( 2 3 . 1 1 . 2 0 1 3 ) M o r o c c o ( 0 7 . 1 0 . 2 0 1 6 ) P A ( 2 5 . 0 1 . 2 0 0 6 ) T u n i s i a ( 2 6 . 1 0 . 2 0 1 4 ) T u r k e y ( 0 1 . 1 1 . 2 0 1 5 ) A l g e r i a ( 2 9 . 1 2 . 2 0 1 5 ) B & H ( 2 9 . 0 1 . 2 0 1 5 ) J o r d a n ( 2 7 . 0 9 . 2 0 1 6 ) M a u r i t a n i a ( 0 8 . 1 1 . 2 0 0 9 ) M o r o c c o ( 0 2 . 1 0 . 2 0 1 5 ) Proportion of seats held by women in lower or single house (%) Proportion of seats held by women in upper house or Senate (%) 2010 2015 2017 world average (2015) world average (2015) ",
        "18 unchanged since 2010, but both in Algeria and Turkey the percentage of female judges increased during this period (by 3 pp and 12 pp respectively). Interestingly, in Bosnia and Herzegovina there were more women (62%) than men among judges in 2014. Public sentiment Scarce recent data is available when it comes to public views on women in politics. Interesting results were seen from Tunisia, usually seen as an example for other countries in the region in terms of female empowerment, where a 2015 poll by Arab Women’s Leadership Institute found that men appeared to be more supportive of female candidates than women themselves; according to this poll, 66% of men and 44% of women would vote for a female candidate to parliament out of two equally qualified candidates. That said, they more strongly oppose an idea of a woman as a president (63% versus 51% of women) or prime minister (45% versus 25% of women); for the lower level positions (ministers, mayors, political party leaders) as well as judges the support for female candidates is decidedly higher. Roughly the same number of men and women (63% and 67% respectively) think that since the 2011 revolution “things are moving in the right direction” for women’s political participation in the country, and that women are allowed to freely and fully participate in the society (55% and 54%). 2.7 Summary Overall, it can be concluded that, while legislation promoting gender equality is still missing in many areas (such as family law), what is more crucial in the region is its lack of its adequate implementation. For instance, although in almost all countries under investigation (apart from Mauritania, Jordan and Lebanon) some kind of laws prohibiting discrimination on the basis of gender in employment (hiring, promotion, and sometimes wages) exists, women are still less economically active; moreover, those who are at much higher risk of 0 0,05 0,1 0,15 0,2 0,25 0,3 0,35 Don't know Lack of desire to participate Family resistance Security fears Economic independence Cultural traditions Islamic law Lack of money Lack of education Men Women Source: Arab Women’s Leadership Institute 2015 Figure 11. Main challenges to women’s political participation in Tunisia. ",
        "19 unemployment (apart from Bosnia and Herzegovina, Israel, and Albania) and earning less than men for performing the same tasks. These differences cannot be explained solely by gaps in educational attainment, albeit admittedly access to education does remain to be a problem (especially in rural areas). However, it is rather socio-cultural norms regarding women, their place in family and society, and resulting discrimination in workplaces (including a preference for employing men [World Values Survey]) that causes discrepancies between the relative gender positions in the labour market. The fact that the gender gap in unemployment is lowest in three countries with a socialist past (Bosnia and Herzegovina, Albania, and Israel), where it is perfectly acceptable that women work outside of home (especially in the first two, see Figure 7), confirms that view. That said, more practical issues, such as lack of work-life balance, problems with commuting to work, and difficulties is accessing financing in order to start a business constitute significant obstacles as well. Importantly, lack of economic independence is not only a result of but also a factor contributing to the disadvantaged position of women in families; for instance, research in Albania shows that women working outside of the house are at a lower risk of experiencing domestic violence. The problem of violence against women is exacerbated by the societal concept of women as bearers of family honour and perception of husbands as final decision makers in the family (related to that is lack of conception of marital rape in the legislation of the majority of countries in the region). When it comes to participation in political life, a number of governments proactively (and with success) encourage female candidates by virtue of setting various quotas. However, it is too early to determine whether higher number of female MPs does translate in any way into more gender sensitive legislation, especially that – just as in business environment – women tend to occupy positions of power (e.g. ministerial ones) far less often than men, and the public is not fully supportive of female leaders yet. In the judiciary, a high percentage of female judges appears to have some positive impact on treatment of gender- related issues; for instance, the Association of Women Judges in Bosnia and Herzegovina prepared a report with recommendations on Sextortion (2011). In general, governments do not seem to focus on gender-related issues sufficiently, although a number of initiatives, such as an ongoing Tunisian programme fostering female economic empowerment, can be found. Most recently, Egypt declared 2017 the “Year of Egyptian Women” and created a 2030 National Woman’s Strategy, which goal is “achievement of equality between woman and man in terms of all civil, political, economic, social and cultural ",
        "20 rights in accordance with the provisions of the Constitution” (State Information Service, 2017). ",
        "21 3. Overview of existing main cooperation programs and projects State of play Currently, 17 existing major cooperation projects and programmes funded or co- funded by EU agencies or one or more of the Member States, could be identified. Tables with detailed information on each of the projects can be found in Annex 2. As it can be seen from these tables, there is a considerable variation in the number of ongoing projects in each of the states under review. The countries where the most initiatives were being implemented ranged from Egypt (10) to Jordan (9) and Morocco and Tunisia (8). A further 6 projects and/or programmes were undertaken on both Lebanese and Palestinian territories, 4 in Israel, and 3 in both Turkey and Algeria. No initiatives could be identified in Albania, Mauritania or in Bosnia and Herzegovina. Similarly, some domains related to women’s empowerment were more often addressed than other. The plurality of projects (8) and programmes focused on women’s economic and professional empowerment, while 4 projects focused on political and civic empowerment. Gender-based violence, poverty and gender stereotyping, as well as health issues, were tackled by 1 projects each. 10 of the 17 projects and programs that are currently being implemented started only recently, in either 2016 or 2017, with the longest running among them being “Economic Integration of Women in the MENA region” (starting in 2010 and running through 2018). Similarly, the “She Entrepreneurs” programme has been running since 2011 and has no definite date of completion set. In terms of funding sources, apart from EU agencies, France, the United Kingdom, Sweden, and Germany were among the Member States most active in the region. Budgets allocated on EU-level to each individual initiative varied from €150 thousand (for action grants) to €1.8 million (for EU Neighbourhood projects), with the average funding of approximately €550 000 per project. Member States in turn allocated between €970 thousand (co-funding from Italy) to €36.8 million (programme sponsored by the UK). Most promising projects and programmes For a number of projects and programmes we received written feedback from project managers, and many of these had very promising aspects. At the same time, the political and economic situation in the region was identified as a major obstacle to realization of these projects by the majority of interviewees (for ",
        "22 instance significant limitations facing NGOs in Egypt and Turkey negatively affected collaboration on the ground). In the field of women’s economic empowerment (WEE), it is worth noting the considerable efforts of the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ), who has been implementing a number of mutually complementary projects in Jordan, Tunisia, Egypt and Morocco. Especially promising are “Promoting Employment of Young Women through Applied Gender Diversity Management in Companies in the MENA Region” 2015-2020 (GDM) and \"Economic Integration of Women in the MENA region (EconoWin)\" 2010-2018. In the former, GIZ works with large international companies in order to promote women-friendly policies (e.g. flexible working hours, childcare services, gender neutral communications) that are beneficial both to female employees and companies themselves, as well as proving companies that the latter is true also in the MENA region. In-depth evaluations that were carried out at the beginning and during the programme to track the change in attitudes of both management and employees at all levels showed significant progress in how female employees are perceived. Successful pilot projects involving large, well- known and respected companies are now being used to promote WEE in other workplaces, including SMEs. The second project focused on raising awareness among different sectors of society; short films were directed by local artists to show various problems women face in labour market. Thanks to working with local CSOs, a wide spectrum of communities – from Jordanian Bedouins to Egyptian farmers – were approached. Different approach is being undertaken by DAI in their project “Arab Women's Enterprise Fund” (AWEF), which aims at improving access to markets of poor women in Egypt, Jordan and the Occupied Palestine Territories. Interestingly, instead of using microfinance (whereby husbands may highjack their wives’ loans), the project uses market systems approach. Thus far, AWEF managed to find 24 partners that promised to leverage an estimated £877,853 (AWES contributes £220,656) to various interventions focusing on different sectors of economy. A particular strength of the programme is the development of sophisticated impact measuring tools such as AWEF Empowerment Mapping tool (in the making) and Disadvantage Assessment Tool (designed to replace PPI Index). Financial literacy and enhancing entrepreneurial capacities are a focus of another project in the field of WEE, namely “Promoting women empowerment for inclusive and sustainable industrial development in the Mena region” implemented by United Nations Industrial Development Organization (UNIDO) (2015-2018). Under the project, around 2,000 women are expected to be trained and roughly 800 new jobs are to be created. Importantly, the project addresses ",
        "23 problem of lack of access to funding by virtue of working with selected International Finance Institutions to facilitate access to banking loans for women. Female entrepreneurs are also the target audience of “SHE Entrepreneurs”, which is funded by the government of Sweden and has been providing trainings for 30 female social entrepreneurs a year since 2011ir. The preliminary results of their ongoing evaluation show that 80% of project alumnae were still running their businesses after graduating from the programme. Importantly, SHE Entrepreneurs is not a business incubator but an accelerator, focusing on businesses that contribute to improvement of the overall well-being of women in entrepreneurs’’ communities. Outside of the field of economic empowerment, an important and promising project entitled “Improved protection and promotion of the rights of extremely vulnerable, marginalized and discriminated children, young women and men in street situation in Cairo” is being implemented by SAMU Social International Egypt. Under the project, homeless children and youth (roughly 1,000 a year) are provided with medical, legal and ad-hoc assistance. Their mobile units are being used as a model by the government, among whose representatives they conducted awareness raising campaigns. Currently, the project is co-run by Banati (Arabic for “girls”) Foundation to focus more on less visible homelessness among girls and young women. Along slightly different, albeit related lines, a promising attempt at bringing together different actors in the field of female empowerment (CSOs, local authorities, media, private sector, academia, research institutes and society in general) and at increasing their trust each other (at least in the field in question) is undertaken under Axis 1 of the project “Women for the future in the Mediterranean”, \"Strengthening the capacity of equality actors”, implemented by the IE Med institute. Finally, a project in Turkey “A significant beginning in preventing violence against women: developing and spreading a model of collecting data”, implemented by Mor Çatı Women’s Shelter Foundation, specifically focuses on collection of data of cases of violence against women. The goal is to develop free-of-charge software that will enable this collection in a secure, consistent, and systematic way. ",
        "",
        "25 4. Conclusions and recommendations Data gathering, synthesis and dissemination In-depth, rigorous, and comprehensive analysis of the situation of women in the region is difficult without access to complex, up-to-date data on gender-sensitive issues. Moreover, its absence negatively affects awareness raising campaigns that – in order to be effective and trustworthy – need to be based on real-life numbers. While the majority of projects and programmes examined contain a data collection and knowledge building element, the information gathered is not disseminated as widely as it could be and, as a result, not only wider public but also creators of respective databases remain unaware of the existence of their colleagues’ efforts. Coordination between funding agencies Another related issue is a lack of comprehensive database of all the projects and programmes in the field of female empowerment that are conducted in the region, which makes coordination between the implementing entities very difficult and has adverse effect on the overall efficiency of assistance delivered by various funding agencies, creating space for overlapping and “programme-hopping” among end beneficiaries (while leaving others without any help at all). Coordination between different projects and programmes would also allow for undertaking a more holistic approach towards the issue of female empowerment – currently certain aspects seem to be overlooked (e.g. health) while others benefit from intensified attention. Changes in public sentiment Neither adjustments in national laws, nor nationally or internationally funded projects and programmes aimed at empowering women will not work as well as they could as long as public sentiment regarding women’s role in family and society changes. For instance, socio-cultural (as well as religious) norms and focus on women’s role as the guardians of families’ honour make addressing issues of domestic violence difficult. Similarly, in case of access to financial resources (inheritance, ownership of assets) and labour force participation, even if adequate laws are passed, they often cannot be fully enforced due to social constraints. Awareness building campaigns need to be designed for each country’s specific needs, and should involve religious as well as local community leaders in order to be effective (for instance Jordan’s attempts to tackle the issue of “honour ",
        "26 killings” by both adjusting the state laws and issuing religious ruling (fatwa) are a good example). These efforts should be enforced by extensive engagement of the media; their powerful role can be illustrated by the outrage that followed a segment of popular Moroccan show teaching how to use make up to conceal bruises after a beating. A role of schools and teachers, as well as local imams (and priests), should also not be underestimated in awareness building efforts. Working with a variety of stakeholders Engaging a wide variety of stakeholders is crucial for the success of all activities in the field of women’s empowerment, not least while attempting to change public sentiment. It is therefore important to not focus solely on the “usual suspects”, but also identify less obvious groups of audiences while dealing with various issues (for instance, taxi drivers in case of sexual harassment, popular soap opera celebrities in various awareness raising campaigns, female shopkeepers and beauticians to spot domestic violence victims). Public transport development Commuting to work is a major problem both for women and men, however in case of the former additional issues arise, such as harassment in public transport, the fact the women less often than men possess both driving licences and cars, have less disposable income, and finally fact that long commutes may make combining paid work and childcare responsibilities impossible. Indeed, one study in Jordan found that “transportation challenges are one of the most significant barriers to youth participation in the workforce, especially for females”, especially in rural areas, and were a reason why they were forced to “leave jobs within six months of being hired” (International Youth Foundation, 2014). Therefore, projects addressing the issue of insufficient, expensive, and unreliable public transport should be developed (World Bank, 2009; World Bank, 2011; Momani, 2016). Access to finance Focusing on financial inclusion is crucial not only because it facilitates female labour force participation (by providing access to funding for their businesses) but also due to its improvement of their standing in family and society in general. For instance, in Bosnia and Herzegovina, one study showed that domestic violence perpetrators are less likely to be jailed by the judges if “the defendant is the primary breadwinner” (Halilević and Huhtanen, 2014). Indeed, even from theological point of view in Islam, the dominance of men over women stems from their privileged access to financial resources (Quran 4:34, ",
        "27 “Men are in charge of women, because Allah hath made the one of them to excel the other, and because they spend of their property (for the support of women”) 5 . It can therefore be argued that if a woman is providing for her own sustenance herself, she is not subjugated to a man (see Masoud et al., 2016; Woodrow Wilson International Center for Scholars & RAND Corporation, 2005). This could also potentially be used as an argument for equal inheritance rights (sons inherit more since they need to provide for their wives and children) and equal rights in marriage (wife does not “owe” obedience to her husband in exchange for his financial support) 6 . 5 According to the Islamic law, it is the husband who is responsible for providing for the family, and women’s salary (if she is bringing any) is traditionally seen as her own property, although naturally under economic hardship this is not a case . 6 Naturally this argumentation serves for the purpose of adjusting state laws (as was a case in Tunisia), as changes in religious laws (in this case: sharia) are out of scope not only of this study, but out of politicians’ reach (at least in the countries under investigation, although not for instance in Iran). In any case, due to lack of official clergy hierarchy in Sunni Islam any alterations to commonly accepted interpretations of religious laws are extremely difficult. ",
        "",
        "29 5. Sources National-level data : Bosnia and Herzegovina Statistics Agency, http://www.bhas.ba/index.php. Central Agency for Public Mobilization and Statistics, Arab Republic of Egypt, Egypt in figures 2015, http://www.sis.gov.eg/newvr/EgyptinFigures2015/EgyptinFigures/pages/englis h%20Link.htm. Central Bureau of Statistics, Israel, http://www.cbs.gov.il/reader/cw_usr_view_Folder?ID=141. Institut National de la Statistique, Tunisie, http://www.ins.nat.tn/. Jordan Department of Statistics, Jordan, http://web.dos.gov.jo/. Jordan Department of Statistics, Jordanian Woman Indicators , http://www.dos.gov.jo/dos_home_e/main/population/gender/wom_index2.htm. Lebanese Republic, Presidency of the Council of Ministers, Central Administration of Statistics, Gender Statistics, http://www.cas.gov.lb/index.php/gender-statistics-en. Ministère des affaires économiques et du développement, Office national de la statistique, Mauritanie, www.ons.mr. Office National des Statistiques, Algerie, http://www.ons.dz/. Palestinian Central Bureau of Statistics, State of Palestine, http://www.pcbs.gov.ps/site/lang__en/1/default.aspx. Portail du Haut Commissariat au Plan, Maroc, http://www.hcp.ma/. The Institute of Statistics (INSTAT), Albania, http://www.instat.gov.al/en. Turkish Statistical Institute (TURKSTAT), Turkey, http://www.turkstat.gov.tr/PreTablo.do?alt_id=1068. ",
        "30 International data: Central Elections Commission – Palestine, http://www.elections.ps/Default.aspx. FAO, Gender and Land Rights Database, Egypt , 2017, http://www.fao.org/gender-landrights-database/country-profiles/countries- list/national-legal-framework/inheritance-legal- mechanisms/en/?country_iso3=EGY. IDEA International Institute for Democracy and Electoral Assistance, Gender Quotas Database , 2013, http://www.idea.int/data-tools/data/gender- quotas/country-view/287/35. Inter-Parliamentary Union (IPU) & United Nations Entity for Gender Equality and the Empowerment of Women (UN Women), Women in Politics: 2017, 2017, http://www.ipu.org/pdf/publications/wmnmap17-en.pdf. Inter-Parliamentary Union (IPU), Women in national parliaments , http://www.ipu.org/wmn-e/classif.htm. OECD, Social Institutions and Gender Index , http://www.genderindex.org/. Unicef, Unicef Data: Monitoring the situation of children and women, https://data.unicef.org/topic/child-protection/child-marriage/#. United Nations Human Rights, Office of the High Commissioner, http://www.ohchr.org. United Nations, Department of Economic and Social Affairs, Population Division, World Population Prospects: The 2015 revision, 2015. World Economic Forum, The Global Gender Gap Report 2016 , 2016, http://reports.weforum.org/global-gender-gap-report-2016/. World Bank, DataBank, http://data.worldbank.org/. World Values Survey, WVS Wave 6 (2010-2014) , http://www.worldvaluessurvey.org/WVSDocumentationWV6.jsp. ",
        "31 Reports, Articles: Association of Women Judges in BiH, Fighting Sextortion: Toolkit , 2011, http://www.iawj.org/Bosnia-Herzegovina_Toolkit.pdf Amihoud Borochov Law Office Tel Aviv, Family Law in Israel - Inheritance - Heirs - Under law , http://www.family-laws.co.il/inheritance-heirs-under-law (accessed 10/06/2017). Amnesty International, Algeria 2016/2017, 2017, https://www.amnesty.org/en/countries/middle-east-and-north- africa/algeria/report-algeria/. Arab Women’s Leadership Institute, Perception of Women’s Political Leadership in Tunisia , 2015, http://www.iri.org/sites/default/files/wysiwyg/2015-04- 22_awli_survey_of_tunisian_public_opinion_february_22-25_2015.pdf. Benstead, L. & Lust, E., The Gender Gap in Political Participation in North Africa, Middle East Institute , 2015, http://www.mei.edu/content/map/gender- gap-political-participation-north-africa. Central Agency for Public Mobilization and Statistics (CAPMAS), United Nations Fund Population (UNFPA) & National Council for Women (NCW), The economic cost of gender-based violence survey (ECGBVS) 2015 , 2016, http://egypt.unfpa.org/publications/economic-cost-gender-based-violence- survey-egypt-2015#sthash.ROQNXI0W.dpuf. Chamoun, C., The Lebanese Nationality Law That Leaves Children Stateless , Open Society Foundations, 2017, https://www.opensocietyfoundations.org/voices/lebanese-nationality-law- leaves-children-stateless. Committee on the Elimination of Discrimination against Women, Consideration of reports submitted by States parties under article 18 of the Convention. Sixth periodic report of States parties due in 2016. Jordan , 2015, http://tbinternet.ohchr.org/_layouts/treatybodyexternal/Download.aspx?symbol no=CEDAW/C/JOR/6&Lang=en. Council on Foreign Relations, Sex Trafficking and the Refugee Crisis: Exploiting the Vulnerable , 2017, https://www.cfr.org/blog-post/sex-trafficking-and- refugee-crisis-exploiting-vulnerable. ",
        "32 EBRD, Legal Barriers to women's access to credit: Morocco and the Kyrgyz Republic case studies , 2013. European Country of Origin Information Network, Algeria: Situation of single or divorced women living alone, particularly in Algiers; whether they can find work and housing; support services available to them (2012-2015) , 2015, https://www.ecoi.net/local_link/310994/435045_en.html. Equality Now, The State We're In: Ending Sexism in Nationality Laws , 2016, http://www.equalitynow.org/sites/default/files/NationalityReport_EN.pdf. Freedom House, Women's Rights in the Middle East and North Africa – Algeria , 2005, http://www.refworld.org/docid/47387b6a0.html. Halilovic, M. & Huhtanen, H., Gender and the Judiciary – Selected findings and recommendations on the implications of gender within the judiciary of Bosnia and Herzegovina , 2014, https://www.files.ethz.ch/isn/179052/Gender_and_the_Judiciary.pdf. Human Rights Watch, Lebanon: Syrian Women at Risk of Sex Trafficking, Improve Enforcement; Provide Support for Victims , 2016, https://www.hrw.org/news/2016/07/28/lebanon-syrian-women-risk-sex- trafficking. Human Rights Watch, World Report 2017 , 2017, https://www.hrw.org/world- report/2017. Human Rights Watch, Tunisia: A step forward for women's rights - free to travel with their Children , 2015, https://www.hrw.org/news/2015/11/12/tunisia-step- forward-womens-rights. International Labour Organization, Women at Work Trends 2016 , 2016, www.ilo.org/wcmsp5/groups/public/---.../documents/.../wcms_457317.pdf. International Youth Foundation , Transport Services and their Impact on Youth Employment and Development in Jordan , 2014, http://www.iyfnet.org/sites/default/files/library/Y4F-transportStudy-EN.pdf. Masoud, T., Amaney, J. & Nugent, E., Using the Qur’an to Empower Arab Women? Theory and Experimental Evidence from Egypt, 2016, Comparative Political Studies, p. 1-44, http://www.amaneyjamal.com/wp-content/uploads/2016/05/Comparative- Political-Studies-2016-Masoud-0010414015626452-1.pdf. ",
        "33 Ministry of Finance Israel, Equal Rights for Women Law 5711 – 1951 , 1951, http://financeisrael.mof.gov.il/FinanceIsrael/Docs/En/legislation/LaborSocialP olicy/5711-1951_Equal_Rights_for_Women_Law.pdf (accessed 10/06/2017). Momani, B., Equality and the Economy: Why the Arab World Should Employ More Women , 2016, Brookings Doha Center, https://www.brookings.edu/wp- content/uploads/2016/12/bdc_20161207_equality_in_me_en.pdf. Norwegian Refugee Council, Securing housing, land and property rights for displaced women , 2014, http://womenshlp.nrc.no/wp-content/uploads/2014/03/GlobalReportWHLP.pdf. OECD, Social Institutions and Gender Index. Bosnia and Herzegovina , 2014a, http://www.genderindex.org/country/bosnia-and-herzegovina. OECD, Social Institutions and Gender Index. Egypt , 2014b, http://www.genderindex.org/country/egypt-arab-rep. OECD, Social Institutions and Gender Index. Israel, 2014c, http://www.genderindex.org/country/israel. OECD, Social Institutions and Gender Index. Palestinian Authority , 2014d, http://www.genderindex.org/country/palestinian_authority. OECD, Social Institutions and Gender Index. Tunisia , 2014e, http://www.genderindex.org/country/tunisia. OECD, Social Institutions and Gender Index. Turkey , 2014f, http://www.genderindex.org/country/turkey. OPENLAB, International Inheritance Laws - Albania inheritance laws , https://openlab.citytech.cuny.edu/groups/international-inheritance- laws/docs/albania-inheritance-laws/ (accessed 11/06/2017). Palestinian Women Research Documentation Center, Women and Education in Palestine: Is Education Improving the Status of Women? , 2008, http://womeninscience.rasit.org/files/women_in_palestine_education.pdf. State Information Service, 2017… Year of Egyptian Woman , 2017 http://www.sis.gov.eg/Story/108222?lang=en-us. ",
        "34 Toktas S. & O'Neil M, Competing frameworks of Islamic law and secular civil law in Turkey: A case study on women's property and inheritance practices , Women's Studies International Forum No. 48, 2015, pp. 29-38, http://www.sciencedirect.com/science/article/pii/S0277539514001666. U.S. Department of State, Bureau of Democracy, Human Rights and Labor, Country Reports on Human Rights Practices for 2016 , https://www.state.gov/j/drl/rls/hrrpt/humanrightsreport/index.htm#wrapper (accessed 16/06/2017). U.S. Department of State, Bureau of Democracy, Human Rights and Labor, Mauritania 2016 Human Rights Report , 2017, https://mr.usembassy.gov/wp- content/uploads/sites/204/2017/03/MAURITANIA-2016-HUMAN-RIGHTS- REPORT-1.pdf. Unicef, MENA Gender Equality Profile. Status of Girls and Women in the Middle East and North Africa. Occupied Palestinian Territory , 2010, https://www.unicef.org/gender/files/oPT-Gender-Eqaulity-Profile-2011.pdf. UNHR, Background note on Gender Equality, Nationality Laws and Statelessness 2017 , 2017, http://www.refworld.org/pdfid/58aff4d94.pdf. United Nations Security Council, Report of the Secretary-General on conflict- related sexual violence. Report of the Secretary-General, 2017, http://undocs.org/S/2017/249. Woodrow Wilson International Center for Scholars & RAND Corporation, Best Practices – Progressive Family Laws in Muslim Countries , 2005, https://www.wilsoncenter.org/sites/default/files/Best%20Practices%20%28Eng lish%29.pdf. World Bank, Making Transport Work for Women and Men: Challenges and Opportunities. In the Middle East and North Africa. Lessons from Case Studies, 2011, http://siteresources.worldbank.org/EXTTSR/Resources/463715- 1322323559362/Gender-Transport-MENA.pdf. World Bank , Morocco. Mind the Gap. Empowering Women for a more open, inclusive and prosperous society. Middle East and North Africa , 2015b, http://documents.worldbank.org/curated/en/798491468000266024/pdf/103907- WP-P144621-PUBLIC-Non-BOARD-VERSION-Morocco-Gender-ENG-3-8- 16-web.pdf. ",
        "35 World Bank , The Status & Progress of Women in the Middle East & North Africa, 2009, http://siteresources.worldbank.org/INTMENA/Resources/MENA_Gender_Comp endium-2009-1.pdf. Media articles: Aly Abdel Mowla, S.A., Education and Economic Empowerment Of Women in Egypt , The American University in Cairo – Social Research Center, SRC/CIDA Research Program on Gender and Work, Working Paper 002, 2009, http://womeninscience.rasit.org/files/education_and_empowerment_in_egypt.p df. Azzeh, L., Study proposes equal inheritance rights for women - Activists call for ensuring women are not forced to waiver their inheritance, urge differentiating between laws for Muslims, Christians , The Jordan Times, 2016, http://www.jordantimes.com/news/local/study-proposes-equal-inheritance- rights-women. BBC, Lebanon rape law: Wedding dresses hang in Beirut sea front protest , 2017, http://www.bbc.com/news/world-middle-east-39680838. Begum, R., How to end ’honour’ killings in Jordan , The Jordan Times, 2017, http://www.jordantimes.com/opinion/rothna-begum/how-end- honour%E2%80%99-killings-jordan. Erwin, C., Inheritance Law Reform in Morocco: At the Intersection of Human Rights and Religious Identity , INTLAWGRRLS, 2015, https://ilg2.org/2015/10/29/inheritance-law-reform-in-morocco-at-the- intersection-of-human-rights-and-religious-identity/. Husseini, R., Activists welcome decision on children of Jordanian women married to foreigners , The Jordan Times, 2017, http://www.jordantimes.com/news/local/activists-welcome-decision-children- jordanian-women-married-foreigners . Kennedy, M., Moroccan state TV shows women how to hide domestic violence, 2016, The Guardian, https://www.theguardian.com/society/2016/nov/27/moroccan-state-tv-shows- women-how-to-hide-domestic-violence. ",
        "36 Mroue, B., Lebanon shocked over sex trafficking of young Syrian women , Associated Press, 2016, https://apnews.com/72253307caef4863858d659ce6686808/lebanon-shocked- over-sex-trafficking-young-syrian-women. Olorunshola, Y., Lebanese Women Hang Wedding Dresses from Nooses to Protest Cruel Rape Law , Global Citizen, 2017, https://www.globalcitizen.org/en/content/lebanon-marriage-rape-repeal- wedding-dress/. Pollard, R., Lebanese citizenship law strips women of identity and property , Reuters, 2016, http://www.reuters.com/article/us-lebanon-women-property- rights-idUSKCN0YH03O. The Middle East Media Research Institute (MEMRI), Tunisians Protest Law That Allows Men Who Rape Underage Girls To Marry Their Victims Instead Of Being Punished , Special Dispatch No. 6825, 2017, https://www.memri.org/reports/tunisians-protest-law-allows-men-who-rape- underage-girls-marry-their-victims-instead-being. Opinion polls: Arab Women’s Leadership Institute (AWLI), Perception of Women’s Political Leadership in Tunisia. February 22 – 25, 2015, 2015, www.iri.org/sites/default/files/wysiwyg/2015-04- 22_awli_survey_of_tunisian_public_opinion_february_22-25_2015.pdf. Juzoor Foundation for Health and Social Development, Women’s Health Surveillance Report: Towards a Multi-Dimensional Look at the Health of Palestinian Women , Social and Health Studies Series, Palestinian Women’s Research and Documentation Center (PWRDC), 2010, http://pwrdc.ps/sites/default/files/Women%27s%20Health%20study%20ENG. pdf. UNECE, National Report on the Implementation of the Beijing +20 Platform for Action. Albania , United Nations Economic Commission for Europe, 2014, https://www.unece.org/fileadmin/DAM/Gender/publication/Albanian_National _Report_Beijing___20_ENGLISH_30_April_2014.pdf. ",
        "37 6. ANNEXES Annex 1. Data on women’s empowerment. Table A1. Statistics on demography, health and family policies by country. Albania Algeria Jordan Israel Lebanon Morocco Turkey Egypt Mauritania B&H Tunisia Mean age of women at birth of their first child 27 31 30 31 30 30 28 27 30 30 31 Average number of children per woman 2 3 3 3 2 2 2 3 4 1 2 Women with unmet demand for family planning (% of married women 15-49) 13 10 12 12 12 6 12 32 9 7 Parity of parental rights in marriage (1 = worst score. 0 = best score) 1 0 0 1 0.5 0.5 1 0 0 1 0.5 ",
        "38 Parity of parental rights after divorce (1 = worst score. 0 = best score) 0.5 0 0 1 0 0.5 1 0 0 1 1.0 Length of maternity / paternity leave (days) f/m 365/ 98/3 - 98/ 70/ 98/3 67/ 90/ 98/ 365/7 30-sty Wages paid during maternity / paternity leave f/m 65/ 100/100 70/ 100/ 100/ 67/100 - 100/ 100/ 60/10 0 67/100 Provider of maternity / paternity leave benefits gov/ gov/emp gov/ gov/ empl/ gov/gov gov/ empl/g ov gov/ gov/e mpl gov/gov Government supports or provides childcare yes yes yes yes yes yes yes yes no yes yes Government provides child allowance to parents yes yes no yes no yes yes no yes yes yes Maternal mortality ratio (per 100.000 births)* 29[16- 46] [82-244] [44-75] [4-6] [10-22] [93-142] [12-21] - 602 [399- 984] [7- 17] 62 [42- 92] ",
        "39 Law permits abortion to preserve a woman's physical health yes yes yes yes yes no yes no no yes yes Births attended by skilled health personnel (%) 99.3 96.6 99.6 no yes yes 91.5 65.1 99.9 74 * Bracketed numbers show the range between the uncertainties. estimated to contain the true maternal mortality Source: Own compilation based on data from WEF Global Gender Gap Report, 2016. ",
        "40 Table A2. Women in national parliaments and in ministerial positions 1 (%) by country. Proportion of seats held by women in lower or single house (%) Proportion of seats held by women in upper house or Senate (%) Proportion of women in ministerial level positions (%) 2010 2015 2017 elections 2010 2015 2017 elections 2010 2015 2017 Albania 16.4% 20.7% 22.9% 23.06.2013 - - - - 6.7% 35.0% 40.0% Algeria 7.7% 31.6% 31.6% 10.05.2012 5.1% 6.9% 7.0% 29.12.2015 3.6% 20.0% 13.3% B&H 16.7% 21.4% 21.4% 12.10.2014 13.3% 13.3% 13.3% 08.11.2009 0.0% 0.0% 22.2% Egypt 12.7% 14.9% 14.9% 17.10.2015 - - - - 9.4% 11.8% 11.8% Israel 19.2% 26.7% 27.5% 17.03.2015 - - - - 6.7% 18.2% 19.0% Jordan 10.8% 12.0% 15.4% 20.09.2016 12.7% 10.7% 15.4% 29.01.2015 6.9% 11.1% 7.1% Lebanon 3.1% 3.1% 3.1% 07.06.2009 - - - - 6.9% 4.3% 3.4% Mauritania 22.1% 25.2% 25.2% 23.11.2013 14.3% 14.3% 14.3% 02.10.2015 23.1% 26.9% 30.8% Morocco 10.5% 17.0% 20.5% 07.10.2016 2.2% 2.2% 11.7% 27.09.2016 11.1% 15.8% 13.0% PA 12.1% 12.1% 12.1% 25.01.2006 - - - - - - 16.7% Tunisia 27.6% 31.3% 31.3% 26.10.2014 - - - - 3.8% 10.5% 23.1% Turkey 9.1% 14.6% 14.6% 01.11.2015 - - - - 7.7% 4.0% 3.8% Source: Own compilation based on data from Inter-Parliamentary Union (IPU). Woman in national parliaments. http://www.ipu.org/wmn-e/classif.htm last updated: 01 May 2017. ",
        "41 Table A3. Women in national parliaments and in ministerial positions 2 (%) by country. Country Quota for women on candidate lists in national elections Quota for women on candidate lists in local elections Voluntary political party quotas Seats held in upper house Albania 30 30 no - Algeria 50 35 no 5 out of 100 B&H 40 40 no 13 out of 100 Egypt - - no 4 out of 100 Israel - - yes - Jordan - - no 12 out of 100 Lebanon - - no - Mauritania 50 - no 14 out of 100 Morocco - - no - Tunisia yes - no - Turkey - - yes - Source: Own compilation based on data from WEF. 2016; IDEA Gender Quotas Database 2014. Table A4. Enrolment ratio by level of education, sex and country. 2010 or closest year 2014 or closest year Country Adjusted net enrolme nt rate in primary educatio n Gross enrolme nt ratio in secondar y educatio n Gross enrolme nt ratio in tertiary educatio n Adjusted net enrolme nt rate in primary educatio n Gross enrolme nt ratio in secondar y educatio n Gross enrolme nt ratio in tertiary educatio n Albania F 90.4 88.0 52.4 95.3 92.6 73.8 M 91.6 88.8 37.5 96.5 100.0 52.4 Gap 1.2 0.8 -14.9 1.3 7.4 -21.4 Israel F 97.8 103.3 75.2 97.5 102.6 76.3 M 97.0 100.9 56.9 97.0 100.6 56.7 ",
        "42 Gap -0.8 -2.4 -18.3 -0.5 -2.0 -19.6 Algeria F 96.2 98.9 35.3 na na 41.9 M 98.0 95.6 24.5 na na 27.5 Gap 1.8 -3.3 -10.8 -14.5 Morocco F 93.8 58.3 15.6 98.5 63.5 24.1 M 95.0 66.9 16.9 99.0 74.4 25.0 Gap 1.2 8.6 1.3 0.5 10.8 0.9 Tunisia F 99.5 93.5 42.6 na na 43.1 M 100.0 87.6 27.8 na na 26.3 Gap 0.5 -5.9 -14.8 -16.8 Egypt F 97.4 70.5 29.5 99.4 85.3 28.6 M 100.0 72.5 32.2 98.5 86.8 32.0 Gap 2.6 2.0 2.7 -0.8 1.5 3.4 Mauritani a F 71.5 18.7 2.5 76.8 28.6 3.3 M 69.0 21.9 6.3 73.4 31.3 7.5 Gap -2.6 3.2 3.7 -3.4 2.7 4.2 Lebanon F 90.1 76.1 49.3 81.1 68.4 45.8 M 96.7 74.5 47.4 86.4 68.0 39.5 Gap 6.5 -1.6 -1.9 5.3 -0.4 -6.2 Turkey F 96.4 80.5 50.2 94.6 112.7 72.9 M 97.8 87.8 61.7 95.7 116.4 84.9 Gap 1.4 7.4 11.5 1.1 3.7 12.0 B&H F 41.6 43.3 M 31.6 32.5 Gap -10.0 -10.8 Source: WB Gender Statistics. UN Gender Statistics. Table A5. Gender gap in the unemployment rate (pp) by country. Country 2000 2005 2010 2015 2016 Albania 0.48 1.40 4.70 0.35 -0.33 Algeria 35.55 14.52 11.21 9.55 10.48 Egypt 16.62 19.65 18.01 15.10 15.44 Jordan 9.56 14.31 12.58 12.91 12.88 Lebanon 2.09 2.93 7.77 5.92 5.60 Israel 0.06 0.53 -0.99 0.27 0.33 Morocco -0.52 0.76 0.76 0.90 0.88 Tunisia 9.41 3.79 8.12 8.83 8.61 Mauritania 2.72 2.86 2.71 2.74 2.77 Turkey -0.51 0.52 0.82 3.23 2.63 B&H 1.11 1.54 4.50 -7.68 -5.60 Source: WB Gender Statistics. ",
        "43 Table A6. Proportion of employed working part- time by country and sex. Country Ref.year Albania 2013 F 23.92 2013 M 15.66 gap 8.26 B&H 2012 F 17.3 2012 M 14.8 gap 2.5 Israel 2014 F 37.6 2014 M 14.8 gap 22.8 Morocco 2012 F 38.02 2012 M 7.91 gap 30.11 Egypt 2013 F 19.98 2013 M 2.33 gap 17.65 Turkey 2014 F 20.6 2014 M 6.4 gap 14.2 Source: UN Gender Statistics Table A7. Difference in voter turnout between women and men by country (2010 – 2014). Country women more by men more by Jordan 2.70% Algeria 0.20% Turkey 0.90% Lebanon 2.60% Tunisia 8.40% Morocco 9.30% PA 10.40% Egypt 16.20% Source: World Values Survey ",
        "44 Table A8. Gender Gap in voting during the transitional elections in 2011 – Tunisia and Egypt. Country men women Tunisia 75 65 Egypt 77 58 Source: Bebstead & Lust (2015) Figure A1. Total population 2015 – by country and sex. Source: UN (2015) Figure A2. Employment share by sector of economic activity, country and sex. 60000000 40000000 20000000 0 20000000 40000000 60000000 Albania Algeria B&H Egypt Israel Jordan Lebanon Mauritania Morocco State of Palestine Tunisia Turkey Men Women Albania - female agriculture industry services Albania - male agriculture industry services ",
        "45 Egypt - female agriculture industry services Egypt - male agriculture industry services Israel - female agriculture industry services Israel - male agriculture industry services Morocco - female agriculture industry services Morocco - male agriculture industry services Turkey - female agriculture industry services Turkey - male agriculture industry services ",
        "46 Figure A3. Population (%, aged 15+) with an account at a financial institution by country and sex. Source: World Bank Figure A4. Population (%, aged 15+) that has borrowed from a financial institution by country and sex. Source: World Bank. 100 80 60 40 20 0 20 40 60 80 100 Algeria Albania B&H Egypt Israel Jordan Lebanon Mauritania Morocco Tunisia Turkey % Women (2011) % Men (2011) % Women (2014) % Men (2014) Shows the percentage of respondets to the World Bank survey reporting to have an account either by themselves or with someone else at a financial institution. 50 40 30 20 10 0 10 20 30 40 50 Algeria Albania B&H Egypt Israel Jordan Lebanon Mauritania Morocco Tunisia Turkey % Women (2011) % Men (2011) % Women (2014) % Men (2014) Shows the percentage of respondets to the World Bank survey reporting to have had borrowed from a financial institution during the past 12 months ",
        "47 Figure A5. Population (%, aged 15+) that has borrowed from a private informal lender by country and sex. Source: World Bank. Figure A6. Population (%, aged 15+) that has borrowed from family or friends by country and sex. Source: World Bank. 15 10 5 0 5 10 15 Algeria Albania B&H Egypt Israel Jordan Lebanon Mauritania Morocco Tunisia Turkey % Women (2011) % Men (2011) % Women (2014) % Men (2014) Shows the percentage of respondets to the World Bank survey reporting to have borrowed any money during the past 12 months from private lenders either by themselves or with someone else. 60 40 20 0 20 40 60 Algeria Albania B&H Egypt Israel Jordan Lebanon Mauritania Morocco Tunisia Turkey % Women (2011) % Men (2011) % Women (2014) % Men (2014) Shows the percentage of respondets to the World Bank survey reporting to have borrowed any money during the past 12 months from family, relatives or friends either by themselves or with someone else . ",
        "48 Figure A7. Population (%, aged 15+) with a credit card by country and sex. Source: World Bank. Figure A8. Population (%, aged 15+) with a debit card by country and sex. Source: World Bank. 100 80 60 40 20 0 20 40 60 80 100 Algeria Albania B&H Egypt Israel Jordan Lebanon Mauritania Morocco Tunisia Turkey Population (%, aged 15+) with a credit card % Women (2011) % Men (2011) % Women (2014) % Men (2014) Shows the percentage of respondets to the World Bank survey reporting to own a credit card. 85 65 45 25 5 15 35 55 Algeria Albania B&H Egypt Israel Jordan Lebanon Mauritania Morocco Tunisia Turkey % Women (2011) % Men (2011) % Women (2014) % Men (2014) Shows the percentage of respondets to the World Bank survey reporting to own a debit card. ",
        "49 Figure A9. Population (%, aged 15+) that has saved at a financial institution by country and sex. Source: World Bank. Figure A10. Population (%, aged 15+) that has saved using a savings club or a person outside the family by country and sex. Source: World Bank. 60 40 20 0 20 40 60 Algeria Albania B&H Egypt Israel Jordan Lebanon Mauritania Morocco Tunisia Turkey % Women (2011) % Men (2011) % Women (2014) % Men (2014) Shows the percentage of respondets to the World Bank survey reporting to have saved/set aside money at a financial institution during the past 12 months. 15 10 5 0 5 10 15 20 Algeria Albania B&H Egypt Israel Jordan Lebanon Mauritania Morocco Tunisia Turkey % Women (2011) % Men (2011) % Women (2014) % Men (2014) Shows the percentage of respondets to the World Bank survey reporting to have saved/set asside moeny using a non- family member and /or a savings club during the past 12 months . ",
        "50 Figure A11. Population (%, aged 15+) that has borrowed to start, operate, or expand a farm or business by country and sex. Source: World Bank. Figure A12. Proportion of women in ministerial level positions. Source: Own production based on data from Inter-Parliamentary Union (IPU). Last updated on 01 May 2017. 10 8 6 4 2 0 2 4 6 8 10 Algeria Albania B&H Egypt Israel Jordan Lebanon Mauritania Morocco Tunisia Turkey % Women (2014) % Men (2014) Shows the percentage of respondets to the World Bank survey reporting to have borrowed any money during the past 12 months to start/expand a farm or a business either by themselves or with someone else 0,0% 5,0% 10,0% 15,0% 20,0% 25,0% 30,0% 35,0% 40,0% 45,0% 2010 2015 2017 ",
        "51 Annex 2. List of main ongoing projects and programmes in the field of women’s empowerment. 1) Programmes and projects exclusively funded by the EU A significant beginning in preventing violence against women: developing and spreading a model of collecting data. Beneficiary country(ies) Turkey Implementation Mor Cati Katin Siginagi Vakfi, Istanbul, Turkey (coordinator) Nature of the initiative Operational grant (European Instrument for Democracy and Human Rights) Source of funding European Commission. Directorate-General for International Cooperation and Development Duration 2015-2017 Total amount (€) 150,000 Website https://www.developmentaid.org/#!/references/view/76909 Fertility. Public Policies, and Women in Turkey in Comparative Perspective. Beneficiary country(ies) Turkey Implementation KOC University, Istanbul, Turkey Nature of the initiative Horizon 2020 Source of funding European Commission, Research Executive Agency Duration 15/01/2016-14/01/2018 Total amount (€) 145,845,60 Website http://cordis.europa.eu/project/rcn/195647_en.html Description The research project wills analyse the development and gender implications of AKP fertility policies in Turkey over the past decade. The project aims to contribute to the development of comparative fertility policy studies, as well as to the study of EU policies transfers and institutionalism. In this way it seeks to produce “a unique case study of a context of late industrialization and political Islam”. Ending Violence against Women in the Western Balkan countries and Turkey: Implementing Norms. Changing Minds (in the process of call for proposals). Beneficiary country(ies) Albania, Bosnia and Herzegovina, Kosovo, FYR Macedonia, Montenegro, Serbia and Turkey Implementation UN Women Nature of the initiative Programme Duration 08/2017-02/2018 Total amount (€) 5,000,000 Website Information: https://eeas.europa.eu/headquarters/headquarters- homepage/24979/ending-violence-against-women-western-balkan- countries-and-turkey-implementing-norms-changing_en ",
        "52 http://europa.ba/?p=50203 Call for proposals: http://eca.unwomen.org/en/news/stories/2017/05/call-for-proposals- regional-forum Description The key aim of this programme is to eliminate gender-based discrimination and violence against women. In particular, the programme seeks to offer help to the most disadvantaged groups of women via: the establishment of an appropriate legislative and policy environment consistent with international standards; the promotion of social norms and attitudes supporting gender equality and the empowerment of women, who have been the subject of discrimination or violence. 2) Programmes and projects funded by EU agencies SouthMed WiA - Towards Greater Gender Equality: Promoting the Role and Image of Women in the Southern Mediterranean Audio-visual Sector. Agency EU Neighbours (South) Beneficiary country(ies) Algeria, Egypt, Jordan, Lebanon, Morocco, Palestine and Tunisia. Implementation INTERARTS Nature of the initiative Project Source of funding The European Union Duration 2017-2019 Total amount (€) 1,250,000 Website http://www.euneighbours.eu/en/south/eu-in-action/projects/southmed- wia-towards-greater-gender-equality-promoting-role-and-image Description The project seeks to address gender stereotypes and the under- representation of women in the audio-visual sector in the MENA region. In particular, it intends to increase the participation of women in the audio-visual sector; support projects promoting gender equality in the audio-visual sector; enhance skills of women in the audio-visual sector and raise awareness about current opportunities. In order to address discrimination in the audio-visual sector the project aims to engage with various stakeholders, such as distributors, producers and policy-makers. MedFilm For All. Agency EU Neighbours (South) Beneficiary country(ies) Egypt. Jordan. Lebanon. Morocco. Palestine and Tunisia (Libya is targeted from the Action for several activities. depending on the security situation). Implementation Gruppo di Volontariato Civile (GVC) Nature of the initiative Project Source of funding The European Union ",
        "53 Duration 2017-2020 Total amount (€) 1,870,000 Website http://www.euneighbours.eu/en/south/eu-in-action/projects/medfilm-all Description The aim of the programme is to promote human development and gender equality in the Southern Mediterranean region by means of disseminating audio-visual products addressing certain social issues. Its main objective is to improve access to social-sensitive audio-visual products and foster public debate around them. It also intends to enhance communication between civil society organisations and film industry stakeholders. The programme seeks to achieve these goals through the following actions: research on audience development opportunities and design of gender mainstreaming strategies; financial support to third parties and network development among stakeholders through awareness raising. 3) Programmes and projects co-financed by the EU Improved protection and promotion of the rights of extremely vulnerable, marginalized and discriminated children, young women and men in street situation in Cairo. Beneficiary country(ies) Egypt Implementation Samusocial International Egypte & Banati Foundation Nature of the initiative - Source of funding EU. Australian Aid Duration 2016-2018 Total amount (€) 300,000 Website http://www.samu-social-international.com/site/wp- content/uploads/Request-for-proposals-for-video-campaign.pdf Description The project aims at improving the protection of homeless children, young women and men in Cairo through the provision of medical, psychological, social and educational assistance. Gender equality in the political process: Bedouin women and the realisation of an inclusive and participatory democracy. Beneficiary country(ies) Israel Implementation SIDREH Nature of the initiative EU action grant Source of funding The European Union Duration 01/2016-12/2018 Total amount (€) 300,002 (EU contracted amount: 250.000) Website http://ec.europa.eu/europeaid/projects/gender-equality-political- process-bedouin-women-and-realisation-inclusive-and- participatory_en Description The key aim of the project is to facilitate the democratic inclusion of Bedouin women in the Israeli province of the Negev. The project ",
        "54 addresses the main obstacles to their participation in public life and local institutions. Realising Women's Human Rights and Access to Justice in Family Law in Israel. Beneficiary country(ies) Israel Implementation Bar Ilan University Nature of the initiative Action grant Duration 03/2016-02/2018 Total amount (€) 287,580 (EU contracted amount: 240.000) Website http://ec.europa.eu/europeaid/projects/realising-womens-human-rights- and-access-justice-family-law-israel_en Description The project aims at improving women’s rights in the field of family law with prime focus on divorce and therefore contributing to improving Israeli women’s legal empowerment. The key objective of the project is to bring the country’s legal framework closer to the one set out by the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW). To achieve this the project seeks to improve women’s access to justice in family law and to facilitate knowledge sharing between women’s rights organisations in Israel and abroad. SHUTAFOT- A Coalition of Women Organisations for Gender Justice and Economic and Employment Equality. Beneficiary country(ies) Israel Implementation Economic Empowerment for Women (organisation) Nature of the initiative Action grant Source of funding European Neighbourhood Instrument Duration 01/2017-12/2018 Total amount (€) 278,023 (EU contracted amount: 249.275) Website http://ec.europa.eu/europeaid/projects/shutafot-coalition-women- organisations-gender-justice-and-economic-and-employment- equality_en Description The objective of the project is to promote women’s socio-economic status through a coalition of women’s organisations. Women bringing Peace: Building the Foundation for Full Participation of women pursuing Peace. Beneficiary country(ies) Israel Implementation Itachi Ma Aki- Women Lawyers for Social Justice Amuta Nature of the initiative Action grant Source of funding European Neighbourhood Instrument Duration 02/2016-07/2018 Total amount (€) 595,135 (EU contracted amount: 476.108) ",
        "55 Website https://ec.europa.eu/europeaid/projects/women-bringing-peace- building-foundation-full-participation-women-pursuing-peace_en Description The object of the program is to facilitate peaceful solution of the regional conflict through integrating women's voices and promote their involvement in political and civil action for peace and security. 4) Programmes and projects financed by EU Member States Strengthening the Capacity of the actors working for equality Implementing country(ies) Spain, France, Morocco, Tunisia Beneficiary country(ies) Algeria, Egypt, Jordan, Lebanon, Morocco, PA and Tunisia. Implementation European Institute of the Mediterranean – IEMed, in partnership with the Euro-Mediterranean Women’s Foundation (Centre of Arab Women for Training and Research, the French State, the Federation of the Democratic League of Women's Rights, the Forum Femmes Méditerranée, and the Euro-Mediterranean Academic and Scientific Network on Women and Gender). Nature of the initiative Project Source of funding The Priority Solidarity Fund of the French Ministry of Foreign Affairs and International Development (MAEDI). Duration 11/2014 – 09/2018 Total amount (€) - Website http://www.iemed.org/dossiers-en/dossiers-iemed/cultures- mediterranies/dones-a-la-mediterrania/les-actions-de-l2019iemed-en- faveur-de-l2019egalite-entre-les-sexes-dans-la-region-euro- mediterraneenne?set_language=en Description The “Women for the Future in the Mediterranean” project aims to support the emancipation and access to power of women in the Southern shore of the Mediterranean through the development of three (independent) components: strengthening the capacity of the actors working for equality (axis 1); diversity and governance (axis 2); women of the Mediterranean: next generation of leaders (axis 3). Axis 1 was launched in November 2014. Its key objectives included: fostering partnerships between actors promoting gender equality at local, national and Euro-Mediterranean levels; strengthening the monitoring of public policies on women and gender equality at local and decentralised levels; boosting access and knowledge production on equality, women and gender. Activities included: - mobilisation and identification of actors working in favour of women’s emancipation in the southern Mediterranean through an online platform (www.euromedwomen.foundation/); - organisation of annual seminars at regional level; - implementation of pilot actions (mobilisation and consultation of equality actors at local level) and field projects; - enhancing visibility and dissemination of research work ",
        "56 Arab Women’s Enterprise Fund. Implementing country(ies) The United Kingdom Beneficiary country(ies) Algeria. Egypt. Lebanon. Libya. Morocco. Syria. Tunisia and Turkey. Implementation DAI (global development company). Market Share Associates and Education for Employment. Nature of the initiative Regional programme Source of funding UK government and Islamic Development Bank Duration 23/12/2014-31/12/2020 Total amount (€) £10,315,967 (UK government). £10.000.000 (Islamic Development Bank). Website https://devtracker.dfid.gov.uk/projects/GB-1-204325/documents Description The Arab Women’s Enterprise Fund (AWEF) seeks to enhance access to markets for poor women, and support a higher income and level of well-being for women in targeted countries in the MENA region. Through this programme, the British government intends to remove barriers to women’s economic inclusion in the MENA region. On this ground, the programme promotes women’s economic empowerment through a market development approach, focuses on the causes of women’s exclusion from the labour market and designs measures to eliminate these causes. The target group of this programme is 150000 women affected by poverty. Arab Partnership Economic Facility (APEF): G8 Deauville Transition Fund. Implementing country(ies) The United Kingdom Beneficiary country(ies) Egypt, Jordan, Libya, Morocco, Tunisia and Yemen. Implementation International Bank for Reconstruction and Development Nature of the initiative Programme Source of funding - Duration 3/12/2012-31/08/2017 Total amount (€) £32,000,000 Website https://devtracker.dfid.gov.uk/projects/GB-1-203438 Description The G8 Deauville Partnership Transition Fund aims at supporting an accountable governance, sustainable growth and increase of employment opportunities for both youth and women. Cornerstone to this fund purpose is: - Improvement of economic governance. - Investment in sustainable growth. - Inclusive development and job creation - Competitiveness and Integration. ",
        "57 Outcomes As a result of its action, the project succeeded in engaging and empowering 10,125 stakeholder groups (women and young people). The 2013 annual project report states as a success that during the first 12 months many stakeholders accessed the Deauville MENA Transition Fund activities. However, the Transition Fund remains relatively unsuccessful in terms of supporting reform in transition countries, where the pace of implementation has eluded expectations. The 2014 annual project report highlights progress in reinforcing inclusive growth in countries such as Morocco, Tunisia, Jordan and Egypt through the introduction of more effective policies and economic institutions. Nevertheless, the the pace of change often remains constrained by political uncertainty and growing regional instability. The 2015 annual report states that mainly due to the nature of certain reforms progress is more obvious in some categories than others (e.g. governance). 5) Programmes and projects financed by agencies in EU Member States Making homes violence-free in Albania. Agency SIDA (Sweden) Beneficiary country(ies) Albania Implementation UN (UNDP, UN Women, UNFPA and UNICEF) alongside the Albanian government Nature of the initiative UN programme Source of funding SIDA (Sweden) Duration 2012-2017 Total amount (€) 44,900,000 SEK Website http://www.sida.se/English/where-we-work/Europe/Albania- /examples-of-results/making-homes-free-from-violence/ Description The programme aims at assisting the Albanian government in the implementation of the National Strategy on Gender Equality and Gender-based Violence. Among others, it involves the creation of a Centre, established in 2011, equipped with qualified staff, catering to around 100 victims of domestic violence yearly. Impact The Albanian government progressed in the criminalization of gender- based violence through expansion of multi-disciplinary response in several municipalities (27 out of 61 have established Coordinated Community Response mechanisms extending multidisciplinary services to the victims of violence) and through the strengthening of law enforcement. An innovative online system tracking cases of domestic violence and a hotline encouraging their reporting have been implemented. As a result, an increase in the reporting of domestic violence has been noticed. ",
        "58 She Entrepreneurs. Agency Swedish Institute (Sweden) Beneficiary country(ies) Algeria. Egypt. Iran. Iraq. Jordan. Lebanon. Libya. Morocco. Palestine. Sweden. Syria. Tunisia and Yemen. Implementation Swedish Institute Nature of the initiative Leadership programme Source of funding Swedish Institute (Sweden) Duration Yearly since 2011. For 2017: 1 st session in March and 2 nd session in September. Total amount (€) - Website https://eng.si.se/areas-of-operation/leadership-programmes-and- cultural-exchange/she-entrepreneurs/ https://eng.si.se/areas-of-operation/leadership-programmes-and- cultural-exchange/she-entrepreneurs/about-she-entrepreneurs/ Description She Entrepreneurs is a leadership programme for young women social entrepreneurs in the MENA region, which aims at assisting the latter in the development of their enterprise. During a total of two and a half weeks, the programme offers twice personal and professional development workshops to female social entrepreneurs. The workshops involve the use of seminars, interactive learning methods and practical team-building sessions led by experts and mentors. The programme mainly targets women aged 20-36 who started to build a social business. Economic Integration of Women in the MENA region. Agency GIZ (Germany) Beneficiary country(ies) Egypt, Jordan, Morocco and Tunisia. Implementation GIZ (Germany) Nature of the initiative Programme Source of funding Ministry for Economic Cooperation and Development (BMZ) and the travel group TUI. Duration 2010-2018 Total amount (€) - Website https://www.giz.de/en/worldwide/15981.html https://www.giz.de/en/downloads/giz2013-en-torismussektor-tui- tunesien.pdf Description The programme aims at promoting women’s economic empowerment through a multitude of actions, such as: awareness raising initiatives, provision of support to the implementation of economic and employment policies addressed to women, and mentoring programmes for students and graduates aiming at the promotion of women’s professional orientation. The project consists of four components: - Changing attitudes and perceptions of women in employment through a media campaign on the topic of women at work and ",
        "59 through the screening (in Egypt, Jordan, Morocco and Tunisia) of eight specially produced films followed by a public debate. - “Advisory services and implementation of gender-sensitive economic and employment policies” through the gathering of examples of good practice from the private sector. - “Economic empowerment of women” through the gender- sensitive analysis of value-chain approaches in rural areas. - “Professional orientation for women in higher and lower- qualified segments”, through the creation of mentoring systems for women. As part of the programme also comes a project which aim is to promote Tunisian tourism through the economic empowerment and integration of women in this sector of the economy. Outcomes - Around 20 partner organisations have held 325 film events related to the topic. By so doing, they have reached 6.000 participants and secured 200 reports in the media. - The project organized roundtable talks in the partner countries, the main aim of which was to assist over 150 sector representatives to discuss the implementation of supportive labour laws for women and families. - The concept of gender diversity management has been introduced to around 30 regional business advisors and 25 business associations. - In the first evaluation of the value chain project in the agricultural sector almost two thirds of the 250 women involved mentioned that their business had become more successful. Moreover, the women themselves stated that they were far more self-assured receiving greater acceptance for their work than previously. - In addition to this, the Jordanian Ministry of the Interior has implemented a gender-sensitive value chain approach into its rural development policy. Strengthening women in decision-making in the Middle East – LEAD. Agency GIZ (Germany) - Commissioned by the German Federal Ministry for Economic Cooperation and Development (BMZ) Beneficiary country(ies) Palestinian territories, Jordan and Lebanon. Implementation GIZ (Germany) Nature of the initiative Project Partners Palestinian territories: Ministry of Local Government; The Palestinian Initiative for the Promotion of Global Dialogue and Democracy (MIFTAH); Palestinian Working Women’s Society for Development (PWWSD); Roles for Social Change Association (ADWAR). Jordan: Ministry of Planning and International Cooperation; Jordanian National Commission for Women. Lebanon: Ministry of Social Affairs; National Commission for Lebanese Women; Lebanese Organization for Studies and Training (L.O.S.T.). ",
        "60 Duration 2015-2019 Total amount (€) - Website https://www.giz.de/en/worldwide/37332.html Description The programme aims at reinforcing democratic transformation processes through strengthening women’s political and formative participation in decision-making. The programme targets four areas: - Promotion of women in local politics and government. - Implementation of gender audits in municipalities and putting their recommendations into effect. - Establishment of gender platforms and networks as well as reinforcing existing ones. - Coordination of the objectives and activities of the affiliated civil society organisations. Promoting Employment of Young Women through Applied Gender Diversity Management in Companies in the MENA Region. Agency GIZ (Germany) - Commissioned by the German Federal Ministry for Economic Cooperation and Development (BMZ) Beneficiary country(ies) Egypt. Jordan. Morocco and Tunisia. Implementation GIZ (Germany) Nature of the initiative Programme Duration 01/2015 - 01/2020 Total amount (€) - Website https://www.giz.de/en/worldwide/37953.html Description The project aims at improving employment opportunities for women in private sector companies. Selected companies participate in the project to implement gender diversity management and pro-women strategies within the company (flexible working hours. childcare and quotas for hiring women). The programme cooperates with four business and professional associations in the four partner countries. Outcomes More than 100 companies have participated in information campaigns and awareness raising events on gender management. Seven large companies have signed cooperation agreements and hired in total over 6000 women. Moreover, Vodafone Egypt is introducing a family-friendly working environment in the telecommunications and IT sector. Whilst, in the Moroccan banking sector a gender-sensitive recruitment and promotion policy has been introduced in to improve the working conditions of 8,000 female workers and jobseekers. ",
        "61 6) Programmes and projects funded by other cooperation agencies Promoting women empowerment for inclusive and sustainable industrial development in the Mena region. Agency Union for the Mediterranean Beneficiary country(ies) Algeria, Egypt, Jordan, Lebanon, Morocco, Palestine and Tunisia, their respective Ministries of Industry and the following Women Business Associations (WBAs): Egypt (Association for Women’s Total Advancement and Development); Jordan (Business & Professional Women ‐ Amman); Lebanon (The Lebanese Association for Development – Al Majmoua); Morocco (Association des Femmes Chefs d'Entreprises du Maroc); Palestine (Business Women Forum); and Tunisia (Femme et Leadership). Implementation UNIDO, developed by the Union for the Mediterranean. Nature of the initiative The project is part of the framework of the Mediterranean Initiative for Jobs. Med4Jobs, which represents a cross-sector initiative driven by the need for an integrated regional initiative in the area of job creation. Duration February 2015-February 2018 Source of funding UNIDO: Regular Programme of Technical Cooperation & Government of Italy Total amount (€) 4.525.000 (Italian Government: 1.424.000). Website http://ufmsecretariat.org/promoting-women-empowerment-for- inclusive-and-sustainable-industrial-development-in-the-mena-region/ Description The project’s objective is to help increase the employability of women and aims at enhancing women’s economic inclusion. Actions aimed at creating favourable conditions for sustainable growth include offering technical assistance to women entrepreneurs (through training and coaching) in order to create and grow their businesses as well as facilitating a policy dialogue between key stakeholders aiming at generating concrete action points. Namely, the project focuses on four key actions: - Mapping and analysing the overall state of women entrepreneurship in the region. - Smoothing and supplementing an inclusive policy dialogue between the key stakeholders, including public key actors. - Strengthening the capacity of Businesswomen’s Associations across the MENA region. ",
        "62 - Identifying investment opportunities and improving access to finance for female entrepreneurs. Outcomes The project appears to have successfully supported the capacity of business women’s associations, allowing for the provision of more adequate business development services to women entrepreneurs. Moreover, it contributed to the establishment of an overall higher level of efficacy in terms of the associations’ contribution to the (regional and national) policy dialogues on female economic empowerment. Finally, according to project estimations, the improvement of knowledge in the field of women’s entrepreneurship will involve the provision of (entrepreneurship and business) training for 2,000 women, the development of 500 business opportunities and the creation of 800 new jobs by the end of the project. ",
        "EN QG-02-17-840-EN-N ISBN 978-92-895-0937-4 doi:10.2863/878975 Created in 1994 following the signing of the Maastricht Treaty, the European Committee of the Regions is the EU's assembly of 350 regional and local representatives from all 28 Member States, representing over 507 million Europeans. Rue Belliard/Belliardstraat 101 | 1040 Bruxelles/Brussel | BELGIQUE/BELGIË | Tel. +32 22822211 www.cor.europa.eu | @EU_CoR | /european.committee.of.the.regions /european-committee-of-the-regions "
    ]
}