{
    "text": [
        "E U R O P A - P A R L A M E N T ET EUROPÄISCHES PARLAMENT ΕΥΡΩΠΑΪΚΟ ΚΟΙΝΟΒΟΥΛΙΟ EUROPEAN PARLIAMENT PARLAMENTO EUROPEO PARLEMENT EUROPEEN PARLAMENTO EUROPEO EUROPEES PARLEMENT PARLAMENTO EUROPEU EUROOPAN PARLAMENTTI E U R O P A P A R L A M E N T ET Published by the Directorate for Information Director: David Harley Editors: Roy Worsley & Tim Boden PHS 4C-87 & 85 43, rue Wiertz B-1047 Brussels Tel: +32 2 284 2941-3459 Fax: +32 2 284 6515 During Plenary sessions in Strasbourg: WIC 433/431 Avenue Robert Schuman F-67070 Strasbourg Tel: +33 388 174751-3785 Fax: +33 388 17 9355 E-mail: presse-en@europarl. eu. int Internet: http://www. europari, eu. int Brussels, 20 December 1999 THE WEEK Strasbourg 13-17 December 1999 On Tuesday, the new Parliament building was officially opened by French President Jacques Chirac. Another visitor to the Parliament was East Timorese independence leader Xanana Gusmao who received the Sakharov Prize on Wednesday. Agreement on the budget for 2000 was finally reached on Thursday. At the beginning of the week, MEPs heard from the President of the Court of Auditors Jan Karlsson and heard of the shortcomings in the 1998 accounts. Fl AX-AH-99-12B-EN-C PE.280.788 ",
        "Conversion rates: Abbreviations EPP/ED PES ELDR GREENS/EFA EUL/NGL UEN EDD IND €1 = £ sterling 0.63 as at 13.12.1999 €l=IR£(punt) 0.79 European People's Party/European Democrats Party of European Socialists Group of the European Liberal, Democratic and Reformist Party Green Group in the European Parliament Confederal Group of the European United Left-Nordic Green Left Union for Europe The Europe of Democracies and Diversities Group Non-attached A: Austria; B: Belgium; D: Germany; Dk: Denmark; E: Spain; F: France; Fin: Finland; Gr: Greece; I: Italy; Irl: Ireland; L: Luxembourg; Nl: Netherlands; P: Portugal; S: Sweden; UK: United Kingdom; EC: European Community, EU: European Union Mailing list changes For any deletions, additions or changes of address, please contact the address on the front cover, giving label reference number. EPADES PUBLIC The Briefing and The Week are available to European Parliament readers on EPADES PUBLIC under Directory BRIEFING.SES\\SESSION. The Strasbourg Notebook is also available under Directory BRIEFING.SESVFOURNAL. Document names are as follow: The Briefing PREMM.EN where MM indicates the month - in months with two sessions I or II will be added after MM The Week POSTMM.EN Strasbourg DD-MM-AM.EN NotebookDD-MM-PM.EN where MM indicates the month - in months with two sessions I or II will be added after MM where DD is the date, MM the month, AM the midday edition and PM the evening edition INTERNET Please note that details of Parliament's session activities can now be found on the Internet on the European Union EUROPA server: http://www.europarl.eu.int PE 280.788 ",
        "CONTENTS WTO regret at failure 4 Court fails to clear the accounts again 7 Helsinki Summit 9 Inauguration of the new building 12 Budget 2000 .. 14 British beef ban - France given five days to comply 18 Climate change 18 Council Statement on Macao 19 Award of Sakharov Prize to Xanana Gusmao 20 Technical reports 20 Socrates education programmes 21 All clear for new MEPs 21 Parliament's extra budget 21 New insurance rules mean boost for motorists 21 Protecting the ozone layer 21 Heavy goods vehicles in Switzerland 21 Spare parts for cars and heavy lorries 22 Fisheries conservation in the North-East Atlantic 22 Call to suspend aid to Russia 22 GM food labelling rules - call for re-think 22 Situation in Chechnya 22 Welcome for OSCE Security Charter 23 British beef ban 23 Court of Auditors 25 Late payment in commercial transactions 25 Animals and beef: identification, registration and labelling 25 BST banned 26 Indonesia 26 Peace process in Sierra Leone 26 Human Rights: Capital punishment 26 Kuwaiti women's right to vote 26 Women in Afghanistan 26 Prison conditions of political prisoners in Djibouti 27 Arrest of the President of the Court of Auditors in Nicaragua 27 International criminal court 27 Natural disasters: France 27 Denmark, Germany, UK 27 Vietnam 27 International Fund for Ireland 27 More reliable agriculture statistics 28 New rule for hops 28 Aid for Tajikistan 28 Corrigendum 28 Groups 29 Index 30 - 3 - PE 280.788 ",
        "WTO regret at failure (B5-0316-0318/99 / B5-0323 / B5-0325) Monday 13 December - Opening the debate for the Commission, Pascal LAMY recognised that the Seattle conference had ended in failure. Firstly it had run out of time. However he considered that some delegations were not in a position to start serious negotiations. It had been clear that the US A- in view of the forthcoming presidential elections - had not been prepared to move on any subject. There was a gap between the WTO's ambitions and the resources available to it. Its procedures were not up to accommodating new countries and new subjects, stated Mr LAMY. The WTO negotiations had not been just a matter of reducing tariff barriers but had also dealt with the protection of the environment and workers' rights. With the involvement of the major third world partners it was becoming more difficult to achieve an agreement. These partners, he said, wanted access to first world markets in return for agreeing to the \"society agenda\" of workers rights and environmental considerations. It was up to the first world, contended Mr LAMY, to show them that these issues were not just luxuries. The Commissioner believed that the EU could build bridges between the first and the third worlds. Commissioner Lamy said the challenge now was to find a way of reconvening the talks to take on board a wider agenda. But he warned that this would not be easy and a second failure would be\"a disaster\". It was very much a case of embarking on a damage limitation exercise and he outlined three options. The first was to convene a ministerial conference with the accent on discussing such trade issues as improved market access and anti-dumping. On the positive side, the US President had indicated that such a meeting concentrating on the specific trade issues could be launched soon. On the other hand, with the US election campaign set to take off, he was not optimistic about agreeing a wider agenda before the year 2001. Perhaps, he suggested, the best way forward might be through a third alternative based on re-establishing trust and moving on a \"step-by-step\" basis. Discussions now could focus on setting down conditions for a broader agenda which could be fulfilled at a later date. As to institutional reform of the WTO, he agreed on the need for more transparency with a view to presenting the organisation in a better light and he thought the idea of a Parliamentary assembly could contribute much here, especially in guaranteeing an aspect of democratic accountability. He pointed out however, that the developing countries were the most affected by the suspension of the meeting and it was vital to offer them prospects of meaningful progress. Concluding, he said the challenge now was to quickly restore confidence and build up consensus amongst the participating parties. In the ensuing debate, the two speakers for the largest political groups, Konrad SCHWAIGER (EPP/ED, D) and António José SEGURO (PES, Ρ), both agreed that no result or the failure of Seattle was better than a bad agreement. Mr Schwaiger emphasised the need to maintain a global strategy and further contacts with developing countries on the basis of dialogue. A way must be found of discussing other issues on trade such as non-tariff barriers, services, intellectual property, the environment, social policy and minimal labour standards. And on relations with China, he emphasised here that Europe's position was different to that of the United States with issues such as investment and opening up markets to the fore. Mr Seguro pointed out that with the gap between the developing and the developed world growing, the priority was to use fora such as the WTO to try and bridge this. Trade should be seen as a way of improving the conditions of the poorer countries and while the market economy could contribute towards this by creating wealth, it did not offer a solution to all problems. A way must be found of taking account of other factors such as - 4 - PE 280.788 ",
        "environmental and social issues without indulging in protectionism. And, he continued, it was mportant to develop new partnerships that were not dependent on the USA. Finally, he expressed his support for reforms of the organisation to enable the voice of the developing countries to be heard louder and for the views of the non-governmental organisations to be represented. He too felt democratic accountability could play a useful role here. Nick CLEGG (ELDR, East Midlands), while recognising that the procedural organisation was far from perfect, warned that this should not be seen as the reason for the collapse of the talks. An organisation representing more than 130 countries was bound to be cumbersome, he said. But this could have been overcome if the political will, especially in the United States, existed. He felt however that talks should concentrate on trade issues and in particular further liberalisation, as this offered the only viable solution to combatting poverty in the developing countries. The Commission and Council should embark on a pro-active policy, starting again with the forthcoming EU/US Summit. For the Greens/EFA, Paul LANNOYE (B) felt there was a need to look at the causes of the breakdown of the negotiations starting with analysis of the way the discussions were conducted. He felt there was a need to amend the decision-making machinery by, for example, ensuring that the WTO could contribute towards sustainable development. It was, he felt, vital to look closely at ways of improving the dialogue with the USA and at the same time to take seriously the demands of the developing countries. Francis WURTZ (EUL/NGL, F) too felt there was a need for analysis of the reasons for the breakdown in the talks. He felt the protestors were a dedicated group of people not displaying nationalistic tendencies but merely trying to counter the worst aspects of globalisation and the domination of the multinationals. He agreed on the need to put \"people before profit\". This would be on the basis of the reforms of the WTO. Georges BERTHU (UEN, F) too felt the outcome had shown a victory for those who had said \"no\" to free trade. He was however concerned about the mandate being given to the Commission which he felt impinged on the sovereignty of the member states. Benedetto DELLA VEDOVA (TGI, I) took the view that no agreement was bad for consumers who would be faced with less choice and indeed bad for the environment as the poorer countries would be excluded from the markets of the developed world with the knock-on effect of increased exploitation of natural resources. He felt the agenda had been overloaded and to carry on this way would only slow down progress on the trade issues. The EU, he said, should confirm its commitment to free trade. James ELLES (EPP/ED, South East) on the other hand, in expressing his support for the Commission's approach to the negotiations, took the view that the suspension of the talks was neither a victory nor a disaster but a welcome break to allow the respective forces to regroup. The issue of globalisation, was, he said, proving problematical because it was impinging on the sovereignty of individual member states. He welcomed the idea of a Parliamentary Assembly and gradual evolution to take into account non-trade concerns. However, he warned, no-one should be under any illusion that the US would be soon changing its position, with the prospect of the election ahead. At the same time, contacts between European and US legislators could contribute towards improving understanding on both sides, he added. PE 280.788 ",
        "Eryl McNALLY (PES, Eastern) commended Mr LAMY on his performance. She considered that the agenda at Seattle had been over ambitious and the time limit had been too tight. She considered that the EU was well placed to help the process further as it has close links with ACP countries and worked well with NGOs. She was unhappy that the USA and other countries had refused to understand the \"multifunctional reasons\" for the CAP. Indeed, argued Mrs McNally the US also subsidised its agricultural sectors, but in a less transparent way than the EU. She believed that it was important that the EU showed that its concern about the environment was not a form of protectionism. She accepted that poor countries could view animal welfare as far less important than the needs of malnourished people. In conclusion she called for a reformed WTO - otherwise the US would act unilaterally. Caroline LUCAS (Greens/EFA, South East) felt something positive had come out of Seattle if it could show the EU and the US that they could not get something for nothing. She believed that the richer countries should open their markets to poorer countries in return for agreement on environmental concerns. She did not consider that the rich countries should be \"stitching up\" trade deals among themselves. It was not a level playing field, she argued, noting the reports that 30 countries had not been able to attend as they could not afford it. In conclusion Dr Lucas called on the WTO to listen to the 1200 NGOs from nearly 100 countries. Glenys KINNOCK (PES, Wales) wanted the world to look forward to the modernisation of the WTO. She confirmed that 30 countries had been unable to attend because of lack of resources and pointed to the sense of exclusion of many developing countries. Seattle had shown that it was no longer possible to ignore the concerns of 3/4 of the WTO's members. Globalisation should be bringing benefits to all, she argued. The developing countries were not prepared to accept a \"done deal\" that had been made in secret. She ended by calling for more openness. Concluding for the Commission Mr Lamy welcomed the support of most speakers. He argued that it was probably the developing countries themselves who had been most disappointed by failure. Controlled liberalisation of trade was in their interest, he believed. Decisions would have to be reached on whether to redesign the WTO, he said, while noting that 135 contracting parties would have to agree to a different system Mr LAMY expected that the EU's ambitions on the environmental agenda were higher than those of the developing countries and the USA. This would make it more difficult to make progress on the issue. He believed that the EU needed to turn towards the developing countries and strike alliances with them. Further efforts in terms of opening market access were also necessary. Finally Mr Lamy stressed the need for more transparency in the WTO. MEPs subsequently adopted a resolution which regrets the failure of the WTO member states to reach an agreement on an agenda for a new round of talks. The resolution emphasises the importance MEPs attach to viewing multilateral trade as a way of benefitting all countries and people. At the same time, it acknowledges concerns about globalisation and for the future calls on the Commission and Council to embark on talks with countries or trading blocks that share the same views as the EU. The resolution asks the Commission to pay particular attention to links between trade and development. 6 - PE 280.788 ",
        "Court fails to clear the accounts again Monday 13 December - President Jan KARLSSON appeared before the Parliament to present the annual report of the Court on the EU's 1998 budget. He said that the Court was not in a position to clear the accounts for the year. While the accounts reliably reflected the \"Community's revenue and expenditure and the financial situation at the end of the year there were so many errors affecting payments and eligibility of the transactions financed, not to mention failure to comply with the regulations, that \"the Court declines to give a positive statement on the legality and the regularity of the transactions underlying the Commission's payments\" and he continued \"the errors not only reflected on the Commission but also on the Member States who are responsible for executing some 80 percent of the budget. There were still problems with the administration and control of programmes\" he said. He concurred with the view of the Independent Committee of experts set up by Parliament that the Commission's organisation, staffing and procedures had become so obsolete and were not able to deliver the policies with the expected high degree of efficiency and accountability. This in turn led to weaknesses in financial management and control. And, he added, it was the duty for all the EU institutions to share responsibility and work to improve the situation. President Karlsson's comments on Community policies could not have been more precise. \"In most of the areas of expenditure the Court has identified Community policies and programmes that are imprecisely designed and cannot be properly evaluated. Under these circumstances, actions cannot be correctly planned and the resources needed cannot be accurately estimated. That leads to poor results and squandering of funds\". Furthermore CAP reforms, especially in the cereal sector did not seem to have brought any benefits either in the reduction of prices to consumers or improving the position of small farmers. Turning to the question of how much the funds allocated to certain programmes have actually been used, rather than analysing the efficiency of spending President Karlsson noted \" the persistence of the spending culture within the Cornmunity, more concerned with the volume of expenditure than with its quality. At the same time evaluation is not consistently applied and rarely results in concrete collective actions\" Weaknesses occurred, he continued, both in the Commission and the Member States as well as the Commission's supervision of expenditure in the different countries. The Court had discovered 98 cases riddled with errors such as overcharging, breaching tendering on state aid contracts and the absence of necessary documentation to prove the funds had been spent. On the question of controlling EU funds, such as for example interest subsidies to European Investment Bank projects, President Karlsson commented, \"the Commission has little knowledge of the projects or the final beneficiaries\". He looked forward to institutional reforms to be carried out by the Commission, with a view to introducing a genuine independent internal audit with proper management, information and accounting systems to be applied in the Member States. He also suggested penalising those states that did not introduce proper controls to detect fraud. \"Where national systems of management control are found inadequate, the flow of funds could be halted until remedial action has been taken\". He also took the Member States to task for failing to comply with their obligation to cooperate with the Commission to ensure that funds are spent properly. Only one Member State has ratified the relevant conventions and protocols on protecting the European Communities' financial interest, he said. He also felt that the European Commission should not embark on any new tasks without sufficient personnel. He told MEPs that the audit confirmed that \"the financial management culture needed urgent change\". He looked forward to the new Commission speeding up the necessary reforms to enable future enlargment to be successful. - 7 - PE 280.788 ",
        "For the PES, Eluned MORGAN (Wales), said the report showed the need for radical changes and administrative reforms which, she stated, were long overdue. She too shared Diemut THEATO's (EPP/ED, D) concern at the Commission's failure to carry out an qualitative analysis of programmes. There should, she said, be precise goals, as for example, when looking at regional fund expenditure in countries such as Wales. It was difficult to assess accurately to what extent certain programmes contributed towards creating or safeguarding jobs. She too criticised the Member States for \"sloppy standards\" and looked forward to seeing an end to this state of affairs once the administrative reforms were brought into place. She also had one specific question to Mr. Karlsson. Were the Courts findings of sufficient gravity to persuade MEPs to withold their approval of the EU's budget, in other words not to grant discharge? Lousewies van der LAAN (ELDR, NL) said the report showed just how seriously the EU's expenditure should be taken in the member states and that to achieve trust and confidence from the general public, all institutions must ensure the highest possible standards. And in this she included the European Parliament, calling for agreement on a statute for MEPs. Bart ST AES (Greens/EFA, B) looked forward to the new Commission getting to grips with this problem and he was encourage by remarks so far made. At the same time, it was important that everyone understood that the fault lay not with the Eurocrats in Brussels but with national and local authorities where most of the budget was spent. Marianne ERIKSSON (EUL/NGL, S) on the other hand, commenting on the need for accurate evaluation of the EU's budget and in particular the regional fund, pointed out that distrubution of the budget of some €40bn could, for example, finance the 32-hour week across the EU. Gianfranco DELL'ALBA (IND I) too looked forward to the next report, taking a more positive view on a reform of EU institutions, while Rijk van DAM (EDD, NL) pointed out that some of the problems, especially over environment, occurred with the contradictions in policy goals of the EU and this should be urgently tackled. Replying to the debate for the Commission, Michaele SCHREYER recognised that a number of urgent modifications needed to be made to that institution's systems. It was alarming, she said, that no statement of assurance was possible for the fifth time running. She promised that the Commission would re-double its efforts to tackle fraud and pointed to steps already taken, such as the new rules for the structural funds. Deep seated reform was needed, she underlined, and the Commission was resolved to address this. She pointed to the adoption of a system of activity-based budgetting from 2001 onwards. This would make the budget more in line with political priorities and staff could be deployed where these priorities lay. She also promised that there would be a decentralisation of control functions to the services which were actually responsible for the money. Mrs Schreyer also pointed to a reform of the Financial Regulation where she accepted that a new version was needed. The Commissioner concluded by stressing that she had been through the Court's report to see why the errors had occurred and she promised a systematic follow-up. This, she considered, would bring about an enhanced financial management system. Replying to the debate, Mr KARLSSON stated unequivocably that Parliament should be the first to receive the reports of the Court of Auditors. He also accepted that the Court should - \"like Caesar's wife\" - be above suspicion. The Court had found out who had leaked the report and action was being taken in respect of this individual. It was important, he stressed, that member states showed their willingness to fight fraud. However, this should not diminish the role of the Commission. In response to Mrs Morgan, he stressed that it was a decision for Parliament whether or not to grant discharge and it should be looking at the findings of the overall report. Mr Karlsson - 8 - PE 280.788 ",
        "underlined the need for functioning internal control systems on which external controllers could rely. He also stressed the need for the Commission to reform its disciplinary systems and he looked forward to the forthcoming dialogue with the Commission. Helsinki Summit B5-0327/ 0353-0354 / 0356-0357 / 0359/99) Tuesday 14 December - Both Commission President Romano PRODI and Finland's Prime Minister Paavo LIPPONEN welcomed the agreement reached at the Helsinki Summit over the weekend. The three main elements involved laying down a firm basis for enlargement by including a commitment to negotiate with six countries from the \"second\" group from Eastern Europe; agreeing the structure for a defence policy; and determining the agenda for the forthcoming IGC. Mr Prodi held out the possibility of reaching agreement with the first group of applicant countries at the end of the year 2002. This, he emphasised, was conditional on a reform of the EU's institutional structure and the revision of the Treaties, a point endorsed by Mr Lipponen. In addition, continued Mr Prodi, heads of state had taken the historic step of recognising Turkey as a candidate country for membership. This, he emphasised would give the Commission a green light to come forward with a pre-accession strategy and launch specific projects with this in mind. He also expressed satisfaction with the agreement to set in place a common defence policy. He also felt EU leaders had taken a responsible position towards Chechnya with the attention to direct Tacis funding towards humanitarian aid. The project for a European Charter was another significant agreement, he felt. While on the question of institutional reforms, the IGC will be in place early next year with a role for the European Parliament as an \"observer\". He regretted however, the failure to make progress on taxation, emphasising that the real goal was not merely harmonisation in itself but to reach agreement on taxing capital so that this in turn could produce a lower tax on labour and thus increase jobs. He undertook personally to examine the dossier and see if a way could be found around outstanding difficulties. Mr Lipponen broadly endorsed the Commission President's remarks, although on the question of taxation he did say that there had been agreement on a point of principle that EU residents should pay taxes on savings and he looked forward to an overall agreement sometime next year. In addition, the \"Millennium Declaration\", he said, was important in the sense that it reaffirmed the EU's commitment at this historic moment in time, especially with enlargement on the horizon. He specifically mentioned the question of nuclear safety in Eastern Europe which had been raised in the discussions. On the question of Turkey, he paid tribute to the work of the Greek Prime Minister in enabling an agreement to be reached and said that Turkey was committed to reforms, especially to tackle shortcoming in democracy, human rights and the situation of minorities. It was also necessary to examine the situation with regard to borders. And, he continued, a deadline of 2004 had been set for settling disuptes, and should this not be respected, then Turkey would be taken to the International Court of Justice. It was also necessary to find a solution to Cyprus. Turning to the question of Chechnya, while recognising the political integrity of Russia and its right to deal with terrorism, present policies and actions had breached human rights and violated Russia's commitments under the OSCE and the Council of Europe. And, he warned, there was a danger of the crisis spreading. Council had signalled its intention to act by supporting suspension of parts of the partnership of cooperation agreement with Russia, following a proposal from the Commission. But, he emphasised, the aim was not to exclude Russia and force it into an isolationist policy. - 9 - PE 280.788 ",
        "The IGC, he emphasised, would run from February to December next year with a specific remit for examining the size of the Commission, the value or \"weighting\" of votes in Council and qualified majority voting. On defence, he emphasised that the intention was not to set up a European army but merely to provide the military resources to undertake a peace-keeping role and here it was important to look at the question of a civilian police force to guarantee stability in countries affected by crises. Progress had also been made on environmental questions and the Commission is to come forward with six action programmes, envisaging the long-term strategy by the end of next year. Opening the debate, EPP/ED leader Hans-Gert POETTERING (D) commented that only historians would be able to report whether this was a historic summit by helping to strengthen the EU in preparation for the 21st century. He hoped it would be a symbol for the future but only time would tell. He welcomed the setting-up of the IGC but emphasised the importance of extended qualified majority voting. He did however, still want the conference to look at the question of setting up a basic EU Treaty to be followed later with specific legislative proposals. On the question of Turkey, he had to admit that the majority of members in the group were sceptical about taking on board this country with a different political, economic and cultural tradition to that of other European nations. Nevertheless, he did express his support for seeing Turkey as a friend and helping the EU to support the country and its moves towards creating a civil society based on respect for human rights. There was also the question of dealing with the Kurdish minority and the role of the Turkish military, he added. He then welcomed the agreement to move towards a European defence policy, emphasising his support for the EU to have the means or the equipment to act in a foreign policy area. For the PES, Enrique BARÓN CRESPO (E) too welcomed the Helsinki Summit, although like Mr Poettering, he had to admit that there were differences of opinion within the group on the question of Turkey's membership. He hoped Turkey would respond positively to the new situation. On the IGC, he felt it should be seen as a way of moving forward, rather than picking up \"leftovers\" from Amsterdam. There was a need for a legal personality for the EU so that a step forward could be made with the Charter of Human Rights. He did however take issue with Parliament's \"observer\" status, emphasising that what MEPs wanted was representation in the conference. On the withholding tax, he emphasised that it was not just a European question and trusted that progress could be made towards a global solution. The Liberal group leader Pat COX (Munster) too felt that the Summit brought a \"new optimism\" to the EU, especially with its pledge on enlargement, which he felt would bring a new political dynamic to the European integration process. While welcoming the decision on Turkey, he emphasised the need for progress on such areas as human rights, abolishing the death penalty and respect for minorities. However, he warned of the need for an early agreement on institutional questions at the IGC, pointing out that \"reforms must not become the enemy of enlargement.\" The reforms were absolutely vital, he emphasised, before expressing his disappointment at the decision to limit the agenda of the IGC to institutional questions. He too agreed on the need for Parliament to get involved in the negotiations as an equal partner. Furthermore, while welcoming the agreement on defence and the decision to set up the rapid reaction force, he did warn that this should not undermine the Atlantic alliance and give support to those isolationists in the USA. He also felt it was necessary for a wider debate on the implications of the new defence policy, both for non- -10- PE 280.788 ",
        "NATO members of the EU and non-EU members of NATO. He looked forward to defence ministers reporting to the European Parliament. Heidi Anneli HAUTALA (Greens/EFA, FIN) welcomed the progress made on transparency under the Finnish Presidency and looked forward to a Commission proposal on improving citizens' access to documents. She was also satisfied with the other aspects of the Summit agreement on enlargement and Turkey, where she took the view that Islam could be incorporated into a multicultural Europe. She was also in favour of developing the independent military capability for the EU outside of NATO. Esko SEPPÄNEN (EUL/NGL, FIN) on the other hand, expressed concern about the military developments. He saw the moves as the introduction of a European army under another name, pointing out that the decision to set up an EU military committee and a political security committee without Parliamentary scrutiny was another worrying development. This, he feared, would lead to an increase in military budgets and he questioned whether the EU's role could be extended in this way without Parliamentary approval. Gerard COLLINS (UEN, Munster) too welcomed the Helsinki Summit and its commitment to enlargement, to be pursued by negotiations on 38 separate areas. While recognising that this would bring about substantial changes to the EU, he agreed on the 2002 deadline for the IGC and institutional reforms which were vital for the process to succeed. Yet, he warned, any agreement must be reached only after careful consideration and consultation to ensure that it had the support of Europe's citizens. In particular, he did not want to see unanimity voting abolished for taxation and foreign security policies. On Turkey, he expressed his support for human rights reforms, whilst on Chechnya, a long-term solution could only come through a negotiated settlement. FrankVANHECKE (TGI, B) argued that Turkey did not really belong in Europe and that the EU had \"got down on its knees to US political interests\". Jens-Peter BONDE (EDD, DK) considered that the EU was moving away from being a community of nations to becoming a nation itself, although it was still dominated by the major powers such as France and Britain. He did not consider that enlargement would lead to more democracy in the EU. Gerhard HAGER (IND, A) felt that the Amsterdam Treaty must be improved but in general worthwhile results had been reached in Helsinki. Andrew DUFF (ELDR, Eastern) welcomed in particular the reform of Council and the programme to improve the performance and co-ordinating role of the General Affairs Council. He believed that the extension of EU competence into the defence field meant that Parliament should also be extending its scope to the defence field - especially when the West European Assembly was closed down. This was the way to achieve proper democratic scrutiny. He wanted to know in particular what plans the Presidency had to start a dialogue with Parliament on security and defence questions. Replying to the debate, Mr LIPPONEN stated that Council was assuming that the IGC should be completed by the end of 2000 to allow the Treaties to be ratified and enlargement to start. He asked whether enlargement should be postponed to allow sufficient time for national parliaments to debate the institutional changes. He stressed that the EU was not about creating a European army or crisis management force that would go out warmongering. He underlined that co-operation with Russia was in the interest of all, despite the current crisis in Chechnya. He believed that openness and good -11 - PE 280.788 ",
        "governance must be taken seriously and he emphasised the need for transparency. Finally Mr Lipponen underlined the importance of more co-operation between EU institutions. For the Commission, Romano PRODI began by regretting that failure to reach agreement on fiscal aspects. He also noted the consensus that there should be no double standards on Chechnya and the broad support for a rapid reaction force - although he recognised some disquiet in this area. He assured MEPs that the Parliament's role at the forthcoming IGC would be greater than it had been at Amsterdam, although there may have been less progress than they would have liked. Nevertheless representatives of Parliament would be present at all sessions and would have opportunities to speak. Mr Prodi considered that this was in the right direction and that the door was left open on the substance on the IGC on further co-operation. On enlargement, he pointed to the major decisions taken at Helsinki and the points of reference that would change. It was important to convince public opinion regarding the merits of enlargement, he concluded. In its subsequent adoption of this resolution, Parliament welcomed the Council's decision to begin negotiations on the accession with six new countries. The resolution notes the decision to consider Turkey as a candidate country but stresses that negotiations cannot be opened because Turkey is a long way from meeting the Copenhagen criteria. The resolution goes on to deplore the \"lack of political vision\" displayed by Council in restricting the scope of institutional reform at the next IGC and calls for further items to be added to the agenda. It also calls for Parliament to have a more significant role at the IGC and in the development of the Common Foreign and Security Policy. It also regrets the failure to reach agreement on the tax coordination package and urges a speedy resolution of the problem. Inauguration of the new building Tuesday 14 December - French President Jacques CHIRAC came to Strasbourg to open officially the new Parliament building and was welcomed by President Nicole FONTAINE. She applauded the fact that Parliament finally had its own building which was a symbol of Europe's desire to live in peace. She thanked the Council of Europe for accommodating Parliament for 40 years. She also thanked the French government and the Strasbourg authorities for their support and all others who had been involved in the building's construction. She also hoped that the teething problems of the building could be put to one side. Mrs Fontaine then noted that the British Foreign Minister Ernest Bevin in 1949 had proposed Strasbourg as a symbolic place for a new and peaceful Europe. He had referred to \"this great city which has been the witness to the stupidity of the human race\" and wanted it to become \"a symbol of European unity\". Mrs Fontaine, then paid tribute to Louise WEISS, after whom the building had been named and who had been the oldest Member in the first directly elected parliament in 1979. Mrs Fontaine made a plea for member states to reach agreement in the interests of solidarity and the common good. She referred specially to difficulties in recent days \"between two member states\" and recognised the hardships being caused by this dispute. She called for a settlement of this problem and expressed her conviction that it could be reached. In conclusion, Mrs Fontaine underlined the growing importance of Parliament and the EU and wanted the ceremony to be a sign of unity for all the citizens of the EU. President Chirac then told MEPs that this was another development in the history of Parliament, which dates back to 1952 with the first meeting of the common assembly of the Coal and Steel Community, followed 25 years later with the first directly elected Parliament. The need for -12 - PE 280.788 ",
        "Parliament to have its own building, he said, went hand-in-hand with its newly found independence. He then praised the work of the architects and all those involved in the construction of the new facilities, accepting that there had been teething troubles at the beginning. Such problems, he felt, were perhaps inevitable in view of the size of the project. He trusted however, that following measures taken quickly by the authorities, everything was now able to work smoothly. This magnificent new building, President Chirac said, was now in keeping with Parliament's new role conferred on it by the Treaties. The resignation of the Commission earlier in this year following the report by the Committee of Experts commissioned by Parliament, did, he felt, signal the end of an era - an era that had been characterised by an EU that was too technocratic and too secretive in its ways. Parliament's actions had opened up the doors and showed its ability to use its powers wisely. In fact, he continued, it was necessary to dispel the myth that the European Parliament had few powers. The Treaty had gradually increased its field of competence and responsibilities, recently reinforced by the Amsterdam Treaty. The recent hearings of new Commissioners and the pronouncements made by the European Parliament showed its value in the process of nominating the new Commission. He then paid tribute to Parliament which he acknowledged was now taking on an important role in carving out European legislation. And, he continued, Parliament's role would increase after the next round of reforms agreed at the Helsinki Summit. He supported the notion that any extension of qualified majority voting to new policy areas should be accompanied with the co-decision procedure, with Parliament acting as co-legislator. Yet Mr Chirac recognised that too few Europeans were aware of Parliament's key role in the decision-making process, as could be seen in the low turnout at the recent elections. It was therefore necessary to launch an information campaign and at the same time extend Parliament's credibility by adjusting the electoral system to bring the voter closer to the MEP and for there to be agreement on a statute for MEPs. At the same time, President Chirac continued, it was necessary to change the image of the EU, often considered too abstract, technocratic and remote from the man in the street. In response to this dilemma, he advocated a joint effort with more emphasis on tackling unemployment, social exclusion and the threat of drugs and crime. He was in favour of strengthening the social model and closer coordination of economic policies and furthering the creation of an area \"of freedom, justice and security.\" It was, he felt, vital to launch numerous information campaigns to get the message across. This had already been started with the euro and could be extended by explaining clearly the role of the institutions and joint policies. In this respect, he advocated strengthening the idea of European citizenship, based on a common identity, with respect for national concerns and different languages and cultures. This theme could be taken up with the new Charter of Fundamental Rights which he undertook to support under the French Presidency to start in the second half of next year. And, he emphasised, this would be a \"Charter of Rights and Duties\" which, he felt, could see the beginning of a genuine European citizenship. Expanding on this with the accent on youth and education would, he said, be the priority of the French Presidency of Council. The idea was to further exchanges between universities and other educational institutes, as well as encouraging young workers to take part. Enlargement would, he emphasised, complete the process of rebuilding the \"European family\" after a century characterised by wars and the cold war. But, he said, now was a time for reflection on - 1 3- PE 280.788 ",
        "how a new EU with some extra 200 million people from 20 countries could develop. After the reform of the institutions, he lent his support to the idea of \"flexibility\" or different countries pursuing different policies, as could be seen with the Schengen Agreement and the euro. But this must be accompanied with a strong foreign policy element to deal with crises as had been seen in Kosovo. This meant cooperation in the area of defence. Concluding, he was optimistic for the future. \"Yes, the 21st century will be a European renaissance.\" Emphasising France's support for the priorities of the European Parliament such as developing knowledge, innovation, the Charter of Fundamental Rights, reform of the institutions and enlargement and a European defence policy. Before President Chirac's speech, British members walked out of the chamber. Budget 2000 (A5-0095 /99 - Bourlanges, Virrankoski / A5-0103/99 - Colom I Naval) Tuesday 14 December - Finnish Finance Minister Suvi-Anne SIIMES set out Council's proposals on the budget that she hoped would satisfy MEPs. She recognised that many had concerns that the financial perspectives ceiling was too low. She stressed that both Parliament and Council shared the common goal of aiding Kosovo while also maintaining the level of aid to the poorest countries. She welcomed the fact that the new inter-institutional agreement allowed for an extended co- decision procedure and argued that Council's proposals would enable financial stability to be secured while also providing the necessary support. Council was willing to accept a flexibility clause on unprecedented expenditure. However, this should not be amended permanently. She believed that the 2 million people of Kosovo could make use of the aid funds available. This amount represented a small proportion of the budget and there was therefore no technical need to permanently amend it. The aid for East Timor would represent no cost to other items, she added. She noted that Parliament and Council had agreed that there should be funding of €3 60m for Kosovo in 2000. €60m could come from the 1999 funds. Out of the budget for 2000, €60m could come from the Obnova programme; €20 from the Echo programme and €40m from transfers. This meant that €l80m were still needed for Kosovo in 2000 as well as €20m for East Timor. Mrs Siimes agreed that Council would pay for all these new funds and that there would be no cuts in other items for aid recipients. Before April 2000, the Commission would be proposing a whole aid programme for the Western Balkans and Parliament and Council would need to examine this. She stressed the importance of Council/Parliament cooperation. Council had adopted almost all Parliament's amendments on administrative costs and the figures that Parliament had wanted to add for such programmes as Socrates. Mrs Siimes applauded this spirit of cooperation and concluded by commending her proposals to the House. It was the turn of the Budgets Committee's reporter Jean-Louis BOURLANGES (EPP/ED, F) to note that Council did not seem to have finalised its position and decided what it could accept. Nevertheless, while he felt progress was extremely slow, it did not seem impossible to breach the differences between the two sides. In effect, Council seemed to be insisting on cuts amounting to around €500m for the foreign aid budget with the exception of Kosovo where it was proposing to use the \"flexibility clause\"· to raise some of the funding. It has however agreed to spending in the areas of fisheries, East Timor and Turkey. Mr Bourlanges wanted to see a review of the institutional -14 - PE 280.788 ",
        "agreement so that the ceiling on expenditure for foreign aid could be raised but so far Council had not conceded this, and indeed, later replying to the debate, Mrs Suivi-Anne SÛMES said she did not see any need for it. Indeed Kyösti Tapio VIRRANKOSKI (ELDR, FIN) reporting on the administrative budget of the institutions expressed his dissatisfaction at Council's failure to give way on the financial perspective and wondered whether the intention was to use the \"flexibility\" clause permanently. Yet, he pointed out, with some €5.5bn needed for restoration work in the Balkans over the next five years, he could not see how this policy could be sustainable. They needed a proper budget for next year, he said. For the Commission, Michaele SCHREYER recognised that the reserve or flexibility clause would be the means to ensure the short term funding for Kosovo. Yet, she pointed out it would be a long term process to rebuild the province and urgent aid was needed to provide housing, schools and restore power supplies. She considered a precise figure of some $2.3bn had been put on the cost of this both by the World Bank and the Commission. With this in mind, she too felt was a case for revising the budgetary ceilings. As to the rest of the budget some €1.4bn in pre-accession aid was on the table this year and this would increase to some €3.1bn next year with the aim of adapting agriculture, improving environmental protection and transport facilities. There would be a proper control or monitoring of this expenditure. In fact, she welcomed the appointment of extra staff for OLAF, the anti-fraud unit, and was optimistic that the necessary funds for the year could be found. Commenting on the foreign aid budget, Gary TITLEY (PES, North West) too, wondered if the intention was to apply this \"flexibility clause\" every year, yet without a change of financial perspective, he warned the situation in the Balkans could be more disturbing, not only in regard to Serbia but also Croatia after the death of President Tudjman. Eluned MORGAN (PES, Wales) welcomed the extra funds allocated to enable more officials to be recruited for the anti-fraud unit and the attempts being made to solve the problems in the technical offices. She supported the intention to separate \"public service tasks\", which should not be outsourced, from those aspects of EU policy which could be privatised. Eryl McNALLY (PES, Eastern) expressed her broad satisfaction with the energy and research budget and in particular the means to ensure the proper monitoring of the 5th Framework Research Programme. She was, however, disappointed at what she felt was insufficient expenditure in renewable energy programmes. On social policy, Karin JÖNS (PES, D) welcomed the priority to be given to helping families, combating social exclusion and encouraging training. It was also important to encourage local initiatives, she added. On the environmental front, David BOWE (PES, Yorkshire and the Humber) expressed his satisfaction on extra resources allocated to the veterinary office to deal with the results of the BSE and dioxins crises. There was also, he added, some improvement to the EU's small health budget and he welcomed Council honouring commitments to consumer expenditure. There was still a need 15- PE 280.788 ",
        "to resolve outstanding issues concerning the LIFE environmental programme and the European Drugs Agency. On regional policy, Mark WATTS (PES, South East) expressed his approval of the extra €3 3m granted to the Interreg Programme and the funds for transport safety. On the issue of finance for culture and education, Roy PERRY (EPP/ED, South East) warned that we \"neglect it at our peril.\" Priorities seemed to have gone sadly wrong as the education budget attracted less funding than subsidies given to tobacco, he said. He also had one particular complaint that funding the prestigious bodies such as the European Youth Orchestra had not even been honoured this year and that it could not possibly be expected to survive without the subsidies that were promised to it. Marie-Arlette CARLOTTI (PES, F) expressed her dissatisfaction at the cuts made in the development aid budget. MEPs subsequently approved an agreement that was later reached with Council to use some €200m under the \"flexibility clause\" to go towards financing the reconstrucion of Kosovo. MEPs later in the week voted through a budget of some € 89.3bn (payments) and €93.28 lbn in commitments for next year after an undertaking from Council to look at the financial perspective or the ceiling on expenditure in the area of foreign aid. The understanding is that negotiations on raising it in order to accommodate fundings for Kosovo will take place should this be considered necessary. In the meantime a figure of some €360m commitments have been agreed between Parliament and Council to go towards the reconstruction of Kosovo next year, with some of the funding to be financed from carry-overs. Budget Committee Chairman Terry WYNN (PES, North West) welcomed the vote and told the House that the budget would amount to just 1.11% of the EU's GNP, well under the 1.27% ceiling on own resources. 16- PE 280.788 ",
        "BUDGET 2000 (Mío-euro) 1. AGRICULTURAL AND RURAL DEVELOPMENT 2. STRUCTURAL OPERATIONS Structural/Regional Funds Cohesion Funds Other J. INTERNAL POLICIES [ Research ! Trans European Networks || Others 4. FOREIGN POLICY 5. ADMINISTRATION 6. RESERVES 7. PRE-ACCESSION AID TOTAL COMMISSION 2000 proposals Commitments 40 901 32 678 30 019 2 659 5 937 3 630 6S6 1651 4 479 4 716 906 3167 92 784 Payments 40 901 32 000 29 200 2 800 5 626 3 600 522 1 504 3 368 4 716 906 2 146 89 663 COUNCIL 2000 (Minding) Commitments 40 526 32 678 30 019 2 659 5 808 3 630 656 1 522 4 611 4664 906 3167 92361 Payments 40 526 30 977 28 177 2 800 5 410 3 475 522 1413 3 437 4664 906 2 025 87 945 PARLIAMENT 2000 (IK radiai) Commitments 41497 32 678 30 019 2 659 6 027 3 630 688 1709 4 587 4 700 906 3167 93 562 Payments 41497 32 999 30 199 2 800 5 684 3 610 536 1538 3 410 4 700 906 2 091 91288 COUNCIL (2nd radine) Commitments 40 526 32 678 30 019 2 659 5 933 3 630 688 1615 4 606 4 704 906 3167 92 520 Payments 40 526 30 977 28 177 2 800 5 610 3 600 536 1474 3511 4 704 906 1696 87 930 PARLIAMENT 2000 (Jndradini) Commitments 40 994 32 678 30 019 2 659 6 027 3 630 688 1709 4 806 4 704 906 3167 93 281 Payments 40 994 1 31 802 29 002 2 800 5 674 3 600 536 | 1538 | 3 613 | 4 704 | 906 | 1696 I 89388 | 17 PE 280.788 ",
        "British beef ban - France given five days to comply Tuesday 14 December - Reporting on the decisions taken at the earlier Commission meeting, António VITORINO told MEPs that France had been sent a \"reasoned opinion\" from the Commission giving it five days to lift the ban on imports of British beef. Other decision taken at the meeting concerned merger regulations and the Commission's decision to impose fines ranging from €6,000 to €13,000 on companies not complying with the obligation to provide the proper information when requested. Otherwise, the meeting was taken up with audio-visual policy where agreement was reached on training programmes for professionals and allocation of the budget of some €350m for the 2000-2005 period. The question of a European fund to help repatriate refugees was also on the agenda and Mr Vitorino explained that the intention was to allocate resources according to asylum requests in the different member states. He declined to reply further to questions on the beef situation, pointing out that it would be taken up by Commissioner David BYRNE the next day. Climate change Wednesday 15 December - Opening the debate on climate change, the Finnish Environment Minister, Mrs Satu HASSI, stressed that it was one of the major challenges of sustainable development in the next millennium. It had also been one of the priorities of the environmental agenda of the Finnish Presidency. She said that the EU was generally satisfied with the outcome of the 5th conference of Members of the UN Framework Convention (CoP5) held in Bonn, at which it had declared its readiness to ratify the Kyoto Protocol by 2002. At the Helsinki Summit, Member States stressed their intention to proceed with ratification and underlined the importance of integrating environmental issues and sustainable development into policy definition and implementation. Council committed itself to ensuring that CoP6 which would be held at The Hague next year, would reach coherent and credible decisions. At Bonn, he noted, a number of concrete steps were taken in the field of review of implementation of Kyoto such as technical reviews of greenhouse gas inventories. Mrs Hassi also stressed the need to involve developing countries in such areas as technology transfer. In conclusion, she underlined the need to take action on the growing greenhouse gas trend. Ratifying the Kyoto protocol for 2002 was a challenging task that needed immediate attention. For the Commission, Margot WALLSTRÖM also welcomed Council's intention to ratify Kyoto by 2002 and believed that this process should start after CoP6 next year. She accepted that there were a number of unresolved issues, such as emissions trading, but believed that there had been good progress so far. It was important to build a bridge at CoP6 between the industrial and developing countries. Regarding nuclear energy, she believed that environmental and safety problems were too important to allow its encouragement under \"clean development\". She believed that there were other excellent alternatives. Mrs Wallström stressed the importance of getting developing countries on board and also emphasised that much other technical and critical work remained to be completed if the Kyoto Protocol were to be put into affect. In the subsequent debate, most speakers stressed the need to cut greenhouse gasses. Peter LIESE (EPP/ED, D) noted that humanity was producing twice as many greenhouse gases as the planet could absorb in the long term. Reductions were most important in the developed world, he said. He believed the Kyoto protocol was the first step in the right direction. He also stressed that although nuclear energy could not be an answer to all problems, reducing its use also presented problems. Anneli HULTHÉN (PES, S) struck a slightly different note and welcomed the fact that the -18- PE 280.788 ",
        "Commission had stated that nuclear power was not necessarily an alternative source of energy. Frédérique RIES (ELDR, Β) underlined the importance of involving the EU's citizens in tackling climate change. They were ultimately responsible for reducing emissions and needed to receive more information. Alexander de ROO (Greens/EFA, NL) noted that there were more and more aircraft flights and called for a zero emissions rate for the transport sector and a 10% reduction for domestic premises and industries. He stressed the need to invest more in renewable energy. This line was followed by Laura GONZÁLEZ ALVAREZ (EUL/NGL, E) who also underlined the need of building bridges to developing countries and providing them with adequate funding - a view that was shared by Nicole THOMAS-MAURO (UEN, F). Hans BLOKLAND (EDD, NL) called for the problem to be solved at a global level. He wanted the EU to set its own house in order and ratify the Kyoto Protocol. Liam HYLAND (UEN, IRL) called for more co-operation to reduce C02 emissions and also referred to the Irish government paper on sustainable energy. This, he noted, involved such proposals as a switch to natural gas and renewable energy sources. Replying for Council, Mrs Hassi stressed that Kyoto was only a first step and that bigger emissions reductions were necessary. Too many fossil fuels were being used and she underlined the importance of a C02 tax and eco-labelling. She also considered that it was important to build bridges with other parties such as the USA where, she believed, opinions were changing in the right direction. Mrs Wallström stated that she had been impressed by the approach of representatives of small island states which stood to lose most from global warming. She wanted environmental aspects to be integrated into transport policy but recognised that there was a long way to go yet. In conclusion, she called upon the US to get more involved and for the EU to take a lead in this area. Parliament subsequently adopted a resolution which calls for early ratification of the Kyoto protocol. Council Statement on Macao B5-0328 / 0355 / 0358 / 0388-0389 / 0391/99) Wednesday 15 December - For the Council, Mrs Satu HASSI reminded the House that on 20 December, Macao would return to Chinese rule. It would become a special acUninistrative area with broad autonomy over most areas except foreign policy. She stressed that the EU supported this status for Macao and he underlined the close links that the territory had with the EU. She noted that the EU was the third largest investor in Macao and its second largest trade partner. She believed that the agreement would create a permanent basis for co-operation. In a very personal statement, recalling his time as Governor of Hong Kong, Commissioner Chris PATTEN expressed a sense of déjà vu. He believed that a new era was opening up for Macao and welcomed the fact that it would retain its rights and freedoms. Full implementation of the agreement was vital, he said. Mr Patten concluded by paying a tribute to the last Portuguese Governor of Macao and stressed that this was an important moment in Portugal's history. Vasco GRAÇA MOURA (EPP/ED, Ρ) welcomed the comments of Council and Commission and stressed the importance of ensuring respect for human rights and the autonomous status of Macao. In a further personal statement, the former Portuguese leader, Mario SOARES (PES, P) noted that this was the end of the \"imperial era\" of Portuguese history. He recalled that he had met the Chinese Foreign Affairs Minister immediately after Portugal's 1974 revolution and since then relations between Portugal and China had been constructive, with a willingness on both sides to reach a settlement. A different note was struck by Graham WATSON (ELDR, South West) who noted that the agreement on Macao offered the EU a chance for dialogue with the \"communist dictatorship\" of -19- PE 280.788 ",
        "China. He condemned the \"kidnapping\" of James PANG, a Chinese Australian, and argued that an independent judiciary barely existed. Mr Watson considered that safeguards from freedom in Hong Kong were being eroded and he hoped that Council would not shrink from expressing its outrage on these matters. In adopting this resolution, the House stressed the importance of continued close links between the EU and Macao after its reversion to China on 20 December 1999. It also stresses the importance of helping Macao preserve its autonomy and human rights under the terms of the Sino-Portuguese Agreement. Award of Sakharov Prize to Xanana Gusmao Wednesday 15 December - In presenting the Sakharov Prize to the East Timor independence leader Xanana GUSMAO, President Nicole FONTAINE paid particular tribute to his courage and strength during his imprisonment. Outlining his life, she stressed that Mr Gusmao had always worked to try to find a peaceful solution to the problems of his country. Parliament had been proud to be involved in these efforts. Mrs Fontaine noted that 78.5% of the East Timorese people had voted in favour of independence. Mr Gusmao, she stressed, was a spokesman of \"peace, justice and freedom\" for his country. However, it would need help to build up a pluralist democracy. In accepting the award, Mr Gusmao welcomed the fact that he was in the European Parliament - the \"centre of democratic power in Europe\". He thanked MEPs for their solidarity with the sufferings of his country over many years. The new Sakharov laureate then drew a picture of the sufferings of his people under the Indonesian \"New Order\" regime where repression took place through standardising and steamrollering thought. More recently, these people had suffered through the months of murder and violence, following the referendum. However, East Timor was preparing to reconstruct itself in the physical, social and psychological fields. He stressed that independence must guarantee the benefits of freedom for all. There is \"no development without democracy\". East Timor would not just need financial support, it still felt insecure and weak and he looked to the European Parliament to provide encouragement. In conclusion Mr Gusmao stressed that he was under a tremendous burden and he would have to keep the promises he had made to his people. Following this, President Fontaine, promised the constant support of Parliament for East Timor. Technical reports Consultation procedure Wednesday 15 December - Parliament approved several institutional proposals relating to agreements with East Europe applicant member states. Co-decision procedure - second reading. 314 votes required for amendments to be adopted. (A5-0080/99 - Grossetête) Co-decision procedure - first reading. Simple majority required for amendments to be adopted. (A5-0088/99 - Miranda / A5-0091/99 - Chichester) In addition, several other technical proposals relating to a food aid convention, medicinal products, development aid and units of measurements were approved. 20 - PE 280.788 ",
        "Socrates education programmes Co-decision procedure - third reading after conciliation. Simple majority required for joint text to be approved. (A5-0097/99 - Pack) Wednesday 15 December - Parliament approved the conciliation agreement which provides for some €l.85bn to go towards the seven year Socrates II educational programme. All clear for new MEPs (A5-0084/99 - Palacio Vallelersundi) Wednesday 15 December - MEPs approved a recommendation from the Legal Affairs Committee to approve the election of all 626 MEPs. The decision means that pending any objections from the member states, the election of the new MEPs complies with the rules laid down in the Direct Elections Act of 1976. Parliament's extra budget (A5-0100/99 - Virrankoski) Wednesday 15 December - Parliament approved supplementary estimates for its budget next year, to take account of the Court decision relating to the TGI group and funding for its secretariat. New insurance rules mean boost for motorists. (A5-0086/99 - Rothley) Wednesday 15 December - MEPs approved a Council common position designed to improve insurance claims for motorists driving abroad with a number of amendments. The amendments seek to extend the scope of the legislation to cover accidents taking place in third countries but Commissioner BOLKESTEIN was not in a position to accept them in their present form. Neither was he able to accept other technical amendments which he felt would affect legal certainty. The issue now goes to conciliation. Protecting the ozone layer Co-decision procedure - second reading. 314 votes required for amendments to be adopted. (A5-0077/99 - Hulthén) Wednesday 15 December - MEPs approved a Council common position designed to reduce the production of harmful gases that deplete the ozone layer. The common position stipulates that by the year 2008 the production of such gases should not exceed 35% of 1997 levels. A number of technical amendments were adopted as well as one designed to help small firms adapt to the new legislation. Another amendment approved is designed to bring forward the date of the total ban on HCFCs to the year 2007 as against the year 2010 agreed in Council. Most of the other proposed amendments from the Environment Committee however, failed to secure a support of the required 326 votes. Heavy goods vehicles in Switzerland (A5-0075/99 - Aparicio Sánchez) Wednesday 15 December - MEPs approved a Commission proposal regulating the use of heavy lorries passing through Switzerland with a number of amendments. The legislation affects larger - 21 - PE 280.788 ",
        "vehicles above 28 tons and the amendments concern the date of implementation and implementation procedures. Spare parts for cars and heavy lorries Assent procedure (A5-0079/99 - Bodrato) Wednesday 15 December - The House approved the technical proposal relating to international technical standards for parts used in cars, lorries and other forms of transport. Fisheries conservation in the North-East Atlantic Consultation procedure (A5-0092/99 - Busk) Wednesday 15 December - MEPs approved a Commission proposal relating to controls on fisheries' vessels in the North-East Atlantic. Call to suspend aid to Russia Consultation procedure (A5-0081/99 - Valdivielso de Cué) Wednesday 15 December - In adopting this resolution by 479 votes to 14 with 55 abstentions, the House approved the proposals for aid to the New Independent States and Mongolia. A series of amendments were passed, including one calling for the conclusion of new contracts covering measures for the benefit of Russia to be funded in the context of the budget for 2000 to be suspended (with the exeption of the TACIS line for democracy and social development) until a satisfactory solution has been found in Chechnya. GM food labelling rules - call for re-think (B5-0313/99) Wednesday 15 December - Parliament adopted a resolution which calls on the Commission to come up with a new strategy and new proposals to deal with GM food labelling. MEPs want a coherent labelling policy to give consumers a clear choice and the option to buy GM-free food. MEPs want the Commission to incorporate a strictly time-limited review clause in the new regulation so that the 1% leeway on GM content can be reviewed in 12 months in the light of new scientific evidence. The legislation should be accompanied by a list of products which do not contain substances generated through DNA or GM techniques. MEPs also want the Commission to come up with proposals for GM labelling in animal feed and clarification of the regulation relating to pre-packed products. Situation in Chechnya (B5-0326/99 / B5-0330-0332 / B5-0360/99) Wednesday 15 December - In adopting this resolution, the House strongly condemned the ongoing military action against civilians in Chechnya and in particular the ultimatum against the remaining inhabitants of Grozny. The resolution calls for an immediate cease-fire and for efforts to be made to reach a peaceful settlement. It also welcomes the suspension of some of the provisions of the partnership and co-operation agreement. - 22 - PE 280.788 ",
        "Welcome for OSCE Security Charter B5-0315/99 / B5-0320-0322/99 / B5-0324/99) Wednesday 15 December - MEPs adopted a resolution which welcomes the fact that all 54 OSCE member states have signed the European Security Charter which provides a framework for peacekeeping duties across the Continent and a means of ensuring respect for human rights. British beef ban Wednesday 15 December - In the absence of consumer affairs Commissioner, David BYRNE, who was delayed en route from Brussels, Commissioner Mario MONTI told MEPs that the Commission's strategy for dealing with the French ban on imports of British beef was based on a two pronged \"carrot\" and \"stick\" approach. The \"carrot\" took the form of diplomacy or trying to persuade the French authorities to change their minds and now that this had failed, the \"stick\" consisted of initiating legal proceedings against France. This was confirmed at the previous day's Commission meeting which had decided to send a \"reasoned opinion\" to give France 5 days to comply with the Commission's decision of 10 November, ordering France to lift the embargo. Mr Monti admitted that legal action would involve lengthy procedures and that was why the Commission would prefer a negotiated settlement. Nevertheless, he insisted that the Commission had acted correctly and reminded MEPs that the Commission's own scientific committee had decided unanimously that British beef exported under the UK Date Based Export Scheme was as safe as any other beef. France's maintenance of the ban was, he said, in spite of a \"memorandum of understanding\" between French and UK experts and the Commission which provided for clarification of the question of traceability and labelling under the date based export scheme. The French government officially informed the Commission that it would be maintaining the ban on 9 December 1999 after its own food safety authority concluded that \"plausible but not quantifiable\" risks still existed with regard to the transmission of infectious British beef, even under the Date Based Export Scheme. Opening the debate, Struan STEVENSON (EPP/ED, Scotland) expressed satisfaction that France was now to be taken to court and asked for a \"fast track\" procedure so that compensation could be paid to British farmers who had suffered and he added, it was a \"red herring\" for Lionel JOSPIN to suggest that the ban could be lifted on Scottish but not English beef. All British beef was safe, he insisted, before asking the Commission what action it planned against Germany. Friedrich-Wilhelm GRAEFE zu BARINGDORF (Greens/EFA, D) stated that the partial lifting of the embargo applied in law but that if public health were at risk a member state had a right to take measures to secure its citizens' health. Liz LYNNE (ELDR, West Midlands) believed that the current situation represented a crisis for British farmers, for French farmers, and for the EU. France had to decide if it was in the EU and if it were, it had to play by the rules. She noted that there was already very shaky support in the UK and several member states for Europe. She reminded MEPs that on 1 August the EU's Scientific Committee - which had a French chair - had ruled that British beef was as safe as any other. She called for a fast track legal procedure and an injunction against France. Sylviane AINARDI (EUL/NGL, F) argued that the French government's decision was based on the conclusions of its Scientific Committee. The WTO Seattle Summit had shown the growing importance of the precautionary principle. She called for a compulsory labelling and a tracing scheme that applied right down the line. Jean-Claude MARTINEZ (IND, F) argued that the disease was due to an unknown agent. There was no safeguarding against death and the disease was 23 - PE 280.788 ",
        "still appearing. \"Is trade more important than health?\" he said. \"Should we be applying free trade or the precautionary principle?\" he wondered. Phillip WHITEHEAD (East Midlands, PES) outlined the background to this \"wretched dispute\". He argued that the French government's decision to continue with the ban had come as a surprise. Mr Whitehead was unhappy that Prime Minister Jospin had stated that he would rather be crucified by British public opinion than by French public opinion. This was not what a leader should be doing, he contended. Mr Whitehead considered that Prime Minister Blair had been betrayed, having gone for a compromise. Things had to be based on the rule of law and some form of arbitration, he said. \"Haven't things improved since the time of Henry V and Joan of Arc?\", he wondered. In conclusion, he stated that he did not want the dispute to drag on in the courts and he asked Mr Byrne what interim measures he would be proposing. Ian HUDGHTON (Greens/EFA, Scotland) regretted the French decision to continue the ban and called on the Commission to proceed with enforcement action. The concerned parties, he argued, should continue to make representations. He believed that Scotland should be treated separately and called on the Scottish Agriculture Minister to bypass London and make his own representations. Robert STURDY (EPP/ED, Eastern) stated that Mr Byrne had been \"stitched up\" by the French government and used by the British government. However, he wanted to extend his thanks to the Cornmissioner for the actions he had taken. Mr Sturdy stated that he too was a farmer and the crisis had affected every individual farmer across Europe. He then brandished two British prime steaks and noted that he could be arrested for doing this. Food could never be 100% safe, he argued, while noting that more people in France developed listeria than diseases arising from BSE. Pervenche BERES (PES, F) wished to salute the efforts of both French and British to promote dialogue. She referred to rumours that British school children were not being served beef at school. France was seeking to assert the precautionary principle, she said, arguing that food safety should not be sacrificed on the altar of free trade. The French government had made a political assessment on the basis of risk assessment, she concluded. Replying to the debate, Commissioner David BYRNE outlined the reasons for any delay in instituting procedures against France. He was convinced that the line had been taken in attempting to resolve the problem was the best. A negotiated settlement was always preferable. France's position had not become clear until 1 October, which was therefore the first opportunity that the Commission had to give a serious answer. Its first reaction was to establish if there was any basis in the French allegations and the advice that was subsequently received was that UK beef, under the Date Based Export Scheme, was as safe as any in the EU. He stressed the need to establish a distinction between public health issues and consumer choice issues. Mandatory labelling schemes would be discussed but were principally a subject of consumer choice. Mr Byrne then outlined the options that he faced. Firstly, the fast track procedures which were interim measure procedures with strict and narrow criteria. A decision would have to be reached whether the current issue fell within these criteria and whether this would be an appropriate way forward. It was necessary to establish the French response to the \"reasoned opinion\" and interim measures could not be decided until then. There was also the possibility of using an accelerated procedure whereby the Commission applied to the Court. The application of this procedure also depended on certain criteria but Mr Byrne stated that if it were appropriate he would adopt this course. He also stressed that the Date Based Export Scheme provided for traceability and by implication for labelling. - 24 - PE 280.788 ",
        "The Commissioner then noted that President Prodi had listed progress on a food safety agency as a clear priority. A White Paper had been drafted on the issue and would be presented to the College of Commissioners on 12 January. Such an agency would have to have certain competences in risk assessment. It would also have to be independent and liaise with scientists in member states. At the end of any consultation process, the opinion of the agency should be accepted by all parties. Its authority would permeate throughout the EU and it would be the \"bedrock of consumer confidence\". Court of Auditors Consultation procedure (A5-0090/99 - Theato) Thursday 16 December - All the resolutions on the appointments of members of the Court of Auditors were adopted. Consequently the following individuals were appointed to the Court. Mr Vitor Manuel Silva CALDEIRA Mr Giorgio CLEMENTE Mr Juan Manuel FABRA VALLÈS Mr Robert RE YNDERS Mr Jörgen MOHR Mr Aunus SALMI Mrs Maire GEOGHEGAN-QUINN Mr Jan O KARLSSON Late payment in commercial transactions Co-decision procedure - second reading. 314 votes required for amendments to be adopted. (A5-0099/99 - Murphy) Thursday 16 December - The resolution on proposals introducing a maximum payment period for bills in the private sector was adopted. There were a number of amendments to Council's common position. One amendment would reduce the date on which interest becomes payable to 21 days after the receipt of an invoice rather than 30 days in the common position. A further amendment would raise the level of interest for late payment from 6% in the common position to 8%. Finally, the Committee would also like to ensure prompt payment by the public authorities in Member States as well. Animals and beef: identification, registration and labelling Co-decision procedure - first reading. Simple majority required for amendments to be adopted. (A5-0101/99 - Papayannakis) Thursday 16 December - The resolution on registration and labelling of beef and bovine products was adopted with amendment. Several amendments would shorten the deadline proposed by the Commission for the prolongation of the voluntary labelling system by bringing it forward to 1 September 2000 rather than 1 January 2001. In the previous night's debate, MEPs expressed their anger at the failure to introduce a compulsory scheme by 1 January 2000 and the unilateral decision by Council to delay it for a year without consulting Parliament. 25 - PE 280.788 ",
        "BST banned Consultation procedure (A5-0098/99 - Keppelhoff-Wiechert) Thursday 16 December - In adopting this resolution, the House approved the Commission proposals that would convert the current moratorium on the marketing and administration of bovine somatotrophine (BST) into a permanent ban. BST is a hormone which boosts milk production in dairy cows. The moratorium first introduced in 1990 is due to run out at the end of this year and will now become permanent. A number of amendments were adopted which highlight the risks posed to human health by BST in dairy products. Under WTO rules, the ban cannot apply to the manufacture and importing of BST in Member States for the purpose of export to third countries as long as there is no scientific danger to human health. An amendment would ensure that no EU subsidies go towards the production or bottling of a product whose use is considered irresponsible. Indonesia Thursday 16 December - In adopting 'this resolution, the House called on the new Indonesian government to find a peaceful solution to the situation in Aceh, on the Moluccan Islands, West Papua and other parts of Indonesia. The resolution urges the authorities to bring to account those responsible for human rights violations in these territories and also in East Timor. Finally, it calls on Council to examine whether to extend the arms embargo after its expiry date of 17 January 2000. Peace process in Sierra Leone Thursday 16 December - This resolution condemns the continuing violence and human rights abuses in Sierra Leone and deplores the delay in the implementation of the peace process. It calls on all involved to contribute to a peaceful settlement of the crisis. Human Rights Capital punishment Thursday 16 December - By adopting this resolution, the House urged all countries to abolish the death penalty. In particular, MEPs called for the death penalty against Nabil Nanakli in the Yemen and Derek Rocco Barnabei in Virginia not to be implemented. Kuwaiti women's right to vote Thursday 16 December - This resolution expresses the House's dismay at the decision by the Kuwaiti National Assembly to reject proposals to give women the right to vote and stand for election. It calls on the Parliament of Kuwait to grant women full political rights. Women in Afghanistan Thursday 16 December - In adopting this resolution, MEPs condemned the discrimination carried out by the Taliban regime in Afghanistan against women. In particular, they condemned the public execution of Mrs Zaarmena and expressed shock at reports that torture was being used by the regime. 26 - PE 280.788 ",
        "Prison conditions of political prisoners in Djibouti Thursday 16 December - The House repeated its condemnation of human rights abuses in Djibouti and called for the release of all political prisoners and long-term detainees who were not being charged. Arrest of the President of the Court of Auditors in Nicaragua Thursday 16 December - In this resolution, Parliament underlined its sympathy with the Nicaraguan people who have had to suffer from various political and economic problems during recent years. It underlined the EU's determination to help Nicaraguan reconstruction while stressing the need for the authorities to respect the basic laws of democracy and human rights. It also stressed that the Audit Office fulfills an important duty and that the government should cooperate with this institution and fully respect its independence. International criminal court Thursday 16 December - By this resolution, Parliament urged the 14 member states and the applicant countries that have not yet done so to ratify the International Criminal Court statute as soon as possible. They also urged Council and Commission as a priority of the EU's foreign policy, to set the goal of re-entry into force of the Court's jurisdiction by 31 December 2000. Natural disasters France Thursday 16 December - By this resolution, MEPs welcomed the Commission's undertaking to adjust and adapt funding allocated to France to cope with the particularly severe weather conditions in part of the south of the country. They also called on the Commission to take exceptional emergency measures to provide additional assistance to help the victims of this natural disaster. Denmark, Germany, UK Thursday 16 December - The House, in this resolution, expressed its sincere condolences to the families of the victims of the hurricane disaster in Germany, Denmark and the UK. It called on the competent authorities to draw up a thorough and rigorous assessment of the damage to forests and of all the other environmental consequences of the hurricane. Vietnam Thursday 16 December - By adopting this resolution, MEPs expressed their sympathy with the families of those who, in the recent floods in Vietnam and called on the international community to come to the aid of the Vietnamese farmers. In particular, they welcomed the efforts of ECHO to immediately make available €700,000 in humanitarian aid to help the Vietnamese people. International Fund for Ireland Consultation procedure Friday 17 December - The proposal was approved without amendment. It will mean that financial contributions to the International Fund for Ireland - which promotes economic and social 27 - PE 280.788 ",
        "development and reconciliation throughout Ireland - will be continued for three more years after 1 January 2000. This will involve a payment of EUR 15m per annum. More reliable agriculture statistics Assent procedure (A5-0089/99 - Redondo Jiménez) Friday 17 December - The resolution on the Commission proposal to improve Community agricultural statistics was approved. A series of amendments were adopted, including one that would require the statistics on CAP aid payments to be forwarded in an aggregated format to EUROSTAT. New rules for hops Consultation procedure (A5-0083/99 - Mayer) Friday 17 December - The resolution on proposals to reorganise aspects of the common organisation of the market in hops was approved with amendment. One amendment seeks to ensure that data is recorded annually in the area given over to the growing of hops, demand, the distribution of different varieties, and on developments in hop-growing in individual member states. Aid for Tajikistan Consultation procedure (A5-0093/99 - Savary) Friday 17 December - The House adopted this resolution on Commission proposals to extend the exceptional financial assistance - already being granted to Armenia and Georgia - to Tajikistan. A series of amendments were adopted, including a number that reflect the fact that there are insufficient budget funds available to allow a grant to Tajikistan to be financed within the framework of the proposed macro-financial assistance. Corrigendum In the publications \"Biographies of the 626 Elected Members\" and \"Results and Elected Members\" published after the June 1999 elections, Dana Scallon (EPP/ED, Ireland) was incorrectly described as an \"anti-abortion campaigner\". We apologise for the error. 28 - PE 280.788 ",
        "POLITICAL FORMATIONS IN THE EURC EPP/ED PES ELDR GREENS/ EFA EUL/NGL UEN TGI EDD IND - 'TöTipl Β 6 5 5 7 2 %$ DK 1 3 6 1 1 4 16 D 53 33 7 6 99 GR 9 9 7 WS-' E 28 24 3 4 4 1 64 F 21 22 9 11 12 5 6 1 87^ IRL 5 1 1 2 6 UUP pil I 34 17 8 2 6 9 11 *7 ÌVEA L 2 2 1 1 ιΝΡ NL 9 6 8 4 1 3 :3Γ· ARL A 7 7 2 5 Hi LAM Ρ 9 12 2 2 *25 [ENT FIN 5 3 5 2 1 16 as at 13.12.1999 S 7 6 4 2 3 22 UK 37 30 10 6 3 1 87 %233 I HEB^EÉSE 51 48 42 ; 30 18 16 í $? ; 626 EPP/ED The European People's Party and European Democrats comprising Christian Democrat and Centre Right parties from all member states including British Conservatives and Fine Gael members from Ireland. It is the largest group in the Parliament and also now includes Ulster Unionist MEP Jim Nicholson. PES The Party of European Socialists comprising members from all EU states including Britain and Ireland. ELDR European Liberal, Democratic and Reformist Group, where the largest contingent is now from the UK. It includes one Irish independent, who is Group leader. GREENS/ This comprises 38 MEPs from Green parties in 11 member states who have formed a new alliance with 10 EFA MEPs from home rule parties in Scotland, Wales, Flanders, the Basque country, Galicia and Andalusia. The UK Greens and Plaid Cymru are represented for the first time with two MEPs respectively. EUL/NGL Next comes the Confederal Group of the European United Left/Nordic Green Left NGL Group made up of representatives of Left/Green parties from Denmark, Finland, Germany, Greece, Italy, the Netherlands, Spain and Sweden as well as members of Communist parties from France, Greece and Portugal. UEN \"The Union for a Europe of Nations\" is pledged to defend the nation state and is led by 13 French national MEPs and is opposed to further integration. It includes 6 Fianna Fail members from Ireland, nine Italians from Mr Fini's \"Allianza Nazionale\", one Danish member from the People's Party and two Portuguese members from the \"Partido Popular\". TGI This group brings together various parties of differing political complexions who have formed a Parliamentary alliance to register as a group and thus enjoy group privileges, ie. The Bonino Radical group from Italy, the \"Vlaams Blok\" from Belgium, the \"Front National\" from France and a Basque Separatist. The constitution of the group is still under dispute. EDD The Europe of Democracies and Diversities Group\" comprises six members from the French pro-hunting/defence of rural traditions group, the three new MEPs from the UK Independence Party, four anti-EU Danish members and three Dutch Calviniste. IND The independents include Belgian and French National Front members, Italian radicals and regionalist members from the Freedom Party in Austria, a Spanish regionalist and Ian Paisley. 29 PE 280.788 ",
        "INDEX December 1999 Agriculture Agenda 2000 - financing of the CAP; Jani. p20 Agenda 2000 reforms; May, p24 Agriculture and the environment - Commission Statement; J anil, p4 Battery hens; J anil, pi 1 BSE still a concern; Apr, p27 Farm prices, fruit and vegetables and marketing; Apr, plO Organic production; Jani, p24 Pig farming; Janll, p4 Poultry imports and health standards; Jani, p39 School milk programme; Jani, p37 Wine reform; Febl, p29 Bilateral relations Gibraltar; Marl, p31 Budget 1996 accounts closure; May, p6 1997 budget discharge; May, pi2 1997 discharge - postponed; May, p6 British rebate; Jani, p39; Marl, plO; NovII, p8 Budget 2000; Marli, pll; Sept, pl2; Octll, p7; Decn, pl4 Budget 2000 - President signs interinstitutional agreement and Code of Conduct; May, p28 CAP reforms - Votes postponed; Janll, pll EIB - loans guarantee; NovII, p31 ECSB Budget 2000; Octll, pi2 Inter-institutional agreement on financing; NovII, plO Supplementary budgets 1999; Sept, ρ 18 The Berlin Agreement and the financial perspectives - 2000-2006; May, p26 Turkey-EIB loan; NovII, p31 Budgetary Control 1998 accounts - Court of Auditors report; DecII, p7 Court of Auditors appointment; DecII, p25 OLAF; May, p5 Civil Liberties Civil Liberties post Amsterdam; Apr, p5 Eurodac; NovII, p27 EU-wide laws on divorce and child custody; NovII, pi 2 Free movement and Schengen; Jani, p29 Garlic smuggling; Apr, p30 Information exchange; NovII, p30 Iraq - refugee action plan criticised; Marli, pl4 Police cooperation; Marli, pi2 Refugee status; Febl, pi6 Refugees and asylum requests post- Kosovo; Apr, p7 Third-country nationals admission to the EU;FebI,pl6 Visa requirements; Febl, pi6 Consumer Protection Alcohol labelling; Febll, p9 Beef crisis; OctI, p4, p6; Octll, p28; Novi, p4; NovII, pl4; DecII, pi 8, p23 BST banned; DecII, p26 Commerce; junk e-mails; May, p25 Distance marketing of consumer financial services; May, pi 7 Dioxins in food; July, pi6 Food irradiation - Agreement at last; Janll, p9 Food safety debate; OctI, p4 GM food labelling rules; DecII, p22 Identification, registration and labelling of beef; Decn, 25 Tobacco - anti-smoking laws; NovII, pi 5 Cultural policy Culture 2000 \"Youth programme\"; Octll, p27 Culture capitals; Jani, pi5; Marl, pi3 30 PE 280.788 ",
        "Euronews; Jani, p37 Socrates; DecII, p21 Socrates and Turkey; Octll, p28 Defence policy Common EU arms policy; Janll, p5 Development AIDS conference in Lusaka; OctI, 16 Bananas; Janll, p9; Febl, p32; Marl, p9 EU-wide standards for European companies in developing countries; Jani, p33 Human rights in Lomé Convention; Jani, p33 Palestine aid; Sept, p20 Disasters Air crash in Italy; OctI, p21 Canary Islands storms; Febl, p31 Colombian earthquake; Febl, p31 Denmark, Germany, UK - Hurricane; DecII, p27 Earthquakes in Turkey and Greece; Sept, p23 France; DecH, p27 Japan - nuclear accident; OctI, p21 Mont Blanc tunnel; Apr, p33 Paddington train crash; OctI, pi6 Vietnam; DecII, p27 Economic and industrial policy 1999 Annual Economic Report; Marl, ρ 26 Balkans balance of payments aid; OctI, p6 Bank charges following the introduction of the euro; Febl, p36; Marl, p27 Commercial communications; Jani, p26 Customs cooperation and tackling fraud; Apr, p33 Customs rules - simplification; Marl, p28 Electronic money; Apr, p33 Energy tax; Febl, p7 Euro-preparations; Deci, pi2 European Central Bank - Annual Report; Octll, pl4 Internal market - Commission approach; Novi, pi 1 Internet Charter; Jani, p26 Labour intensive services - VAT; May, pi 1 Macroeconomic dialogue; Novi, p5 Millenium Bug; Febll, pi2 Postal services; Jani, p27 Public contracts - new rules; Janll, plO Savings tax; Febl, p9 State aid; Jani, p25 Tobacco taxes; FebU, p6 Universal service in telecommunications; JanH, plO VAT deductions; JarJ, p26 VAT on telecommunications; May, p26 Education and Training Leonardo II; Marli, pi 2 Employment European Pact for Employment; May, 11 ; Novi, p9 Explosive atmospheres - protection of workers; May, p27 Fixed term employees' rights; May, p28 Jobs of the future; Janll, plO Rank Xerox relocation to Ireland; Jani, p32 Worker consultation; Apr, pi5; NovII, p7 Working hours rules extended; Apr, pi6; Novi, p6; NovII, pi 2 Energy Altener II; OctI, p7 Environmental integration within EU energy policy; NovII, plO Nuclear sector in Central and Eastern Europe; Marl, p24 Renewable energies export; Jani, p34 SAVE Π; OctI, p8 Enlargement Agenda 2000 - Berlin package; May, p22 Agenda 2000, CAP reforms and the British rebate; Febl, p23 Cyprus; Apr, p32 Czech Republic; Apr, p31 Estonia; Apr, p31 31- PE 280.788 ",
        "Hungary; Apr, p31 Institutional implications of enlargement; Jani, p39 Malta; Apr, 32 Nuclear power; NovII, pi3 Poland; Apr, p32 Slovenia; Apr, p31 Turkey; OctI, pi 1 ; Deci, plO Environment Air pollution; J ani, pi 9 Cars - fuel economy; Novi, p8 Climate change; Janll, p8; OctI, pi8; DecII, pi 8 End of life vehicles; Febl, p31 Energy tax approved; Apr, p9 Environmental accession strategies; Apr, p32 Gas limits; Deci, pi5 GM foods; Febl, 27 Greenhouse gases; Febl, p5; DecII, p21 Health dangers from hairdryers and mobile phones; Marl, p22 Heavy vehicle pollution; NovII, p4 Incineration of waste; Apr, pi 8 Landfill sites; Febl, p6 Pharmaceuticals and rare diseases; Marl, p8 Power plant pollution; Apr, pi7 Product liability; Marli, plO Recycling of rubbish; Febll, pi 1 Ship-building industry; NovII, p31 Water - a vote at last; Febl, p25 External Economic Relations Enlargement and competition policy; J ani, pi 6 EU-US relations; May, p23 Fair trade and labour standards; J ani. pi 8 Framework Agreement with South Korea; Jani, pi 7 Newly independent states; DecII, p22 South Africa trade agreement; Febll, p5; May, p22; OctI, p9 WTO and the Millennium Round; OctI, ρ 16; NovII, pi 9; DecII, p4 Finnish Presidency Helsinki Summit; Deci, p5; DecII, p9 Presidency programme; July, pi3 Tampere Summit; Sept, pl3; Octll, pi8 Fisheries COM reorganisation; Deci, pi3 Discards offish; Janll, pi 2 Régionalisation of the CFP; Febll, p7 Foreign affairs Angola; Jani, p30 Bosnia - aid; Marl, p30 Caucasus peace process; Marl, p27 Central Asia-EU relations; Marl, p29 Chechnya; OctI, p20; NovII, p22; DecII, p22 China-EU relations; Janll, p7 Comoros coup condemned; May, p29 Common Foreign and Security Policy; May, 12 Czech nuclear plant; May, p29 Dagestan; Sept, p23 East Timor; Apr, p33; May, p28; Sept, ρ16;ΝονΠ,ρ28 Environment and foreign policy; Janll, p6 Ethiopia-Eritrea conflict; Febl, p30 European Code on arms exports; OctI, p20 FYROM; Marl, p28 India-EU enhanced partnership; Marl, p29 Indonesia; DecII, p26 Iraq; Jani, p30 Kazakhstan elections; Febl, p29 Korea-KEDO; Marn, p8 Kosovo; Febl, p24; Marl, p20; Apr, p25; Macao; DecII, pi 9 May, pl2: July, pl8; Sept, pl9; Octll, p22 Lusaka ceasefire agreement for the Great Lakes region; Sept, p24 Middle East; Marl, p22; May, p28;0ctl, pl3 Millennium bug; ΝονΠ, p28 Nuclear test-ban treaty - US non ratification; Octll, p24 Russia - common strategy; May, pi2 Russia-EU Helsinki summit; Octll, p26 Russia - financial crisis; Sept, p22 Sierra Leone; DecII, p26 Solana - Javier - appearance before Parliament; NovII, pi 6 32 PE 280.788 ",
        "Uzbekistan - EU agreement; Mari, p28 German Presidency Berlin Summit - Agreement welcomed; Apr, p20 Berlin Summit - no resolution; Mari, pi 7 Cologne Summit; May, p20 Conclusions of Presidency; July, p6 Presidency programme; Jani, plO Human Rights Afghanistan; DecII, p26 Amnesty for prisoners of conscience; Marl, p27 Annual report on human rights; Deci, p9 Belarus; Marl, p28; OctI, p20 Burma; Jani, p39; Apr, 33; Sept, p23 Burundi; ΝονΠ, p29 Cambodia; Apr, p34 Colombia; Jani, p31 ; Marl, p27 Cuba; Marl, p27 Death penalty; May, p29; OctI, p20; ΝονΠ, p28; DecH, p26 Djibouti; May, p29; DecH, p27 East Timor and Indonesia; Jani, p30 Guatemala; Jani, p31 Guinea-Bissau; Febl, p30 Indonesia; Marl, p27 International Criminal Court; May, p29; Decn, p27 Iranian prisoners; Sept, p24 Kosovo; Sept, p23; ΝονΠ, p28 Kosovo; Roma people; OctI, p20 Kuwait; DecII, p26 Malaysia; May, p29 Moluccas; OctI, p20 Morocco and the Western Sahara; Jani, p31 Nicaragua; DecU, p27 Nikitin, Alexander; ΝονΠ, 29 Niger; Apr, p34 Pakistan; ΝονΠ, p29 Philippines; Jani, p32 Russia; Marl, p28 Rwanda; NovII, p29 Sakharov Prize; DecII, p20 Sierra Leone; Jani, p31 Togo; Sept, p24 Turkey - Abdullah Ocalan; FebIL p4; May, p29;July,pl9; US - death penalty; Febl, p30 US-Texas death sentence; Febl, p30 Worries over attacks on religious freedom; Febl, p30 Institutional affairs Amending the rules - suspension threat for Amsterdam Treaty - rule changes; Marl, p25 Bangemann Case; July, pi 5 Budget discharge - rules change; May, p5 Calendar of part-sessions Year 2000; OctI, pl5 Censure motion; J ani, p5 Colombian President address; Octll, pl4 Commission resignation - President Santer statement; Marli, p4 Committee Chairs appointed; July, p22 Fontaine, Nicole - elected President; July, p4 Commission resignation - Council President statement and Parliament debate; Marn, p4 Commission's implementing powers; May, p27 Committee changes; Apr, p29 Council - Decision making; Febl, pi 9 Delegations; July, p9 EMU and enlargement; Febl, p29 Enlargement and institutional change; Octn,p21;Novn,p24 EU institutions - strengthening; Febl, p21 Gibraltar citizens - voting rights; Marl, p8 Independent Experts Report; Sept, p4 Institutional reforms - post-Amsterdam; Apr, p30 Members' assistants; Marl, p25 Members' interests declaration; Febl, p23 New Commission approved; Sept, p7 Oddy, Christine - suspension from Labour Party; May, p30 OLAF - change of rules; Octll, p4; ΝονΠ, p26 Openness in the EU; Jani, pl4 Parliamentary committees; July, p8 President Fontaine address to Parliament; July, p5 - 3 3- PE 280.788 ",
        "President of Commission - approval by Parliament; Jani, pi 4 President praised; May, pi9 President says no to motion of censure; Apr, p34 Prodi election; May, p22 Prodi, Romano - first appearance; Apr, pll Prodi - second appearance; May, ρ7 Prodi - third appearnce; July, pi 1 Prodi updates MEPs; OctI, plO Quaestors - election; July, plO Spencer, Tom - apology to the House; Febl, p5 Statute for MEPs; May, pi5 Strasbourg building; Sept, p7; DecH, pi2 Technical Group; July, p5; Sept, p4; Deci, p4 Vice-Presidents election; July, p5 Legal affairs Canary Islands; ΝονΠ, p31 Copyright; Febl, pi3 Electronic signatures; Jani, pi8; Octll, p4 Insurance rules mean boost for motorists; DecII, p21 Inventors and patents; Marl, p28 Late payment in commercial transactions; DecII, p25 Motorbike safety; OctH, p5 Ski lift safety; Octíl, p6 Petitions European Ombudsman and Petitions; Apr, p28 Ombudsman elected; Octll, p23 Regional Policy Agenda 2000 - structural funds; May, p24 Competition and regional aid; Janll, p8 Social Affairs Children's rights; NovII, p6 Family policy; Janll, pi2 Senior citizens; Apr, p34 Community and Sport; Deci, p4 Euro sport; Jani, p37 Transport Badly behaved aeroplane passengers; J ani, p37 Charges for the use of infrastructure: heavy goods vehicles; May, pi8 Charging of heavy goods vehicles; May, p30 Ferries and passenger safety; Marl, pi6 Lorries in Switzerland; DecII, p21 Mixed transport; Febl, p32 Rail transport - liberalisation; Marl, pi4 Seaports; J ani, pi 9 Satellite navigation systems; Jani, p20 Shipping - no to equality for foreign crews; Marl, p29 Trans-European Network - private investment sought; J ani, pi 9 Transport and lorry taxes - call for fair competition; Apr, p33 44 tons heavy goods vehicles rejected; Apr, p30 Women Daphne - Combatting domestic violence; Apr, p34, ΝονΠ, p5 » International Women's Day; Marl,5 Mainstreaming; Marl, ρ 7 Positive discrimination - new proposal promised; Marl, p7 Violence against women; Marl, ρ 5 Women's health and call for abortion to be legalised; Marl, p6 Sport -34 PE 280.788 "
    ]
}