{
    "text": [
        "",
        "1. DIRECTORATE GENERAL FOR INTERNAL POLICIES POLICY DEPARTMENT A: ECONOMIC AND SCIENTIFIC POLICY Youth Employment Initiative (YEI) in Croatia IN-DEPTH ANALYSIS Abstract The paper provides analysis of recent developments in youth (un)employment. It presents specific features of policies to fight youth unemployment in Croatia including the use of EU funding. Youth unemployment is declining, but the overall youth activity rate remains rather low. The Youth Guarantee has had an impact on national policy design showing a recent shift from employment-oriented ALMPs to more preventive and systemic measures with a view to guidance provision, skills upgrading and matching. This pattern is reflected in the profile of measures under the YEI. Like many other countries, Croatia implemented the YEI with some delay. In 2016, one in four young people participating in an ALMP (Active Labour Market Programme) was funded through the YEI. IP/A/EMPL/IC/2017-111 August 2017 PE 607.332 EN ",
        "This document was requested by the European Parliament's Committee on Employment and Social Affairs. AUTHOR(S) Valerija BOTRIĆ, The Institute of Economics, Zagreb. RESPONSIBLE ADMINISTRATOR Susanne KRAATZ EDITORIAL ASSISTANT Irene VERNACOTOLA LINGUISTIC VERSIONS Original: EN ABOUT THE EDITOR Policy departments provide in-house and external expertise to support EP committees and other parliamentary bodies in shaping legislation and exercising democratic scrutiny over EU internal policies. To contact Policy Department A or to subscribe to its newsletter please write to: Policy Department A: Economic and Scientific Policy European Parliament B-1047 Brussels E-mail: Poldep-Economy-Science@ep.europa.eu Manuscript completed in Month Year © European Union, 2017 This document is available on the Internet at: http://www.europarl.europa.eu/studies DISCLAIMER The opinions expressed in this document are the sole responsibility of the author and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the publisher is given prior notice and sent a copy. ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 3 CONTENTS LIST OF ABBREVIATIONS 4 LIST OF BOXES 5 LIST OF FIGURES 5 LIST OF TABLES 5 EXECUTIVE SUMMARY 6 1. RECENT DEVELOPMENTS IN YOUTH UNEMPLOYMENT 7 2. POLICIES TO FIGHT YOUTH UNEMPLOYMENT AND INACTIVITY 13 3. EU FUNDING: UPTAKE AND FUNCTIONING OF YEI 21 REFERENCES 29 ANNEX 32 ",
        "Policy Department A: Economic and Scientific Policy 4 PE 607.332 LIST OF ABBREVIATIONS ALMP Active Labour Market Policy CISOK Centri za informiranje i savjetovanje o karijeri (Centres for life- long career guidance) CSR Country specific recommendation CBS Croatian Central Bureau of Statistics EC European Commission ESF European Social Fund EU European Union HZZ Hrvatski zavod za zapošljavanje (Croatian Employment Service) ILO International Labour Organisation LFS Labour Force Survey MRMS Ministarstvo rada i mirovinskog sustava (Ministry of Labour and Pension System of the Republic of Croatia) NUTS Nomenclature of territorial units for statistics NEET Not in Employment, Education or Training OPEHR Operational Programme for Efficient Human Resources SOR Stručno osposobljavanje za rad bez zasnivanja radnog odnosa (a type of work placement measure targeting youth) VRH Vlada Republike Hrvatske (Government of the Republic of Croatia) YEI Youth Employment Initiative YG Youth Guarantee ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 5 LIST OF BOXES Box 1: Centres for life-long career guidance - CISOK 15 Box 2: Regional Youth Info Centres 27 LIST OF FIGURES Figure 1: Evolution of youth unemployment rates, employment rates by age 9 Figure 2: Number of registered youth (15-29) and total work placement - SOR beneficiaries in 2016 across Croatian counties 23 LIST OF TABLES Table 1: Registered unemployed persons by age (%) 10 Table 2: CISOK users 15 Table 3: Youth included in activation according to the YG Recommendation 18 Table 4: Scheme of Operational Programme Efficient Human Resources 22 Table 5: Youth (15-29) participation in ALMP according to the sources of financing 24 Table 6: Direct YG implementation measures since 2017 26 Table 7: Youth unemployment indicators (15-29) 32 Table 8: Educational attainment of registered unemployed aged 15-29 (%) 32 Table 9: Open-ended/fixed-term contracts in exit from registered unemployed due to employment by age (%) 32 Table 10: Young persons included in the ALMP by age 33 ",
        "Policy Department A: Economic and Scientific Policy 6 PE 607.332 EXECUTIVE SUMMARY Croatia is the country with the third highest youth unemployment rate in the EU . Even if having decreased from a peak of 49.9% in 2013, youth unemployment (15-24) in 2016 was 31.1 %, still high in comparison to the EU-average of 18.7%. The long and deep economic crisis (cumulative fall of GDP -13.2% 2009-2013) had strong adverse effects on the youth labour market. The NEET rate (young people not in employment, education or training) in 2015 is also one of the highest in the EU – 16.9 % (15-24) in comparison to an EU average of 11.5%. However, among the NEET population those prevail who either actively seek employment or would like to work. This suggests that youth unemployment in Croatia is to a considerable extent caused by insufficient labour market demand . Another problem is a high share of unemployed youth with upper secondary education and an increasing share of unemployed university graduates , suggesting a skills mismatch. The sluggish labour market led to a rise in long-term unemployment among young people (25 % of those unemployed aged 20-29) and subsequently increased emigration. Fighting youth unemployment has become a policy priority. The scope of active labour market policies in Croatia has been widening over time and measures targeting youth are becoming more specific – such as recognizing the importance of first work experience. The EU accession has had an impact on the evolution of ALMP . The National Guidelines for the Development and Implementation of Active Labour Market Policy in the Republic of Croatia for the period 2015 – 2017 took into account two Country-Specific Recommendations (CSR). In addition, the Youth Guarantee (YG) process has influenced the policy design in Croatia by raising awareness for the need to deal not just with registered unemployed, but also with other vulnerable groups. The YG and funding through the YEI (Youth Employment Initiative) provide additional support to the national ALMP measures targeting youth. These target youth aged 15- 29 who register at the public employment service (active NEETs). Croatia opted for an extension of the age limit beyond 24, due to the high youth unemployment and specifics of the educational system (high proportion of graduates from upper secondary school, low dropout rate). Both regions (at NUTS2 level) qualified for YEI in Croatia. Although the overall youth unemployment rate (15-24) declined from 42.1% in 2012 to 31.1% in 2016 , the regional disparities in unemployment remain high – 34.6 % in the coastal region (Jadranska Hrvatska) and 29.7 % in Kontintentalna Hrvatska. Work placement (SOR) continues to be one of the most widely used measures, not only financed through national resources, but also through YEI. Throughout the YEI implementation period, more than half of participants in all measures (71.5 % in 2015, 68.3 % in 2016, and 64.2 % in January-June 2017) were included in the work placement measure. The second most important measure in terms of the number of participants is employment support (subsidies). The share of participants in ALMP measures financed through YEI was 20.8 % in 2015, 19 % in 2016 and 24.2 % in the January- June 2017 period . To conclude, Croatia focuses on measures resulting in immediate employment or providing work experience enhancing employment chances. The most recent YEI implementation plan has been adopted by the Government in June 2017 and it refers to actions to be taken in the 2017-2018 period. They indicate an additional emphasis on skills upgrading , echoing the nation-wide discussions on education reforms. Challenges remain in the area of the activation of inactive NEETs due to a persistent lack of data to design outreach measures. ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 7 2. RECENT DEVELOPMENTS IN YOUTH UNEMPLOYMENT KEY FINDINGS  Although youth unemployment declined after having reached its peak in 2013, Croatia still shows the third highest youth unemployment rate in the EU. The long and deep economic crisis had strong adverse effects on the youth labour market.  The NEET rate also remains one of the highest in the EU. The NEET population is dominated by those who either actively seek employment or would like to work. This suggests that youth unemployment problems in Croatia are due to insufficient labour market demand. A high share of the registered unemployed are graduates from upper secondary and tertiary education, thus pointing to skills mismatches.  Recent economic recovery contributes to job creation, although less than declining unemployment rates would suggest. It seems that the decrease of labour market supply pressures was partly due to increased emigration. According to the last census of 2011, Croatia’s total population was 4,284,889 with 18.5% aged 15-29 and 11.8% in the age group 15-24 (Central Bureau of Statistics, 2013). Recent estimates by the Croatian Central Bureau of Statistics 1 (CBS) suggest that the total population has decreased by 2.5% since the Census; the share of young persons aged 15- 24 in the year 2016 was estimated at 11.3%, the decrease in the share was larger for the age group 15-29 to 17.5%. The overall Croatian population is decreasing, bringing the question of the labour force into focus. The demographic aging of Croatian society has been recognized as one of the important factors for long term fiscal sustainability. In this context, ensuring the employability of Croatia’s youth is an important structural economic goal. Croatia was profoundly affected by the latest economic crisis . The recession in the Croatian economy was deeper than in most EU economies, with an average growth rate of -2.2% in the period 2009-2014 (a cumulative fall of -13.2%). This had tremendous effects on the labour market. A drastic fall in (private-sector) employment had a profound effect on the youth labour market. The youth (15-24) unemployment rate reached 49.9% in 2013 , the third-highest in the EU, after Greece and Spain. It has since fallen to 31.1% in 2016 , still high when compared with the EU average of 18.7%. NEET rates and the youth unemployment ratio are also high. In 2016, the NEET rate (15-24) in Croatia was 16.9%, the fourth largest in the EU , after Italy, Bulgaria and Romania. Youth unemployment ratio (15-24) in Croatia stood at 11.6%, also the third largest in the EU, after Spain and Greece. Croatia is one of the EU economies where persistent youth unemployment is connected with long-lasting structural economic problems. The Croatian economy regained momentum in 2015, while labour market improvements followed with a lag. Recent data reveal that the labour market is showing signs of recovery. According to the latest data from the CBS, the unemployment rate in the first quarter of 2017 stood at 14.1%, a decline from 18.7% in the first quarter of 2014. However, only small changes in activity rates or employment rates have been recorded during the period. 1 Publication “Population by age and sex – mid-year estimate, average age of population and life expectancy”; data released on https://www.dzs.hr/ July 27 th , 2017. ",
        "Policy Department A: Economic and Scientific Policy 8 PE 607.332 This has been partially attributed to the increased emigration from the country. Although available data 2 is not precise, it reveals that since 2009, Croatia has a negative migration balance. The latest officially published statistical data, for the year 2016 shows that 13,985 persons immigrated in, while 36,436 emigrated from Croatia. The most popular destinations for emigration were Germany, Ireland and Austria, with a significant share of Bosnia and Herzegovina. The age structure of emigrated persons shows that 27% are 15-29 years old. Although based on official data it seems that emigration does not have large implications for the overall labour force 3 , there are two important points that have to be taken into account in future policy actions. The first is that official data underestimates actual emigration, so the problem is more severe. The second is that young and skilled persons are more prone to increased mobility, so lack of their active participation will probably create shortages in specific segments of the Croatian labour market in the near future. Based on data from the Croatian Employment Service (Hrvatski zavod za zapošljavanje; HZZ) also providing labour market intermediation services for the EU labour market, for the whole period since Croatia’s EU accession until the end of 2016, 4,297 young persons aged 15-29 were employed in one of the EU countries from the HZZ unemployment register (VRH, 2017). The countries of their employment were: Germany (2,691), Austria (462), Ireland (108), Slovenia (104) and Panama (98). It has to be emphasized that these data underestimate the actual numbers of youth working abroad, but the structure of countries of destination is informative. A similar issue concerns the available data on the educational attainment of the young employed in one of the EU countries (based on the HZZ register) – most of them have upper secondary education (3,231), followed by tertiary education (1,156). The Croatian labour market is characterised by low participation rates . The latest LFS data provided by the CBS for the first quarter of 2017 reveal an activity rate of 69.8% and an employment rate of 60.5% (for the population group 20-64), implying a large gap compared to the proclaimed EU2020 target 4 . One of the most important challenges from a structural point of view is to ensure higher activity rates. Some steps have been taken, such as the announcement of an increase of the statutory retirement age. However, due to low labour market demand, there is also considerable long-term unemployment in Croatia, which leads to a higher share of discouraged workers . Increasing active job search in times of long economic depression is a challenging task. 2 Croatian Central Bureau of Statistics publishes data based on the Ministry of Interior register. However, the register strongly depends on whether individuals report to the Ministry of Interior that they have emigrated. The data relies on self-reporting and is not cross-checked with the data sources from other EU countries. For example, Župarić-Iljić (2016) emphasized the differences between data on emigration from Croatia to Germany (based on Croatian statistics) and data on immigration from Croatia to Germany (based on German statistics). 3 CBS publishes labour force data based on two methodologies – one from the Labour Force Survey (ILO methodology comparable) and other from administrative sources. Based on the ILO methodology, the total labour force for the 4 th quarter of 2016 was 1,824 thousands. Based on the administrative data sources, the total labour force average for the year 2016 was 1,632 thousand persons. 4 Headline target for the employment rate in the age group 20-64 is 75%, the national target for Croatia was set less ambitious – 62.9%. Eurostat statistics reveals that this target has actually been achieved in the pre- crisis and pre-accession period. However, the crisis resulted in lower employment rates in particular for the year 2013, and the economy has still not recovered (http://ec.europa.eu/eurostat/statistics- explained/index.php/File:Heat_map_of_annual_average_employment_rates,_national_EU2020_employmen t_rate_targets_and_goal_attainment_level,_2003_%E2%80%93_2016,_persons_aged_20- 64,_all_Member_States,_%25,_F3.png). ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 9 Figure 1: Evolution of youth unemployment rates, employment rates by age Source: Eurostat. 0% 10% 20% 30% 40% 50% 60% 70% 80% 2008 2009 2010 2011 2012 2013 2014 2015 2016 Youth unemployment rates 15-19 20-24 25-29 0% 20% 40% 60% 80% 100% 2008 2009 2010 2011 2012 2013 2014 2015 2016 Youth employment rates 15-19 20-24 25-29 0% 5% 10% 15% 20% 25% 30% 2008 2009 2010 2011 2012 2013 2014 2015 2016 Youth long-term unemployment rates 15-19 20-24 25-29 ",
        "Policy Department A: Economic and Scientific Policy 10 PE 607.332 When youth population is considered, CBS data for the first quarter of 2017 reveal persisting high unemployment rates at 34.4%, low employment rates – 22.8% and low participation rates - 34.8% for the age group 15-24 (Figure 1) 5 . CBS data is based on the Labour Force Survey (LFS) methodology compatible with the ILO definition, while HZZ maintains an unemployment register providing a somewhat different overall estimate 6 of the unemployment rate. Almost one third of all individuals registered as unemployed by the Croatian Employment Service belong to the age group 15-29 (Table 1). The data also reveals that the share of youth registered at HZZ increased slightly in times of crisis, and reverted to pre-crisis levels once the economy regained momentum. This could be a signal that youth seek employment even in times of crisis, they are not discouraged by the adverse labour market conditions, but are at the same time not considered as desirable employees due to their lack of work experience 7 . This argument has been the main driving force behind one of the most widely used active labour market policies in Croatia – work placement measure SOR (stručno osposobljavanje za rad bez zasnivanja radnog odnosa) 8 . Table 1: Registered unemployed persons by age (%) 15-19 20-24 25-29 15-29 Total 2008 4.8 12.0 11.9 28.7 236 741 2009 5.0 12.8 12.8 30.6 263 174 2010 5.2 13.2 13.6 32.1 302 425 2011 5.1 13.4 13.7 32.3 305 333 2012 5.3 13.8 14.0 33.1 324 323 2013 5.3 13.8 13.7 32.8 345 112 2014 5.1 13.0 13.2 31.2 328 187 2015 5.2 12.2 12.2 29.6 285 906 2016 4.9 11.6 11.9 28.3 241 860 Source: HZZ. 5 Table 7 in the Annex shows evolution of the unemployment indicators for the population 15-29. 6 EIZ (2017) provides comparison of the evolution of the unemployment rate based on the two data sources for the period 2007-2016, as well as projections for the years 2017 and 2018. Direct comparison of the data from both sources for the year 2016 show that CBS data estimates the number of unemployed persons aged 15-24 to be 55,000 (First release No. 9.2.7, published May 4 th 2017), while the number of registered unemployed by HZZ in the same age group is 39,858 (data retrieved from http://statistika.hzz.hr on August 30 th , 2017). 7 Inspection of the job vacancies shows that employers usually seek prior work experience. Anecdotal evidence implies that there are important disadvantages for the older workers as well, even though they have previous work experience. 8 Stručno osoposobljavanje za rad bez zasnivanja radnog odnosa (SOR) is frequently referred to as occupational training without commencing employment in Croatian documents. The measure has been created to target young people entering labour market without prior work experience in their profession. The measure is offered through HZZ activities to registered unemployed persons, in order to provide professional experience for a limited period of time. More details related to the measure can be found on http://ec.europa.eu/social/main.jsp?catId=1080&langId=en&practiceId=57 ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 11 Additional data provides similar evidence of job-seeking youth. There were relatively high levels of young people not in employment, education or training (NEET): in 2016, 14.1% of 15-19 year olds had this status compared with 6.1% in the EU; 19.6% of 20-24 year olds in comparison to 16.7 % in the EU; 24.3% of 25-29 year olds in comparison to 18.8% in the EU. For the entire youth population (15-29) the NEET rate stood at 19.5% in 2016, while the average for the EU was 14.2% (Table 7 in Annex). It is interesting to see that among Croatian NEETs there is a large percentage of unemployed (12.1% in comparison to the EU average of 6.3%), large percentage of those that would like to work (15.9% in comparison to the EU average of 9.5%) and a relatively small percentage of those not wanting to work (3.6% in comparison to the EU average of 4.7%). The problem of high Croatian NEETs numbers can be mostly attributed to the sluggish labour market . Low job creation levels and a rigid labour market, amongst other things, have been blamed for the relatively more adverse effects of the crisis exerted on the young, whilst skills mismatch is another factor often mentioned in public discussions (Bejaković and Mrnjavac, 2014; Tomić, 2014). Among the total registered youth unemployed (15-29 year olds) the highest shares are recorded for the youth who completed upper secondary education (Table 8 in Annex). However, the share of unemployed university graduates is increasing in recent years, although the overall number of registered unemployed is decreasing. A high share of the long-term unemployed in total unemployment is also linked to low job creation. In 2016, among the registered unemployed almost 50% were unemployed for a period longer than 1 year, and 27% for a period longer than 3 years. HZZ register reveals that youth also experience long-term unemployment . In 2016, 12% of the registered unemployed aged 15-19 were unemployed for longer than a year, 25% of those aged 20-24 and 26% of the registered unemployed aged 25-29. This indicates that young people are experiencing long periods of unemployment at the beginning of their working life, which can potentially lead to scarring effects. The LFS data (Figure 1) indicates lower levels of long-term unemployment rates than the data from registered unemployment shows. It could be implicitly concluded that while young people wait to obtain a regular job with the help of institutional settings (such as the public employment service), they engage in undeclared activities (and admit that they have worked when asked directly in the LFS Survey). For example, Williams, Radvansky and Stefanik (2017) find that it is more likely that men, young people and the unemployed are engaged in undeclared work in Croatia. The study also revealed that one of the main motives for undeclared work was inability to find formal employment. The data in Figure 1 clearly indicates that the crisis had prolonged the average duration of unemployment for youth. With the start of economic recovery (which coincides with the start of the implementation of the Youth Guarantee in Croatia), average unemployment duration has started to decline for all youth age groups. Long-term unemployment is associated with an increased risk of poverty . Eurostat data on at risk of poverty rates (60% of median equalised income after social transfers) show that for the age group 15-29 it is somewhat lower than for the total population and there were no significant changes during the crisis period . When compared to the EU average (which is available for the year 2015), the at-risk-of-poverty rate is somewhat higher for the overall population, but slightly lower for age groups 15-24 and 15-29 in Croatia. Due to the aging population, the structural landscape of the risk of poverty in Croatia is still dominated by relatively older population groups – such as pensioners (Šućur, 2014). ",
        "Policy Department A: Economic and Scientific Policy 12 PE 607.332 It should also be noticed that in Croatia, in comparison to other EU economies, there is still a large proportion of youth living with their parents 9 . Although there is evidence of poverty among the unemployed as well as employed youth capturing the attention of the public, available data indicates that the structure of population at risk of poverty in Croatia is changing slowly. It has to be emphasized that Croatia has recognized youth as one of four vulnerable groups 10 at risk of poverty in the Strategy for combating poverty and social exclusion in the Republic of Croatia 2014-2020 (VRH, 2014a). In addition to long-term unemployment, other factors contribute to the increased risk of poverty and social inclusion of the young. Butković and Samardžija (2016) in their analysis of precarious work in Croatia identify youth as one of the population subgroups with increased probability of entering unfavourable working relationships . The data in Table 9 show that as the economic crisis deepened, the option for unemployed persons to obtain an open-ended employment contract became scarce – this can be noticed for all age groups. However, as the Croatian economy regained momentum, open-ended contracts became more frequent, in particular for the young population. The overall youth population whose work relationship is based on a fixed-term contract remains rather high – 52% of those aged 15-29 and 64.8% of those aged 15-24 (VRH, 2017). This indicates that youth can experience repeated periods of unemployment. 9 Eurostat data for the year 2013 shows that the percentage of young people living with their parents was 83.8% - similar to Italy (82.7%) or Slovakia (87.8%). The comparable indicator for the EU was 66.1%. 10 Other population subgroups identified as having higher at poverty risk are older persons and pensioners, unemployed and persons with disabilities. ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 13 3. POLICIES TO FIGHT YOUTH UNEMPLOYMENT AND INACTIVITY KEY FINDINGS  The scope of active labour market policies in Croatia has been widening over time, more recently also in connection to the EU accession process as a stimulating factor. The National Guidelines for the Development and Implementation of Active Labour Market Policy in the Republic of Croatia for the period 2015 – 2017 take into account two Country-Specific Recommendations (CSRs).  The measures targeting youth are becoming more specific, for example as the recognized need to ensure work experience for first-time job seekers. Reforms consider results from evaluations of the measures.  The Youth Guarantee process has influenced policy design in Croatia. The capacity of administration has improved; the introduction of new types of measures enhancing the overall employability of youth has been intensified. The current YG Implementation Plan for 2017-2018 builds upon the Commission analysis “First results of the Youth Employment Initiative”.  The need for evidence-based policy making as well as the importance of a participative approach including relevant social partners has been recognized by policy makers, influencing the policy making process. Recently, the labour ministry established a Working Group for ALMP monitoring in Croatia including relevant stakeholders.  Challenges remain in the area of activation policies. Croatia has experience in developing and implementing active labour market policies (ALMPs) , and unemployed youth can be frequently found among the target population even in the early phases of ALMP design (Babić, 2003; Bejaković and Gotovac, 2011; Babić, 2012; Matković, Babić and Vuga, 2012). Previously documented problems on the Croatian labour market have been incorporated in policy planning – efforts have been made to address the problems of lack of previous work experience or skills mismatch. However, most authors agree that the impact of the adopted measures was illusive, due to various reasons – from lack of specific targeting to discontinuity in financing. Bejaković (2016) provides an overview of ALMPs in Croatia, and concludes that the scope of the measures was relatively small throughout the 1992-2005 period . Efforts to align national ALMPs with EU policies have started in 2004 with the adoption of the National Employment Action Plan. The process has been additionally supported by the adoption of Joint Assessment of the Employment Policy Priorities of the Republic of Croatia (JAP) and Joint Memorandum on Social Inclusion of the Republic of Croatia (JIM), leading to the creation of more targeted measures. Active labour market policies’ scope has been further expanded in the 2011-2013 period , with additional focus on youth and an increased number of participants. ",
        "Policy Department A: Economic and Scientific Policy 14 PE 607.332 For the first time, an extensive evaluation 11 of the active labour market policies has been implemented in Croatia encompassing analysis of measures in the 2010-2013 period (HZZ, 2016). Results showed that the most widely used measure targeting young – the previously mentioned work placement measure SOR - was relatively successful since it provides professional experience for the targeted population and increases their probability of finding a job 12 months after exit from the measure. The employment probability was 57% for the participants in the measure compared to 42% in the control group 12 . According to evaluation results, there exists however, a risk of “creaming” , as it seems that those who would have found a job without any intervention were more likely to become participants in the measure. Even more importantly, the increasing participation in the measure was associated with crowding out normal entry into the labour market for the young population. It was argued that a young person could not get a job in any other way but only through participating in the measure. Employers have been known to substitute a participant in one measure with another, and union members have argued that the availability of relatively “cheap labour” disturbs normal labour market wage formation. The financial support actually received by participants was relatively low, as the intention of the measure was not to be a substitute for employment. Since youth saw no other means of entering the labour market, the measure was associated with the notion of “ exploitation of youth labour ”. Notwithstanding these negative connotations expressed by youth organisations and trade unions , it remains one of the most widely recognized and used measures for youth in Croatia. ALMPs for the most recent period have been set by the document Guidelines for the Development and Implementation of Active Labour Market Policy in the Republic of Croatia for the period 2015 – 2017 (VRH, 2014). The document recognizes two Country-Specific Recommendations (CSRs) in the assessment of Croatia’s 2014 national reform programme, aimed at increasing support to young, long-term unemployed and older workers as well as enhancing school to work transition processes (European Commission, 2014). Within the priority goal (1) - increasing the employment rate, the national strategic document defines specific goals – (1.1) increasing the youth employment rate; (1.7) removing obstacles for first time job seekers and ensuring work experience. Within the priority goal (3) – increasing the mobility of the labour force, the national strategic document defines specific goals – (3.1) – developing a system of lifelong career development, (3.2) – activation of NEET youth, (3.4) increasing the international mobility of students, (3.5) enhancing vertical mobility within the educational system and a set of measures aimed at improving the quality of the educational system in order to meet labour market needs. 11 This was however, not the first attempt of evaluation of ALMP measures in Croatia. Babić (2003) provides estimates of deadweight cost, Dorenbos et al (2002) focus on the public works, Anghel (2008) is focused on the qualitative methodology, while Matković, Babić and Vuga (2012) focus on the counterfactual econometric analysis. 12 These data are for the participants in professions requiring certification related to the work experience (not only VET, but also some regulated professions). This was the originally targeted group, when the measure was introduced. For other professions, the employment probability 12 months after participating in the measure was 69% in comparison with 47% in the control group. ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 15 Box 1: Centres for life-long career guidance - CISOK 13 Even though a high share of NEETs in Croatia do register on the unemployment register, there is also the need to intensify outreach activities. One of such attempts is through the establishment of Youth Centres (Centri za mlade) and Centres for life- long career guidance (Centri za informiranje i savjetovanje o karijeri – CISOK). While the Youth Centres are designed to work with registered unemployed youth (providing specially trained youth counselling), CISOKs are designed with the aim to be open to the whole population , which will hopefully also attract inactive NEETs. The activities in CISOKs include obtaining information about the labour market, including access to tools developed for specific purposes such as career guidance, professional development possibilities and current vacancies. Users can also participate in workshops where they can acquire skills such as how to apply for a job, what to expect at the job interview, how to participate in ALMPs, etc. HZZ (2017) reports that in 2016 they have identified 2719 CISOK users belonging to the NEET population, out of which 200 were inactive NEETs. Table 2: CISOK users 2014 2015 2016 Nr of centres 9-11 11 11 Nr of counsellors 18 + 1 (central) 18 + 1 (central) 20 + 2 (central) Nr of workshops/ Participants 1199/2814 1619/7505 1130/9473 Nr of group counselling/ participants 713/4945 1102/13733 990/19185 Nr of individual counselling 5 574 7 407 10 918 Employers’ guidance 299 169 192 Centre users 39 228 60 834 53 185 NEET users - 2 739 2 719 Unemployed 19 452 24 665 18 851 Pupils (incl. upper secondary) 13 436 25 832 25 207 Students 733 1 405 1 283 13 More details on CISOKs can be found in Moore, Zećirević and Peters (2014). ",
        "Policy Department A: Economic and Scientific Policy 16 PE 607.332 Educational attainment - no degree 3 365 13 073 15 098 - primary 10 716 13 297 11 657 - upper secondary 12 666 15 573 11 587 - tertiary 7 642 11 924 8 537 Age - under 15 6 976 16 141 14 895 - 15-19 7 526 11 292 11 836 - 20-24 2 947 3 877 2 669 - 25-29 3 649 4 247 2 893 Source: HZZ. One of the assumed benefits of CISOK is the provision of career guidance for young people starting in primary schools. This activity is very important since the educational system is going through an extensive, longer-lasting reform. Although the final goal of this reform is to ensure that learning outcomes are more aligned with labour market needs, the length and the unclear path of the process makes it difficult for young people (and their parents) to navigate through the educational options available. Another benefit of providing guidance to youth at such an early stage is that it raises awareness of potential sources of information on career development later during the lifetime. Thus, it also enables future outreach activities towards inactive NEETs. National strategic documents foresee measures implemented through different institutions – such as the Ministry of Education and Science or Ministry of Economy. However, the measures directly targeting unemployed youth are mostly implemented through the Public Employment Service of Croatia (HZZ) , where unemployed persons register. ALMPs offered to young persons include:  Public works : young unemployed persons are included in specific activities of the local community or NGOs  Employment support : a proportion of the labour cost is subsidized for a specific period of time in private sector employment  Job retention measures : aimed at supporting those employers who have a temporary decline in demand for their business activities; youth are not primarily targeted within this measure but can be beneficiaries if they find themselves working for an employer that is qualified for the measure  Self-employment support : registered unemployed persons have an option to obtain support based on an elaborated business plan  Work placement (SOR): the aim of the measure is to enable young people obtaining work experience; specifically in case of apprenticeship for trades and ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 17 crafts the measure aims to ensure that the cost of apprenticeship leading to master craftsmen (after graduation from 3-year VET educational programme) exam is not born by the employer  Training : the aim of the measure is to support unemployed persons to engage in education programmes that will lead to their higher employability  Professional development support : the aim of the measure is to provide support for additional education programmes for those newly employed or those who could become unemployed due to technological changes in their company. The scope of measures has been periodically adjusted in terms of duration of the measure, targeted beneficiaries, amount of support – but the core of the measures remains the same. Active labour market policies in Croatia were most recently redesigned with the adoption of a new package of policies in March 2017 14 . The goals of the measures have remained the same as in the previously adopted Guidelines for the 2015-2017 period. Additional emphasis has been put on skills and reducing skills mismatches: the future development of the educational system and supporting measures that will enable the unemployed to gain qualifications in demand on the labour market (VRH, 2017a). It has to be emphasized that approximately half of the overall funding for ALMPs is allocated to one of the types of measures mentioned above– the work placement measure (SOR) . This measure specifically targets youth. In comparison to the previous period, the financial support for the young participants in this programme has been increased to 2,620.80 HRK (approximately 350 EUR), as an accompanying measure – participation in educational and training programmes (covering costs of 7,000.00 HRK – approximately 940 EUR) – are provided, and beneficiaries can also be graduates from upper secondary education. This is an example of redesigning a measure in order to incorporate results from the evaluation , but also to address concerns raised by stakeholders in the process (employers, youth organisations, and others). Recently, the labour ministry established a Working Group for ALMP monitoring in Croatia, including relevant stakeholders. It is assumed that the Working Group will also discuss possible changes in the current measures 15 , in order to adjust the measures to the labour market needs. The Youth Guarantee process has influenced policy design in Croatia. Indeed, Croatia has been included in the group of Member States in which the Youth Guarantee has contributed to accelerating reforms (European Commission, 2016). This implies that one of the most important benefits of the process is not directly related to the decrease in youth unemployment, but should be sought in the increased capacity of the administration to deal with the issue . This has been particularly evident in the increased joint efforts of different segments of the administration to work on the resolution of the high (youth) unemployment problem in Croatia. The coordination of the YG scheme in Croatia lies within the responsibility of the Ministry of Labour and Pension System as the managing authority of the Operational Programme for Efficient Human Resources (OPEHR) while implementation is mostly under the responsibility of the Croatian public employment service (HZZ) . Activities of the Ministry of Science and Education may intensify in the future. The Ministry 14 More details can be found (in Croatian) http://mjere.hr/ . The previous measures were redesigned so that the participants in the measures can use them in a more flexible way. It is also foreseen that approximately one third of the total ALMP package will be financed through ESF. 15 http://www.index.hr/vijesti/clanak/strucno-osposobljavanje-za-rad-odlazi-u-povijest/972822.aspx ",
        "Policy Department A: Economic and Scientific Policy 18 PE 607.332 of Labour and Pension System established also a Council for Executing the YG implementation , ensuring coordination of all participating institutions in the YG process. Each newly registered young unemployed person is automatically eligible for the Youth Guarantee, and HZZ aims to provide an offer of employment, apprenticeship, internship, traineeship or education within 4 months. The entry point into the YG is in the Croatian case defined by the entry point into the formal unemployment register, regardless of the time since last employment or graduation from education. The question of what is considered to be an appropriate offer remains rather illusive . Quality is not assessed, but is considered ex-post to be appropriate if the potential beneficiary decided to take the offer. For example, in case of taking an education offer, an exit from the YG scheme occurs when the education programme starts. Traineeship/internship or employment offers are accepted from the date the person is registered by the mandatory social contribution funds 16 , in case of an employment offer a young person has all the legal rights and obligations associated with the employment status. Until reaching 30 years of age, a person can have multiple entries and exits from the YG , each time it is expected that an offer is provided within 4 months after the last entry in the register. The support subsequently is available to the NEET population, but only those who are actively seeking employment having registered as unemployed. Table 3: Youth included in activation according to the YG Recommendation 2014 2015 2016 Total < 4 months Total < 4 months Total < 4 months Employment offer - 15-24 50 677 22 495 52 330 27 629 51 111 28 713 - 25-29 47 253 22 696 41 288 22 866 38 081 22 570 Success rate 15-29 46.1 53.9 57.5 Traineeship/internship offer - 15-24 6 852 2 123 8 530 3 546 7 277 3 008 - 25-29 5 620 1 291 7 497 2 670 6 376 2 437 Success rate 15-29 27.4 38.8 39.8 Education offer - 15-24 1 336 287 1 084 394 1 618 728 - 25-29 408 50 376 132 564 220 Success rate 15-29 19.3 36.0 43.4 Source: HZZ. Success rate = offer within 4 months 16 This is also applicable in the case of the measure work placement - SOR (VRH, 2017). ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 19 The data in Table 3 shows that the vast majority of young people received an employment offer. Further, the table demonstrates that the proportion of those having received an offer within four months (success rate) is increasing. It reached 57.5% for employment offers in 2016 (up from 46.1% in 2014 ), 38.8% for traineeships/internships (up from 27.4% in 2014) and 43.4% for education offers (up from 19.3% in 2014). In the Croatian case, it is relatively difficult to ensure that each and every young person receives an appropriate offer in line with the Youth Guarantee due to high unemployment and high caseloads of PES staff. This has also been found to be an important constraint in other EU countries with high unemployment (European Court of Auditors, 2017). The initial phases of YG implementation were marked by relatively high administrative costs due to the high stock of registered young unemployed. At the same time, low job creation and intermediation added to the caseload pressures. As the data in Table 10 shows, participation in ALMP measures is important for the age group 25-29 in Croatia. Approximately 45% of all ALMP participants belong to this age group. Furthermore, evaluation of the ALMP measures revealed that in the work placement measure (SOR) approximately 80% of participants were aged 20-29, but only 15% had upper secondary education, most of the participants had tertiary education (HZZ, 2016). Before the YG was implemented, there were some concerns whether it is desirable for Croatia to extend the target group beyond the age limit initially proposed - 24 (Mreža mladih Hrvatske - Croatian youth network). The argument was that in case of high youth unemployment, this attempt would slow down the implementation process and cause important fiscal burden. There are recent public initiatives to design specific measures even for those beyond the age of 29 17 . These examples document that transition from school to work in Croatia is a complex problem and cannot be addressed with a unique set of measures. In June 2017, the Croatian Government adopted its Youth Guarantee Implementation Plan for the 2017-2018 period. The redesigned measures acknowledge the evaluation of the YG process 18 at the EU level , with the aim to derive more coherent and better targeted measures. The YG implementation for the 2017-2018 period consists of the following activities:  Direct YG implementation . Two broad group of measures continue to be implemented: (i) integration into the labour market (employment support, self- employment support and work placement measure - SOR) and (ii) return to education (education support either for the employed or unemployed, return to education for vulnerable youth, professional development leading to higher employability, second chance for tertiary education).  Support for YG implementation . Activities include further development of Youth employment centres, support to YG implementation stakeholders, in-depth analysis of mentorship system in Croatia and implementation of the recommendation of the results of the analysis.  Outreach activities . Two types of activities are foreseen: (i) reform activities (establishment of the NEET tracking system, further development of CISOKs, investigating possibility of professionalization of youth-related jobs) and (ii) outreach measures (YG national campaign, social innovations in youth activation, 17 https://lider.media/aktualno/biznis-i-politika/hrvatska/inicijativa-pravo-na-sor-upozorava-na-nemogucnost- zaposljavanja-osoba-koje-su-zavrsile-redovito-skolovanje/ 18 VRH (2017) document specifically mentions results presented in European Commission (2016a). ",
        "Policy Department A: Economic and Scientific Policy 20 PE 607.332 support for youth for youth activities, support for regional youth info centres, activation through cultural activities).  Supporting measures . These incorporate: (i) fiscal measures (tax breaks for first-time employees, tax breaks for open-ended contract for under 30 employees), (ii) developing career choice information system (in accordance with the national strategic document 19 , support for job fairs), measures supporting VET education (in accordance with the national strategic document 20 , implementation of the project scholarship for students for crafts and trades occupations). 19 More details on the specific proposed activities can be found in VRH (2015). 20 More details on the specific proposed activities can be found in VRH (2016b). ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 21 4. EU FUNDING: UPTAKE AND FUNCTIONING OF YEI KEY FINDINGS  The relatively late start of YEI implementation (in 2015) implies that the impact still remains to be seen. The development of measures is an ongoing process, as more evidence-based policy making activities are introduced.  The structure of participants in YEI is similar to the structure in national ALMPs – the most widely used measure is work placement SOR. Measures focusing on employment or providing work experience dominate.  Specific measures for the activation of inactive NEETs still remains an open issue. Steps have been taken to identify inactive NEETs through redesigning available data sources provided by various agencies in Croatia. The Operational Programme for Efficient Human Resources (OPEHR) has been adopted at the end of 2014 and YEI has been integrated into ESF programming in accordance with the EU Directive 1303/2013. Specifically, since EU Directive 1304/2013 allows the integration of YEI into the OPEHR as a segment of one or more priority axes 21 , Croatia has incorporated YEI into the Specific objective 8ii1 (Table 4). Implementation started at the end 22 of 2015 (Ecorys, 2015). There is a high degree of complementarity between YEI and other ESF IP 8.ii interventions in the same Operational Programme as well as in national strategic documents. As the European Commission evaluation (2016a) for the YEI concludes, in Croatia ESF supports similar actions, but either for different target groups of for a different time period . The complementarity is best revealed in the data showing participants in ALMP measures according to the source of financing (Table 5) – where it can be seen that the same measures can be financed through different sources . Due to high (youth) unemployment, most of the activities in Croatia are focused on ALMPs for the registered unemployed and less on outreach activities as presented in the previous chapter in more detail. Prior to the adoption of the OPEHR, the youth supporting package of measures called “Young and Creative” has been in the implementation phase. With the adoption of the OPEHR, the package has been extended in order to better target vulnerable youth. This implies that in order to redesign already implemented measures, additional steps have been taken towards evidence-based policy making 23 . The Youth Employment Initiative experienced significant delays in setting up programmes, designating authorities and submitting payment applications across eligible Member States (Tymowski, 2017). In the Croatian case, the accreditation package was approved by the Agency for the Audit of European Union Programmes Implementation System (ARPA) in May 2016 (MRMS, 2016). 21 This option for programming has been adopted by a large share of Member States (European Commission, 2016a). 22 In reality, although the formal implementation started late, the ALMP participants were already included in the measures since beginning of the year. So in the data presented in this paper, the participants are presented for the whole year and not the date the official implementation started. 23 As already shown, Croatia has some experience with the evaluation of existing ALMP measures and the scope of the evaluation activities is intensifying in time. In similar way, the inclusion of social partners has been limited at the beginning of the ALMP implementation, but has increased in time. The need for participative approach has been in particular recognized in the context of YG implementation. ",
        "Policy Department A: Economic and Scientific Policy 22 PE 607.332 So, regardless of the initial intention to frontload the YEI funding , due to the delay in the adoption of OPs and lengthy preparation of implementation, the financial implementation started only in November 2015 . After a slow start, the procedures seem to be in place, but the assessment of the impact is relatively hard to quantify. Table 4: Scheme of Operational Programme Efficient Human Resources ESF/YEI funding Priority Axes ESF/YEI ESF Funding Priority Axes 1: Promoting sustainable and quality employment and supporting labour mobility Overall: Total €: 471 269 395 ESF €: 400 578 985 Co-fund €: 70 690 410 NEET: Total €: 80.772.489 ESF €: 68.656.616 Co-fund €: 12 115 873 Investment Priority 8i: Access to employment for job seekers and inactive people, including the long-term unemployed far from the labour market, also through local employment initiatives and support for labour mobility Investment Priority 8ii: Sustainable integration into the labour market of young people (ESF), in particular NEET, including young people at risk of social exclusion and young people from marginalized communities, including through implementation of Youth Guarantee Specific objectives:  Increase employment and rapid integration of long- term unemployed NEETs into the labour market and of all NEETs from 2019 YEI Funding Priority Axes 1: Promoting sustainable and quality employment and supporting labour mobility Total YEI €: 144 032 608 YEI €: 66 177 144 ESF €: 66 177 144 Co-fund €: 11 678 320 Investment Priority 8ii: Sustainable integration into the labour market of young people (YEI), in particular NEET, including young people at risk of social exclusion and young people from marginalized communities, including though the implementation of the Youth Guarantee Specific objectives:  Increase employment and rapid integration of NEETs via YEI into the labour market Source: ESF OPEHR Croatia. Croatia is divided into two statistical regions. Both NUTS2 regions qualified for YEI , since the youth unemployment rate for young people aged 15-24 was above 25% in 2012. Although the overall y outh unemployment rate declined from 42.1% in 2012 to 31.1% in 2016 , the regional disparities in unemployment remain high – 34.6% in the ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 23 coastal region (Jadranska Hrvatska) and 29.7% in Kontintentalna Hrvatska (Continental Croatia). Croatia (along with 10 other Member States) used the option to extend the age limit for the target youth population both for Youth Guarantee and YEI to 29 (European Commission, 2016a). Comparable data for young people aged 15-29 reveal that the unemployment rate in Jadranska Hrvatska decreased from 29.6% in 2012 to 28.2% in 2016, while in Kontinentalna Hrvatska it decreased from 32% in 2012 to 22.8% in 2016 . The decline in the unemployment rate in Kontinentalna Hrvatska cannot be directly attributed to the implementation of the YEI. As indicated in the introductory section, the overall unemployment rate is declining while employment rate is not showing comparable increase, partially due to increased emigration. Also, as indicated, emigration data is not precise. Nevertheless, anecdotal evidence suggests a larger emigration from the eastern parts of Croatia (belonging to Kontinentalna Hrvatska ), with evidence of the introduction of new direct bus lines (Germany) or even flights (Ireland) to destination countries. HZZ, however, makes an effort to provide ALMP measures where they are most needed. The data in Figure 2 illustrates the regional distribution of registered unemployed youth in Croatia and the number of participants in the most widely used work placement measure (SOR) during the last year (regardless of the sources of funding). The correlation is, obviously, not perfect since the success of work placements strongly depends on the willingness of employers to participate in the measure. Figure 2: Number of registered youth (15-29) and total work placement - SOR beneficiaries in 2016 across Croatian counties Source: HZZ (2017). As previously emphasized, there is a high complementarity between nationally supported measures, measures funded through ESF, and YEI measures . The 0 2000 4000 6000 8000 10000 12000 unemployed SOR participants ",
        "Policy Department A: Economic and Scientific Policy 24 PE 607.332 evolution of the measures in the national context has been explained above, as well as the role of YG process for developing national ALMP. Some of the measures (but not all measures targeting youth) were also redesigned and targeted in such a way that they become eligible for financing through ESF or YEI . The numbers of young persons having participated in the ALMP measures during the period 2014 until January-June 2017 are shown in Table 5. Table 5: Youth (15-29) participation in ALMP according to the sources of financing 2014 2015 2016 1-6/2017 All sources of financing Public works 1 717 2 827 1 966 666 Training of unemployed 708 673 1 529 61 Self-employment support 604 778 687 378 Employment support 3 193 4 317 3 960 1 617 Job retention 3 406 4 1 Work placement (SOR) 12 448 16 007 13 613 3 998 Professional development 28 42 9 10 Permanent seasonal worker 309 0 522 40 Total 19 010 25 050 22 290 6 771 Out of which Youth Guarantee Public works - 338 500 104 Training of unemployed - - 176 - Self-employment support - 436 133 153 Employment support - 1 976 1 462 535 Work placement (SOR) - 4 687 4 705 1 419 Total YG - 7 437 7 576 2 211 Out of which YEI Public works - 69 146 103 Training of unemployed - - 499 - Self-employment support - 340 122 153 Employment support - 1 104 1 154 535 Work placement (SOR) - 3 797 4 135 1 417 Total YEI - 5 310 6 056 2 208 Source: HZZ. The data reveals that a high and increasing proportion of the ESF in general is financed through the YEI in Croatia . This reflects the type of beneficiaries targeted by ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 25 the YEI and ESF: the activities are planned in such a way that YEI addresses the emergency youth unemployment issues , while ESF will provide support to more difficult to resolve or intractable unemployment issues . The European Commission (2016a) reports that countries have frequently opted for this division of funding. As can be seen from the data, work placement-SOR continues to be one of the most widely used measures , not only financed through national resources, but also through the YEI. Throughout the YEI implementation period, more than half of participants in all measures (71.5% in 2015, 68.3% in 2016, and 64.2% in January-June 2017) were included in the work placement (SOR) measure, being the second most important measure in terms of the number of participants is employment support. The share of all participants supported through YEI financing was 20.8% in 2015, 19% in 2016 and 24.2% in the January-June 2017 period. It can be concluded that those measures resulting in immediate employment or providing work experience enhancing employment chances are the most widely used. Self-employment measures 24 saw a decline in the number of participants. It could be the case that youth, after being in a disadvantageous position on the labour market during the long and deep economic crisis, are not encouraged by the recent economic recovery. Additionally, existing research in Croatia reveals that participation of the young (18-34) in entrepreneurial activities is decreasing and is lower than in the comparison group of countries (Singer et al, 2012). Furthermore, Botrić and Tomić (2016) reveal that the young are less likely to become self-employed than the older (than 50) population in Croatia . The authors also show that youth are less likely to turn to self- employment directly after graduation; youth are more likely to become self- employed out of necessity (after a period of unemployment). So far, it cannot be precisely stated whether the YEI (ESF) funding creates a net increase or substitutes for national funding 25 in Croatia, as is also frequently the case in other Member States (European Court of Auditors, 2017). However, based on the data presented in Table 5, the number of participants in specific measures before and after YG/YEI implementation can be compared. There has been a significant increase in the number of participants in the measures in 2015 in comparison to 2014 – public works, self-employment support, employment support and work placement (SOR). In 2016, a significant increase in training of the unemployed can be noticed compared to 2015 – in accordance to the shifting attention to the skills mismatch on the labour market instead of just focusing on the first work experience. As the European Court of Auditors (2017) has established, one of the major weaknesses is that the YEI target population is broadly defined as inactive and active NEETs, with little 24 The measure itself is not available only to the young (HZZ, 2016). Results of the evaluation of the measure implemented during the period 2010-2013 found that 19% were registered as unemployed longer than 2 years, and an additional 19% for a period between 1 and 2 years. Demographic characteristics show that approximately 60% were male, 27% were less than 30 years old and 14% were more than 50 years old. The educational attainment level for most of them was upper secondary (72%) and financial situation in their household was self ‐ assessed as unfavourable (53%). Qualitative assessment of the measure suggests that the average unemployed person is not a suitable beneficiary, in particular due to lack of motivation, knowledge of specific markets or even work ‐ related habits (organisational skills, accountability). Those who were successful beneficiaries of the start ‐ up incentive measure mostly declared independence and the ability to be one’s own boss as the pull factor towards the measure. 25 The financial context will have to be resolved in the evaluation foreseen for the year 2018. Due to the relatively late start in implementation, the frontloading of YEI funds was not possible in year 2014. Although all the beneficiaries starting from January 2015 were eligible for funding, the accreditation process ended in May 2016. As Ecorys (2015) suggests, by the end of the year 2015 the funds were not certified yet. ",
        "Policy Department A: Economic and Scientific Policy 26 PE 607.332 efforts to provide global assessments of the characteristics of the NEET population beyond age, regional distribution and the level of education. This is not only a problem in Croatia , but also in other Member States (Belgium, Hungary, Lithuania, Poland and Romania). Due to a lack of adequate data sources , the OPEHR explicitly states that YEI will target those NEETs who can be rapidly included in the measures . ESF is complementary as it targets long-term unemployed NEETs and probably, this population will be in the focus from 2019 onwards. Even though there is a lack of formal gap analysis, Ecorys (2015) concludes that targets set in the OPEHR are realistic . The judgement is based on the notion that there is a long tradition of ALMP measures and working directly with the unemployed in Croatia. So, even though there seems to be lack of research on formal gap analysis (in particular in the case of inactive NEETs), there is informal qualitative knowledge guiding the design of the measures to combat youth unemployment. Table 6: Direct YG implementation measures since 2017 Measure Targeted YEI/YG financing Change in scope Labour market integration (2017-2018) Employment 6 147 YES – mostly YEI Public works 5 142 YES – mostly YEI Self employment 2 685 YES – mostly YEI Occupational training 23 199 YES – mostly ESF Financing of additional education during participating Return to education Education of the employed 899 Education of the unemployed 8 596 YES – mostly YEI Vulnerable youth 525 annually YES - planned Implementation in 2018-2020 Professional development Implementation in 2018-2020 Second chance Implementation in 2017-2020 Source: VRH (2017). Bearing that in mind, it has to be emphasized that the scope of analysis of youth unemployment in Croatia is improving over time . Thus, the Plan for the YG Implementation for the period 2017-2018 provides more analysis on the educational attainment of the registered unemployed persons and identifies youth with low qualifications as well as those with disabilities as important target groups. The measures previously described are also planned to be implemented in the 2017-2018 period (Table 6). Most of them are planned to be financed also through the YEI as well as ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 27 through ESF, in line with the complementarity approach adopted in the OPEHR. However, allocations for this period are in most cases still planned for the YEI . The implementation of the YEI in Croatia started in 2015. With the redesign of some specific measures, these partially started to be implemented only as of 2017 . Current efforts are focused on the successful implementation of the proposed projects and redesigned policy measures. The actual impact of the measures still remains to be seen. The increasing number of activities as well as the increasing number of participants (6,056 in 2016 in comparison to 5,310 in 2015) in the measures are encouraging. Bearing in mind also the numbers for the period January-June 2017, it seems that the goal of 21,000 persons to participate in the YEI “Implementation of active employment policy measures for young people” during the November 2015 – December 2018 period could be achieved. Box 2: Regional Youth Info Centres There are some positive examples of outreach activities . The Ministry for Demographics, Family, Youth and Social Policy supports a project developing Regional Youth Info Centres (Regionalni info centri za mlade). This action has been provided for in the national strategic documents (Nacionalni program za mlade). The aim is to support NGOs to provide various information to youth : on employment opportunities, education, skills upgrading (in particular digital skills), culture-related activities etc. One of the important activities of these centres is to promote the Youth Guarantee. The idea is that through organising youth-for-youth activities it is possible to reach inactive NEETs and to encourage them to participate in the labour market. MRMS (2015) reports that during 2014, 4 regional centres in major Croatian cities (Zagreb, Osijek, Rijeka, Split) provided counselling services to 4665 beneficiaries. The number of beneficiaries in 2015 was somewhat lower – 4016 (MRMS, 2016). The activities in 2015 also included 28 skills workshops with 451 participants. In addition to this direct contact, information obtained through the centres web-pages could possibly reach a wider audience. For example, Informativni centar za mlade Zagreb (http://icm-zg.info/) provides information about important issues such as questions employers should not ask at the job interview, potentially interesting vacancies, formal and informal learning possibilities for young people or information how to become active in youth organisations, etc. There are numerous challenges in implementing the YEI in the context of high unemployment and slow economic recovery. The actual contribution to decreasing the burden of unemployment seems to be elusive. As the European Court of Auditors (2017) emphasized, in Croatia the YEI allocation is driven by the availability of providers making offers to NEET . Thus, the emphasis is on the NEET who could be rapidly included in the measures. Yet, national measures also target this group. This can cloud the actual contribution of each funding component in the impact assessment. On the other hand, the need to produce quick results and increase the visibility of the measure can lead to the creaming effect and possibly high deadweight of the implemented measures. In addition to unemployment, one of the specific Croatian problems is low participation rates on the labour market . Although this is important for the overall population, the ",
        "Policy Department A: Economic and Scientific Policy 28 PE 607.332 demographic prospects of an aging society suggest that each possible inactive young person should be motivated to participate in the labour market. A further challenge is to develop outreach measures addressing inactive NEETs in Croatia. The European Commission (2016a) documents that in Croatia up to November 2015 all participants in the YEI supported measures as well as ESF supported measures were active (registered unemployed) NEETs. Some steps have been made to address the issue of inactive NEETs in accordance with the project “Establishment of a NEET tracing system” . Activities regarding the identification of inactive NEETs have been intensified . The protocols to exchange information from the databases on students (the responsibility of the Ministry of Science and Education), unemployed (responsibility of HZZ), and the employed (Croatian Pension Insurance Agency) are in the advanced testing phase. Results from the analysis of the inactive NEET database will allow for designing measures targeting NEETs not having been reached before. As the European Commission (2017) recently concluded, there are many challenges . In addition to improving the rate of placement of young people, there is also a need to strengthen monitoring and evaluation of the measures in place as well as to improve coordination among YG implementation bodies. The recent orientation towards promotion of education and skills upgrading are certainly a step into the right direction. However, since the activities are planned to intensify in the period 2017-2018, their effects are still to be seen. ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 29 REFERENCES  Anghel, L. (2008) Evaluation of Active Labour Market Policies Implemented by Croatian Employment Service – Final Report. http://www.hzz.hr/phare2005/userdocsimages/Evaluation%20report_ENG.pdf  Babić, Z. (2003) Uloga aktivne politike na tržištu rada u Hrvatskoj, Financijska teorija i praksa, 27(4): 547-566.  Babić, Z. (2012) Aktivna politika tržišta rada: europski kontekst i hrvatska praksa, Socijalna ekologija, 21(1): 31-52.  Bejaković, P., Gotovac, V. (2011) Aktivnosti na gospodarskom oporavku u Republici Hrvatskoj s naglaskom na tržište rada, Revija za socijalnu politiku, 18(3): 331-355.  Bejaković, P. (2016) Razvoj mjera aktivne politike zapošljavanja u Hrvatskoj i njihova evaluacija, Revija za socijalnu politiku, 23(2): 285-294.  Bejaković, P., Mrnjavac, Ž. (2014) Skill Mismatches and Anticipation of the Future Labour Market Need: Case of Croatia, Zagreb International Review of Economics & Business, 17(1): 47-68.  Botrić, V., Tomić, I. (2016) Self-employment of the young and the old: exploring effects of the crisis in Croatia, EIZ Working Papers EIZ-WP-1603.  Butković, H., Samardžija, V. (2016) Nonstandard work in Croatia: Challenges and Perspectives in Selected Sectors, Zagreb: Institute for Development and International Relations.  Central Bureau of Statistics (2013) Census of Population, Households and Dwellings 2011, Population by Sex and Age, Statistical Reports No. 1468.  Dorenbos, R., van Winden, P., Walsh, K., Švaljek, S., Milas, G. (2002) Evaluation of Program of Public Works in Croatia - Final report. Rotterdam: NEI Labour and Education, T.E.R.N.  Ecorys (2015) Evaluacija Inicijative za zapošljavanje mladih u sklopu Operartivnog programa učnikoviti ljudski potencijali 2014.-2020.  EIZ (2017) Croatian Economic Outlook, No. 70, http://www.eizg.hr/hr-HR/Croatian- Economic-Outlook-25.aspx  ESF Operational Programme Efficient Human Resources 2014-2020 Croatia, http://www.esf.hr/wordpress/wp-content/uploads/2015/02/FINAL-OP-EHR.pdf  European Commission (2014) Assessment of the 2014 national reform programme and convergence programme for Croatia, SWD(2014) 412 final, http://ec.europa.eu/europe2020/pdf/csr2014/swd2014_croatia_en.pdf  European Commission (2016) “The Youth Guarantee and Youth Employment Initiative three years on”, COM(2016) 646 final.  European Commission (2016a) First results of the Youth Employment Initiative: A Final Report to DG Employment, Social Affairs and Inclusion of the European Commission, http://ec.europa.eu/social/BlobServlet?docId=16361&langId=en  European Commission (2017) Youth Guarantee country by country: Croatia http://ec.europa.eu/social/BlobServlet?docId=13632&langId=en  European Court of Auditors (2017) Youth unemployment – have EU policies made a difference? An assessment of the Youth Guarantee and the Youth Employment ",
        "Policy Department A: Economic and Scientific Policy 30 PE 607.332 Initiative, Special Report http://www.eca.europa.eu/Lists/ECADocuments/SR17_5/SR_YOUTH_GUARANTEE_E N.pdf  HZZ (2016) Vanjska evaluacija mjera aktivne politike tržišta rada 2010. - 2013., Sumarno evaluacijsko izvješće.  HZZ (2017) Godišnjak 2016., http://www.hzz.hr/UserDocsImages/HZZ_Godisnjak_2016.pdf  Matković, T., Babić, Z., Vuga, A. (2012) Evaluacija mjera aktivne politike zapošljavanja 2009. i 2010. Godine u Republici Hrvatskoj, Revija za socijalnu politiku, 19(3): 303- 336.  Ministarstvo socijalne politike i mladih (2014) Nacionalni program za mlade za razdoblje od 2014. do 2017. godine, http://mladi-eu.hr/wp- content/uploads/2015/07/Nacionalni-program-za-mlade-14-17.pdf  Moore, N., Zećirević, M. Peters, S. (2014) Establishing Croatia’s lifelong career guidance service, Journal of the National Institute for Career Education and Counselling, 32: 19-26.  Mreža mladih Hrvatske. Policy brief on Croatia: Country and the hour: road to effective and inclusive implementation of youth guarantee. http://www.mmh.hr/files/ckfinder/files/Policy%20brief%20on%20Youth%20Guarant ee_MMH.pdf  MRMS (2015) Izvješće o provedbi Plana implementacije Garancije za mlade u 2014. Godini  MRMS (2016) Izvješće o provedbi Plana implementacije Garancije za mlade u 2015. godini, http://www.gzm.hr/wp-content/uploads/2014/11/Izvje%C5%A1%C4%87e-o- provedbi-Plana-implementacije-Garancije-za-mlade-u-2015.pdf  Singer, S., Šarlija, N., Pfeifer, S., Oberman Peterka, S. (2012) What makes Croatia a (non)entrepreneurial country? GEM CROATIA 2002 ‐ 2011. CEPOR – SMEs and Entrepreneurship Policy Center, www.cepor.hr  Šućur, Z. (2014) Stari i novi siromasi u hrvatskom društvu: empirijski uvid, Bogoslovska smotra, 84(3): 577-610.  Tomić, I. (2014) Structural Unemployment in Croatia – how important is the occupational mismatch?, Economic Research – Ekonomska istraživanja, 27(1): 346- 365.  Tymowski, J. (2017) Youth Employment Initative: European Implementation Assessment, European Parliamentary Research Service  VRH (2014) Smjernice za razvoj i provedbu aktivne politike zapošljavanja u Republici Hrvatskoj za razdoblje od 2015. do 2017. Godine  VRH (2014a) Strategy for combating poverty and social exclusion in the Republic of Croatia 2014-2020, https://vlada.gov.hr/UserDocsImages/ZPPI/Strategije/STRATEGY_COMBATING_POVE RTY_SOCIAL_EXCLUSION_2014_2020.pdf  VRH (2015) Strategy for lifelong career guidance in the Republic of Croatia 2016-2020, https://ec.europa.eu/epale/sites/epale/files/strategija_cpu_eng_kon.pdf  VRH (2016b) VET system development programme 2016-2020, http://www.asoo.hr/UserDocsImages/VET_Programme_EN.pdf ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 31  VRH (2017) Plan implementacije Garancije za mlade za razdoblje od 2017. do 2018. godine.  VRH (2017) Prijedlog plana implementacije Garancije za mlade za razdoblje od 2017. Do 2018. Godine, https://vlada.gov.hr/UserDocsImages//Sjednice/2017/06%20lipanj/44%20sjednica %20Vlade%20Republike%20Hrvatske//44%20-%205.pdf  VRH (2017a) Nacionalni program reformi 2017.  Williams, C. C., Radvansky, M., Stefanik, M. (2017), The Extent and Nature of Undeclared Work in Croatia (April 2, 2017). Available at SSRN: https://ssrn.com/abstract=2944950 or http://dx.doi.org/10.2139/ssrn.2944950  Župarić-Iljić, D. (2016) Emigration from the Republic of Croatia after the Accession to the European Union, Zagreb: Fridrich Ebert Stiftung. ",
        "Policy Department A: Economic and Scientific Policy 32 PE 607.332 ANNEX Table 7: Youth unemployment indicators (15-29) Unemploy- ment ratio (%) Unemploy- ment rate (%) NEET rate 2008 8.7 16.0 13.0 2009 9.5 17.8 14.9 2010 12.4 23.5 17.6 2011 14.2 28.3 19.1 2012 15.2 31.2 19.7 2013 16.3 34.1 22.3 2014 16.6 32.3 21.8 2015 15.1 29.8 19.9 2016 13.0 24.6 19.5 Source: Eurostat. Table 8: Educational attainment of registered unemployed aged 15-29 (%) Uncompleted primary Primary education Upper secondary Professional tertiary University education 2008 4.1 13.4 73.3 4.1 5.1 2009 3.5 12.1 73.7 4.8 5.9 2010 2.8 10.8 74.2 5.3 6.9 2011 2.6 10.0 73.5 5.8 8.1 2012 2.3 9.3 72.4 6.9 9.1 2013 2.1 8.9 72.4 7.6 9.0 2014 2.1 8.6 70.9 8.4 10.0 2015 2.2 8.5 70.6 8.7 9.9 2016 2.5 8.3 68.6 9.7 11.0 Source: HZZ. Table 9: Open-ended/fixed-term contracts in exit from registered unemployed due to employment by age (%) 15-19 20-24 25-29 Total 2008 26.8 23.5 23.9 23.0 2009 18.3 17.7 19.2 17.0 2010 11.1 11.2 12.6 11.3 ",
        "Youth Employment Initiative (YEI) in Croatia PE 607.332 33 2011 10.1 10.6 11.2 10.3 2012 8.1 8.3 9.2 8.0 2013 6.6 7.0 7.7 6.8 2014 6.8 5.9 7.0 6.1 2015 11.0 9.0 9.0 8.1 2016 11.4 10.1 10.2 9.1 Source: HZZ. Table 10: Young persons included in the ALMP by age 15-19 20-24 25-29 Total 2014 2 492 7 706 8 812 19 010 2015 3 477 10 157 11 416 25 050 2016 3 434 8 848 10 008 22 290 1-6/2017 728 2 775 32 68 6 771 Source: MRMS (2015, 2016); VRH (2017) ",
        "Policy Department A: Economic and Scientific Policy 34 PE 607.332 NOTES The author would like to express her gratitude to the Ministry of Labour and Pension System as well as Croatian Employment Service for providing recent data and valuable insights. ",
        ""
    ]
}