{
    "text": [
        "S TAT I S C T I C A L W O R K I N G PA P E R S S TAT I S T I C A L W O R K I N G PA P E R S S a t i s t i c a l a pp r o a c h e s t o t h e m e a s u r e m e n t o f s k i ll s 2 016 e d i t i o n Statistical approaches to the measurement of skills 2016 edition ",
        "",
        "Statistical approaches to the measurement of skills 2016 edition ",
        "Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*) : 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). More information on the European Union is available on the Internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2016 ISBN 978-92-79-63503-8 ISSN 2315-0807 doi: 10.2785/652037 Cat. No: KS-TC-16-023-EN-N Theme: Population and social conditions Collection: Statistical working papers © European Union, 2016 Reproduction of content other than photo is authorised provided the source is acknowledged. For more information, please consult: http://ec.europa.eu/eurostat/about/policies/copyright Copyright for the photograph of the cover: ©Shutterstock. For reproduction or use of this photo, permission must be sought directly from the copyright holder. The information and views set out in this publication are those of the author(s) and do not necessarily reflect the official opinion of the European Union. Neither the European Union institutions and bodies nor any person acting on their behalf may be held responsible for the use which may be made of the information contained therein. ",
        "3 Statistical approaches to the measurement of skills Content 1. Introduction and context .................................................................................... 4 2. Approaches to measuring skills ........................................................................ 4 3. Policy needs ........................................................................................................ 7 4. Measurement of skills: current state in European statistics ........................... 9 4.1. Measuring skills supply ..................................................................................................... 9 4.1.1 Indirect measures of skills supply ................................................................................... 10 4.1.2 Direct measures of skills supply ..................................................................................... 10 4.1.3 Self-reported measures of skills supply .......................................................................... 11 4.2. Measuring skills demand ................................................................................................ 11 4.2.1 Indirect measures of skills demand ................................................................................ 11 4.2.2 DIRECT MEASURES OF SKILLS DEMAND ...................................................................... 12 4.2.3 SELF-REPORTED MEASURES OF SKILLS DEMAND..................................................... 12 4.3 Measuring skills mismatch .................................................................................................. 13 4.3.1 INDIRECT MEASURES OF SKILLS MISMATCH .............................................................. 13 4.4 Measuring skills development ............................................................................................. 14 5. Weaknesses of existing skills statistics ......................................................... 15 List of Acronyms ........................................................................................................ 18 References .................................................................................................................. 19 ",
        "4 Statistical approaches to the measurement of skills 1. Introduction and context At the start of his mandate, one of the fields President Juncker asked the Commissioner for Employment and Social affairs to focus on was ‘Mobilising EU instruments (such as policy guidance, social dialogue, financial programmes) to further develop the skills level of the European workforce, by promoting vocational training and lifelong learning’. Accordingly, the Commission has given greater emphasis to its skills policy by including the development of a European Skills Agenda as part of the 2016 Commission work programme. The skills policy aims at ensuring that the skills available on the labour market correspond to the needs of business and the economy in general. It examines both the match between skills supply and demand and linked aspects. These linked aspects include the relevance of education/training systems in providing sufficient and relevant skills, and the extent that individuals and companies are willing to use and able to access education/training systems to build relevant skills supply and the ability of education/training systems to foster the development of those skills. Existing evidence and statistical data already provide insights for the development of this skills policy. Nevertheless, further improvements to the availability, timeliness and scope of data, would substantially enhance the Commission’s capacity to formulate, monitor and analyse skills policies in the European Union. This article draws from the report of a Eurostat technical group( 1 ) and provides a thorough and critical review of existing data sources, both inside and outside the European Statistical System (ESS), in a European context. Section 2 introduces the concept of skills as one of the aspects of human capital and describes the main approaches to capturing skills in data. Section 3 sets the scene for the policy discussion and elaborates on the main policy needs for further developing statistics on skills. Section 4 reviews the existing statistical data sources for measuring skills within the four dimensions identified: skills supply, skills demand, skills mismatch, and skills development. Gaps in the existing data on skills are discussed in section 5. 2. Approaches to measuring skills While skills and human capital are often used interchangeably in policy discussions, it is worth defining both notions and introducing the conceptual links between them, in order to set out the main focus of this report. The concept of human capital has a long history dating back to the classical school of economics. Originally limited to the economic dimension, the concept has more recently been extended to consider aspects such as: quality and duration of life, happiness, social inclusion, social activity, etc. Thus, the concept of human capital has developed far beyond its original definition. The Organisation for Economic Cooperation and Development (OECD, 2001) provided an extended definition of human capital as ‘the knowledge, skills, competencies and other attributes embodied in individuals that are employed in the creation of individual, social and economic well-being’( 2 ). This includes the following dimensions: • Knowledge, as a body of facts, principles, theories and practices. • Skills, as the ability to apply knowledge and use know-how to complete tasks and solve problems. • Competency, as the ability to use knowledge and skills appropriately in real-life contexts and situations. ( 1 ) The article has been written by Filippo Gregorini and Georgiana Ivan (Unit F1, Social indicators, methodology and development ), Paolo Passerini (Unit F5, Education, health and social protection ) and Anna Sabadash (Unit G4, Innovation and information society ). Mantas Sekmokas (DG EMPL) and Marco Serafini (Cedefop) have also contributed. ( 2 ) OECD, 2001 and OECD, 2013, table 8.1, p. 100. ",
        "5 Statistical approaches to the measurement of skills • Personal attributes, namely personality traits, behavioural dispositions and physical characteristics, which may have a value on the labour market. The first part of this definition embraces a broad range of attributes of individuals, including formal education, competencies acquired outside school settings as well as physical, emotional and mental health. The benefits mentioned in the second part of the definition include individual ones — both economic and non-economic — but also collective benefits in the form of spillover to society. This report focuses on skills as an element of a broader concept of human capital and considers their statistical measurement mainly from an economic policy standpoint. In this sense, there are four dimensions to analysing skills: skills supply, skills demand, skills mismatch and skills development. Skills supply (skills possessed by the labour force) and skills demand (skills demanded by employers) are central concepts in the economic analysis of employment structure and dynamics. The interaction between supply and demand has in turn led analysts to look into another dimension, skills mismatch — a concept that is rapidly gaining in importance for the economic and social policy discussion. At a macro level, skills mismatch relates to the gap between supply and demand for skills. At a micro level, skills mismatch — considered as a condition of workers, jobs or vacancies — can be defined in several ways: ‘vertical mismatch’( 3 ), i.e. the mismatch between formal education and job requirements measured against a benchmark( 4 ); or ‘horizontal mismatch’, for example mismatches between the worker’s field of education and job requirements. Mismatches have also been analysed in terms of over-skilling and under-skilling of workers( 5 ). Finally, the fourth dimension, skills development, refers to training activities, particularly vocational training and the adult education system, that aim at reducing mismatches on the labour market. The main approaches used for measuring skills in statistics according to these four dimensions are introduced below. While each approach has its advantages and disadvantages, the information collected through the various approaches is often complementary. The most common approach used for measuring skills is the indirect approach. In this, qualifications (educational attainment, by orientation and field) are used to measure skills supply. Occupations, on the other hand, are considered as an indicator of skills demand. Qualifications and occupations are often used in econometric models to assess mismatches between supply and demand for labour. Qualifications can be acquired through both education and training. Data on qualifications are an important signal of the skills present on the labour market as they provide a wide range of information about individuals’ attributes. They can even provide information on the specificity or generality of abilities and expertise, as signified by vocational qualifications compared to general education qualifications( 6 ). The practical advantage of using educational attainment is obvious: information on educational attainment is available from a large number of sources within and beyond the European Union( 7 ). Nevertheless, the information available about formal qualifications has a number of limitations. First, these data only certify skills developed in specific education programmes. They do not cover abilities and expertise developed through other means. Thus they provide only partial information on the total set of competencies held by an individual. Formal education, although being an important supply point of knowledge and a place for developing one’s abilities, is not the only source of learning: on-the-job training, non-formal education, participation in social activities and other experiences are also important in the formation of human capital for general and specific skills. Second, data on educational attainment certify abilities and expertise at a specific point in time, thus the longer time passes after the qualification has been awarded, the less precise they become in representing the abilities and expertise of the individual. And last, the quality of education and training offered in different ( 3 ) Cedefop (2009) http://www.cedefop.europa.eu/en/publications-and-resources/publications/6103. The main criticism that this approach meets is summarised in Holmes and Mayhew (2015). ( 4 ) The benchmarks are derived from the prevalence of a certain schooling level in a given occupation. ( 5 ) See for instance JRC, 2014, which makes a distinction between skills and education mismatches. ( 6 ) OECD, 2013. ( 7 ) Educational attainment and qualifications are proxies and not direct measures of skills. This will be further discussed in Chapter 4. ",
        "6 Statistical approaches to the measurement of skills programmes, institutions and countries differs substantially( 8 ) and changes over time, thus limiting comparability( 9 ). Data on occupations provide indications of the type of jobs undertaken by those in employment, which is a useful measure of skills demand ( 10 ). Building on this approach, the International Standard Classification of Occupations (ISCO) allocates jobs to occupations, based on a description that takes into account the level of qualifications and the types of tasks to be carried out. An occupational classification is a tool for organising all jobs in an establishment, an industry or a country into a clearly defined set of groups according to the tasks undertaken in the job( 11 ), and in this respect can be used as a package of multiple and coordinated skills. Occupations are considered to be a good indirect measure for skills demand levels and distribution in an economy. Traditionally, occupations are used to define links with skills certified by formal/informal education diplomas and qualifications. Similarly to qualifications, data on occupations allow for country comparability, especially at an aggregate level. However, the content of occupations and occupational groups (seen as a set of skills) evolves rapidly, mainly due to the technological development that impacts production and employment dynamics. Moreover, the skills employed by different workers in the same or in a similar occupation may differ considerably. Such differences are particularly relevant, not only when comparing occupations across countries, but also across sectors within countries. The above concerns regarding indirect measures have led to a need to develop complementary ways of capturing specific skills information in the occupational context, in particular by direct measures. A second approach to measurement thus consists of direct assessment of skills . These measures are gathered via specific test-based surveys, such as the OECD’s PISA (Programme for International Student Assessment) and PIAAC surveys. This approach also has its strengths and weaknesses. Direct assessment is likely to be more precise in measuring the current status of skills as compared to qualifications, and it is likely to be more comparable across countries, at least for basic skills. Moreover, direct assessment can cover skills types, like basic digital literacy, that are rarely certified with qualifications and diplomas but are quite relevant for the labour market. On the other hand, the main disadvantages of this approach are the high cost of the data collection process and the limited number of skills that can be captured. In particular, direct assessment of skills is limited in its capacity to capture job-specific skills. Although for the moment in a rather incipient phase, Big Data has the potential to become an important and relatively inexpensive data source for direct measurement of the skills demanded by businesses and offered by individuals. On the other hand, its use for official statistics still needs to be thoroughly assessed. A third, more recent approach emerging at both national and international level, is assessing skills via subjective/task-based self-reporting. This refers to two major methods: self-assessment of the general level of individuals’ skills( 12 ) and self-reporting of performing specific tasks( 13 ). The specific and fragmented data derived using the latter approach can be bundled into composite indicators( 14 ), which is more practical for comparative analysis. Along with the assessment by workers of the complexity of skills demanded on the job, the self-assessment approach can be applied to measure mismatches between skills possessed and skills required as seen by employers( 15 ). An example of reporting information on tasks carried out at one’s job is the so-called Job requirements approach (JRA) implemented in a number of recent national and international surveys. While self-assessment of skills captures several important aspects of skills demand, supply, mismatch and development, this approach suffers from the bias common to subjective measures, i.e. limitations ( 8 ) As proven by PIAAC (Programme for the International Assessment of Adult Competencies). ( 9 ) The above limitations stem also from the nature of knowledge. If reduced to educational attainment, analysis fails to say anything about the actual outcomes, since the same amount of schooling years may have a different value in different educational institutions. Besides, costs and efforts employed to obtain a certain type of qualification can differ across individuals, regions and countries. ( 10 ) See, for example, Skills Panorama (Cedefop initiative). ( 11 ) International Labour Organization (ILO). ( 12 ) For example, numeracy, literacy, foreign languages, ICT, as used in the European Skills and Jobs Survey (ESJ) by Cedefop. ( 13 ) For example, to assess the level of use of e-governance, individuals are asked whether they interacted with public authorities/services over the internet for private purposes in the last 12 months (Community Survey on ‘ICT Usage in Households and by Individuals’). ( 14 ) See, for example, digital skills indicator derived from the task-specific data of the Community Survey on ‘ICT Usage in Households and by Individuals’. ( 15 ) As, for example, in the Module on ICT skills in the Community Survey on ‘ICT Usage and eCommerce in Enterprises’. ",
        "7 Statistical approaches to the measurement of skills in terms of precision and comparability of the indicators. Moreover, given that this approach was developed quite recently, substantial methodological improvement is still necessary. However, the biases of traditional self-reported measures have been partially addressed by the JRA and the composite indicators approach. This particularly relates to skills linked to the changing labour demand due to automation, and to skills mismatches analysed using existing task profiles of jobs as a benchmark. 3. Policy needs Policy needs for skills are set out in the Commission’s Communication A New Skills Agenda for Europe ( 16 ). While skills stocks will to a great extent determine our competitiveness and capacity to drive innovation in a fast-changing global economy, the situation in Europe today calls for action. 70 million Europeans lack sufficient reading and writing skills, and even more have poor numeracy and digital skills, putting them at high risk of unemployment, poverty and social exclusion. More than half of the 12 million long-term unemployed are low skilled. Skills gaps and mismatches are striking. Too many people work in jobs that do not match their talents. At the same time, 40 % of European employers( 17 ) have difficulties finding people with the skills they need to grow and innovate. Naturally, national and regional labour markets and education systems encounter specific challenges. However, all Member States face similar general problems and opportunities: • The digital transformation of the economy is re-shaping the way people live, work and do business. • The European workforce is ageing and shrinking. Inclusive labour markets should draw on the skills and talents of all, including employable immigrants, the low skilled and those on the margins of the labour market. • New ways of working, including collaborative economy models, increased independent and contract-based work, more frequent job changes, and changes in work organisation all have an impact on the types of skills needed. • The quality and relevance of the education and training on offer vary widely, including the quality of teaching, while perceptions are not always rooted in objective data. • People increasingly learn outside formal settings, for instance through courses organised by business, on the internet, at work or through social activities and volunteering. These skills challenges require systemic reforms in the areas where EU action brings the highest added value: 1. Improving the quality and relevance of skills formation 2. Making skills and qualifications more visible and comparable 3. Improving skills intelligence and information for better career choices In order for the above policies to have an impact and to support Member States in pursuing the systemic reforms needed, the policy debate has to be well-informed by good quality statistics on skills. Skills-related analysis in EU Member States requires data that would make it possible to answer this fundamental policy question: • How well do systems responsible for skills development (i.e. education and training) function in providing required skills and addressing skills mismatches, thus ensuring good labour market and social outcomes ? To be able to answer this question, two aspects need to be well covered by available data: • The extent to which the skills possessed by the European population match the skills required on the labour market and in everyday (social and economic) life. ( 16 ) Adopted in June 2016. http://ec.europa.eu/social/main.jsp?catId=1223&langId=en. ( 17 ) According to Eurofound’s European Company Survey. ",
        "8 Statistical approaches to the measurement of skills • Where (in terms of industries and geographical distribution) and for whom (in terms of socio- demographic features) skills mismatches are most evident. More specifically, data on skills will be required to support and monitor the policy goals in specific priority areas, as presented in A New Skills Agenda for Europe. In particular: 1. Improving the quality and relevance of skills formation (this mostly links to the skills development dimension of skills statistics) by a. strengthening basic skills (literacy, numeracy and ICT) of the adult population, particularly through a Skills Guarantee( 18 ) (enabling access to a skills audit, tailored training offer and skills recognition/ validation); b. developing key competences and higher, more complex skills, via the revision of the Key competences framework( 19 ); c. strengthening the attractiveness of VET, as well as developing quality and labour market relevance of vocational qualifications and skills following the Riga conclusions( 20 ); d. focusing on digital skills formation. 2. Making skills and qualifications comparable by: a. Improving the transparency and comparability of qualifications (revising the European Qualifications Framework, EQM); b. early profiling of migrants’ skills and qualifications. 3. Advancing skills intelligence, documentation and informed-carrier choices (this mostly links to the overall availability of skills supply, demand, matching and development statistics) a. better intelligence and information on skills, by facilitating cooperation, improving access to existing data as well as improving the available data on skills, including on skills mismatches and skills development; b. boosting skills intelligence at sectorial level; c. understanding better the performance of graduates, in particular through support to the development of graduate tracking systems. Beyond the priorities above, other actions, already being addressed by the Commission, remain of high priority and will also benefit from a better coordination and streamlining of skills statistics in bringing the Skills Agenda forward: 4. Increasing learning opportunities a. further promotion of work-based learning and business education partnerships, including through the possible definition of a work-based learning benchmark; b. more support for mobility of learners, including both higher education and I-VET mobility, including through further follow-up of mobility benchmarks; c. promotion of more learning at the workplace, in particular provided by the SMEs to their staff, including by the promotion of investment in skills development by companies; d. support for creating more opportunities to validate non-formal and informal learning. 5. Pursuing modernisation efforts a. supporting teachers and trainers, in particular to develop their skills and competencies and to introduce innovative teaching practices; b. modernising higher education, in particular by the development of competence assessment frameworks for different higher education disciplines to allow for the comparison of students’ skills. Policy makers, education providers and employers need sound evidence on the skills which will be required in the future to help them make the right decisions on policies and reforms, education ( 18 ) EC (2016) Council Recommendation on Establishing a Skills Guarantee. ( 19 ) Recommendation 2006/962/EC of the European Parliament and of the Council of 18 December 2006 on key competences for lifelong learning. ( 20 ) See http://ec.europa.eu/education/policy/vocational-policy/doc/2015-riga-conclusions_en.pdf. ",
        "9 Statistical approaches to the measurement of skills curricula and investment. But the speed at which skills needs evolve in the labour market makes it challenging to provide reliable information. Moreover, there is no one-size-fits all solution: local and regional labour markets shape skills needs along with global trends, resulting in wide variations in the occupation-specific skills most in demand in different regions and/or economic sectors. For that purpose the existing statistics, mostly limited to educational qualifications and occupations, are not sufficiently specific and more in-depth and complementary data are needed for establishing more reliable measures of skills mismatch. There is a clear need for statistical data that would be more responsive to the speed of change in the labour market; more specific, so as to guide education and training providers in adapting curricula; help businesses identify skills and training needs as well as enable a reliable assessment of skills mismatches for stakeholders. 4. Measurement of skills: current state in European statistics The policy needs, expressed in the previous section, refer to the four major dimensions for measuring skills, introduced in section 2: • Skills supply — measures of the levels of skills in the population and their change; • Skills demand — measures of the level of skills demanded in the economy, by employers and the change of such demand; • Skills mismatch — measures of the fit between skills supply and skills demand; • Skills development — measures of skills development activities and their effectiveness. As explained in section 2, there are three main approaches to capturing skills empirically: • by using indirect measures as, for example, educational attainment (qualifications) for the supply side, employment by occupation for the demand side; • by directly measuring skills through testing (for the supply side) and analysing administrative or Big Data (for the demand side); • by using measures based on self-assessment provided either by employees and/or employers. Below, existing statistical data sources for measuring skills, are reviewed, using the measurement framework introduced in Chapter 2. The data sources fall mostly within the European Statistical System - ESS, but also more generally in a European context, and are presented by dimension and approach. 4.1. Measuring skills supply The most common approach for measuring skills supply (stocks and flows) is to use indirect measures — educational attainment as measured by qualifications. Formal qualifications, particularly the highest level of education attained( 21 ) as certified by diplomas, degrees or other certificates officially recognised by the relevant national educational authorities are informative and the most widely used source of official statistical data for assessing skills supply. Qualifications awarded outside the formal education system are not necessarily recognised as formal education and, as a result, may not be reflected in official statistics. Following the arguments introduced in section 2, the main virtue of using qualifications as measures for skills lies in the availability of representative data and in a reasonable level of comparability in qualifications between countries and years. Using aggregate types of formal educational qualifications, like diplomas or other certificates from educational authorities, and especially differentiating between different types of educational credentials, makes it possible to capture important information about skills supply. However, if reduced to educational attainment only, analysis fails to say anything about the quality and relevance of skills and knowledge obtained due to education. One reason for this is the heterogeneity ( 21 ) Eurostat defines the educational attainment level of an individual as the highest ISCED (International Standard Classification of Education) level successfully completed, where the qualification obtained is officially recognised by the relevant national education authorities or recognised as equivalent to another qualification of formal education. ",
        "10 Statistical approaches to the measurement of skills of educational institutions and systems between years and across countries( 22 ). Another reason is related to personal factors (gender, temperament, personality) that may affect how readily these skills can be used in the labour market, as well as the societal trends that may contribute to different valuations of the same set of individual skills at different moments in time. Hence, there is a need to complement the measures of skills supply based on educational attainment. This has led in more recent times to the development of approaches based on direct assessment and self-reporting. 4.1.1 INDIRECT MEASURES OF SKILLS SUPPLY • Level and orientation of the educational attainment of the adult population. Level of educational attainment allows comparative analyses of different skills levels in, for instance, geographic and socioeconomic groups. Orientation of educational attainment (i.e. general/vocational) allows further separation of the supply of job-specific skills, particularly for medium or medium-high levels of qualifications. These statistics are well captured within the ESS through the European Labour Force Survey (EU-LFS). Covering all Member States, Iceland, Norway, Switzerland, the Former Yugoslav Republic of Macedonia and Turkey over an extended time span, EU-LFS data are the main source of the employment statistics in Europe. Shortcomings of the official data refer to limited capturing of the programme orientation of education at higher levels (at ISCED 5 and beyond) and for adults( 23 ). Recent improvements have been made in relation to the implementation of ISCED 2011 in the EU-LFS. Moreover, an approach based on the combination of selected fields and levels of education is used to produce data on human resources in science and technology( 24 ) from the EU-LFS. The EU-LFS provides data on the population by educational attainment at a point in time (stock). Statistics on new graduates and enrolments are provided on a mandatory basis through UOE (UNESCO, OECD, Eurostat) data collection. These data measure changes in the supply of skills (flows) by educational attainment, using the new ISCED 2011 classification since the reference year 2013( 25 ). Data on graduates by orientation (general/vocational) allow also further separation of the supply of job-specific skills, particularly for medium or medium-high levels of qualifications (up to ISCED level 5 included). In addition, the number of students enrolled in combined school and work-based programmes is available annually from 2013 onwards. • Field of educational attainment is a more detailed measure of skills. This information is captured in the ESS through the EU-LFS. However in order to reduce the burden on respondents, from 2014 onwards data collection is restricted to the 1-digit ISCED level of the fields of education and training( 26 ). Data on the field of education and training of the highest level of education attained is provided to Eurostat by some NSIs, but is not published. The number of new graduates by detailed field of education is provided yearly by UOE data collection at the third digit of detail. In addition, the same detail by field is available from UOE on graduates having an international experience , i.e. obtaining a tertiary degree abroad . 4.1.2 DIRECT MEASURES OF SKILLS SUPPLY To a certain extent, the shortcomings of using educational attainment for measuring skills are addressed by using direct assessment of skills as complementary information. Direct assessment of skills via, for instance, test scores, has appealing features of a good skills indicator because it measures ability and cognitive skills, rather than assuming a certain level is reached in line with the level of the formal qualification, and ensures international comparability. However, these kinds of tests are very costly and difficult to implement, and they only provide information about certain types of transversal skills. ( 22 ) In the EU, comparability in the standards and quality of higher education qualifications obtained in the various Member States has been enhanced by the so-called Bologna process (see http://ec.europa.eu/education/policy/higher-education/bologna-process_en.htm). ( 23 ) With the introduction of ISCED 2011 information on programme orientation (general/vocational) is available since 2014 for ISCED 3-4. The breakdown by orientation for level 3-4 is available for those aged 15-34; for those aged 35 and older information on programme orientation is only available if the highest educational attainment was obtained no more than 15 years earlier. ( 24 ) See Human resources in science and technology — stocks and Human resources in science and technology — flows. ( 25 ) Regulation No 912/2013: http://eur-lex.europa.eu/legal-content/EN/TXT/PDF/?uri=CELEX:32013R09 12&from=EN. ( 26 ) With the introduction of ISCED 2011 in 2014 and according to an ESS decision, for those aged 35 and older, only information on the field of education and training is collected, if the highest level of education was completed no more than 15 years earlier. This change stems from doubts that the field of education of a qualification obtained more than 15 years earlier may have only little relation to individuals’ employment dynamics. ",
        "11 Statistical approaches to the measurement of skills • Direct skills assessment (testing). Such measures are available primarily from PIAAC, PISA and similar surveys (like TIMMS — Trends in International Mathematics and Science Study and PIRLS- Progress in International Reading Literacy Study( 27 )), carried out by the OECD outside the ESS. These data are currently available only for a small sub-set of skills (primarily literacy and numeracy as well as to a more limited extent for ICT, science and technology). This approach has the virtue of providing a snap-shot of the actual situation regarding skills supply, but it has restricted possibilities for constructing time series. Currently, the ESS has very limited capacity to undertake direct skills assessment, since it requires extensive resources, and no further developments in this direction are currently planned. 4.1.3 SELF-REPORTED MEASURES OF SKILLS SUPPLY • Self-reported ability to perform tasks. This approach is used to measure digital skills in the Community Survey on ‘ICT Usage in Households and by Individuals’. Data derived from a special module of the survey provide information on activities that respondents have been able to do recently. In its first version of this special module (2006-2013), Eurostat developed a set of two basic scales for computer and internet activities. In 2015, a new set of digital skills scales was introduced based on the Digital Competences Framework developed by JRC-IPTS on behalf of DG EAC and DG EMPL and used for the Digital Agenda Scoreboard of DG CONNECT. This measure includes four skills groups( 28 ) and some simple scales distinguishing between four levels of skills( 29 ). A proxy version of the Digital Skills indicators was computed on the 2012 and 2014 survey micro-data. Another type of self-reported measurement of skills is the Job requirements approach (JRA), which focuses on self-reported tasks carried out in one’s job. This makes it possible to construct a measure of skills intensity of people’s jobs. To a certain extent these data are available from the PIAAC study and, to a more limited extent, also from Cedefop’s European Skills and Jobs Survey (ESJ). This approach can be further sub-divided across three different levels which give a more nuanced assessment of skills, taking into account the importance, frequency and complexity of tasks carried out. • Self-assessment of skills , which can be a generic measure for all skills or used for specific skills. This approach is applied only to a limited extent in the ESS. For example, in the Adult Education Survey (AES) respondents are asked to state their level of proficiency in their first and second best foreign languages( 30 ). An example of self-assessment of skills, applied outside the ESS is Cedefop’s ESJ( 31 ). Individual self-assessment of skills as a measure of skills supply is a valuable input for evaluating sufficiency of skills of the employed in relation to their current job, of the unemployed to find a job( 32 ) and/or for career aspirations of different target groups. 4.2. Measuring skills demand The most commonly used source for measuring skills demand is the indirect approach that uses indicators of employment by educational characteristics, occupations and sectors. These indicators are usually derived from the EU-LFS. Direct and self-reported measures are also published, generally based on employer surveys and on administrative sources. In the future, Big Data may become relevant to measure skills demand, but this approach is still under development. 4.2.1 INDIRECT MEASURES OF SKILLS DEMAND • Employment by educational attainment (level, orientation and field), occupation and sector are the most common proxy measures for skills demand, and are well captured through the ESS. Together with aggregate employment data and breakdowns by all sectors and occupations, several thematic breakdowns are released within the ESS: employment in the ICT sector and in the high- tech sector. Additionally, a new Eurostat-OECD approach based on a combination of education ( 27 ) Covering seven EU countries. ( 28 ) Information skills, communication skills, problem solving skills, and software skills for content manipulation. In 2016 a fifth skills group, safety, was added. ( 29 ) None, low, basic and above basic skills levels. ( 30 ) Foreign language’ refers to other languages apart from the mother tongue(s). ( 31 ) The skills surveyed in the questionnaire are: literacy, numeracy, ICT, technical skills, communication skills, teamwork skills, foreign language skills, customer handling skills, problem solving, learning skills, and planning and organisation skills. ( 32 ) Considered alongside with other reasons for being unemployed or obstacles to find a job. ",
        "12 Statistical approaches to the measurement of skills and occupations taxonomies( 33 ) in EU-LFS micro-data has been recently applied by Eurostat to provide data on the number of ICT specialists. These data are considered to be a valid measure for the level of the satisfied part of skills demand between occupations as it gives a broad picture of the intensity of skills needs in an economy. However, it needs to be borne in mind that there is much heterogeneity of skills requirements within occupations and that employment is a stock measure, which makes it difficult to foresee the flow of replacement needed in the short term. Also, it is a rather generic measure of skills demand due to high diversity of qualification levels among the same occupation (especially when measured at an aggregated 1 or even 2 digit level of ISCO( 34 )) and because of different requirements among countries regarding identical occupations. 4.2.2 DIRECT MEASURES OF SKILLS DEMAND • Data on job vacancies are available on a quarterly basis (also seasonally adjusted) within the ESS, and are currently based on employer surveys. These data provide timely information on unfilled demand by sector (NACE( 35 )). If remaining gaps in coverage are filled (mainly concerning small firms and public sector data in some Member States), a broader use of these data can be envisaged. Besides, Cedefop, Eurostat Big Data Task Force and DG CONNECT are currently working on the development of online vacancies analysis (data mining of vacancy announcements) to derive measures of shares of vacancies by occupation and skills demand per occupation. Automating the analysis, combined with some methodological structural limitations, makes such types of study of interest mainly for tracking changes/trends over time, rather than volumes. A proper assessment of volumes and proportions should be combined with employers’ survey data collected within the ESS. • Data on the newly employed (in current job for 12 months or less) is available from the EU- LFS and is currently disseminated as a share of total employment with breakdowns by age, professional status and citizenship. Further breakdowns could be envisaged, if reliability limits allow. 4.2.3 SELF-REPORTED MEASURES OF SKILLS DEMAND • Subjective assessment by employers is covered to some extent in the special module on ICT skills in the Community Survey on ‘ICT Usage and e-Commerce in Enterprises’. This special module reflects the current situation regarding the demand for ICT specialists as perceived by employers (time series on the share of enterprises that recruit or try to recruit ICT specialists by country and sector). In addition, in the Continuing Vocational Training Survey (CVTS)( 36 ) enterprises are asked about their strategies towards continuing vocational training including questions on the assessment and reaction to future skill needs and on skills considered to be important. A similar approach is applied in a pilot employers survey carried out by Cedefop. Another example can be found, within a recent project called ‘ICT for Work: Digital Skills in the Workplace’. DG CONNECT launched this survey of employers( 37 ) in six European countries covering a broad selection of sectors and occupations to estimate the proportion of jobs that require digital skills. Skills demand assessed by employers can also be measured with different detail level like, for example the importance, frequency or complexity of skills demanded. This level of detail is not currently captured within the ESS. ( 33 ) OECD, 2015. ( 34 ) http://ec.europa.eu/eurostat/statistics-explained/index.php/Glossary:ISCO. ( 35 ) http://ec.europa.eu/eurostat/statistics-explained/index.php/Glossary:NACE. ( 36 ) The Continuing Vocational Training Survey (CVTS) is carried out every five years (2010, 2015) and collects information on enterprises’ investment in the continuing vocational training of their staff. Continuing vocational training (CVT) refers to education or training measures or activities which are financed in total or at least partly by the enterprise (directly or indirectly). Part financing could include the use of work-time for the training activity as well as financing of training equipment. See http://ec.europa.eu/eurostat/cache/metadata/en/trng_cvts_esms.htm. ( 37 ) https://ec.europa.eu/digital-single-market/news/launch-study-digital-skills-workplace. ",
        "13 Statistical approaches to the measurement of skills 4.3 Measuring skills mismatch Measuring the skills match is the most complex aspect of monitoring skills and human capital in an economic system. The analysis of mismatches must take into account the rise of qualification requirements that has occurred on labour markets over the last few decades. Jobs that today require a university qualification used to be filled with workers who had no such qualification 30 years ago. While the nature of many tasks has indeed changed, an increased demand for university qualifications also occurs due to the phenomenon called degree inflation or credentialism when employers require a qualification merely because there is a sufficient pool of graduates to draw from. In other words, the fact that a qualification is currently required for a job is not sufficient proof that certified skills are really necessary for that job. Most studies in this area use derived and/or combined data based on existing indicators of skills supply and demand. For example, estimations of imbalances and skills matches are available from Cedefop’s macroeconomic skills forecasting exercise (and a related Occupation Skills Profiles project); from macroeconomic estimation exercises of skills mismatches based on EU-LFS or PIAAC; from the one-off European Skills and Jobs (ESJ) survey providing data on self-reported skills match; and from the European Working Conditions Survey (EWCS), which is limited to a few self-reported questions on needs for further training. At the same time, certain approaches assess skills match via dedicated variables in statistical surveys, either for employers or employees. 4.3.1 INDIRECT MEASURES OF SKILLS MISMATCH The possibility of compiling indirect measures of skills mismatch depends on the level of detail available from the collected data. Thus improvement of statistical measures of skills supply and demand would lead directly to a better capacity to assess the extent to which skills supply and demand match. Skills mismatches can be indirectly assessed across several dimensions : • the match between the supply and demand for skills on an aggregate (country) level via, for example, ‘Beveridge curve’ analysis — a graphical representation of the relationship between the unemployment rate and the job vacancy rate measured as the number of unfilled jobs expressed as a proportion of the labour force; • the match between the supply and demand of skills in terms of qualifications levels, orientation or fields of study for different socioeconomic groups and different economic activities; • the match between the level of directly tested skills (using, for example, PIAAC) and the requirements of the job (as reported by employees, employers or a combination of the two); • the match between the supply and demand for skills combining self-reported data from employees and employers working for the same enterprises via, for example, linked employee and employer surveys. This approach is being explored by Cedefop and the OECD (and is currently being discussed as a potential option for PIAAC Cycle II) but it has not yet been fully tested empirically. The skills match analysis can be based either on normative measures (what qualifications are deemed by experts most relevant for a given occupation), or statistical measures (what is most common for a given occupation). 4.3.2 SELF-REPORTED MEASURES OF SKILLS MISMATCH • Subjective assessment by employers, including reported recruitment difficulties, is currently captured through the ESS to a limited extent. The Community Survey on Information, Communication and Technology (ICT) Usage and e-Commerce in Enterprises provides data on the proportion of companies with hard-to-fill vacancies for ICT specialists. Moreover, the survey aims at providing structural information on the ways companies address their need for ICT skills( 38 ) (either by insourcing or outsourcing the relevant ICT tasks). Outside the ESS, the European Working Conditions Survey (EWCS) contains proxies for skills mismatch as it asks employers about their recruitment difficulties. Innovative assessments have been carried out by DG CONNECT and by Cedefop. The employers survey within the ‘ICT for Work: Digital Skills in the Workplace’ project provides information on the sectors and occupational groups where digital skills are lacking and on how employers deal with this. Part of Cedefop’s pilot employers survey aims at ( 38 ) The information is requested for various business functions that require ICT skills in all enterprises. ",
        "14 Statistical approaches to the measurement of skills assessing the lack of certain skills within the workforce. This survey aimed at capturing skills needs in occupations — a rather detailed approach that proved to be too complex to be applied at a European level. Most of the subjective assessments in employer surveys do not provide an answer to what extent reported recruitment difficulties are caused by skills gaps rather than by the unattractive conditions of employment offers. One exception to this is the special module in the ICT Usage and e-Commerce in Enterprises survey that had such questions on a one-off basis in 2006. • Subjective assessment by employees was applied in a number of surveys within and outside the ESS . One example of such data within the ESS is the measure of perceived adequacy of the digital skills of persons on the labour market for finding a new job, introduced in the 2011 Survey on ICT Usage in Households and by Individuals. Another example is in the EU-LFS 2014 ad hoc module on the labour market situation of migrants and their immediate descendants, in which respondents were asked if they consider themselves over-qualified for their current job. The Cedefop ESJ survey also applied a subjective assessment approach, and in a rather detailed way. Respondents were asked about the match of individuals’ skills with what is needed to do their job. The survey also provides information about the match of a person’s qualifications with what is needed to be (i) hired for his/her job and (ii) to do the job. Furthermore, to a limited extent, data on assessment of skills (mis-)match is also available within the European Working Conditions Survey (ECWS), carried out by Eurofound, and from PIAAC. With the exception of the Cedefop ESJ survey, such measures use a generic (global) mismatch assessment, rather than for specific types of skills. 4.4 Measuring skills development In the area of skills development, existing data primarily concerns features (enrolment, graduation, outcomes, mobility and other) of initial and continuous education and training systems. More detailed information on the data sources is presented below: • Features of initial education and training systems (including I-VET) are captured primarily in the annual joint UNESCO-OECD-Eurostat (UOE) data collection on graduates and enrolments in education but also from ad hoc modules of the EU-LFS (2009 and 2016, for example, estimate the number of I-VET graduates that participated in work-based learning). Some work has been carried out by Eurostat in improving statistics on mobility, including exploratory work in terms of a pilot data collection to assess the level of I-VET learning mobility( 39 ). However, as regards the attempt to capture I-VET learning mobility, it turned out that using household surveys is not feasible( 40 ). The Commission will explore alternative avenues to collect such data, to be reported to the Council in 2016. The OECD PISA survey also provides direct assessment of skills, developed up to the end of lower secondary level of general education. • Features of continuing education and training or adult learning systems (including C-VET) are captured primarily in the annual EU-LFS (on participation in adult learning). Other data sources for these features include: the AES (on participation, content and outcomes of learning); the CVTS (on participation, content, strategies, assessment of outcomes and difficulties of enterprise-sponsored training); the Active Labour Market Policy (ALMP) database (limited to public provision of adult learning through ALMPs); and the annual European Social Fund (ESF) monitoring (limited to EU- funded provision of adult learning). There is also limited data collected on the number of adults enrolled in the formal education system via the UOE data collection. • Statistics on skills development in the work context is currently the least well covered (possibly because of measurement difficulties), especially within the ESS. A notable exception is the Community Survey on ‘ICT usage and e-commerce in enterprises’ that provides information on companies that upgrade the ICT skills of their employees via in-house training. Besides, both CVTS and AES provide some information on guided-on-the-job training( 41 ) in general. Outside the ( 39 ) In the context of I-VET, learning mobility is defined as 18-34 year olds with an initial vocational education and training qualification who had an initial VET-related study or training period (including work placements) abroad lasting a minimum of two weeks, or less if documented by Europass, a system of documents to help citizens communicate their skills effectively when looking for a job or training and to help employers understand the skills and qualifications of the workforce: https://europass.cedefop.europa.eu/en/documents/european-skills-passport. ( 40 ) I-VET learning mobility is a very rare phenomenon in most countries and the Eurostat pilot concluded that a household survey is not a good vehicle for surveying such rare events. . ( 41 ) Guided-on-the-job training is characterised by planned periods of training, instruction or practical experience in the workplace using the normal tools of work, either at the immediate place of work or in the work situation. The training is organised (or initiated) by the employer. A tutor or instructor is present. It is an individual-based activity, i.e. it takes place in small groups only (up to five participants). ",
        "15 Statistical approaches to the measurement of skills ESS, experimental work was carried out via: o merging information from validation of non-formal and informal learning at country level to obtain indicators of the stock of informal skills of adult workers. However, when tested through optional variables in the AES 2011, this exercise proved not to be feasible and therefore was not covered in the AES 2016. o analysing skills development during careers. The Cedefop ESJ survey included a question asking people about the extent to which their skills had improved, remained the same or deteriorated in the time since they started their job. o analysing work organisation and HR practices within firms that facilitate or inhibit skills development. The OECD has recently carried out some background work on the topic, using PIAAC data on self-reported managerial practices and is exploring ways to capture these phenomena better in PIAAC Cycle II. 5. Weaknesses of existing skills statistics Although the ESS and different EU entities already collect substantial data that could be used for assessment of skills systems in the EU, there seems to be scope for further development, mainly in the direction of harmonising skills-related concepts and operationalising them in data. Thus a number of key gaps in existing data can be identified as follows. Firstly , there is a lack of a commonly accepted methodology (i.e. specific statistical definitions, sources and methods) for capturing skills in data, which may yield to non-harmonised and incomparable statistics. While the main concepts are defined by the European Commission together with the OECD, ILO and the United Nations agencies, a stronger collaborative pattern should be established to better harmonise statistical methodologies in skills data collection. Variables capturing certain aspects of skills supply, skills demand or their mismatches are reported by different surveys within and outside the ESS. However, it is often difficult to reconcile these data sources due to the lack of unified definitions and methods of data production. Recently, a considerable effort was made to measure skills directly (as opposed to proxy measures such as educational attainment) in a wide panel of countries in PIAAC and PISA surveys. These data cover primarily literacy and numeracy, as well as, to a limited extent, ICT (which is combined with problem solving skills in PIAAC) and science and technology (in PISA). Overall, the data collection experience so far has shown that more methodological development, particularly in identifying and testing definitions and variables, is a necessary prerequisite before actual data collection could take place. One of the challenges relates to defining types and levels of skills. A first commonly used distinction is between basic and advanced levels of skills (a more granular classification is given in the European Qualifications Framework, EQF)( 42 ). Another way to discriminate between types of skills is to consider generic versus specific skills. In the domain of digital skills, the distinction is between ICT user versus ICT professional skills. Recently, much attention has been given to so-called soft or transversal skills, such as problem solving or social-emotional skills, including exploration by the OECD to capture transversal skills in PIAAC using personality trait assessment instruments. In addition, in studies based on Cedefop ESJ survey( 43 ), only a few bundles of skills could be decoupled, since a large sub- set of them (e.g. communication, team working, problem solving etc.) tended to be evaluated similarly in terms of their importance. An innovative approach to measuring skills via self-reported information was recently introduced in some national (i.e. US STAMP) and international (i.e. WB STEP) surveys. This approach, called Job Requirement Approach (JRA) or, alternatively, Task-Based Approach (TBA), uses data on self- reported tasks carried out at work and links them with data on skills needed to carry out those tasks. However better conceptualisation is needed to clearly identify links between job tasks and skills and their measurement approaches. The main solution proposed for addressing this gap is establishing a Eurostat Task Force on skills ( 42 ) EQF suggests 8 levels of skills defined by a set of learning outcomes indicators relevant to qualifications. See: https://ec.europa.eu/ploteus/en/content/descriptors-page. ( 43 ) This included a list of 11 basic and transversal skills assessed by asking how important they are to do a given job. ",
        "16 Statistical approaches to the measurement of skills measurement. Secondly, certain data weaknesses derive from a compromise between data coverage (level of detail, reflected in for example sample size restrictions or frequency of data collection) and data relevance . As a result, datasets that cover a high number of countries over longer periods produce rather aggregate measures of skills supply (mostly limited to labour force by qualifications in terms of educational attainment) and skills demand (mostly limited to employment by occupation), while data collections more specifically targeted at measuring skills are collected with a low frequency. Ideally, the available data should satisfy a number of criteria, in particular: • detailed identification of education and training programmes (or fields of study), which would make it possible to identify the performance of different programmes; • sufficient specificity in terms of types of skills provided by education and training and demanded on the labour market (i.e. which specific skills are lacking); • the possibility to allow for socio-demographic characteristics (i.e. age; citizenship; labour market status; etc.), geographical and sectorial breakdowns. Most existing analyses of the match between skills held by employees and skills required by employers use aggregate data and suffer from a high level of coarseness. However, when more detailed levels of aggregation are used and when different breakdowns are crossed (which is often the case for analysing skills mismatches, which would for example require crossing of qualifications, occupations and industry sectors data), data coverage suffers from confidentiality restrictions and, in some cases, is of low quality. Specifically, even using the third digit level of ISCO data on occupations might not provide sufficiently precise indications on skills, fields of study or qualifications required for occupations due to the high diversity of needs at a detailed level( 44 ). While relevant data with extended time and country coverage are of crucial importance for the construction of skills supply and demand forecasts as well as for the possible development of skills mismatch indicators, the cost for collecting it is high. Another major challenge concerns the frequency of some statistical surveys. While high frequency surveys collect a large amount of individual and enterprise data on a quarterly or annual basis, they often lack the required level of detail on skills and human capital. On the other hand, more specific surveys, in particular those focused on direct assessment of skills, are carried out less frequently due to their high cost Ways to address these data limitations are to exploit existing data better (i.e. by publishing additional indicators from them) and new (i.e. Big Data; administrative data) data collection vehicles for data on vacancies, unemployment and earnings, together with the use of statistical techniques (i.e. matching, linking, small area estimation) to artificially increase the sample size and frequency. Thirdly , the availability of statistics on skills development presents important limitations. In this domain, one notable weakness is underrepresentation of indicators derived from business statistics. While social statistics on skills development are rather developed (though fragmented) in the ESS, business data about training offered by employers is represented in the ESS to a more limited extent. The only exceptions are the Community Survey on ‘ICT usage and e-commerce in enterprises’ that has information on companies that upgrade the ICT skills of their employees, and the CVTS that collects information on continuing vocational training in enterprises. Some specific challenges related to the I-VET ( 45 ) data are: • data on the prevalence and outcomes of work-based learning is not collected on a regular basis. • limited data are available on skills match of I-VET graduates. As from 2014, the EU-LFS enables some distinction of educational attainment by orientation (general/vocational, for details see next paragraph), and thus enables some employment-related outcomes analysis. Additional information is available only to a certain extent and for selected Member States from other sources (PIAAC, Cedefop’s ESJ survey). • additional characteristics of the educational attainment of individuals (i.e. orientation and field of ( 44 ) To address this issue, Cedefop explored opportunities to better define job requirements in terms of skills, knowledge and competences in its 2013 study on occupation skills profiles, based on US O*NET database of occupations, European social survey and several occupation surveys of the EU Member States. ( 45 ) Initial Vocational Education and Training. ",
        "17 Statistical approaches to the measurement of skills education and training) are not collected for the whole population( 46 ). • annual data on I-VET enrolled students as well as new graduates are only available from 2013 onwards for ISCED levels 3-5, from the UOE. Time series of UOE I-VET related indicators, based on ISCED 2011 are currently not available. • data on learning mobility of I-VET students are still missing. As the pilot carried out by Eurostat identified that household survey is not a proper instrument to collect such data, alternative approaches still need to be identified. In terms of data on adult learning ( 47 ) (including C-VET), key weaknesses are: • Lack of standardisation of the headline LLL (Life Long Learning) indicator and some other key variables capturing adult learning, within the ESS (among which AES, CVTS and LFS) but also in the OECD PIAAC survey( 48 ). • The low frequency of key detailed data sources on adult learning systems (AES and CVTS surveys). Changes have been proposed to variables in more frequent data collections for better monitoring adult learning systems. • In this context, it is important to consider participation in both the job related and the employer sponsored component of adult learning (fully or partly paid by the employer or during paid working hours). Coverage of participation in work-based learning as part of non-formal adult education/training and guided-on-the-job training is also low. • Data on expenditure on adult education, i.e. public sector investment in/provision of adult learning are limited to participation of adults in formal programmes from UOE data as well as other segmented and non-comparable data sources such as ALMP and ESF administrative reporting. No data are available from government accounts on employees training in the public sector; also, no data are available on the activity and performance of the private training industry from business statistics. In the context of the new IESS regulation (delivered by the Commission and currently under review by the Council), some of these concerns are being addressed by changes to the definition of variables (e.g.: the indicator on lifelong learning); the coverage of some variables (e.g.: orientation and field of study to be collected for the whole population) and the frequency of data collections. ( 46 ) For those aged 35 and older information on orientation is only available if the highest educational attainment was obtained no more than 15 years ago. ( 47 ) A distinction is to be made between adult learning and adult education systems. While there is broad availability of data (even if segmented) on adult learning (i.e. participation in learning, which is mostly privately initiated and privately financed), the data on public adult education systems, particularly public expenditure and enrolments in adult education programmes (including training provided for the unemployed) is much more limited. It is in these data where at present there are the biggest limitations. ( 48 ) There is a joint Commission and OECD intention to keep the variables, which measure the same phenomena, defined and collected using a common approach. However lack of standardisation of some of the variables and changes in different survey waves sometimes impedes sustaining such a common approach. In particular, this issue will be relevant for the 2022 wave of AES, which falls at the same reference year as PIAAC. Given that variables for PIAAC will enter definition and testing phase rather soon (2017-2018), a forward looking and coordinated approach needs to be adopted, to ensure that, to the extent possible, similarity among chosen variables in those and other related ESS and OECD surveys is sustained. ",
        "18 Statistical approaches to the measurement of skills List of Acronyms AES — Adult Education Survey ALMP — Active Labour Market Policy Cedefop — European Centre for the Development of Vocational Training C-VET — Continuing Vocational Education and Training CVTS — Continuing Vocational Training Survey DG CONNECT — Directorate-General for Communications Networks, Content & Technology DG EAC — Directorate-General for Education and Culture DG EMPL — Directorate-General for Employment and Social Affaires EC — European Commission EQF — European Qualifications Framework ESF — European Social Fund ESJ — European Skills and Jobs Survey ESS — European Statistical System EU — European Union EU-LFS — European Labour Force Survey EWCS — European Working Conditions Survey ICT — Information and Communication Technologies ISCED — International Standard Classification of Education ISCO — International Standard Classification of Occupations I-VET — Initial Vocational Education and Training JRA — Job Requirements Approach LLL — Life Long Learning NACE — Statistical classification of economic activities in the European Community OECD — Organisation of Economic Cooperation and Development PIAAC — Programme for the International Assessment of Adult Competencies PIRLS — Progress in International Reading Literacy Study PISA — Programme for International Student Assessment TBA — Task-Based Approach TIMMS — Trends in International Mathematics and Science Study UOE — UNESCO-OECD-EUROSTAT VET — Vocational Education and Training US STAMP — United States Survey of Skills, Technology, and Management Practices WB STEP — World Bank’s Skills Measurement Program ",
        "19 Statistical approaches to the measurement of skills References Cedefop (2009) Skill mismatch – Identifying priorities for future research, Cedefop working paper no. 3 . Holmes, C., Mayhew, K. (2015) Over-qualification and skills mismatch in the graduate labour market , CIPD policy report. JRC (2014), Occupational mismatch in Europe: Understanding overeducation and overskilling for policy making. Le, T., Gibson, J. and Oxley, L (2005), Measures of human capital: a review of the literature, Treasury Working Paper Series 05/10, New Zealand Treasury. Lundvall, B.A. and Johnson, B. (1994), ‘The Learning Economy’, Journal of Industry Studies, Vol. 1, No 2, pp. 23-42. Matthes B., Christoph B. and Janik F. (2014), Collecting information on job tasks — an instrument to measure tasks required at the workplace in a multi-topic survey. OECD (2001) The well-being of nations. The role of human and social capital. Education and skills. OECD, Paris. OECD (2013) The Survey of Adult Skills — Chapter 8: The Survey of Adult Skills (PIAAC) and the Measurement of Human Capital. OECD, Paris. Stroombergen, A., Rose, D. and Nana, G. (2002), Review of the statistical measurement of human capital, Statistics New Zealand, Wellington. EC (2015), Measuring Skills Mismatch, Analytical Web Note 7. ",
        "",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). ",
        "S a t i s t i c a l a pp r o a c h e s t o t h e m e a s u r e m e n t o f s k i ll s 2 016 e d i t i o n Satistical approaches to the measurement of skills This report from the Eurostat technical group on measuring skills provides a thorough and critical review of data sources in this domain, both within and outside the European Statistical System (ESS), in a European context. It starts by introducing the concept of skills as an aspect of human capital and describes the main approaches to capturing skills in data: indirect measurement (mainly through qualifications and occupations), direct measurement (testing and job vacancy data) and self reporting. It then sets the scene for the policy discussion, explores policy makers’ main requirements as regards the development of statistics on skills and reviews the statistical data sources for measuring skills within the four dimensions identified: skills supply, skills demand, skills mismatch and skills development. Gaps in the data on skills are discussed in the last section. For more information http://ec.europa.eu/eurostat/ K S - T C - 16 - 023 - E N - N ISBN 978-92-79-63503-8 "
    ]
}