{
    "text": [
        "COUNCIL RECOMMENDATION of 12 July 2016 on the 2016 National Reform Programme of Germany and delivering a Council opinion on the 2016 Stability Programme of Germany (2016/C 299/05) THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 121(2) and 148(4) thereof, Having regard to Council Regulation (EC) No 1466/97 of 7 July 1997 on the strengthening of the surveillance of budgetary positions and the surveillance and coordination of economic policies ( 1 ), and in particular Article 5(2) thereof, Having regard to Regulation (EU) No 1176/2011 of the European Parliament and of the Council of 16 November 2011 on the prevention and correction of macroeconomic imbalances ( 2 ), and in particular Article 6(1) thereof, Having regard to the recommendation of the European Commission, Having regard to the resolutions of the European Parliament, Having regard to the conclusions of the European Council, Having regard to the opinion of the Employment Committee, Having regard to the opinion of the Economic and Financial Committee, Having regard to the opinion of the Social Protection Committee, Having regard to the opinion of the Economic Policy Committee, Whereas: (1) On 26 November 2015, the Commission adopted the Annual Growth Survey, marking the start of the 2016 European Semester for economic policy coordination. The priorities of the Annual Growth Survey were endorsed by the European Council on 17-18 March 2016. On 26 November 2015, on the basis of Regulation (EU) No 1176/2011, the Commission adopted the Alert Mechanism Report, in which it identified Germany as one of the Member States for which an in-depth review would be carried out. On the same day, the Commission also adopted a recommendation for a Council Recommendation on the economic policy of the euro area. This Recommendation was endorsed by the European Council on 18-19 February 2016 and adopted by the Council on 8 March 2016 ( 3 ). As a country whose currency is the euro and in view of the close interlinkages between the economies in the economic and monetary union, Germany should ensure the full and timely implementation of the Recommendation. (2) The country report for Germany was published on 26 February 2016. It assessed Germany's progress in addressing the country-specific recommendations adopted by the Council on 14 July 2015 and Germany's 18.8.2016 C 299/19 Official Journal of the European Union EN ( 1 ) OJ L 209, 2.8.1997, p. 1. ( 2 ) OJ L 306, 23.11.2011, p. 25. ( 3 ) OJ C 96, 11.3.2016, p. 1. ",
        "progress towards its national Europe 2020 targets. It also included the in-depth review under Article 5 of Regulation (EU) No 1176/2011. On 8 March 2016, the Commission adopted a Communication presenting the results of the in-depth review. The Commission's analysis leads it to conclude that Germany is experiencing macroeconomic imbalances. In particular, the large and persistent current account surplus reflects excess savings and subdued investment in both the private and public sectors. Weak domestic investment hampers potential growth and strong reliance on external demand entails macroeconomic risks in a context of subdued foreign demand. The current account surplus also has, given its size, adverse implications for the economic performance of the euro area. Addressing it through increased investment would raise Germany's growth potential and help sustain the recovery in the euro area. (3) On 15 April 2016, Germany submitted its 2016 Stability Programme and on 29 April 2016 it submitted its National Reform Programme. In order to take account of their interlinkages, the two programmes have been assessed at the same time. (4) Relevant country-specific recommendations have been addressed in the programming of the European Structural and Investment Funds for the 2014-2020 period. As foreseen in Article 23 of Regulation (EU) No 1303/2013 of the European Parliament and of the Council ( 1 ), where it is necessary to support the implementation of relevant Council recommendations, the Commission may request a Member State to review and propose amendments to its Partnership Agreement and relevant programmes. The Commission has provided further details on how it would make use of this provision in guidelines on the application of the measures linking effectiveness of the European Structural and Investment Funds to sound economic governance. (5) Germany is currently in the preventive arm of the Stability and Growth Pact and subject to the debt rule. In its 2016 Stability Programme, the Government plans a balanced budgetary position in headline terms over 2016- 2020. The medium-term budgetary objective — a structural deficit of 0,5 % of GDP — continues to be met with a margin throughout the programme period. According to the Stability Programme, the government debt-to-GDP ratio is expected to gradually decline to 59½ % in 2020. The macroeconomic scenario underpinning these budgetary projections, which has not been endorsed by an independent body, is plausible. Based on the Commission 2016 spring forecast, the structural balance is forecast to register a surplus of 0,4 % of GDP in 2016 and in 2017, above the medium-term budgetary objective. Possible future deviations, including to accommodate public investment needs, would be assessed against the requirement to maintain the structural balance at the medium-term budgetary objective. Gross debt is forecast to remain on a firm downward path beyond the requirements of the debt rule. This creates scope to boost public investment. Based on its assessment of the Stability Programme and taking into account the Commission 2016 spring forecast, the Council is of the opinion that Germany is expected to comply with the provisions of the Stability and Growth Pact. (6) Although the federal government has adopted several measures to increase infrastructure investment in the years to come, these funds still do not appear to bring about a sustainable upward trend in public investment and to meet infrastructure investment requirements. Net fixed capital formation has continued to remain markedly negative at the municipal level, indicating underinvestment. Overall education and research expenditure has increased only slightly in recent years and may have fallen short of the national target of 10 % of GDP in 2015. Continued investment in education, research and innovation is essential for securing Germany's competitive position in the future. As the budget is expected to remain balanced in headline and structural terms in 2016- 2017, there continues to be sufficient fiscal space for higher public investment, without breaching the rules of the Stability and Growth Pact and the national debt brake. Reforming the pension system would contribute to ensuring the long-term sustainability of public finances. The current design of fiscal equalisation is complex and tends to reduce incentives to improve revenue in individual Länder . The ongoing review of federal fiscal relations provides an opportunity to strengthen the framework, including by ensuring sufficient public investment at all levels of government, especially for municipalities. The current compromise proposal agreed among the Länder would involve simplified horizontal fiscal equalisation. However, it remains vague in terms of further disentangling spending competencies and falls short of increasing revenue autonomy. At the same time, alternative instruments to traditional state funding of transport infrastructure, including through public-private partnerships, are used only to a limited extent. Moreover, complex planning responsibilities across the different 18.8.2016 C 299/20 Official Journal of the European Union EN ( 1 ) Regulation (EU) No 1303/2013 of the European Parliament and of the Council of 17 December 2013 laying down common provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund, the European Agricultural Fund for Rural Development and the European Maritime and Fisheries Fund and laying down general provisions on the European Regional Development Fund, the European Social Fund, the Cohesion Fund and the European Maritime and Fisheries Fund and repealing Council Regulation (EC) No 1083/2006 (OJ L 347, 20.12.2013, p. 320). ",
        "levels of government, bottlenecks linked to administrative capacity and complicated approval procedures are all barriers to investment. A more efficient use of public procurement could also have a positive impact on investment, since the volume of procurement tenders published EU-wide remains far below the EU average. (7) The complexity of the corporate tax system remains a hindrance to private sector investment and the overall income tax burden on corporations, including the local trade tax ( Gewerbesteuer ) and the solidarity surcharge, remains high. Inefficiencies arise from the local trade tax due to the inclusion of non-profit elements in the tax base. The tax system favours debt financing over equity financing, the relevant indicator on the ‘debt bias’ being the eighth highest in the Union in 2015. The share of relatively growth-friendly consumption taxes and recurrent taxes on property in total taxation remained stable between 2007 and 2014 at around 28-29, which is low compared with an average of around 32-33 % in the Union. Moreover, the trend of increasing real estate transfer taxes has continued, instead of relying more on less distortive recurrent property taxes. Steps taken to modernise the tax administration were limited to the federal government's adoption of legislation to simplify tax adminis­ tration procedures. An automatic exchange of tax data between the tax administrations of the 16 Länder , which could improve the efficiency of tax audits, still does not exist. Overall, structural shortcomings and delayed mod­ ernisation result in the relative underperformance of the tax administration and inefficiencies in tax collection. (8) Financing conditions in Germany are generally favourable. However, the venture capital market remains underde­ veloped in international comparison and tax-related framework conditions may limit its size. Improving access to venture capital is an important factor in stimulating entrepreneurial activity, including in high-tech sectors and knowledge-intensive services. The federal government has launched a range of measures to improve conditions for venture capital and further measures are under discussion. Additionally, a review of the regulatory framework for venture capital could contribute to stimulating private investment, including from foreign investors. (9) Policy action to stimulate competition in the service sectors, especially in professional services, has been limited. Germany is among the Member States with high regulatory barriers in services. Restrictive product market regulations affect prices and productivity. Low labour productivity and high mark-ups indicate that Germany has considerable scope to improve the performance of professional services. Problems in business services stem from authorisation requirements, restrictions on multidisciplinary activities, insurance requirements and fixed tariffs. Legal form and shareholding requirements are also still imposed. The action plan submitted by Germany as a result of the mutual evaluation on access to and practice of regulated professions proposes only a limited number of actions, whereas there is clear scope for more ambitious proposals. (10) Although the overall labour market performance is very strong, in particular with unemployment at historically low levels, ageing-related labour and skills shortages are looming, calling for full use of the existing labour force. As these trends challenge not only the labour market, but also the sustainability and adequacy of the pension system, stronger incentives for later retirement appear indispensable. The at-risk of poverty rate in old-age (16,3 % in 2014) is above the EU average (13,8 %) and the replacement rate of the statutory pension scheme is being gradually reduced, while rates of enrolment in second or third-pillar pension schemes are too low to alleviate this risk. The number of beneficiaries receiving a means-tested minimum income for retirees nearly doubled between 2003 and 2014. However, proposals to improve incentives for later retirement ( Flexi-Rente ) have not yet been formalised. It remains to be seen how effective they can be in counteracting the incentives for early retirement introduced in 2014. (11) The labour market potential of certain groups, especially women and people with a migrant background, remains under-utilised and work disincentives, especially for second earners, remain in place. Specific characteristics of the tax system and health insurance discourage second earners from taking up a job or increasing the number of hours worked. This contributes to a low proportion of women working full-time and one of the lowest numbers of hours worked on average by women in the Union, despite a high female employment rate. Although there has been a slight transition from mini-jobs to standard employment as a by-product of introducing the minimum wage, the former still account for about seven million employees (of which 5 million have a mini-job as their only gainful employment). The exemption of mini-jobs from personal income tax — and in many cases from all employee social contributions — can discourage workers from moving into jobs with earnings above the mini- job threshold of EUR 450 per month. This disincentive is in many cases even stronger for spouses subject to joint income taxation. The positive impact on households' incomes and consumption from the slight increase in several allowances and the compensation of fiscal drag might be largely offset by higher social contributions from employees. The tax wedge at the level of the minimum wage is high in comparison with other Member 18.8.2016 C 299/21 Official Journal of the European Union EN ",
        "States, resulting in lower incomes at the bottom end of the wage scale. Reducing employees' social security contri­ butions or the personal income tax, including by targeted allowances or refunds, would reduce this tax wedge, increasing in turn the disposable income of low wage earners and thereby increasing consumption possibilities. (12) The high influx of refugees experienced in the past year has a number of social and economic consequences for Germany. While in the short run, the inflow of refugees is set to increase public expenditure and to create additional domestic demand, thereby raising GDP, the medium-term effect on employment and growth hinges on refugees' successful labour market and social integration, including via educational support. This issue is high on the political agenda both at the EU and Member State level and will be monitored and analysed closely, including in the 2017 country report. (13) In the context of the European Semester, the Commission has carried out a comprehensive analysis of Germany's economic policy and published it in the 2016 country report. It has also assessed the Stability Programme and the National Reform Programme and the follow-up given to the recommendations addressed to Germany in previous years. It has taken into account not only their relevance for sustainable fiscal and socioeconomic policy in Germany but also their compliance with EU rules and guidance, given the need to strengthen the EU's overall economic governance by providing EU-level input into future national decisions. The recommendations under the European Semester are reflected in recommendations (1) to (3) below. (14) In the light of this assessment, the Council has examined the Stability Programme, and is of the opinion ( 1 ) that Germany is expected to comply with the Stability and Growth Pact. (15) In the light of the Commission's in-depth review and this assessment, the Council has examined the National Reform Programme and the Stability Programme. Its recommendations under Article 6 of Regulation (EU) No 1176/2011 are reflected in recommendations (1) to (3) below, HEREBY RECOMMENDS that Germany take action in 2016 and 2017 to: 1. Achieve a sustained upward trend in public investment, especially in infrastructure, education, research and innovation, while respecting the medium term objective. Improve the design of federal fiscal relations with a view to increasing public investment, especially at municipal level. 2. Reduce inefficiencies in the tax system, in particular by reviewing corporate taxation and the local trade tax, modernise the tax administration and review the regulatory framework for venture capital. Step up measures to stimulate competition in the services sector, in particular in business services and regulated professions. 3. Increase incentives for later retirement and reduce disincentives to work for second earners. Reduce the high tax wedge for low wage earners and facilitate the transition from mini-jobs to standard employment. Done at Brussels, 12 July 2016. For the Council The President P. KAŽIMÍR 18.8.2016 C 299/22 Official Journal of the European Union EN ( 1 ) Under Article 5(2) of Regulation (EC) No 1466/97. "
    ]
}