{
    "text": [
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health December 2010 The present report, «Study on the longer-term impact of European Union funding of research in the field of Environment and Health», highlights the main achievements of research projects funded by the European Union (EU) during Framework Programme 5, 6 and 7 (first three calls). It also evaluated the contribution of EU-funded research to the implementation of the European Environment and Health Action Plan (EHAP) 2004-2010. Carried out by an independent consultant, COWI, the study shows many positive impacts of EU funding of environment and health research: FP has stimulated research and other activities at national level, and has contributed to restructuring, integration and networking within many sub-areas of environment and health to build a European Research Area. However, the study identified important issues such as integrated environment and health risk assessment, indoor air quality, human biomonitoring, and changing climate, for which further research efforts are required to provide better scientific support for preventing major environment-related diseases such as cancer, asthma, and allergies. Final Report K I - N A - 24756 - E N - C S t u d y o n t h e l o n g e r - t e r m i m p ac t o f E u r o p ea n U n i o n f un d i n g o f r e s ea r c h i n t h e fi e l d o f E n v i r o n m e n t a n d H ea l t h D ece m b e r 201 0 ",
        "EUROPEAN COMMISSION Directorate-General for Research and Innovation Directorate I – Environment Unit I.4 – Climate Change and Natural Hazards E-mail: rtd-climate-change@ec.europa.eu Contact: Tuomo Karjalainen European Commission Office CDMA 03/133 B-1049 Bruxelles Tel. (32-2) 29 84660 Fax (32-2) 29 95755 E-mail: Tuomo.Karjalainen@ec.europa.eu European Commission EUR 24756 — Study on the longer-term impact of European Union funding of research in the field of Environment and Health Luxembourg: Publications Office of the European Union 2011 — 124 pp. — 17,6 cm x 25,0 cm ISBN 978-92-79-19678- 2 doi 10.2777/49283 How to obtain EU publications Publications for sale: • via EU Bookshop (http://bookshop.europa.eu); • from your bookseller by quoting the title, publisher and/or ISBN number; • by contacting one of our sales agents directly. You can obtain their contact details on the Internet (http://bookshop.europa.eu) or by sending a fax to +352 2929-42758. Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Commission’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Final report Directorate-General for Research and Innovation Cooperation Programme, Environment theme 2011 EUR 24756 EN 1 ",
        "2 Study carried by COWI COWI/ AS Parallelvej 2 DK-2800 Kongens Lyngby Denmark Tel: +45 45 97 22 11 Fax: +45 45 97 22 12 www.cowi.com LEGAL NOTICE: Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. A great deal of additional information on the European Union is avail- able on the Internet. It can be accessed through the Europa server (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications Office of the European Union, 2011 ISBN 978-92-79-19678-2 ISSN 1018-5593 doi 10.2777/49283 © European Union, 2011 Reproduction is authorised provided the source is acknowledged. Printed in Belgium P RINTED ON WHITE CHLORINE-FREE PAPER Cover photo: seraph/photocase.de ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Table of Contents 1 Summary 5 2.1 Historical background 7 erations, tools and approaches 11 11 2 4.1 Main results of the mapping 17 h activities for the and the fulfilment of their goals and for environment and health- 23 6 environment and health 49 licy d 73 8.1 8.2 General conclusions from the study (e-survey and interviews) 73 2 Background and objectives 7 2.2 Objectives of the study 9 3 Methodological consid 3.1 Mapping of projects 3. E-survey 13 3.3 Interviews 14 4 Main results and outputs 17 4.2 Main results of the e-survey 19 4.3 Main results of the interviews 21 5 Relevance of the EU researc specific actions of the EHAP related objectives of the FP5, FP6 and FP7 Relevance of the EU research activities for general policy developments in the field of 7 Impact of EU research activities on future po developments in the field of environment an health 59 8 Conclusions Attainment of study objectives (mapping) 73 9 Recommendations 77 9.1 Recommendations for further research: 77 3 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 10 Appendices 81 0.2 E-survey 10.1 Mapping 1 10.3 Interviews 4 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 1 Summary This study gives an overview of the funding relevant to the European Environ- u- e Data has been collected trough a desk study, an e-survey and interviews with h Main conclusions in the study include the following: • EU funded research has taken place in all the prioritised areas in the Envi- (cid:129) A majority of the researchers that answered the e-survey expressed the icy ment and Health Action Plan, EHAP, in the period 2004-2010, and the assessed impact by main actors with the focus on the period after 2007, where a mid term review was made on this area. The study furthermore assess the contrib tion of the research activities launched under the 5th, 6th and 7th Framework Programmes of Research (FPs) to achieving the goals of the thirteen specific actions of the EHAP with particular focus on the actions on research (5-8) as well as to achieving the environment and health policy-related objectives of th three aforementioned Framework Programmes on Research. selected European experts. A lot of relevant research and activities have been carried out on environment and health in recent years. It is documented both in our mapping as well as in report conclusions on the subject made during the last few years, e.g., in the recent Commission Staff Working Document Pro- gress Report on the implementation of the \"European Environment and Healt Action Plan 2004-2010 1 . Many workshops have been held and discussions and dialogue on possible improvements have taken place. This study adds to this knowledge by giving an overview of how important stakeholders perceive the situation by mid-2010. ronment and Health Strategy from 2003. Still some gaps remain both in the coverage of a few research areas and in the way research results are com- municated to/used by policymakers and in the research-policy dialogue. opinion that their project has contributed to implementing important pol 1 Progress Report on the implementation of the \"European Environment and Health Action Plan 2004-2010\" (http://m.europa- nu.nl/9353000/1/j4nvgs5kjg27kof_j9vviaekvp0oeyh/vih2dgtd4dz7/f=/.pdf), in the report from the International Public Health Symposium on Environment and Health Research, Science for Policy, Policy for Science: Bridging the gap. October 2008, and in the EU Commission midterm review on Environment and Health Research (http://eur- lex.europa.eu/LexUriServ/site/en/com/2007/com2007_0314en01.pdf). 5 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health goals to some or to a large extent. There is also objective evidence that projects funded by the FPs have contributed to numerous EU policies. (cid:129) An important longer-term impact of the EU funding is that the environ- ment and health research has created an important common European re- search platform with a very high degree of legitimacy among the actors. Actors expressed a wish to increase the European cooperation on environ- ment and health research further in the years to come. This could take place within the framework of a second phase of the EHAP or a similar initiative. (cid:129) When assessing the most important research areas on environment and health from different angles, both via written documents, e-survey and in- terviews there seem to be agreement that the themes mentioned in the EHAP and FP funding are still relevant. Themes of special importance re- flecting a high degree of EU added value in the years to come are 1) De- velopment of common EU methodology; 2) Exposure and health impacts of chemicals: and 3) Effects of Climate Change. Combined exposures, e.g., via indoor air, are existing research areas that need more attention and focus in the future. There is a need to focus on medium term on methodological development to reach new high-quality medium- to long- term policy-relevant conclusions that brings the European environment and health research to an even higher level than where it stands today. 6 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 2 Background and objectives This report gives the conclusions of a study on long-term impact of European The overall objective of the present evaluation is \" to assess the extent to which the research activities launched by Commis- 2.1 Historical background suring a high level of environmental lity of life and health in the European gramme for Research, FP5, which included a specific environment and health key action for the first time, the EU Frame- h th Overall objective of Union -funding research in the field of environment and health. This was ac- complished by (i) mapping of projects to various research and non-research- related actions of the European Environment and Health Action Plan 2004- 2010 as well as to the environment and health (E&H) policy-related objectives of the EU research framework programmes FP5, FP6 and FP7, reflecting the number of funded projects and allocated budgets as well as their relevance; (ii) an e-survey and telephone interviews with relevant stakeholders (for further details see appendices 1, 2 and 3), which allowed the identification of a number of research priorities and gaps as well as recommendations for the future. the evaluation sion services under FP5, FP6 and FP7 have fulfilled or will fulfil the goals of the specific actions identified in the EHAP in 2004 and its midterm re- view in 2007 and the environment and health policy-related objectives set out in respectively FP5, FP6 and FP7. Particular focus should be given on the EHAP's research-oriented actions 5-8. \" The EU environmental policies aim at en protection and at preserving citizens' qua Union now and in the future. Since the Fifth Framework Pro work Programmes (FP) on Research have been giving increasing attention to environment and health issues. Especially regarding research on human healt impacts of environmental risk factors, the EU has encouraged and supported research, the aim of which has been to expand the understanding of the com- plex linkages between environmental risk factors and their effects on the heal of individuals as well as populations. 7 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health This understanding has been central to the European Environment and Health Strategy 2 adopted in 2003. Its long-term vision is to address the links between health and environmental problems, and to reduce diseases linked to environ- mental factors. European Environ- ment and Health Strategy The Strategy is implemented in cycles. In its first cycle from 2004-2010 it aims to establish a good understanding of the link between a) childhood respiratory diseases, asthma and allergies; b) neurodevelopment disorders; c) childhood cancer; as well as d) endocrine-disrupting effects on the one hand, and on the other hand their related environmental factors, including i) indoor & outdoor air; ii) dioxins; iii) heavy metals; iv) endocrine disrupters; v) electromagnetic fields; and vi) the urban environment. 3 In 2004, the Strategy was thus followed up by the European Environment and Health Action Plan 2004-2010 (EHAP), concentrating on building the body of common EU environment and health information and on developing a Euro- pean approach to human bio-monitoring. European Environ- ment and Health Ac- tion Plan 2004-2010 (EHAP) The Action Plan is centred on three main objectives 4 : (cid:129) Improve the information chain by developing integrated environment and health information (covering the specific actions 1 to 4) (cid:129) Fill the knowledge gap by strengthening research on environment and health and identifying emerging issues (covering the specific actions 5 to 8) (cid:129) Response: review policies and improve communication (covering the spe- cific actions 9 to 13). The research related actions are: 5) Enhance coordination and joint activities on environment and health; 6) Target research on diseases, disorders and expo- sures; 7) Develop methodological systems to analyse interactions between envi- ronment and health: 8) Ensure that potential hazards to environment and health are identified and addressed. Projects funded under the FP5 contributed to the formulation of the European Environment and Health Strategy. Later contributions to the implementation of especially the four above-mentioned research-related specific actions of the European Environment and Health Action Plan (2004-2010) are made by pro- jects under the Sixth and Seventh Framework Programmes of Research (FP6 and FP7). The 5th, 6th and 7th Framework Pro- grammes on Re- search 2 Also known as the SCALE initiative, based on S cientific evidence, focused on C hildren and other vulnerable population groups, meant to raise A wareness, improve the situation by use of L egal instruments and ensure a continual E valuation of the progress made. 3 COM(2003) 338 final, “A European Environment and Health Strategy” and its Executive Summary. 4 COM(2004) 416 final, “The European Environment & Health Action Plan 2004-2010”, hereunder its Technical Annex. 8 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health The environment and health-related research activities have primarily been supported under certain specific thematic priorities and themes of the different Framework Programmes on Research. 5 These activities, however, have also aimed to advance the general state of the science in numerous areas of envi- ronment and health and have also striven to support relevant policies at EU and national levels. At the launch of the EHAP 2004-2010 it was set out that, in addition to regular monitoring by the Commission, the Action Plan should be subject to an interim or midterm review in 2007, as well as to a final evaluation of the first cycle of the Action Plan in 2010. 6 , 7 , 8 Monitoring of the Environment and Health Action Plan 2.2 Objectives of the study e of the EHAP and proposing fund- In this context, the main aims of the present study were (cid:129) to evaluate the impact, especially regarding policies, and the relevance of (cid:129) to aid in the prioritisation of future actions in view of a potential second - The specific objectives are to: Analyse and summarise FP5, FP6 and FP7-funded research projects on r Before introducing a potential second phas ing of new research in FP7 and possibly FP8, it is considered important to as- sess the extent to which the relevant research projects supported under the pre- vious and current Framework Programmes on Research has fulfilled the goals set for the individual actions of the EHAP 2004-2010, and whether they have contributed to the environment and health policy goals of the European Union. environment and health research carried out since the launch of FP5 in 1998. phase of the EHAP as well as the preparations for future EU research pro grammes and activities. (cid:129) environment and health as regards their fulfilment of the goals of the fou research-related actions of the original EHAP and recommendations of the 2007 midterm review and as regards their attainment of environment and Overall aim Specific objectives of the study 5 Nonetheless, as the European Environment and Health Action Plan states that \" The Com- mission will implement the actions through existing initiatives and programmes, which al- ready have allocated resources, notably the Public Health Programme, the Sixth Frame- work Programme for Research and under the operational budget of the services con- cerned. \" 6 See, e.g., SEC(2004) 729 \"The European Environment & Health Action Plan 2004-2010 - EXTENDED IMPACT ASSESSMENT”. 7 COM(2007) 314 final, \"Mid Term Review of the European Environment and Health Ac- tion Plan 2004-2010\". 8 See, e.g., SEC(2004) 729 \"The European Environment & Health Action Plan 2004-2010 - EXTENDED IMPACT ASSESSMENT”. 9 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health health policy-related objectives of FP5, FP6 and, to the extent possible, FP7 (Chapter 3) (cid:129) Identify and describe in a user-friendly way key results, outputs and, as (cid:129) Analyse the potential and/or proven policy relevance of the FP6 and FP7- (cid:129) Identify possible scientific gaps in knowledge, emerging issues and policy (cid:129) Provide conclusions and recommendations for future actions (Chapters 8 & appropriate, outcomes of the projects analysed (Chapter 4) funded research (Chapters 4 and 5) needs and the extent to which FP7 Environment and Health sub-activity has addressed or will be able to address these (Chapter 6) 9) 10 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 3 Methodological considerations, tools and approaches The results of the evaluation were achieved by combining three types of infor- s, 3.1 Mapping of projects fy the achievement of the ix 1). as based on a desk study and document screening, respectively. A pilot study was completed during the inception phase to validate the mapping f tively. AP 2004-2010 was made, as well as for the policy-related objectives of the relevant mation sources acknowledging the strengths and the weaknesses of the differ- ent methods. The different sources contribute in different ways, e.g., the e- survey has a widespread coverage of stakeholders compared to the interview where the issues are covered in less detail. The purpose of the mapping exercise was to identi goals of the research projects regarding the specific actions identified in the Purpose Desk study and document screening Breakdown of goals EHAP and the environment and health-related objectives of the different Framework Programmes (FPs). Furthermore, possible gaps in the field of re- search within environment and public health were to be assessed (Append The mapping does not include an assessment of the research quality of each study, nor does it give a quantitative score to the political relevance of the fund- ing decisions. The mapping w process. The main documents used were the booklet \" European Research on Environment and Health Projects of the Sixth Framework Programme \" edited by Climate Change and Environmental Risks Unit, Environment Directorate o DG Research, project fact sheets from the CORDIS webpage 9 and, if necessary and available, the project webpage or the project report summary. It was agreed that each project is mapped regarding both its main goal and possible sub-goals. Projects describing the sub-goal as a secondary object are shown in both the FPs and the EHAP actions, but they are only classified once with regard to the number of projects, budget or contribution to EU or national activities/policy, respectively. As regard the FPs, the mapping was firstly based on theme/thematic priority and secondly on sub-goal, whereas the EHAP actions were firstly based on time period and secondly on sub-goal, respec Initially, a \"breakdown\" of goals for the relevant specific actions of the EH 9 http://cordis.europa.eu/fp6/projects.htm. 11 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health specific programmes of environment and health-related key action (FP5), the- matic areas (FP6) or themes (FP7). Each project was mapped and linked to the relevant specific goal of the EHAP 2004-2010 as well as to the relevant policy-related objective of the specific licy-related objective, the number of relevant projects supported and the total budget allocated (EC contribution) for these projects atism as described above. Therefore, many choices had to be made based on challenges. g n. two sub-goals under the \"Environment\" theme could overlap. In the mapping process they were separated, the first being multiple sources s ls u- verlaps occurred, e.g., between Action 3 \" Develop a coherent approach to bio-monitoring in Europe \" and Action 7 programmes of environment and health-related key action (FP5), thematic areas (FP6) or themes (FP7). For each specific goal/po were determined. This made it possible to identify the specific project(s) sup- ported in relation to a given specific goal/policy-related objective. It is obvious that a mapping of projects needs to follow some system For example, a substantial number of projects under the 5th Framework Pro- gramme (FP5) do not specifically mention that the obtained scientific basis really will strengthen the scientific basis for a decision-making, priority-settin policy or a public opinion on environmental health in their project descriptio Furthermore, many of the projects in the FP5 (1998-2002) were completed be- fore the EHAP was implemented. In FP6, it became obvious during the map- ping exercise that two thematic areas 10 needed to be added to the breakdown structure. In the FP7, 11 and/or exposure routes, while the latter encompass research on single categorie of pollution sources. E.g., projects investigating different types of chemica would be classified as \"Identification of pollution sources and new or emerging environmental stressors potential health effects …\". Furthermore, the theme \"Euratom programme 'Radiation Protection' activity\" was added to distinguish projects funded by the European Atomic Energy Community (Euratom) for n clear research and training activities as a category (for further details of the mapping and choices, see Appendix 1). Regarding mapping of actions, possible o \" Develop methodological systems to analyze interactions between environment and health \" sub-goal \" Development and validation of technologies and diag- nostic tools (e.g., bio-markers and bio-sensors) addressing real-life exposures \". Only few projects (two) were related to Action 3 and they had more than one goal. Therefore Action 3 projects are classified elsewhere in the mapping. This is also the case for Action 10. Although many of the projects had a training component, none of them were purely focused on training, and they are there- Challenges regarding mapping of FPs Challenges regarding mapping of EHAP actions 10 \"Life sciences, genomics and biotechnology for health\" and \"Nanotechnology and nanosciences, knowledge-based multifunctional materials and new production processes and devices (NMP)\". 11 \"Study of multiple exposures via different exposure routes\" and \"Identification of pollu- tion sources and new or emerging environmental stressors potential health effects …\". 12 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health fore classified under Actions 6, 7 and 8. In general, many projects refer to m than one sub-goal such as PHIME ore ernational, EU or national levels, the projects were classified as \"Yes\" if they refer to policy-making of what extent the projects funded by the FP5, FP6 and FP7 addressed the goals of the specific actions of the EHAP, a scoring system was scoring system is for: over 7: high ewed by DG Research in order to verify the findings. In cases where the mapping of individual projects 3.2 E-survey A total of 821 respondents were invited to participate in the e-survey. The re- were grouped according to their role, and the groups ions. The EU-level stakeholders (group 1) were asked d , 12 , which looks at low dose and combined exposures to heavy metals, but at the same time, it is investigating long-term health effects and individual susceptibility. Therefore, PHIME is mapped ac- cording to sub-goal as secondary object in both Actions 5, 6 and 7 (for further details of mapping and choices, see Appendix 1). Regarding the contribution to policy-making at int any kind in the description. If no information is available, they were classified as \"NA\". In general, information about the contribution to policy-making at international, EU or national levels was not included in the Project Fact Sheet from CORDIS and many projects, especially regarding the FP6, have thus been classified as \"NA\". In order to assess to used. The scoring system is primarily based on the size of the projects. In the FP5, the projects were small, in the FP6 there were many large-scale projects and in the FP7 the trend is towards small-scale projects again (but bigger than in the FP5). The proposed (cid:129) FP5: 0-2: limited; 3-6: medium; (cid:129) FP6: 0-1: limited; 2-4: medium; over 5: high (cid:129) FP7: 0-2: limited; 3-6: medium; over 7: high. The results of the mapping exercise have been revi was incorrect, they were corrected as suggested. cipients of the e-survey received targeted quest about the extent to which the research projects/activities funded had contribute or had the potential to contribute to the formulation or implementation of any major EU policy initiatives in the area of environment and health. Furthermore we asked EU-level (group 1) and national-level stakeholders (group 2) about the extent to which the funding level had been adequate, and whether the pro- jects/activities had enhanced training in the area of environment and health. Moreover, we asked EU-level (group 1), national-level (group 2) and other relevant stakeholders (group 3) about the extent to which these pro- Contribution to policy-making Scoring system Verification 12 Public health impact of long-term, low-level mixed element exposure in susceptible population strata - http://www.phime.org/ 13 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health jects/activities had contributed to/complemented national and international re search activities/policies, whether the timing of the projects/activities was in line with the policy needs, and whether the research projects/activiti had resulted in outcomes that reveal emerging issues to be taken into account i future policies on environment and health. The e-survey data was collected in the period 20 May -21 June 2010. The e- mail addresses of possible respondents were - es funded n provided by DG Research, and all identified respondents received an invitation to fill in the online questionnaire. online questionnaire was dynamically programmed, meaning that the respon- e - the ques- tionnaire due to other reasons, e. g., lack of experience with the topic at hand or ich onding to a net response rate of 33.8 per cent. 46 responses were received in group 2, which is a gross response f iews The interviews were conducted as structured interviews with the aim to obtain in-depth information on the evaluation questions. For this purpose, an interview Appendix 3). A total of 11 interviews were con- y officers working in the EU Commission and with ge Non-responders received up to two reminders. In all, 541 reminders were sent. The questionnaire, including a schematic overview of the three respondent groups and the questions of each group, is presented in Appendix 2 13 . The dents' answers determined the subsequent questions. The main advantage of this approach is that respondents do not have to \"find their way\" through th questionnaire and are only presented with the relevant questions. Of the 821 invitations, 89 e-mails were immediately rejected because of incor rect e-mail addresses. Furthermore, 10 respondents did not answer because the manager had already participated in the survey. In the net fre- quency, these non-respondents are deducted. There were a total of 327 respondents in group 1; of these 99 answered, wh is a gross response rate of 30.3 per cent corresp rate of 24.1 per cent corresponding to a net response rate of 30.5. Finally, 136 responses were received in group 3, which is a gross response rate of 44.9 per cent corresponding to a net response rate of 49.0 per cent. This gives a total gross response rate of 34.2 per cent corresponding to a total net response rate o 38.9 per cent. 3.3 Interv guide was elaborated (see ducted with research polic leading researchers/research coordinators heading some of the most important projects (for a list of interviewees, see Appendix 3). The answers reflected the different backgrounds of the interviewees, e.g., some had in-depth knowled about the policy aspects of environment and health whereas others showed in- depth knowledge on specific projects or themes. Even though the interviews are not representative, because of the low number, the interviewees represent a broad range of the leading experts in the E&H research and policy fields. On 13 The respondents of group 1 derive from two subgroups, where \"Other relevant recipients\" receive a few more questions compared to the subgroup of EU-level recipients. 14 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health average, the selected experts had many years of relevant experience and on tha background they could assess developments, gaps and important emerging is- sues. The experts were also invited to comment on the mapping, but only a f wanted to do that. As a reason for this, the interviewees mentioned that they knew their own area, but did not know all the projects. The interviewees to a high extent confirmed the conclusions from the mapping and the e-survey. Even though they all could mention certain gaps in research areas and implementation, they all concurred that the EU t ew E&H research is very important as such. 15 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 16 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 4 Main results and outputs 4.1 Main results of the mapping h actions 5 -8, although other total of 93 projects on envi- c Action 5, 46 ant includes a total of 68 i- - 5th Framework Pro- 6th Framework Pro- The focus of the mapping was on EHAP's researc actions (12 and 13) were included as they are research relevant; in addition, they are part of the important framework needed to create successful implemen- tation of new research-based policy initiatives. The 5th Framework Programme (FP5) funded a ronment and health, of which 65 within the category \" Strengthen the scientifi basis for decision-making and priority setting for environment and health pol- icy \" and four within the category \" Strengthen the scientific basis for informed public opinions on environmental risks \". The remaining 24 projects are thus classified under \" Strengthen the scientific basis \". Out of the FP5 projects, four projects were classified under EHAP gramme under Action 6, 22 under Action 7, 10 under Action 8, three under Action 12 and eight under Action 13. It can be concluded that the Actions 6, 7, 8 and 13 are covered to a high extent, whereas Actions 5 and 12 are covered to a medium extent. According to the mapping this points to gaps in 'Integrate and strengthen European environment and health ' (Action 5) and the policy ori- ented action 'Improve indoor air quality' (Action 12). In general, it is import to underline that the number of projects is only part of the coverage of an area; this will be discussed later in the report. The EC contribution to the FP5 envi- ronment and health projects was EUR 146,981,607. The mapping of the 6th Framework Programme (FP6) projects under the Thematic Priority 5, Food Quality and Safety, \" Environ- mental health risks \" area, of which eight are classified as \" Identification of causal agents including contaminants and physiological mechanisms of env ronmental and food-linked environmental hazards \", and one project is classi- fied under each of the sub-goals \" Understanding of exposure pathways, includ ing estimation of cumulative, low dose and combined exposures \" and \" Trans- mission of illness linked to water \". Three projects are classified as \" Long-term health effects \". None of the projects have been categorised as \" Role of individ- ual susceptibility in environment-related diseases \", while two fall within \" Envi- ronmental causes and mechanisms in allergies \" and four within \" Impact of en- docrine disrupters \". Under the Thematic Priority 6, Global Change and Ecosys- tems, \" Complementary research \" area, 14 projects have been classified as \" De- gramme 17 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health velopment of advanced methodologies for risk assessment \". 15 projects have been classified under \" Impact of environment on health, occupational health and risk assessment \" under the \" Policy-oriented research in specific activities covering a wider field of research \" (referred to as 'Priority 8'), 12 under \" Life sciences, innovative medicines initiative, poverty-related diseases, stem cells \" and finally eight under \" Nanotechnology and nanosciences, knowledge-based multifunctional materials and new production processes and devices (NMP)\". Out of the FP6 projects, six were classified under EHAP Action 5, 11 under Action 6, 28 under Action 7, 19 under Action 8, two under Action 12, and one under Action 13. One project did not fall under any of the chosen themes/sub- goals and was therefore classified as \" Other action \". This shows that the Ac- tions 5, 6, 7 and 8 are covered to a high extent. In contrast, Action 13 and 'Other actions' are covered to a limited extent and Action 12 to a medium e reflecting possible gaps in Actions 12 and 13 (however, it should be noted that these actions are not research-related senso strictu but rather policy-orientated). The EC contribution to the FP6 environment and health projects was EUR 221,540,270. xtent A total of 77 projects have been mapped under the 7th Framework Programme - ia f ct - o ronment and health projects until 2010 was EUR 237,822,726. 7th Framework Pro- (FP7). In the theme \" Food, agriculture and fisheries and biotechnology \" of the Cooperation programme 14 projects were classified under \" Exposure to and health impacts of food contaminants \". The 19 projects under the theme \" Nano sciences, nano-technologies, materials and new production technologies \" were classified under \" Environmental and health risks of nanoparticles \". In the theme \" Environment \" six projects are classified under \" Impact of climate change, land use, globalisation \", five under \" Study of multiple exposures v different exposure routes \", six under \" Identification of pollution sources and new or emerging environmental stressors' potential health effects in relation to indoor and outdoor environment, urban environment, air pollution, electromag- netic fields, noise and toxic substances\", two under \" Development of integrated risk assessment and methodologies for hazardous substances \", one under \" Tools and methods for human bio-monitoring \", one under \" Exploitation o population studies \", two under \" Biomarker research \", and finally six under \" Indicators, databases, cost-benefit and multi-criteria analyses, health impa assessment, burden of disease and sustainability analysis \". In the thematic area \" Health theme \" (Translating research for human health; Optimising the delivery of health care to European citizens; Responding to emerging needs and unfore- seen policy needs) four projects were classified under \" Environmental factors in major diseases of public health relevance \", three in the category \" Health de- terminants \" and none in \" Emerging needs including policy support \". Five pro- jects under the FP7 were funded by the European Atomic Energy Community (Euratom) for nuclear research and training activities, thus they have been clas- sified as such. A further three projects do not fall within the themes/sub-goals and thus fall under the category \" Others \". Out of the FP7 projects, nine were classified under EHAP Action 5, ten under Action 6, 29 under Action 7, 24 un der Action 8, three under Action 12, and finally two under Action 13. The same pattern as in the FP6 is observed, reflecting that the Actions 5, 6, 7 and 8 are covered to a high extent, whereas both Policy Actions 12 and 13 are covered t a limited extent reflecting possible gaps. The EC contribution to the FP7 envi- gramme 18 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 4.2 Main results of the e-survey Contribution to major EU policy initiatives 70 per cent of EU-level stakeholders believe that the funded research pro- jects/activities in the area of environment and health have contributed, or have tent, to the formulation ves in this area. Most EU- tion, European chemical policies nd t nt to activities organised at international level. More than 10 per cent of the stakeholders do l re- ns to some or to a large extent. In general, national stake- holders are probably more knowledgeable about this issue. This is supported by hey ge extent. Among EU-level stakeholders, 41 per cent are of this opinion. 39 (42 per cent) of respectively the national and stakeholders state that funding has been adequate to a moderate or to - - man beings, using biomarkers that focus on environmental exposures, diseases The funded research projects/activities contribute to the formulation and/or implementation of policies and international activi- ties Disagreement about whether the funding level has been ade- quate The picture appears to differ for different environment and health issues the potential to contribute, to some or to a large ex and/or implementation of major EU policy initiati level stakeholders point to air quality legisla and consumer and product safety - apart from the European Environment a Health Action Plan 2004-2010 - as the major EU policy initiatives/actions to which funded projects/activities have contributed significantly. Contribution to national and international research activities/policies In total, 62 (53 per cent) of the EU-level and national stakeholders believe tha the funded research projects/activities in the area of environment and health have complemented and/or contributed to some or to a large exte major EU policy ini- tiatives EU research has largely contributed to national not know whether this is true. A similar picture is seen for internationa search activities. National stakeholders (65 per cent) are more convinced than EU-level stakeholders (46 per cent) that the funded research projects/activities in the area of environment and health have complemented and/or contributed to na- tional policies/actio Complement/ con- tribute to national activities a rather large share of EU-level stakeholders (13 per cent), who state that t do not know whether this is true. Funding Half of the national stakeholders believe that the allocated funding at EU level (for research in the environment and health area) has been adequate to achieve the goals to some extent or to a lar EU-level a minor extent. Only few stakeholders state that funding has been inadequate. A large percentage of EU-level stakeholders (18 per cent) do not know whether funding has been adequate compared to national stakeholders (9 per cent). The stakeholders have differing views on the most important goals that, to their knowledge, has received insufficient funding to meet the goals set. A number of stakeholders mention human bio-monitoring. I n the preparation of the Ac tion Plan, human bio-monitoring was defined as \"monitoring activities in hu and/or disorders and genetic susceptibility, and their potential relationships\". Other possible gaps are mentioned, such as (indoor) air pollution, chemicals, noise, climate change, nanotechnologies, electromagnetic fields, health risk assessments (especially in case of multiple exposures) and health impact assessments. 19 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Training Most EU-level stakeholders (65 per cent) and national stakeholders (59 per cent) believe that the funded research projects/activities have enhanced training in the area of environment and health to some or to a moderate extent. More- d 13 per cent of respectively the EU-level and national stakeholders y ts (EHAP actions 5-8) has been in line with the policy needs in the field of environment and health to a moderate, some or to a large t the same time, the percentage of especially EU-level stakeholders - ems - s have resulted in outcomes pointing to emerging issues. In total, 60 (65 per cent) of the participating EU-level and national stakeholders, respec- e projects/activities resulted in outcomes to some or to a ding climate change) on health and emerging chemicals and health risks as major emerging issues revealed and to be taken into account in - - d part- ners are more prone than EU-level and national stakeholders to believe that pro- EU research in envi- ronment and health had enhanced envi- ronment and health The timing of the funded research pro- over, 9 an state that the projects/activities have enhanced training to a large extent. Onl few stakeholders state that the projects/activities have not enhanced training at all. More than 10 per cent of the stakeholders do not know whether the projec have enhanced training. 80 per cent of the project coordinators/partners are more inclined than the EU-level and national stakeholders to consider that the projects/activities have enhanced training in the area of environment and health to some or to a large extent. No one states that the projects/activities have not enhanced training at all. Timing Most EU-level and national stakeholders find that the timing of the funded re- search projects/activities training jects/activities has been in line with the The projects/activ- ities funded resulted in outcomes pointing to emerging issues emerging issues into account for policy extent. A who 'do not know' is relatively high (29 per cent). There are no big differences in the assessment of the timing as regards the different EHAP actions 5-8. The statements of both EU-level and national stakeholders indicate, however, a somewhat better timing of projects/activities under EHAP actions 5 and 6 (\" In tegrate and strengthen European environment and health research \" and \" Tar- geted research on diseases, disorders and exposures \", respectively) compared to the activities under EHAP actions 7 and 8 (\" Develop methodological syst to analyse interactions between environment and health \" and \" Ensure that po- tential hazards on environment and health are identified and addressed \", re- spectively). Emerging issues Most EU-level and national stakeholders believe that the funded research pro jects/activitie policy needs tively, state that th large extent. Most of the EU-level stakeholders point to combined exposures to environ- mental stressors (effects, methods, adoption in legislation), impact of global change (inclu Stakeholders call for the EU to take these the future general policy development. National stakeholders also stress inte grated environment and health impact assessment as important issues. The picture is similar when looking at emerging issues revealed and to be taken into account in the potential future action plans for environment and health, es pecially as concerns research. 86 per cent of the project coordinators an development jects/activities have resulted in outcomes that reveal emerging issues to be taken into account in future policies on environment and health. No one states 20 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health that the projects/activities have not contributed to/resulted in outcomes at all. The project coordinators/partners point to a wide range of different (re-) emerg- ing or neglected issues to be taken into account in future policies on environ ment and health revealed by the results of their specific projects. A number of project coordinators/partners mention issues relating to, e.g., hu- man bio-monitoring, (indoor) air pollution, chemicals, noise, climate change, nanotechnologies, electromagnetic fields, health risk assessments ( - especially in case of multiple exposures) and health impact assessments. These issues were nd the main conclusions found in the midterm review and the progress report 2010 on the EHAP. The research was found to be relevant and there was common frus- road range of ideas were ial policy information re - everal as important. All in- terviewees supported a strong, focused and even intensified research on E&H s- These emerging is- sues require further funding Research-policy gap still exists There is strong sup- port for reinforced environment and health research in the future also mentioned by EU-level and national stakeholders as important goals that, to their knowledge, have received inadequate funding to achieve goals. 4.3 Main results of the interviews The interviews did to a large extent sustain the findings of the e-survey a tration on the still existing research-policy gap. A b mentioned to minimise the problem including a spec \"track\" in the programme, longer funding periods for some kinds of activities like networks and databases, more open exploratory research, less bureaucracy and more transparent procedures. The training parts of the projects were seen to be mostly \"on-the-job training\", but this was seen as being very valuable in educating the next generation of high-level researchers. The EU projects we judged to be very suited to this form of training. A long list of emerging and re-emerging issues was brought up by the experts. Everyone had his/her priorities, but further developing integrated risk assess ment tools, information systems, human bio-monitoring and policy-relevant results on indoor air pollution was mentioned by s in the years to come, yet not all were convinced that a second phase of the EHAP was the only way to reach this goal. The following sections will mention the specifics of the outcome when discus ing the evaluation questions. 21 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 22 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 5 Relevance of the EU research activities for the specific actions of the EHAP and the fulfilment of their goals and for environment and health-related objectives of the FP5, FP6 and FP7 The European Environment and Health Action Plan (EHAP) is based on three The mapping exercise demonstrated that Action 5 ( Integrate and strengthen P5, go- p- - Action 6 ( Target research on diseases, disorders and exposures ) is covered to The ion main themes 14 , each covering a number of specific actions. European environment and health research ) is covered to a high extent (19 projects) (Table 4, Appendix 1). Most projects were funded under the FP7 (nine) whereas six projects were funded under the FP6 and four under the F respectively (Table 10, Appendix 1). Most of the total budget for the FP5- funded four projects (EUR 44,590.124) under the sub-goal \" Consolidate on ing research in priority areas \" seems reasonable, since many projects also point to this area as a secondary sub-goal reflecting high activity (Table 4, A pendix 1). Two of the projects also describe that they contribute to EU activi- ties/policy. In contrast, the sub-goals \" Analyse final results and national initia tives relevant to policy-making \" and \" Strengthen networking between research- ers, policy makers and stakeholders \" received 'only' EUR 6,430,354 to six pro- jects and EUR 9,536,22 to eight projects, respectively. But five of the projects contributed to EU and two to national activities/policy, respectively, whereas one project contributing to the sub-goal \" Analyse final results and national ini- tiatives relevant to policy making \" also contributed to international activi- ties/policy. a high extent in FP5 (46 projects), FP6 (11 projects) and FP7 (ten projects) (based on the first three calls published until 2010) (Table 10, Appendix 1). total budget for Action 6 was EUR 167,485,503. The sub-goal \" Long-term health impacts of exposure to environmental stressors (chemicals, air pollut Q1 : To what extent , of as s- have the projects funded by the FP5 FP6 and FP7 ad- dressed the goals the 13 specific ac- tions of the EHAP described in the 2004 and in 2007 mid- term review, focu ing in particular on the goals of the re- search-oriented ac- tions 5-8? 14 Theme 1: Improving the information chain by developing integrated environment and health information to understand the links between sources of pollutants and health effects. Theme 2: Filling the knowledge gap by strengthening research on environment and health and identifying emerging issues. Theme 3: Reviewing policies and improving communica- tion by developing awareness raising, risk communication, training and education to give citizens the information they need to make better health choices, and to make sure that pro- fessionals in each field are alert to environment and health interactions. 23 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health and noise )\" received the highest funding (EUR 52,496,153) to eleven projects and many projects also point to this area as a secondary sub-goal (Table 5, Ap- pendix 1). The two sub-goals \" Environmental exposures and endocrine- disrupting effects \" and \" Causes of environment-related diseases via epid ogical studies focusing on gene-environment interactions \" received each ap- proximately one fifth of the total budget to 17 and three projects, respectively 43 of FP6 projects contributed to EU activities/policy, especially within the sub-goals \" Environmental exposures and endocrine-disrupting effects \", \" Env ronmental exposures and respiratory diseases \" and \" Long-term health impacts of exposure to environmental stressors (chemicals, air pollution and noise )\". In contrast, only four projects contributed to international or national activi- ties/policy. emiol- . i- Successful examples of projects under Action 6 are GA 2 LEN and CASCADE Box 5-1 Examples of projects included in Action 6 Networks of Excellence (see box 5-1) GA 2 LEN l allergy and asthma European network ) and CA ( Globa SCADE ( Chemicals as contami- nants in the food chain: a NoE for research, risk assessment and education ) are two very large net- works on asthma and allergy and endocrine disrupting chemicals, respectively, funded under FP6. The funding scheme for these projects was a Network of Excellence (NoE), the main aim of which was to combat fragmentation in a particular area of science. 15 An Commission-funded expert team made in 2008 a review of the NoEs and the conclusion was that the objectives of the NoE scheme were ambiguous and the scheme was successful to a limited extent only regarding the general objective of developing integrated and sustainable ‘virtual centres of ex- cellence’. However, the NoE ‘experiment’ is seen as valuable and important because it showed that in such organisational setting valuable collective goods can be produced that would not result from other arrangements. Some NoEs have even come close to achieving the originally defined objec- tives. 16 The idea behind the GA2LEN network was the cooperation between European groups on asthma and allergies on a long-term basis. The NoE was successful in creating a European Research Area (ERA) of excellence in the field of allergy and asthma. Some activities, e.g., EAACI-GA2LEN Allergy 17 Schools have continued after the network has ended (http://eaaci.net/activities/ga2len/ga2len-events). The main objective of CASCADE as a Network of Excellence 18 was to act as an integrated research network in the field of chemical contaminants in food. It was originally composed of 19 partner uni- versities and institutes but has been additionally expanded through the introduction of new partners. CASCADE is today a highly multidisciplinary network, featuring a wide array of scientific disci- plines including risk assessment, toxicology, biochemistry, molecular biology, mouse genetics, in- silico and in-vitro methodologies and several additional research areas. In addition, from the start the CASCADE NoE developed an extensive training (e.g., an international post-doc programme [CASCADE-FELLOWS] has been established to continue the research and researcher exchange ac- tivities of CASCADE) and dissemination scheme. A key feature of NoEs and CASCADE is the re- quirement to become established in such a fashion that network activities would remain active even after the EC funding period. Thus, it has established a Non-Profit Association to continue network activities in the future (CASCADE ACERT). 15 Source as above and, e.g., http://www.timeshighereducation.co.uk/story.asp?storyCode=205939&sectioncode=26 16 http://www.ecnis.org/images/stories/ecnis/documents/news/expert_group_on_the_future_of _noes_final_report.pdf. 17 http://onlinelibrary.wiley.com/doi/10.1111/j.1398-9995.2005.00822.x/full 18 http://www.cascadenet.org/projectweb/portalproject/CASCADE%20NoE%20becomes%20 CASCADE%20ACERT.html 24 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Action 7 ( Develop methodological systems to analyse interactions between en vironment and health ) is covered to - , using ment and health are identi- - a high extent in FP5 (22 projects), FP6 (28 projects) and FP7 (29 projects) (Table 10, Appendix 1). Action 7 has the high- est total budget of the actions evaluated in this project (EUR 271,531,750). The highest funded sub-goals are \" Methodologies, techniques, and models to ad- dress complexity in environment/health interactions \" (EUR 70,017,528) with 19 projects, and \" Integrated risk assessment methodologies and models for evaluating cumulative effects, interaction between stressors and their influence on human health \" (EUR 63,378,525) with 13 projects, respectively (Table 6, Appendix 1). Regarding contribution to EU, international or national activi- ties/policy all sub-goals contribute to EU activities/policy (one to 11 projects) only six contribute to international and ten to national activities/policy. Examples of projects include HEIMTSA 19 and INTARESE 20 , which are an integrated systemic approach. The two projects are developing a methodo- logical framework and a set of tools and indicators for integrated assessment that can be applied across different environmental stressors (including pollut- ants and physical hazards), exposure pathways (air, water, soil, food) and pol- icy areas. HEIMTSA, INTERESE and other projects looking at environ- ment/health interactions were discussed at the 2009 conference in Luxembourg \" Bridging the gap: Using science to inform the development of policy \" 21 . The main conclusion was that integrated Environmental Health Impact Assessment (IEHIA) will become even more important in the years to come. Indoor air quality, a main theme on the conference, was seen as an example of a research field where the integrated approach will continue to create policy-relevant re- sults and new legislation in the future. Action 8 ( Ensure that potential hazards on environ fied and addressed ) is covered to a high extent in the FP5 (10 projects), the FP6 (19 projects) and the FP7 (24 projects) (Table 10, Appendix 1). All five sub- goals are included in action 8 (Table 7, Appendix 1). 29 projects are classified under the sub-goal \" Environmental and human health impacts of nano- particles \", which also has the highest funding (EUR 72,670,284). Regarding the contribution to EU, international or national activities/policy almost the same pattern is observed as in action 7. All sub-goals contribute to EU activi- ties/policy (one to nine projects), four contribute to international and one to na tional activities/policy. Examples of project s include MICRODIS and EDEN (see box 5-2). 19 Health and environment integrated methodology and toolbox for scenario assessment : http://www.heimtsa.eu/ 20 Integrated assessment of health risks from environmental stressors in Europe : http://www.intarese.org/ 21 http://www.intarese.org/event/bridging-gap-using-science-inform-development-policy- 200901.htm. The Workshop was attended by 45 participants representing European stake- holders and potential users of IEHIA; those interested in the science (academia and research institutions), the development of policy (governments and the WHO) and those seeking to exert their influence (industry and NGOs). 25 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Box 5-2 Examples of projects included in Action 8 The FP6-funded EDEN) project 22 received EUR 11 million to catalogue, understand, model and map the environmental, economic and societal factors that help diseases to spread. A strong European research and expertise network in vector-borne diseases was developed. The EDEN project developed predictive models which can indicate when and where disease outbreaks may happen because of cli- mate change, changing habitats or even new viruses or diseases. These models may help us get pre- pared for potential future epidemics. The project focused on diseases transmitted by sandflies, mos- quitoes, or ticks, and rodents. Methods have been developed to monitor climate and environmental changes, using the resulting indicators in disease modelling and developing tools for risk assessment, thereby enabling improved public health decision making at the national and European levels. A strong PhD network has been implemented, and many workshops and meetings have been held, in- cluding an international conference organised in Montpellier (France), in May 2010. The EDEN in- formation system is now internationally recognised and supported by European Centre for Disease Prevention and Control. Besides the numerous publications and PhD theses released during EDEN, key scientific messages are: (i) Disease emergence is a complex phenomenon that cannot be reduced to a single cause, and each emerging infectious disease is a special case. The causes may vary from place to place; (ii) Social, economic and behavioural changes may be more important than climate or environmental changes in explaining disease upsurges; (iii) Long-term, and high-quality, field and public-health data are essential to correctly identify the most important drivers of disease emergence; (iv) Quantitative predictive models are needed to develop useful early-warning tools. Recent events such as the Pakistan earthquake, Hurricane Katrina, the Indian Ocean tsunami, the Si- chuan earthquake, the European heat waves and the cyclone in Myanmar reveal the vulnerability of societies to extreme events. The main goal of the MICRODIS project is to strengthen prevention, mitigation and preparedness strategies in order to reduce the health, social and economic impacts of extreme events on communities. Specifically, the objectives of MICRODIS are 23 : - to strengthen the scientific and empirical foundation on the relationship between extreme events and their health, social and economic impacts; - to develop and integrate knowledge, concepts, methods, tools and databases towards a common global approach; - to improve human resources and coping capacity in Asia and Europe though training and knowl- edge sharing. It should be noted that the project is still ongoing. The main strength of this project is that the project involves an international consortium of sixteen partners from across Europe and Asia, with full spec- trum of experts from those involved at the EU level through to global policy level. Finally, the two non-research focused actions: Action 12 ( Improve indoor air quality , theme 3; eight projects) and Action 13 ( Follow developments regard- ing electromagnetic fields , theme 3; 11 projects) are covered to a medium ex- tent except for action 13 in the FP5, which is covered to a high extent (Tables 8, 9 and 10, Appendix 1). This is not surprising, since these actions are primar- ily non-research actions. 22 Emerging diseases in a changing European environment: http://www.eden-fp6project.net/ 23 Health and socio-economic impacts of extreme events:http://www.microdis-eu.be/. 26 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health In the interviews it was stated, however, that the specific actions 5 to 8 of the EHAP are broadly and generically formulated to catch new and emerging is- sues, and it was confirmed that actions 12 and 13 are not primary research ac- tions and may as such confuse the overall picture of the mapping. Some experts remarked in the interviews that it is not so much the number of projects, but rather the results and quality of them that count. One expert stated that the weakness of many EU projects is that they have unrealistic objectives and many partners of variable quality. It is therefore questionable if they will con- tribute to important new results. Another stated that high-quality projects may make significant contributions to accumulating knowledge in the E&H area and probably also to formulating new policies, and it was underlined that these pro- jects are characterised by strong and visionary project leadership and concrete objectives. Viewpoints received by interviews: It is the results and qual- ity of the projects that count The interviews showed some concern about securing proper utilisation of the results of the many projects. Equally, concern was expressed over what will happen when the European E&H action plan terminates in 2010 and how re- sults can be brought forward. In general, it was perceived among the interview- ees that the environment and health issues were handled better by the FP5 and the FP6 compared to the FP7. Therefore it is important to create the \"right han- dles\" for the future work. Concern about the future of environ- ment and health re- search In conclusion: Conclusions regard- ing Q1 In the FP5 all relevant EHAP actions are covered to a high extent except for action 12. The same pattern is observed in the FP6 and the FP7 except for ac- tions 12 and 13. This is not surprising since these actions are primarily non- research actions, which was confirmed in the interviews. Furthermore, some experts remarked in the interviews that it is not so much the number of projects, but rather the results and quality of them that count. Interviewees also ex- pressed concern regarding what will happen when the EHAP terminates in 2010 and how results can be brought forward. Regarding the mapping, many of the projects (118) contribute to EU activi- ties/policy and much fewer to international (16) or national (19) activi- ties/policy respectively. This number of contributions may be biased since the mapping is based on project abstracts and web pages, which may not be up- dated or sufficient comprehensive. 27 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health In Action 5 ( Integrate and strengthen European environment and health re- search ), four sub-goals have been funded via 19 projects. Three sub-goals have been addressed in a sufficient manner by six, five and eight projects respec- tively (Table 4, Appendix 1). However, in Action 5 there is an increasing trend towards improved coverage, with twice as many projects funded under FP7 compared to FP5. During interviews, it was mentioned that projects often have more than one goal/research area; this is true as under the sub-goal \" Consoli- date ongoing research in priority areas \", 31 projects have consolidations as a secondary goal reflecting a high activity in the area. Q2 : Are there any goals in the research actions 5-8 that have not been adequately addressed? Please specify by making an analysis of underly- ing reasons and mak- ing recommenda- tions for further needs. Under the sub-goal \" Organise conferences and/or workshops to highlight re- sults and their relevance to policy development and identify needs for the fu- ture \", no project was mapped. However, it is important to underline that the Commission has organised or otherwise contributed during the six years of the Action Plan to numerous events engaging various stakeholders, including na- tional and EU policy makers. These actions also reflect high activity in the area (Box 5-3). In all, Action 5 seems well covered. Over the last six years the Commis- sion has engaged stakeholders actively 28 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Box 5-3 Examples of EU organised events Examples of EU organised events -Workshop on biobanking 2009 (Brussels, 2009) -Endocrine disrupters: four international workshops to discuss testing strategies and current state of the art (2005, 2006, Brussels, Helsinki, Prague); -Environmental f framework cancer risks: one international workshop to highlight results o programme projects (2005, Warsaw) -Health s: a workshop highlighting the final risks related to exposure to electromagnetic field results of the FP6-funded EMF-NET coordination action (Brussels, 2006) -Climate change and health risks: workshop (Brussels, 2005) -6th European Conference on Noise Control and Global Noise Policy workshops, (Tampere, 2006) -10th International Congress of Toxicology (Tampere, 2004) -EUROTOX2009 en, 2009) congress (Dresd -12th International Congress of Toxicology (Barcelona 2010) -International Polar Symposium (Brussels, 2007); -Health risks related to indoor and ambient air quality: three workshops with extensive stakeholder participation (Brussels, 2007, 2008, 2009) -Risk assessment and cost/benefit analysis: workshop on harmonisation of risk analysis of food chemicals (Brussels, 2005) -1st international risk assessment conference (Brussels 2008) -Two workshops on cost/benefit and uncertainty analysis (Brussels, 2007); -Open Stakeho onment & Health Research in FP7 lder Consultation: Priorities for Envir (Brussels 2006); -International conference on environmental epidemiology and exposure (Paris, 2006); -Intergovernmental Midterm Review of Environment and Health (Vienna, 2007) -International Public Health Symposium on Environment and Health Research (Madrid 2008) -Fifth Ministerial Conference on Environment and Health (Parma, 2010) -Environment and Health Action Plan Consultative Forum meetings (twice a year until 2008, once in 2009 and 2010 in Brussels and Luxembourg) orkshops/events, d work hops held by pro- cts see box 5-4. Simultaneously many topics have been covered by w reaching a large number of stakeholders as, e.g., the WHO Madri shop 2008 24 as well as good examples of works je 24 http://www.euro.who.int/en/home/conferences/fifth-ministerial-conference-on- environment-and-health/preparation/international-public-health-symposium-on- e- environment-and-health-research,-madrid,-spain-20-22-october-2008/report-of-th international-public-health-symposium-on-environment-and-health-research 29 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Box 5-4 Example of projects included under Action 5 ESCAPE ( European study of cohorts for air pollution effects ) is funded by FP7. 25 Main results are expected to be ready in 2012. Current estimates of the European health impact of especially fine par- ticles in the air are large. However, available estimates are primarily based on exposure-response relationships established in studies from North America. There is an urgent need to perform studies in Europe on recent and current exposures, and to use refined exposure assessment tools. Thus the re- search objective is to provide new assessments of the risks for health of populations affected by poor air quality. The focus is on vulnerable groups, such as children and pregnant mothers; asthma and respiratory disease, high blood pressure and cardio-vascular disease; mortality and cancer amongst other conditions. The overall strategy is to take advantage of health data from European cohort stud- ies. The project will integrate health and environmental data. 26 An earlier project on the same theme was \"AIRNET\" funded by FP5 27 . AIRNET was very policy oriented and had five working groups meeting regularly, and producing reports aimed at a non- specialist audience to explain contributions from different fields and disciplines of air pollution. Stakeholder needs were incorporated into these working groups by having the reports address a num- ber of ‘frequently asked questions’ originating from stakeholder presentations and a specific survey among stakeholders conducted in the early stage of the project 28 . The project is assessed to have had significant influence on the ongoing policy process in the area. 29 ENNAH funded by FP7 is a network on noise and health, 30 focussing on producing information that is useful for the further development of, e.g., the Environmental Noise Directive by examining whether existing noise maps can be used to establish any adverse effects of noise on health. Accord- ing to the project webpage research on noise and health has been significantly advanced by two pre- vious EU funded projects: RANCH 31 which examined relationships between aircraft and road traffic noise at school and children’s cognition and health, and HYENA 32 which explored the impact of aircraft and road traffic noise on blood pressure in adults. ENNAH will take this work further. ENNAH includes a specific training part, a younger researcher exchange programme. In the interviews it was suggested that the EU projects have an important role in educating national researchers in Member States. As much of the E&H re- search are highly specialised, EU co-funded high quality research courses may provide extra added value and at the same time promote the needed integration and use of common methodologies etc. Action 6 ( Target research on diseases, disorders and exposures ) covered in all 43 projects distributed over seven sub-goals. Three of these may be underrepre- sented since the sub-goals 'Exposure to and effects of heavy metals' only funded two projects, 'Causes of environment-related diseases via epidemiological stud- ies focusing on gene-environment interactions' funded three projects and 'Envi- ronmental exposures and neuro-developmental disorders ' four projects. In addi- s one tion, two of the sub-goals also received quite low EU contribution wherea 25 : http://www.env-health.org/a/3571. The main website is: www.escapeproject.eu 26 http://www.env-health.org/a/3571 27 http://ec.europa.eu/research/environment/pdf/env_health_projects/air_pollution/ap- airnet.pdf 28 http://ec.europa.eu/research/quality-of-life/ka4/pdf/report_airnet_en.pdf 29 Se e.g. the Commission staff working document Progress Report on the implementation of the \"European Environment and Health, 2010. 30 http://www.ennah.eu/ennah-news 31 http://ec.europa.eu/research/environment/pdf/env_health_projects/noise/n-ranch.pdf 32 http://ec.europa.eu/research/environment/pdf/env_health_projects/noise/n-hyena.pdf 30 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health ( 'Causes of environment-related diseases via epidemiological studies focusing on gene-environment interactions' ) received fairly high contribution. The latter also shows that many projects have this area as sub-goal as secondary objective (Table 5, Appendix 1). Box 5-5 Example of projects included under Action 6 ANEMONE 33 ( Assessment of neurobehavioural endpoints and markers of neurotoxicant exposures ), funded by FP5, was mapped under the sub-goal 'Environmental exposures and neurodevelopmental disorders ') ylmercury is present worldwide in seafood and freshw . Meth ater fish. Accumulation of methylmercury in species that contribute to the human diet results in increased exposures in many fishing communities. This contaminant often occurs along with polychlorinated biphenyls (PCBs). ANEMONE followed a large cohort of children from the North Atlantic area from birth to 7 years of age as well as their mothers to investigate exposures to methylmercury and PCBs and the effect on cognitive functioning. Their conclusions were worrying: Unexpected patterns of persistent pollutants in marine food chains in the North Atlantic were discovered; Concentrations of PCBs found in fulmar egg and muscle are in the same range as previously seen in the pilot whale, thereby significantly con- tributing to human exposures. Brominated flame retardants were also found in the babies. In the co- hort of children examined, PCB concentrations averaged about 60% of the concentrations in their mothers, but concentrations in the children increased with the duration of the breastfeeding period. Children with different degrees of prenatal exposure to methylmercury and PCBs and other halo- genated organic pollutants have been examined at age seven, and performance on neurobehavioural tests decreased at higher prenatal methylmercury. The results support the notion that action should be taken to protect the developing brain from toxic effects caused by pollutants. This conclusion is highly relevant to the DG SANCO and EFSA risk assessment activities as regards food contaminants. GABRIEL 34 ( A multidisciplinary study to identify the genetic and environmental causes of asthma in the European Community ), funded by FP6, was classified in the mapping under the sub-goal ' Causes of environment-related diseases via epidemiological studies focusing on gene-environment interac- tions'. It involved over 150 scientists from 14 European countries, using the latest research across a variety of disciplines, including genetics, epidemiology and immunology, to identify key factors in the development of asthma. The final results of this integrated project will be available in the second half of 2010. DEER 35 ( Developmental effects of environment on reproduction ), funded by FP7, was mapped under the sub-goal ' Long-term health impacts of exposure to environmental stressors (chemicals, air pollu- tion and noise) '). Many of the male reproductive health issues (low sperm count, testicular cancer, low production of male hormone), which a large portion of the male population in the Western coun- tries face today are thought to arises because of mal-development and malfunction of the fetal testis. These reproductive disorders are thus thought to comprise a testicular dysgenesis syndrome (TDS). Several pieces of evidence suggest that common environmental chemicals, probably acting together in mixtures or in combination with other factors (genetic, lifestyle) could contribute causally to TDS. However, there are numerous obstacles to proving this scientifically, such as the long latency (up to 40 years) between cause (in fetal life) and health consequence, coupled with inherent difficulties in 33 http://ec.europa.eu/research/environment/pdf/env_health_projects/chemicals/c- anemone.pdf 34 http://www.gabriel-fp6.org/ 35 http://www.eu-deer.net/ 31 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health evaluating human fetal exposure to complex chemical mixtures; assessing interactions between chemical exposures and other factors adds greater complexity. DEER will take advantage of existing human birth cohorts/samples with their associated chemical exposure analyses. Established animal and in vitro models will be used to improve our understanding of foetal testis development and func- tion and its relationship to male reproductive development. The complexity of real-life chemical ex- posures will be tackled by new bioinformatics approaches for assessing associations between real-life exposure scenarios and effects in humans. Results will be available in 2012 and are likely to contrib- ute to EU chemicals-related policies. Action 7 ( Develop methodological systems to analyse interactions between en- d health ) covers 11 sub-goals distributed over 79 projects. Of ese, four sub-goals is covered with relatively few projects ( 'Accounting frameworks incorporating externalities associated with various environmental vironment an th stressors, the assessment of health related externalities, and definition of sus- tainability thresholds ' three projects; 'Networking of researchers, policy-makers and other stakeholders to disseminate best practice and validate decision- support tools ', four projects; 'Networks to foster co-operation and data ex- change between environmental monitoring institutes and related regulatory bodies ', five projects and 'Risk/benefit analysis of foods' , six projects). (Table 6, Appendix 1). Box 5-6 Examples of the projects under Action 7. NOMIRACLE 36 ( Novel methods for integrated risk assessment of cumulative stressors in Europe ), funded by FP6, was mapped under the sub-goal 'Integrated risk assessment methodologies and mod- els for evaluating cumulative effects, interaction between stressors and their influence on human health '. It e n 2009. The project conclusions underlines the need of nded i time to examine cumulative stressors, it looks into the nature of uncertainties and identify and qualify the most relevant risks. Main focus should be given to the receptor instead of the single stressor. 37 There is also a need for more efforts on mechanistic understanding and for a mechanism-based framework for interpreting mixture/multiple stressor effects. HEIMTSA 38 ( Health and environment integrated methodology and toolbox for scenario assessment ), also funded by FP6 under the sub-goal ' Methods and tools for environment and health impact assess- ment, cost/benefit analysis and the identification of sources of pollution' . HEIMSTA will end in Janu- ary 2011. The main aim is to extend health impact assessment (HIA) and cost benefit analysis (CBA) methods and tools so that environment and health impacts of policy scenarios in key sectors (trans- port, energy, agriculture, industry, household and waste treatment and disposal) can be evaluated 36 http://nomiracle.jrc.ec.europa.eu/default.aspx 37 Nomiracle final results in Science of the Total Environment 408 (2010) 3719–3724: This special issue covers the main results of the European Sixth Framework Integrated Research project. The new tools are available on the internet (http://nomiracle.jrc.ec.europa.eu). 38 http://www.heimtsa.eu/ 32 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health reliably at the European level. Case studies are developed with application of full chain methods. The study also has specific focus on training and capacity building. 39 Together with INTARESE, HEIMTSA will produce an Integrated Toolbox, which will consist of three complementary parts: (i) A Guidance System, explaining Integrated Environmental Health Impact Assessment (IEHIA) and what it takes to apply it in real-life situations, including worked examples from both projects and in particular on the Common Case Study; (ii) A Toolkit of selected stand-alone tools; (iii) An Integrated Environmental Health Impact Assessment Computational System (IEHIACS). Under Action 8 53 projects were funded. Two of the five sub-goals are poorly th - e t Box 5-5 Example of projects included under Action 8. covered: one of them is not covered at all ( 'Rapid assessment of emerging threats ') whereas the other is covered by two projects only ( 'Improved heal sector planning for future extreme weather events ') (Table 7, Appendix 1). Ex amples of projects from some of the sub-goals are EDEN 40 [ 'Emerging diseases in a changing European environment ' - see above], HI-WATE 41 [ 'Health im- pacts of long-term exposure to disinfection by-products in drinking water' - se below], MICRODIS 42 [ 'Health and socio-economic impacts of extreme events' - see above] funded by FP6, and ARCRISK 43 [ 'Arctic health risks: impacts on health in the arctic and Europe owing to climate-induced changes in contami- nant cycling' ], and NANOIMPACTNET 44 [ 'European network on the health and environmental impact of nanomaterials ' - see below] funded by FP7. As i can be seen, some of the larger projects are relevant for more than one EHAP action (Box 5-8). NANOIM NET, funded by FP7 and consisting of 24 partner instit PACT utions, is an open network that has become very popular for both researchers in and outside Europe. NanoImpactNet will create a scientific basis to ensure the safe and responsible development of engineered nanoparticles and nanotechnology-based materials and products, and will support the definition of regulatory measures and implementation of legislation in Europe. The work is focused on human hazards and exposures, hazards and fate of nanomaterials in the environment, impact assessment, communication, integration and nomenclature, and coordination and management. Discussions about strategies and methodolo- gies are usually initiated through workshops covering the various topics. All researchers and stake- holders dealing with the issues are invited to participate. After these workshops, the researchers col- laborate to produce thorough reports and sets of guidelines reflecting the consensus reached. Most of the leading European research groups with activities in nanosafety, nanorisk assessment, and nanotoxicology are represented in NanoImpactNet and they address all relevant exposure routes, ma- 39 From the 2010 HEIMTSA newsletter, nr.5 on: (http://www.heimtsa.eu/Portals/8/Documents/News%20Letter/HEIMTSA_Newsletter5_FI NAL.pdf): 40 http://www.eden-fp6project.net/ 41 http://www.hiwate.eu/ 42 http://www.microdis-eu.be/ 43 http://www.arcrisk.eu/ 44 http://www.nanoimpactnet.eu/ 33 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health jor disease classes and impact assessment approaches\". 45 As stakeholders are also invited to be part of the network it facilitates direct researcher-policy maker dialogue. The network is part of the large EU NanoSafety Cluster 46 . The cluster is a Commission initiative to maximise the synergies between the existing FP6 and FP7 projects addressing all aspects of nano- safety including toxicology, ecotoxicology, exposure assessment, mechanisms of interaction, risk assessment and standardisation. Participation in the NanoSafety cluster is voluntary for projects that commenced prior to April 2009, and is compulsory for projects started since April 2009. The HiWATE project was funded under FP6. The main objective of the project was to investigate potential human health risks (e.g., cancer, premature births, small for gestational age, semen quality, still birth, congenital anomalies) associated with long-term exposure to low levels of disinfectants (such as chlorine) and disinfectant by-products (DBPs) occurring in water for human consumption and use in the food industry. The study comprised risk/benefit analyses including quantitative as- sessments of risk associated with microbial contamination of drinking water versus chemical risk and compares alternative treatment options. The results should be improved risk assessment/management. The project held a final workshop in the spring 2010 with many participants but the results from this is not yet publicly available. Even though the European Union is not restrictive in using the precautionary f In conclusion: Actions 5, 6, 7 and 8 are well covered scientifically in all three FPs. Overall, c - ugh the research-related Actions in the EHAP seem to be well cov- t principle, and no projects were found with the main focus of \"early warning o emerging threats\", the area of nanoparticles is an example of an emerging issue receiving quite a lot of E&H research funding within a relatively short period of time. Conclusions regard- Efforts are still s ing Q2 218 projects have been funded distributed over 25 sub-goals; 11 of these sub- goals suffer from few projects funded, although these may have received ade- quate EU contribution and also contributed very well to at least EU activi- ties/policy. The reason for the relatively few projects funded within specifi sub-goals may be due to, e.g., few or poor quality applications, the topics not having been opened in calls for proposals, or few research institutions within the specific area or small universities which are not able to manage big EU pro jects. Even tho ered, policy requests from policy-makers still emerge. They want answers to specific policy questions and recommend new research, because they need to solve newly emerged E&H problems. The Scientific Committees of the Com- mission can offer advice, but sometimes they also recommend new research priorities like, e.g., antimicrobial resistance, an area in which they made a join recommendation in 2009. needed to addres policy needs 45 ftp://ftp.cordis.europa.eu/pub/nanotechnology/docs/compendium-nanosafety- cluster2010_en.pdf, page 100. 46 http://www.nanosafetycluster.eu/ [FP6/FP7]) 34 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health It is important that the EU E&H research can rapidly address such needs. This theme \" Support to health and environmental policy-making and public ox 5-8 Example of project included under FP5. would require that the funding machinery set-up is adequately flexible and in- tegrated. This is also relevant for the action 12 which is only covered to a lesser degree. Optimally, this would require that the projects are a step ahead to be able to deliver answers when the E&H challenge is debated in a political con- text. In FP5 information \", the policy-related goals were especially addressed in the sub- theme \" Strengthen scientific basis for decision-making and Priority setting for environment and health policy \", where 62 projects have contributed to the EU activities/policy, 13 to national activities/policy and seven to international poli- cies. In contrast, the two other sub-themes have almost not contributed to na- tional, international or EU policies (Table 1, Appendix 1). The CREDO cluster of projects represents an excellent example of FP5 (Box 5-8). B The CRED ster on chemical risks (' The Cluster of Resea O clu rch into Endocrine Disruption in Europe' ) is an example of a cluster of projects often referred to by the interviewees and the project coordinators who were interviewed as part of this study. The cluster consisted of four projects (EDEN, FIRE, EURISKED, and COMPRENDO) encompassing 63 laboratories in Europe and with a total budget of approximately EUR 20 million 2003- 2006. 47 It was launched as a direct response to the call to enhance research efforts by the European Commission’s Strategy on Endocrine Disrupters. The project gave important input to the REACH policy initiative. The results of the cluster showed, among others, the conventional approach of estimating no-observed-effect-levels for chemicals is inadequate for capturing low-dose effects of endocrine disrupters. The benchmark method should be given preference. The determinants of additive combination effects of several endocrine disrupters with a common mode of action are now well understood. Endocrine disrupters of relatively low po- tency and at low exposure levels can still work together to produce significant combination effects when they are present in sufficient numbers. Furthermore, a wide variety of endocrine disrupting chemicals has been found together in human tissue specimens, and in specimens of wild fish. Existing mode of action screens that focus on oestrogenic, anti-androgenic and thyroid disrupting properties of chemicals do not keep pace with advances in basic knowledge about hormone signalling. Signalling cross-talk, especially with fast kinase signalling, needs to be taken into account during the screening of chemicals. The reproductive and developmental effects of certain endocrine disrupters are compa- rable across phyla, from invertebrates to mammals. Newer EU projects funded on endocrine disrupters can be found on the EU webpage on endocrine disrupters: http://ec.europa.eu/research/endocrine/projects_ongoing_en.html The same pattern is observed in FP6 (Table 2, Appendix 1) and FP7 (Table 3, Appendix 1) where many projects contribute to EU policy related goals and e, much fewer to international and national policies. In FP6, especially the the- matic priority \" Policy-oriented research in Specific Activities Covering a Wider Field of Research \" succeeded in contributing to EU policies. This is, of cours Research should be Q3 : To what extent able to react timely to identified issues have the projects funded by the FP5, FP6 and FP7 ad- dressed the policy- related goals of the specific programmes of environment and health-related action (FP5), thematic areas (FP6) or themes (FP7)? 47 http://ec.europa.eu/research/endocrine/projects_clusters_en.html 35 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health logical as this programme was specifically designed to provide scientific sup- port to policy, but shows the value of these kinds of projects. Examples of suc- cessful projects are: ESBIO (below), DROPS 48 that aimed to provide a full- chain analysis related to impact of health protection measures related to priority pollutants as identified by the EHAP, in order to support the development o cost effective policy measures against pollution related diseases and their wider impacts, and EMF-NET ( 'Effects of the exposure to electromagnetic fields: from science to public health and safer workplace' ) f 49 . Box 5-9 Example of projects included under FP6. Human Biomonitoring (HBM) is an effective tool to assess human exposure to environmental sub- stances an me cases their potential health risks. It is seen as d in so an essential element in a strategy for environmental health impact assessment. The four main objectives of the 22-partner ESBIO coor- dination action, funded by FP6, were 50 : (i)Development of a coordinated approach for biomonitoring based on existing expertise and experiences available in Member States surveillance programmes and results from research; (ii)Elaboration how biomonitoring results can be integrated most efficiently with environmental monitoring and registered health data; (iii) Develop strategies to communicate biomonitoring results to stakeholders (population affected, regulators, politicians) including the estab- lishment of websites publicly available and with links to national and international activities resulting in full transparency for the stakeholder; and (iv) Elaboration of scenarios for the use of biomonitoring results for policy making. The project prepared the terrain for a longer-term HBM activity in Europe, by providing, inter alia , a concept for coordination for a harmonised approach to HBM in Europe, an updated European inven- tory of biomonitoring and guidelines for data collection (sampling, chemical analysis and data man- agement) 51 . In December 2009 the COPHES consortium ( 'Consortium to perform human biomonitoring on a European scale ') began work towards an EU HBM framework, based on preliminary work under- taken by ESBIO. COPHES activities will be accompanied by a feasibility study called DEMOCOPHES (funded by the EU LIFE programme) started in October 2010 52 . COPHES consists of 35 institutions in 27 European countries. It will develop a functional framework allowing the collection of comparable HBM data throughout Europe. Indeed, currently the many studies in EU too often gather fragmented data that do not allow full exploitation. The framework will also include a roadmap for integration of HBM data with envi- ronmental and health information and will address ethical aspects specific for the collection and stor- age of human material and data. FP7, EU policies are m In a ainly covered by the three sub-goals: \" Exposure to nd health impacts of food contaminants \", \" Environmental and health risks of y- nanoparticles' and 'Indicators, databases, cost-benefit and multi-criteria anal ses, health impact assessment, burden of disease and sustainability analysis \". 48 http://drops.nilu.no/ 49 http://web.jrc.ec.europa.eu/emf-net 50 http://www.eu-humanbiomonitoring.org/sub/esbio/object.htm 51 http://ec.europa.eu/research/endocrine/pdf/esbio_en.pdf 52 http://www.eu-hbm.info/ 36 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health An example of a policy-relevant project is PERFOOD 53 . Box 5-0 Example of project included under FP7 PERFOOD 54 ( 'Perfluorinated organics in our diet' ) consists of research institutes in Europe with experts in food consumption and drinking water quality as well as food processing and packaging. It will end in The project focuses on the development of robu 2012. st and reliable analytical tools, in- cluding reference materials for the determination of perfluorinated compounds (PFCs) in food items. The aim is to qualify and quantify PFCs in the diet of EU citizens, understand how PFCs are trans- ferred from the environment into dietary items, and quantify the possible contribution of food/beverage contact materials and food and water processing to the overall PFC levels in the diet. This is an example of a project where policy actions will be a reaction of eventually strong and veri- fied documentation of a health risk. Understanding the impact of the PFCs in our diet will enable Europe to take better decisions regarding the food production chain and to improve the quality of life. If the results indicate that exposure in Europe is at potentially hazardous levels, then the project will have a great socio-economic impact on strategic decisions, regulations, release limits, product substi- tutes, etc. In addition, a representative assessment of the exposure levels in Europe will strengthen the global inventory of the PFC issue, which is of general interest to mankind. This picture is in agreement with the results of the e-survey where 69 per cent of the EU level stakeholders state that the projects/activities have contributed to major EU policy initiatives, or have the potential to contribute, to some or to a large extent (Fig. 5-1). Most EU level stakeholders point to air quality legisla- tion, European chemical policies and consumer and product safety - apart from the European Environment and Health Action Plan 2004-2010 - as the major EU policy initiatives/actions in which funded projects/activities have contrib- uted significantly (Fig. 5-2). 53 http://www.perfood.eu/ 54 http://www.perfood.eu/ 37 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Figure 5-1 To what extent have the funded research projects/activities in the envi- ronment and health area contributed, or have the potential to contrib- ute, to the formulation and/or implementation of any major EU policy initiatives in the area of environment and health)? Figure 5-2 Please select three major EU policy initiatives/actions in the area of environment and health to which the projects/activities funded to your knowledge have made a significant contribution? 38 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health In terms of national policies, the results from the e-survey seem much more positive compared to the mapping. Thus, in the e-survey 65 per cent of na- tional level stakeholders state that the projects/activities have complemented and/or contributed to some or to a large extent (Fig. 5-3). In comparison, 46 per cent of the EU level stakeholders are of the same opinion. In general, national level stakeholders are probably more knowledgeable about this issue. This is supported by a rather large share of EU level stakeholders (13 per cent) who state that they do not know. This discrepancy may be due to bias in the map- ping or different ways of estimating whether national policies have been af- fected. Project results could also be disseminated more efficiently at the na- tional level. The benefits of EU funded environment and health research are perceived much more strongly at the national level than at the EU level Figure 5-3 To what extent have the funded research projects/activities in the envi- ronment and health area complemented and/or contributed to national policies/actions? 1= EU level stakeholders, 2= national level stakeholders However, there are barriers to the use of the results of the funded research pro- jects/activities in the policy process. These barriers include insufficient moni- toring/sustainability of results and timing issues. In all, the objective stated in the m id-term review to strengthen EU capacity of policymaking seems to have been met. In conclusion: Conclusion regard- ing Q3 39 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health The results of this study shows that the projects/activities have contributed sig- nificantly to major EU policy initiatives, e.g., air quality legislation, European chemical policies and consumer and product safety - apart from the European Environment and Health Action Plan 2004-2010. In terms of national policies, the results from the e-survey approximately half of the national and EU level stakeholders state that the projects/activities have complemented and/or con- tributed to some or to a large extent. In general, national level stakeholders are probably more knowledgeable about this issue. However, there are barriers to the use of the results of the funded research projects/activities in the policy process. These barriers include insufficient monitoring/sustainability of re- search funding and timing issues. Nevertheless, EU capacity of policymaking seems to have been strengthened. EU environment and health research has contributed signifi- cantly to a number of EU projects. Barriers to the use of the en- vironment and health research results re- main Q6 : Have the fund- ing levels been ade- quate to achieve the set goals? Based on the e-survey half of the national level stakeholders believe that fund- ing at EU level allocated (for research in the environment and health area) has been adequate to achieve the goals to some extent or to a large extent (Fig. 5-4). Among 41 per cent EU level stakeholders and 50 per cent of national level stakeholders are of this opinion. 39 and 42 per cent of the national level and EU level stakeholders respectively state that funding has been adequate to a moder- ate or to a minor extent. Only few stakeholders state that funding has been in- adequate. A larger percentage of EU level stakeholders (18 per cent) do not know compared to national level stakeholders (9 per cent). Furthermore, stake- holders have differing views on the most important goals that, to their knowl- edge, received insufficient funding to attain goals. Figure 5-4 To what extent has funding at EU level allocated (for research in the environment and health area) been adequate to achieve the goals set (currently up to EUR 50 million annually) (survey question 9)? 40 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Some stakeholders suggest in the e-survey changes for the future. One sugges- tion is a \"fast track\" funding procedure. Furthermore, the need for some long- ted. Data from a broader level of projects than those evaluated here may have po- of funding compared to the problems and to other areas. Others generally found the fund- ss and dissemi- nate results on project completion by the interviewees. However, there are prac- e for later use - when the project results are still 'fresh'. This would also be an advan- owledge at the EU level of Member States' funding of similar projects at the national level. It pport and promote strong networks. Long-term/structural funding is needed to sustain here is no clear picture showing if funding at EU level allocated (for research in the environment and health area) has been adequate to achieve the goals. On as. Differing views on the level of funding Little knowledge of Member State fund- term/structural funding to sustain networks and results is emphasised. Member States can also have a role in maintaining databases and updating results. The interest in common high-level data at EU level should be better exploi tential to go into the databases, maybe in a slightly modified form. Some interviewees complained about a low and decreasing amount ing \"medium\", \"adequate\" or \"ok\" compared to other areas. It was seen as a good idea to hold external workshops to discu tical barriers to this. Projects are often delayed, and results appear in the very last phase. To obtain financing for a workshop, it must be held while the project is still running. Afterwards, other sources of funding need to be found. An idea mentioned is that the EU allows some project funds to be set asid tage to the EU Commission, one expert noted in the interview. Some experts mentioned in the interview that there is limited kn would be beneficial to encourage Member States to support financially some of the major EU projects. The E&H area is of common European interest. Furthermore, it was mentioned in the interviews that it is important to su ing of similar pro- jects Strong networks are lacking Conclusion regard- ing Q6 There are doubts about whether envi- h networks and results. In conclusion: T the one hand most EU and national level stakeholders expressed in the e-survey that funding was more or less adequate and only few stated that funding has been inadequate. On the other hand some interviewees complained about a low and decreasing amount of funding compared to the problems and to other are It was mentioned by interviewees that the knowledge of Member States' fund- ing of similar projects at the national level are limited. Furthermore, it was mentioned in the interviews that it is important to support and promote strong sustainable networks. ronment and healt research funding has been very adequate. The picture varies depending on the domain 41 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Q7: To what extent is the timing of the research projects in line with the policy needs in the field of environment and health? Most EU level and national level stakeholders stated in the e-survey that the timing of the funded research projects/activities has been in line with the policy needs in the field of environment and health to a moderate, some or to a large extent (Fig. 5-5, 5-6, 5-7 and 5-8 relating to EHAP actions 5-8 respectively). At the same time, the percentage of especially EU level stakeholders who 'do not know' is relatively high (29 per cent). There are no big differences in the assessment of the timing as regards the dif- ferent EHAP actions 5-8. However, the statements in the e-survey of both EU level and national level stakeholders indicate a somewhat better timing of pro- jects/activities under EHAP actions 5 and 6 (\" Integrate and strengthen Euro- pean environment and health research \" and \" Targeted research on diseases, disorders and exposures \" respectively) compared to activities under EHAP ac- tions 7 and 8 (\" Develop methodological systems to analyse interactions be- tween environment and health \" and \" Ensure that potential hazards on environ- ment and health are identified and addressed \" respectively). Figure 5-5 To what extent has the timing of the funded research projects/activities been in line with the policy needs in the field of environment and health as regards EHAP action 5 \"Integrate and strengthen European envi- ronment and health research)? Figure 5-6 To what extent has the timing of the funded research projects/activities been in line with the policy needs in the field of environment and health as regards EHAP action 6 \"Targeted research on diseases, disorders and exposures)? 42 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Figure 5-7 To what extent has the timing of the funded research projects/activities been in line with the policy needs in the field of environment and health as regards EHAP action 7 \"Develop methodological systems to analyse interactions between environment and health\")? Figure 5-8 To what extent has the timing of the funded research projects/activities been in line with the policy needs in the field of environment and health as regards EHAP action 8 \"Ensure that potential hazards on environ- ment and health are identified and addressed\"? 43 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health One project coordinator/participant pointed out in the e-survey that assessments rarely, if ever, provide early warning of emerging problems, but instead help evaluate problems already recognised. New issues emerge mainly as a result of the analysis of routine monitoring data and through exploratory science. It is suggested by the stakeholder in question that the Commission increase funding of the latter activities and develop effective means of reviewing results. Some of the interviewees had similar suggestions. At the same time, interviewees mention that there is a need for long-term focus when selecting research projects/activities to be funded. It is a challenge to combine a long-term focus with the fulfilment of relevant political short-term needs for policy advice, and to pass science-based legislation that addresses upcoming problems. In conclusion: Conclusion regard- ing Q7 The timing of the funded research projects/activities has to an adequate extent been in line with the policy needs in the field of environment and health. There are no big differences in the assessment of the timing as regards the different EHAP actions 5-8. However, the statements in the e-survey of both EU level and national level stakeholders indicate a somewhat better timing of pro- jects/activities under EHAP actions 5 and 6 compared to activities under EHAP actions 7 and 8. It is suggested that the Commission increase funding of new issues on the analysis of routine monitoring data and through exploratory sci- ence as well as develop effective means of reviewing results. Furthermore, there is a need for long-term focus when selecting research projects/activities to be funded due to the challenge of combining long-term focus with the fulfil- ment of relevant political short-term needs for policy advice, and to pass sci- ence-based legislation that addresses upcoming problems. 44 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Q8 : Did the research projects enhance training in the envi- ronment and health area? Most EU level stakeholders (65 per cent) and national stakeholders (59 per cent) expressed in the e-survey that the funded research projects/activities have enhanced training in the area of environment and health to some or to a moder- ate extent (Fig. 5-9). Moreover, 9 and 13 per cent of the EU level and national stakeholders respectively state that the projects/activities have enhanced train- ing to a large extent. Only few stakeholders state that the projects/activities have not enhanced training at all. More than 10 per cent of the stakeholders do not know. Figure 5-9 To what extent have the funded research projects/activities enhanced training in the environment and health area? Project coordinators and partners are more inclined than the EU level and na- tional level stakeholders to consider that the projects/activities have enhanced training in the area of environment and health according to the results of the e- survey (Fig 5-10). 80 per cent of the coordinators/partners state that the pro- jects/activities have enhanced training in the area of environment and health to some or to a large extent. No one states that the projects/activities have not en- hanced training at all. 45 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Figure 5-10 To what extent has your specific research project/activity contributed to/enhanced training in the environment and health area? According to the interviewees, training and education activities have consti- tuted a major part of projects, but mostly as \"on the job training\" for the partici- pants. The large Networks of Excellence such as CASCADE, ECNIS and GA2LEN (see above) also provides training courses, as did, e.g., the EDEN Integrated Project PhD network 55 or the ESBIO coordination action (both funded by FP6) supported capacity building. Through this latter initiative, it in- - - i- assessment\" but, as already mentioned, many other smaller-scale initiatives exists. A lot of \"on the job training\" Training was possible for researchers, e.g., from Cyprus to join a large project on bio- monitoring, mainly in order to learn from more experienced Member States such as Germany. It was mentioned in an interview that, in some cases, the number of people volved in each country is insufficient, which calls for more international train ing. However, it is costly to organise international/EU training - but it is an im portant issue. Today, there are no transnational courses in \"environmental ep demiology\" or \"risk 55 ( http://ergodd.zoo.ox.ac.uk/edenphd/tiki-index.php ) 46 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health In conclusion: ers agreed that the funded research projects/activities have en- hanced training to some degree in the area of environment and health, This is specially pronounced by project coordinators and partners. The training was an integral part of, e.g., the large Networks of Excellence. But as a general rule - - Conclusions regard- ing Q8 hat environ- ment and health re- search has enhanced Most stakehold There is a broad con- sensus t e the number of people involved in each country is insufficient to organise effec tive training, which calls for international training, possibly coordinated and co funded by the EU. training but there is still a lack of effec- tive formal training in environment and health 47 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 48 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 6 Relevance of the EU research activities for general policy developments in the field of environment and health Most EU level stakeholders believe that the funded research projects/activities Figure 6-1 To what extent have the funded research projects/activities in the envi- in the area of environment and health have contributed, or have the potential to contribute, to the formulation and/or implementation of major EU policy initia- tives in this area. Approximately 70 per cent of the EU level stakeholders who participated in the e-survey state that the projects/activities have contributed, or have the potential to contribute, to some or to a large extent (Fig 6-1). ronment and health area contributed, or have the potential to contrib- ute, to the formulation and/or implementation of any major EU policy initiatives in the area of environment and health? Q4: Have the re- n- a- search projects co tributed or do they have the potential to contribute to the for- mulation or imple- mentation of any m jor EU policy initia- tives in the area of environment and health? 49 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Most EU level stakeholders point to air quality legislation, European chemical policies and consumer and product safety - apart from the European Environ- ment and Health Action Plan 2004-2010 - as the major EU policy initia- tives/actions in which funded projects/activities have contributed significantly (Fig 6-2). Especially in relation to air quality legisla- tion, European chemical policies and consumer and product safety Some of the research experts states that even bigger contributions can be made in the future if the EU allows for \"wilder\" more creative projects in E&H re- search, so researchers not always have to \"play safe\" in project proposals. Figure 6-2 Please select three major EU policy initiatives/actions in the area of environment and health to which the projects/activities funded to your knowledge have made a significant contribution? Figure 6-2 suggests that the research funded by the EU has made significant contributions to the EHAP goals. However, there are barriers to the use of the results of the funded research pro- jects/activities in the policy process. These barriers include insufficient moni- toring/sustainability of results and timing issues. WHO has also looked at fac- tors that must be in place to increase chance of useful research contributions. 56 57 These can be institutional, methodological or procedural and are among oth- ers: Barriers to the use of environment and health research re- sults still exist (cid:129) institutional links between plan or policy authors and health authorities; 56 New WHO resolution adopted on environment and health for Europe 2010. http://www.euro.who.int/__data/assets/pdf_file/0007/119554/RC60_edoc17.pdf Read more on http://www.euro.who.int/en/what-we-do/health-topics/environmental- health/sections/news/2010/09/new-resolution-adopted-on-environment-and-health-for- europe 57 Health and strategic environmental assessment , June 2009 Background information and report. Julia Nowacki, Marco Martuzzi, Thomas B. Fischer 50 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health (cid:129) institutional support by a dedicated body or commission; (cid:129) involvement of health professionals and stakeholders in the assessment process; tinction between those aspects that are significant for health and those that are not; f social and behavioural factors as well as physical and environmental factors; relevant actors. ufficient guidance. s areas that correspond very well with the general objectives of EU funded research pro- (cid:129) a clear dis (cid:129) the consideration o (cid:129) coordination with other (cid:129) a proactive approach and availability of s In Parma (March 2010) the WHO Europe adopted five main focu jects and the environment and health activities in general. The goals are shown in the box 6-1. Box 6-1 The five Parma time-bound vows state that all European children will enjoy: (cid:129) by 2020, safe water and sanitation in homes, child care centres, kindergartens, schools, health care institutions and public recreational water settings; (cid:129) by 2020, healthy and safe environments and settings of daily life to walk and cycle and undertake physical activity; (cid:129) by 2015, indoor environments free of tobacco smoke in child care facilities, kindergartens, schools and public recreational settings; (cid:129) by 2015, environments free of toxic chemicals; and (cid:129) by 2015, reduced identified health risks from carcinogens, mutagens and reproductive toxicants, including radon, ultraviolet radiation, asbestos and endocrine disruptors. Protecting children is a main focus area. Other focus areas are (cid:129) Protecting health and the environment from climate change. (cid:129) Involvement of children, young people and other stakeholders, (cid:129) Development of knowledge and tools for policy-making and implementation, including the Euro- pean Environment and Health Information System (ENHIS), tools and guidelines to address the eco- nomic impacts of environmental risk factors to health, and human biomonitoring. The importance of interdisciplinary research in line with the policy objectives of the Declaration is acknowledged. Source: The WHO Parma Declaration, March 2010. EU actions on electromagnetic fields get the lowest ranking in the e-survey fig- ure 6-2 as regards significant contributions. This is backed by some of the ex- perts in the interviews. They state that the many projects on the electromagnetic ears failed to advance under- standing sufficiently to contribute to EU policy in this area. It will take another r- Research on EMF has had the least pol- icy impact fields emitted by mobile phones over the last y 20 -30 years for epidemiological studies to conclude on the possible damage. There is a need for more mechanistic understanding and more basic research. With today’s knowledge and methodology, laboratory studies are not bringing the issue further. Ideas are missing, not funding, according to one of the inte viewed research experts. 51 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health The general opinion among the interviewees is that there is a gap between re- search conclusions and policy making and that this gap prevents the results from being used optimally. There are slightly different suggestions on how to handle it but common key words are new communication structures, transpar- ency and differentiation. Even if a lot of network and workshop activities have been going on, there is still a request for new initiatives bringing scientists and policy makers more often together. Some of the interviewed research experts are stating that scien- tists want to reach out to policy makers but they do not know who the policy makers are, and how to reach them. ; (cid:129) To engage \"science communicators\" to make a \"summaries to policymak- vice; tions of a call, if the project has a higher quality/is more relevant in a (cid:129) To develop a web based tool that allows stakeholders and researchers to jects to make it clear what he/she needs when the pro- ject starts, and what and when he/she can expect from the answers in a To have informal discussions with the EU policy officer(s) also during the alled \" Scientific Support to Policy \" de- signed to deliver results to policymakers (for example, the ESBIO coordination - hould be reintroduced in FP8. as the potential to contribute to the development of most major EU policy areas. And indeed it has contributed Gap between re- search conclusions and policy-making Conclusion regard- ing Q4 Main elements in an effort to reduce this gap and improve fast research contri- butions in the future can be (cid:129) \"Fast track\" funding and execution of short-term policy advisor projects ers\" of ongoing projects, and to \"extract\" and transform final technical conclusions to policy ad (cid:129) To create funding possibilities for proposals not fitting into the formula- slightly broader context. This can also get brand new knowledge faster into the \"funding loop\"; suggest new funding areas; (cid:129) To invite the responsible policy officers of the Commission to the kick-off meeting of larger pro highly complex technical project; course of the project, allowing him/her to give policy inputs in a more consis- tent manner. In FP6 there was a funding instrument c action on human bio-monitoring mentioned above was funded by this pro- gramme). This funding instrument does not exist in FP7, and interviewees sug gested that it s In conclusion: EU funded environment and health research h 52 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health to the air quality, the chemical, the transport, food and feed safety policy and others. There does not seem to be any significant contribution to the EU policy EU human health in a more indirect way, such as agricultural policy and foreign and trade policy. A new and complex area with many \"po- a- olicy\" could be re- introduced in the FP8, but if the EHAP is continued through a second phase cts - t projects and initiatives. r ve complemented and/or contributed to some or to a large extent. More than 10 per cent of the stakeholders do not know. - areas affecting tential\" effects is the E&H effects of global change. To see this area as increas- ingly important in the years to come is suggested by both the stakeholders in the E-survey, the experts interviewed and in written evaluations like the EU EHAP midterm review and WHO recommendations. Research efforts in environment and health are still needed and it is important that the research-policy gap is addressed even better than it is done now to get the best value of the future research efforts. There seems to be a parallel need for both more focused in-dept technical research and enhanced policy inform tion. The FP6 funding instrument \"special support for p there could be a possibility for targeted and focused initiatives through other means. The need for very long-term focus in some of the projects in order to be able to give the best advice in the long run was suggested. Some of the health effe are only \"revealed\" (e.g., cancer) after 10-30 years. This leads to a recommen dation of much more differentiated and individual funding periods of differen kinds of Most EU level and national stakeholders believe that the funded research pro- jects/activities in the area of environment and health have complemented and/o contributed to activities organised at international level (Fig. 6-3). In total, 62 and 53 per cent of the EU level and national level stakeholders respectively state that the projects/activities ha The EU EHAP research is very important for, e.g., the WHO Europe, where the ENHIS information system is mentioned directly as a top priority for future work. The research on air pollution has also been very important for the inter national work on long-range transboundary air pollution 58 . Q5 : To what extent have the research projects in the envi- ronment and health area comple- mented/contributed to international and/or national re- search activi- ties/policies? 58 The International Convention on Long-range Transboundary Air Pollution can be found on http://www.unece.org/env/lrtap/ 53 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Figure 6-3 To what extent have the funded research projects/activities in the envi- ronment and health area complemented and/or contributed to activities organised at international level? A similar picture is seen for the contributions of EU funded research to interna- tional research activities, and this is shown in Fig 6-4. Figure 6-4 To what extent have the funded research projects/activities in the envi- ronment and health area complemented and/or contributed to interna- tional research activities? A major priority in the EU research on E&H and in the EHAP has been to es- tablish a common EU research field with sophisticated common data and meth- odology. The E&H area is an area very important for European policy as most environmental policy and much health policy is based on EU legislation. Too weak/wrong legislation can result in earlier-than-expected death and poor qual- 54 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health ity of life for thousands of EU citizens. This gives a natural obligation to focus primarily on the EU area. When important research results are published, they will possibly be a part of the knowledge base outside the EU as well, but this is not the primary goal of the research which may explain these answers. Some of the newly prioritised research areas such as the impact of \"Global Change\", has a more natural outreach to other regions already in the data collection process. National level stakeholders are more convinced than EU level stakeholders that the funded research projects/activities in the area of environment and health have complemented and/or contributed to national policies/actions (Fig. 6-5). Thus, 65 per cent of national level stakeholders state that the pro- jects/activities have complemented and/or contributed to national poli- cies/actions to some or to a large extent. In comparison, 46 per cent of the EU level stakeholders are of the same opinion. In general, national level stake- holders are probably more knowledgeable about this issue. This is supported by a rather large share of EU level stakeholders (13 per cent), who state that they do not know. Complement/ con- tribute to national activities Figure 6-5 To what extent have the funded research projects/activities in the envi- ronment and health area complemented and/or contributed to national policies/actions)? 55 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Figure 6-6 To what extent have the funded research projects/activities in the envi- ronment and health area complemented and/or contributed to national research activities? National level stakeholders are more inclined than EU level stakeholders to believe that the funded research projects/activities in the area of environment and health have complemented and/or contributed to national policies/actions. A similar picture is seen for national research activities (Fig. 6-6). In general, the interviewees consider that a major achievement of the European E&H Action Plan is the fact that it has promoted environment and health re- lated work and research in EU Member States. The project coordinators participating in the E-survey tend to be slightly more positive about the contribution of their own project to new results than what is considered the average contribution to new results (Fig. 6-6). It was mentioned by the interviewees that a major achievement of the European E&H Action Plan is that it has promoted E&H work and research in EU Mem- ber States. E&H work has a long tradition in countries such as Denmark, Swe- den, Germany, the Netherlands and the United Kingdom while other EU coun- tries do not have a well-established research tradition in this area. The EU pro- gramme has acted as a strong driver and promoter in these countries to take a firmer grip on E&H issues. EHAP has promoted E&H work and re- search in the Mem- ber States Some interviewees mentioned that the EU E&H research activities fit very well with and is very important to the WHO's work on this issue. Complement WHO work DG Research has funded via FP7 an ERA-NET – ERA ENVHEALTH 59 - to increase coordination and strengthen linkages between E&H work in Member States and to align the work in Member State organisations to the work funded under the European framework programmes. The project started in September Coordination with E&H work in Mem- ber States 59 ERA-ENVHEALTH ( http://www.era-envhealth.eu/ ) 56 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 2008 with 16 environment and health research programme managers from 10 EU countries. The ERA-ENVHEALTH project is still in the build-up phase. The originality of ERA-ENVHEALTH was to start with a trans-national joint call in order to experiment joint funding and to fully assess the implementation of this joint programme. It was stated by interviewees that it can turn out to be a quite significant project. In conclusion: Conclusions regard- ing Q5 Most stakeholders believe that the funded research projects/activities in the area of environment and health have complemented and/or contributed to activities organised at national and international level. Especially national-level stake- holders found that projects complemented and/or contributed to national poli- cies/actions. In general, the European E&H Action Plan is promoting the envi- ronment and health related work and research in EU Member States and the EU E&H research activities fit very well with and is very important to the WHO's activities in the area of environment and health . 57 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 58 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 7 Impact of EU research activities on future policy developments in the field of environment and health 7.1.1 Recent lessons learned value when used to improve knowledge gularly ask the 'Meta question': Are the EU envi- ment and s on on The research results alone only create to more people than the scientists, and can help initiate sound research-based policy-making in the short or long term. The EU-funded research results are used and discussed in different political and scientific fora within Europe. One of the most important international fora is the World Health Organisation, WHO, European Region. European policy-makers re ronment and people's health improving in general? And is this because of deci- sions taken on the basis of the EU-funded research? The population in Europe still lives longer on average, but is this because of less pressure from environ- mental factors? At the same time people worry about an increase in, e.g., some forms of cancer and in allergies, and this together with the declining fertility in Europe is partly explained by unknown environmental factors. European policy-makers and the EU-funded research on environ health try to react fast to new challenges, as the many new research project the effects of nanoparticles shows 60 . EU policy-makers try to act using the pre- cautionary principle, but are under an immense pressure from industry and other actors explaining the economic costs of bans and restrictive laws. EU- funded projects have delivered important results to the debate and decisions the EU chemical strategy REACH 61 and have inspired many Member States (MS) to adopt new national regulation. 60 Showed in the mapping of this study. 61 Regulation concerning the Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH). A study launched by DG Environment in 2010 is looking at the po- tential contribution of EU-funded projects to this review (ENV.D1/SER/2009/0053 State- of-the-Art of the Assessment of Endocrine Disrupters). An external reviewer is reviewing the periodic activity or final reports of the finalized (FP4, FP5, FP6) and on-going (FP6, FP7) EU projects on endocrine disrupters to establish the current state of the art. 59 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Restrictive laws on tobacco smoking are now being implemented in MS, and the regulation on air pollution 62 has been revised and now contains limits on the o the medium-term actions in the chemicals field by increasing the science base and developing test methods is fi- t and health research, new ad more complex issues keep emerging. \"Old\" problems like - EU research on envi- ronment and health t smallest particulate matter, PM 2.5, with a direct reference to the EU research in this area 63 . Even though this area and \"applying risk assessment methodol- ogy\" are highlighted by the WHO 64 as areas where significant progress have been made, these are also still areas where more research is recommended. To support the upcoming revisions of legislation, DG Research has launched two large-scale projects on the health impacts of air pollution in FP7 (including a project on transport emissions), with the objective of strengthening the knowl- edge base on health effects related to fine and coarse particles and health im- pact assessment of policies undertaken. 65 The contribution of EU research projects t has already had im- portant policy impac highlighted in the EU Strategy on Endocrine Disrupters. 66 The political signi cance of mixture toxicity of chemicals was highlighted in the Council conclu- sions 2009 on combination effects of chemicals; likely to be a result of visibil- ity afforded by EU-funded research. 67 The latest implementation report on the Community Strategy for dioxins, furans and polychlorinated biphenyls (PCBs) acknowledges that some of the existing knowledge gaps concerning these con- taminants have been addressed in a number of research projects funded under the Sixth Research Framework Programme focussing on health effects, con- tamination of the food chain and environmental aspects. 68 After some funding problems a large project on bio-monitoring is now also on its way. In spite of the significant advances already achieved by environmen noise can get and seems to get a revival, as new research results make the poli- ticians take the problem more seriously 69 . EU guidelines have now been pre pared on indoor air quality, and national/EU regulation may come as a follow- up in the coming years. The new EURONORMS on transport emissions are 62 Thematic Strategy on air pollution and the Directive 2008/50/EC on ambient air quality and cleaner air for Europe. 63 This result is highlighted in e.g. theWHO Report, October 2008, Science for Policy, Pol- icy for Science: Bridging the Gap. Here extreme weather events linked to climate change is also mentioned as an area making good progress. Another main conclusion is, though, that communication among research disciplines remains poor despite the need for cooperation. 64 E.g. in the previous source. 65 ESCAPE – European study of cohorts for air pollution effects - www.escapeproject.eu; TRANSPHORM - Transport related air pollution and health impacts – integrated method- ologies for assessing particulate matter - www.transphorm.eu (funded by DG Research). 66 The Community strategy for endocrine disrupters (http://ec.europa.eu/environment/endocrine/documents/sec_2007_1635_en.pdf. 67 (http://register.consilium.europa.eu/pdf/en/09/st17/st17820.en09.pdf). 68 http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=COM:2007:0396:FIN:EN:PDF 69 Improvements in understanding this area is e.g. mentioned in the WHO report, October 2008, Science for Policy, Policy for Science: Bridging the Gap. Reference to the EU- funded projects on noise can also be found in http://www.milieu.be/noise/final_reports/end_task_2_final_report.pdf). 60 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health getting more and more restrictive resulting in technical developments as, e.g., filters. This kind of regulation has a high degree of legitimacy in the popula- tion, and that may be partly because it is based on high-level research. Reacting on the research-policy gap Improvement in the EU policy advice on environment and health has been pri- 07 70 and new policy initiatives have in Europe. According to the assessment it is possible to find indications of the health process\" of 14 September, 2010 is more focused on political actions. at the development of new knowledge and tools for policy-making and implemen- e 10 will in the future be an international body for implementation and monitoring e - l Director for WHO Europe has stated that environment and health would be one of her priorities, and that bringing envi- ronmental factors to the public health agenda could help re-invigorate it. She stressed that it was now time to stop talking and to move to action. 74 oritised since the midterm review in 20 taken place, which are likely to improve the health of the European population. The WHO has in 2010 made a progress assessment of health and environment effects of the EU-funded environment and health research in the past years. 71 The WHO/Europe Resolution \"The future of the European environment and There seems to be enough evidence to implement a lot of new actions. This is an indication of a substantial effect/knowledge of the research already done. The European Ministerial \"Parma Declaration\" from March 2010 indicates th tation, including the European Environment and Health Information System (ENHIS), tools and guidelines to address the economic impacts of environ- mental risk factors on health, and human bio-monitoring are all important. Th interdisciplinary research in line with the policy is also seen as important. 72 The new European Environment and Health Task Force (EHTF) set up in 20 of the European Environment and Health Programme. A main focus area is the regular review of scientific evidence with the support of the WHO, UNECE (United Nations Economic Commission for Europe), UNEP (United Nations Environment Programme) and other relevant institutions in order to encourag the Member States to update, modify or strengthen existing policies. As appro priately it is stated \"The EHTF will be an important client on European E&H research in the years to come\" 73 . Zsuzsanna Jakab, the new Regiona 70 In the SPHERE project funded under FP6, it was found that only 1.2 % of all publica- - e sessment, WHO, 2010. c17.pdf. lth 30. WHO is putting re- newed emphasis on environment and health tions on environment and health found in the 29 Member States and EU in 1995-2005 ad dressed environmental health policy. According to the WHO report, October 2008, Scienc for Policy, Policy for Science: Bridging the Gap. 71 Health and Environment in Europe: Progress As 72 http://www.euro.who.int/__data/assets/pdf_file/0007/119554/RC60_edo 73 In the WHO/Europe Resolution \"The future of the European environment and hea process\" of September 14, 2010. 74 http://www.env-health.org/a/35 61 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health If this extra effort is done in the coming years, then it will create the need for new targeted/pragmatic research studies, more directly underpinning the policy and creating data and indicators needed to design the policy in the best possibl way according to national circumstances. e ommissions are independent, but the EU Commission provides the Secretariat. The projects INTERPHONE 77 and ns s a on- FP5: and prevent adverse health effects contributed to environment in the Union. In re- Children’s health may be more in focus in the research in the coming years. Child cancer rates are reported to be increasing by more than one per cent each year, and climate change risks to increase the traditional child killers - respira- tory and diarrhoeal diseases. 75 In a Commission decision of 5 August 2008 76 , the scientific Committees on environment and health were strengthened in order to ensure sound and timely scientific advice. Furthermore, the Committees shall also organise scientific meetings and workshops. The C INTEL are mentioned by DG Research as examples on how project conclusio have led to political decisions via the scientific Committees. 78 In the 2003 European Environment and Health Strategy children's health i special priority. Children seem to be more vulnerable to many of the envir mental health threats. Some important policy recommendations are now col- lected in, e.g., the PINCHE report from 2006, research funded by 79 In addition to all the research-oriented projects, a number of networks have been created. 80 EU-funded research is not the only way the Commission tries to influence 75 http://www.env-health.org/a/3530. 76 (2008/721/EC) setting up an advisory structure of Scientific Committees and experts in the field of consumer safety, public health and environment and repealing Decision - internal working paper: Contribution to general policy initiatives and for- lation of policies, 2010. See more on the INTERPHONE study on mobile phones and .eu/health/ph_risk/committees/04_scenihr/docs/scenihr_o_022.pdf). The eview_on_production_process_of_decaBDE.pdf). oor air quality er/docs/scher_o_055.pdf) etwork 2004/210/EC. 77 http://ec.europa.eu/research/environment/pdf/env_health_projects/electromagnetic_fields/e interphone.pdf 78 DG Research mu cancer risk (http://ec.europa FIRE study on risk assessment of brominated flame retar- dants(http://ecb.jrc.ec.europa.eu/documents/Existing- Chemicals/R 79 Policy Interpretation Network on Children's Health and Environment. The PINCHE co- ordination action to the Opinion on risk assessment on ind (http://ec.europa.eu/health/ph_risk/committees/04_sch 80 Examples of networks are, e.g., the Health and Environment N (http://www.henvinet.eu/Home/tabid/1638/Default.aspx; and ENNAH, a large FP7-funded pan-European network on noise and health, which will provide scientific s in this area (www.ennah.eu). upport to policy Children remain a priority - mmittees on environment and health were strength- ened In 2008, the EU sci entific co 62 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health cent years, the EU has funded a lot of projects aiming at minimising the envi ronmental health - stressors, especially in the new Member States, but also in other EU countries like Spain, Portugal, Italy and Greece. This is done via the be Figure 7-1 To what extent have the funded research projects/activities resulted in EU Structural and Cohesion Funds that have funded a lot of environmental pro- jects, e.g., improving the quality of the drinking water. 81 In the funding period 2000-2006 the EU Cohesion Funds used more than 17 billion EUR for envi- ronmental projects. 82 More than 14 billion EUR are scheduled to be used on EU water projects in the funding period 2007 -13. 83 Most EU level and national level stakeholders believe that the funded research projects/activities have resulted in outcomes pointing to emerging issues to taken into account in future policy on environment and health (Fig. 7-1). outcomes which reveal emerging issues to be taken into account in fu- ture policy on environment and health This result may be biased as the national stakeholders are talking about their own work, but an overwhelmingly majority thinks their project reveals emerg- ing issues. Most of the EU level stakeholders point to combined exposures to ental stressors (effects, methods, take up into legislation), impact of g chemicals environm global change (including climate change) on health and emergin and health risks as major emerging issues revealed and to be taken into account Q9 : Did the research projects result in out- comes which reveal emerging issues to be taken into account in future policy on environment and health? 81 Examples of those projects can be found, e.g., on the EU website: http://ec.europa.eu/regional_policy/projects/practices/search.cfm?LAN=EN&pay=ALL&re gion=ALL&the=76 82 Ex-post evalua tion 2000-2006: http://ec.europa.eu/regional_policy/sources/docgener/evaluation/expost2006/wp5b_en.htm. 83 More can be found on the EU Commission website: http://ec.europa.eu/regional_policy/funds/2007/index_en.htm. 63 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health in the future general policy development (Fig. 7-1). National level stakeholders egrated environment and health impact assessment as important ld be noted that exposure to and the p also stress int issues. It shou otential health impacts of chemicals has been the focus of intense studies since FP5: The Commission devoted EUR 20M to the CREDO cluster in FP5 and over EUR 10M to the NECTAR cluster in FP7. The picture is similar when looking at emerging issues revealed and to be taken into account in the potential future action plans for environment and health, especially as concerns general policy de- velopment (Fig. 7-2). Figure 7-2 Please select up to three major (re-)emerging issues revealed and to be taken into account in future general policy development on environment and health 1= EU level stakeholders, 2= national level stakeholders National level stakeholders also stress integrated environment and health im- pact assessment as an important issue. It should be noted that since the begin- ning of FP6 several large-scale projects such as INTARESE 84 and HEIMTSA 85 have been funded to improve health impact assessment (HIA) using a toolbox approach. The picture is rather similar when looking at emerging issues revealed to be taken into account in the potential future action plans on environment and health, especially as concerns research (Fig. 7-3). 84 http://www.intarese.org/ 85 http://www.heimtsa.eu/ 64 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Figure 7-3 Please select up to three major (re-)emerging issues revealed and to be taken into account in the potential future action plans on environment and health, especially as concerns research 1= EU level stakeholders, 2= national level stakeholders project, LENVIS 86 , has been funded. n able cal and human health as- pects of exposures to nanoparticles have received substantial funding especially in FP7 (18 projects funded from first three calls). This area has emerged as an important sub-area in environment and health, partially due to public concerns and political initiatives such as the European strategy for nanotechnology and the nanotechnology Action Plan, adopted in 2004. The Commission has continued to support research activities on indoor air quality as was stated in the midterm review. However, in the second phase 2007-2010, only a few projects were launched (Table 8, Appendix 1). Not sur- prisingly, interviewees generally mention their own research area as important supplemented by a few more areas, which in most cases involved indoor air quality. An explanation to this is probably that most people spend most of their time indoors. It is foreseen that legislation in this area could be adopted in this The mid-term review of the EHAP, carried out by the Commission services in 2007, concluded that more work is needed to link research in priority diseases to policy processes and information systems. This challenge remains (only 1 significant In the mid-term review nanotechnology was mentioned as an important area i need of earliest possible action. As the mapping of this study has shown (T 7, Appendix 1), projects dealing with ecotoxicologi More work is needed to link research in priority diseases to policy processes and information systems 86 http://www.lenvis.eu 65 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health area in the coming years when research results on indoor exposures are avail- able. In the e-survey it was revealed that the project coordinators and partners are more inclined than EU level stakeholders and national level stakeholders to be- lieve that their projects/activities have resulted in outcomes that reveal emerg- ing issues to be taken into account in a future policy on environment and health. This gives a bias in the evaluation. The interviewees tend to conclude that there are not many new emerging issues, and research needs to concentrate on and create reliable results in the areas already known. EU experts often mentioned bio-monitoring as an example of an important area with funding difficulties. In the mid-term review, this area was highlighted as being especially important. All interviewees pointed to important gaps and (re)emerging issues to be ad- dressed by policies in the coming years. Many areas affecting environment and health need to be understood much better. It was also mentioned by interviewees that serious and costly human diseases, such as cancer, allergies, reduced fertility and early puberty seem to be, at least partly, a result of exposures in the environment. Exposures and impacts are still not known well enough. ent, monitoring and harmonisation in the E&H area were seen as very important by interviewees. It was underlined by interviewees that structural improvements are needed in ve made it easier for Mem- entomology a fancy science. f ity sulted in outcomes pointing to specific emerging issues to be taken into account e potential future action plan for on environment and Gaps and (re)emerging issues logical development, monitoring and har- monisation Conclusion regard- ing Q9 Further methodological developm Further methodo- the area where data can be collected and maintained from both national and EU-projects. Much valuable data are lost/not exploited due to the current set- up. In some fields, such as endocrine disrupters, EU projects are leading in the world, and in others such as air pollution, EU research has been a vehicle for national legislation and research. Some projects ha ber States to \"catch up\" on a certain research area. Harmonisation of environmental data monitoring at the EU level is seen as very important by interviewees. A Data Monitoring Centre is recommended similar to the one established in the food area. An important element here is bio- monitoring, according to one of the interviewed expert. Another expert sup- plemented this statement by adding that professional entomologists are disap- pearing. \"Today’s students, who instead prefer the “white” biology areas such as molecular biology and genetics, do not consider Soon, there is no one that can identify the vectors that carry disease as part o climate change/health discussions or persons who can judge insect biodivers in a biodiversity discussion. Emphasis on training programmes for entomolo- gists (i.e., traditional biology) is therefore needed. In conclusion: Most stakeholders believe that the funded research projects/activities have re- in future policy and th 66 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health health respectively. A discrepancy appear when analysing if the pro- jects/activities have resulted in outcome that reveal emerging issues to be taken into account in a future policy on environment and health; though the impor- n n cost-effectiveness-analyses with the aim to ensure that the most important is- hat rates-General of the Commission. crine disrupters and bio-monitoring seem to be major focus areas in the future. It should be noted, however, that the issue of endo- n seems to be a pri- ority area, implying that synergies may be achieved across Member States in a at the results are not suffi- ciently monitored/sustained, and there is uncertainty about what will happen king -t m results. Further- more, it was suggested to develop more multidisciplinary projects with a longer than three to five years. Q10 : Can any rec- ommendations be formulated for a pos- sible second phase of as con- yes, what would be the major recom- mendations (includ- ing research actions) and their justifica- tion? Results are not suffi- ciently moni- tored/sustained The nature of envi- ronment and health issues requires long- term perspective tance of important gaps and (re)emerging issues to be addressed by policies i the coming years was mentioned. Many areas affecting environment and health need to be understood much better. Harmonisation of environmental and huma data monitoring at the EU level is seen as very important to increase the quality and value of data collecting and sharing of data across Member States. It is important that a potential second phase of the European Environment and Health Action Plan also covers activities not well covered in legislation and programmes until now. Before deciding on new goals, the EU should make sues are assigned the highest priority. Furthermore, it is important to ensure t there is a dedicated commitment to the implementation of the action plan and that it is given a high priority by all Directo the EHAP cerns research? If A large number of different research areas in need of enhanced focus/funding in the years to come are mentioned by stakeholders. Indoor air pollution, endo crine disrupters has received significant research funding since FP5, as men- tioned above. Also at the national level, indoor air pollutio second phase. There seems to be an almost total agreement on the need for keeping up the work on methodological issues. There is also agreement that E&H research is extremely complicated and is get- ting even more so. The need for data and data quality is increasing. A major problem identified by the interviewees is th in the long term. This problem needs to be addressed in a potential second phase of EHAP. An example mentioned is the current lack of mechanisms to ensure the continuation of a database. Many FP6 and FP7 projects are loo for a solution to this problem, for example by transferring the information to different European authorities or agencies, e.g., the European Environment Agency, the European Food Safety Authority, the European Chemicals Agency or the European Centre for Disease Prevention and Control. Because of the nature of the E&H area - e.g. cancer develops over 10-30 years - almost all interviewees called for a long-term focus. It was suggested to con- tinue the best E&H projects to obtain the needed long er funding period It is a challenge to combine a long-term focus with the fulfilment of relevant political short-term needs for policy advice, and to pass science-based legisla- tion that takes care of upcoming problems. As our project examples demon- 67 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health strate, EU funded projects have been important when new EU enviro health legislation have been debated and adopted. It was emphasised that more focus is needed on methodology issues. Policy- makers should not go for a fixed plan right away, but rather focus on which kinds of problems need to be solved and which are most important. Thereafter priority to activities that support solutions to these questions should be decided. nment and DG Research has tried to do clustering of research while the projects are still - The stakeholders in both the E-survey and the interviews mentioned a number arch on especially further developing integrated risk assessment tools, information systems, human bio- H Information System (cid:129) Use of multidisciplinarity of approaches outdoor and in- door air quality (cid:129) Toxicological studies focussing on combinations of exposures Methodology re- mains a key issue running. In principle, it is a good idea for discussing intermediate results - but sometimes researchers do not want to be open about results while a project is still running because of competition and rivalry as was commented by one in terviewee. Yet some of the Networks of Excellence seems to have been rather successful, and the Joint Research Activities in the networks have delivered important results. Other issues of other issues that need more focus/funding in the years to come. Several men- tioned as an important issue the need for more rese monitoring and policy relevant results on indoor air pollution. The most popular issues are listed first here beneath by the sub-themes. The issues are not ranked. Development of common methodology (cid:129) Further development of the ENHIS, the E& (cid:129) Development of combined risk assessment tools (cid:129) Inclusion of socio-economic aspects in the projects (cid:129) Tools for detecting and monitoring human exposure to nanoparticles (cid:129) Development of methods for \"burden of disease analyses\" for the EU. Exposure and health impacts of chemicals (cid:129) Indoor pollution and combined exposures, interactions of (cid:129) Human biomonitoring as an exposure tool (cid:129) Exposure to endocrine disrupters (cid:129) Systems to detect new emerging exposures 68 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health (cid:129) Effects of pharmaceuticals ending up in the environment and then affecting humans a second time (cid:129) Dose-response monitoring studies on how chemicals can act at low con- centration. Impact of climate change on human health Other health threats in the environment coming from (cid:129) Water contamination (cid:129) Noise (cid:129) Electromagnetic fields Impact on the environment from nano-particles g countries The priority issues mentioned in the E-survey and in the interviews are very tions are also in line with the sugges- tees, and recommendations of FP5, FP6 and FP7 projects which have carried or are ations. The conclusions in 7.1.1 demonstrate that all the themes in the E&H research were assessed as olders in the E-survey. The two last themes mentioned above in the list represent new aspects compared to ear- ome other projects there is cooperation with non European developing countries already. Research on the E&H effects of nanotechnology is indeed observed as impor- ews the EU-stakeholders express that the funding is already adequate. he future will be an expansion of the E&H framework. The theme is very relevant though, also when it comes to fu- oping with climate change and a decarbonised society. On the basis of this study, we cannot make recommen- a part of the E&H framework. It will be a political priority. There can be dangers of loosing focus if an area is too programme in close cooperation with the E&H research and relevant Commission Services. EU and WHO rec- ommendations are in line with each other E&H in non EU countries (cid:129) E&H issues in developing countries (cid:129) Effect of European policies on E&H problems in developin (cid:129) Chemicals in the Arctic Area similar. The recommendations and sugges tions in WHO documents, Opinions of Commission's Scientific Commit carrying out reviews and making research recommend relevant, which is in agreement with the stakeh lier themes, but, e.g., in the Networks of Excellence and s tant, but as it can be seen from the E-survey and also reflected in the intervi Looking broader on how the environment can sustain and improve human liv- ing conditions and health in the EU in t ture European policy needs, e.g., in relation to c dations on whether or not it ought to be broad. Maybe a sustainable bio-based EU requires its own research 69 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Views on a second phase of the EHAP The majority of the interviewed stakeholders were in favour of a second phase of the E&H Action Plan. Some had not yet made up their minds on whether ng g the vision of E&H. It is impor- tant that the second phase of the Action Plan covers activities that are not well an be based on lack of policy initiatives or a lack of understanding of what the results really mean for the EU population and what can be done. An exam- ck of policy initiatives is the damaging, even lethal health effects of radon in the environment, especially in indoor air 87 . This is well known and l established and convincing. Yet there seems to be no policy initiatives for addressing this issue in existing buildings except n indoor air. d make cost-effectiveness-analyses to assess goals, integrated assessments are needed which take all impacts into account. The majority of funding should e early dead and poor quality of life. Finally, if the EU Commission decides to go for a second phase of the EHAP, it or have general support, when looking at written recommendations, the E-survey and - vious that the European dimension and added value are much larger compared to MS research ese continuation of activities should be in the form of an action plan or somethi different. Some of the researchers recommend enlargin covered in legislation and programmes so far. The gap c research results or a lack of ple of the la research results are now wel from lowering the recommended maximum limit i Before setting new goals, the EU shoul identify the goals/subjects for research. To be spent on the most important issues on the major E&H problems that caus was found important that there is a dedicated commitment to the implementa- tion of the action plan and that it is given high priority by all DGs to avoid a situation where the programme receives a \"lukewarm\" approach in some parts of the Commission. In conclusion: This study shows an overwhelming support for continuation of the research performed in relation to the EHAP and to the provision of a dedicated space f it.. The recommendations on important future research themes seem to the interviews. The major request for further development of common method ology on integrated risk assessment, database input, information systems etc. indicate the need for a specific horizontal programme. It is also ob only. In addition to the research framework programmes, the EU Public Health Pro- gramme, managed by DG SANCO, and the Structural and Cohesion Funds have spent significant amounts of money on funding environment-related pro- jects in Member States, where improved health for the population is a main driver and purpose of the projects. It seems important that E&H data from th projects are collected in a common and structured way to assess the health ef- 87 Radon is a radioactive substance in the soil diffusing into the indoor air and causing can- ser. A majority of stake- holders favour a sec- ond phase of EHAP The vision applied to the environment and health issue must be broadened Funding should go in priority to the m important issues High priority in all Conclusions regard- ing Q10 ost DGs 70 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health fects of the improved environment. High level results in this area can be used a lot on the research-policy gap. New initiatives have been imple- mented and will improve the focused research-based policy advice. And as as f rting point as there seems to be rather little common knowledge of this. ev- els for future policy advice - not only in the EU but also in non EU countries. Both the recommendations deriving from the literature review and the inter- views focus shown in the examples of projects, some of the large projects have a policy ad- vice component included as a main objective. Still especially the researchers are frustrated of the \"policy advice\" obligation and ask for others to take over this responsibility. Therefore, it is recommended to take into account the possi- bilities for a special \"policy advice track\" in a future framework programme. It is also recommended that an explicit assessment be made of where the EU has special strengths and a unique background and where there can be an ad- vantage also to \"import\"/link up to research and research results from other parts of the world. It also seems rather obvious that a special exercise needs to be done/process h to be started as part of a new framework programme to link national researchers and ongoing national projects and programmes to the EU clusters and networks and improve the use of common data collection and use of tools. A mapping o what is going on in MS can be a sta A better link is needed between the EU and national l 71 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 72 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 8 Conclusions 8.1 Attainment of study objectives (mapping) (cid:129) The mapping exercise revealed a high coverage of all research orientated actions, and especially many projects have been funded regarding \" De- velop methodological systems to analyse interactions between environment and health \" but also the actions \" Target research on diseases, disorders and exposures \" and \" Ensure that potential hazards on environment and health are identified and addressed \" are very well covered. (cid:129) The actions cover 25 sub-goals. Some sub-goals seems to be covered to a less extent e.g., \" Consolidate ongoing research in priority areas \" (Action 5) or \" Causes of environment-related diseases via epidemiological studies focusing on gene-environment interactions \" (Action 6) but many projects mention these actions as secondary object. This leave only three sub-goals identifying gaps: \" Exposure to and effects of heavy metals \" (Action 6), \" Improved health sector planning for future extreme weather events \" (Ac- tion 8) and \" Rapid assessment of emerging threats \" (Action 8) where no projects were funded and no projects pointed on secondary objects within these sub-goals. Today an EU Scientific Committee on emerging environ- mental risks exists, that could cope with rapid assessments of emerging threats. If the necessary expertise is not present in the Committee, quick tenders could be developed when the need arises. (cid:129) The mapping of projects demonstrated that most EU-funded projects con- tribute to EU policies, much fewer to national policies and relatively few to international policies. This can be the result of the fact that environment policy is primarily EU policy. However, it could be a structural weakness of the framework programme that a strong link to the national level and ac- tivities is missing. 8.2 General conclusions from the study (e-survey and interviews) (cid:129) Environment and health research is rightly placed at the EU level because it tackles common European problems that are less dependent on specific Member State conditions. This approach offers much scope for synergies. EU environmental policy is very extensive and requires a lot of scientific The 1 st EHAP en- sured a good cover- age of all actions Most EU funded en- vironment and health projects contributed to EU policies EU level research offers much scope for synergies 73 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health back-up and advice. The wrong policy advice and actions can potentially cause the early death of thousands of EU citizens. (cid:129) Further potential to integrate the two research areas Environment and Health exists and should be exploited. (cid:129) EU funding of environment and health research has stimulated research and other activities at national level, and has contributed to restructuring, integration and networking within many sub-areas of environment and (cid:129) The environment and health-related policy areas are likely to become more important in the future - on the contrary. We still have some important s for ac- por- - r- e ts efforts to exploit the outcomes of research projects and other information gathering (cid:129) Important emerging and re-emerging research issues include integrated risk assessment, indoor air quality and biomonitoring, in order to give bet- ter advice and scientific support on preventing cancer, asthma, allergies and reduced fertility. Effects and strategies in relation to climate change is also a main issue. There seems to be a rather high degree of consensus among experts and stakeholders on the most important themes. The future research must be open for quick integration of new and creative ideas to reach the highest possible value for society in the long run. It is important that environment and health research main- tains its own heading ining The main environ- ment and health themes benefit from a high level of con- sensus health. E&H challenges and new research results create new possibilitie tion. The EU driven environment and health research has provided im tant input to, e.g., the EU legislation on air pollution. EU legisla- tion/guidelines are also foreseen to be implemented or revised for a num ber of the emerging issues, e.g., in the areas of indoor air quality, bio- monitoring of chemicals, mixture toxicity of chemicals, noise and nanopa ticles. In the mid-term review of the EHAP a main conclusion was that th Commission in the period 2007-10 should gradually step up i efforts and secure their translation into policy. This had been a priority area for the Commission, and many network conferences and workshops have been held. Despite this major effort, new initiatives and structures need still to be adopted to enhance the research-policy dialogue in the future. (cid:129) The stakeholders disagree on whether the level of EU funding has been sufficient or whether the timing has been adequate. The e-survey showed that research has especially contributed to the EHAP goals, but the EHAP did not have any major funding possibilities. The E&H research is truly crosscutting and an internal Commission exercise to determine the best or- ganisation of the funding that would create the most value for money should be considered. In any case it is important that this issue is not drowned in a range of broader research headings. (cid:129) Whilst a lot of \"on the job\" training has taken place thanks to EU funding of research, more formal education/training programmes have not been es- tablished. Now the Commission's Scientific Committees refer to training programmes on its website, but this may not yet not well known and could be expanded in the future. EU research on envi- ronment and health has contributed sig- nificantly to tra 74 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health (cid:129) Respondents felt that EHAP research orientated Actions 5 -8 were too broadly formulated and thus did not provide the optimum guidance for pro- e more narrow for- jects from a policy need perspective. On the other hand, it seems important to maintain some latitude to allow for the possibility of catching emerging issues - at least to some extent. (cid:129) A possible way forward could be to split actions into actions with policy guidance directed at the researchers and more broadly defined research ac- tions. There also seems to be basis for identifying som mulated focus areas that will receive special attention in the coming years in order to move important policy relevant research conclusions forward. (cid:129) Stakeholders suggest that there is a need for long-term/structural funding to sustain networks and results including exploitation and maintenance of data collected nationally and at the EU level. In some cases a \"fast track\" funding procedure could also be envisaged. (cid:129) EU-funded environment and health research activities fit very well with the aims of activities undertaken by WHO. 75 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 76 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 9 Recommendations 9.1 Recommendations for further research: E&H research comprises of a rather broad scope of research areas, all of which nevertheless are still relevant for future research. This study shows that most sub-areas are very well covered and only very few gaps are identified. How- ever, there is no area where we have the full picture needed for EU policymak- ing in the future, even if we have well documented results on a still longer list of specific topics. Based on the results of this study and our knowledge of the E&H area we rec- ommend to (cid:129) Further development of a common EU methodology A common harmonised methodology will enhance the possibility of sharing data and knowledge in the area across Member States. Although many of the problems related to E&H are important, creation of evidence may be limited due to relatively few possibilities for collecting data in a single country and thus availability of data; therefore the carrying out activities at EU level adds value. Integrating environment and health data is important. Recent methodological advances in environmental and health sciences in- cluding bioinformatics and biotechnology have opened up new avenues to understanding the role of environment in human well-being and disease. However, the tools, methods and assays need further development, valida- tion and harmonisation. (cid:129) More focus on exposure Chemicals in water, food and indoor air are existing research areas that need more focus in the coming years, not the least as many studies are looking at combination of stressors. Exposure of children to chemicals and adverse health impacts should still be a main focus in the E&H research in the coming years, as underlined by the incoming research results. Early exposures (including in utero ) can have long-term health impacts. (cid:129) More focus on research in 'Effects of climate change' 77 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health Climate change is a growing problem all over the world and needs even more attention in the future to enable politicians to cope with these changes. Al- though the impact on health currently is estimated to be relatively minor, it is likely to increase in the future. Recommendations for a potential 2 nd phase of the European Environment and Health Action Plan: In a possible next phase of the Environment and Health Action Plan or another similar programme, we suggest that the following recommendations are taken (cid:129) Preparation for a 2 EHAP d less bu- strengthened licy\". This could be reintroduced in FP8 and/or in the Ac- tion Plans. This is in line with the results of the mapping showing only few l level and we therefore recommend a mapping as a starting point for better Earmarking of funding for workshops/presentation of project results for akers after project completion when the results have been validated should be considered. knowledge of cur- rent activities in the individual Member States. Policy guidance into consideration: nd (cid:129) The introduction of a real policy advice track with quicker an reaucratic procedures for projects should be considered. The work in the Commission's E&H-relevant Scientific Committees may play an important role here. (cid:129) The development of effective means for reviewing results should become part of a future action plan. FP6 contained an activity named \"Specific Support for Po projects were assessed by actors to contribute to national and internationa policies. (cid:129) There seems to be a lack of knowledge of what is going on at the national cooperation with and between the national programs in the future. Some of the most well functioning Networks of Excellence also provides a great opportunity for knowledge sharing. (cid:129) The employment of a full-time EU research communication specialist (fa- cilitator) to work on the possible second phase of the Action Plan is rec- ommended. The experts in the Commission have the necessary skills but not the time and focus for this special task. The communication specialist should inform Commission experts and policy-makers about results from the projects, and provide the scientific community with updated policy guidance. (cid:129) stakeholders and policy-m (cid:129) There should be a strong European focus in the projects on common EU problems and challenges. The \"on-the-job training\" element for national experts should be maintained and promoted as more and more Member States 'come onboard' with national priorities in the environment and health area. In return, they must provide the necessary 78 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health 79 in- (cid:129) The inclusion in the action plan of a requirement for Member States to co- a is recommended. nvisaged to alleviate the current situation where, in the area of environmental research, much relevant data are collected, but not in a form that can be used by health research- ers. , is recommended. There are other important EU-level environmental databases, e.g., the CORINAIR database, but t the needed tasks and projects are so different, yet all needed. Earmarking of funding for the future 'survival' and maintenance of data (cid:129) Introduction of a 'political exercise' to explore and define key policy re- search priorities and needs for the coming years in this area should be cluded in future action plans/programmes. operate actively in projects on methodology and data collection to secure broader access to dat (cid:129) Establishment of stricter requirements for common EU data reporting for- mats should be e always communicated/saved (cid:129) Establishment of a common European database on health and environment indictors, like in health research, where there is a tradition for European databases, e.g., the ECHI 88 much data collected in environmental research projects could be used also in health research and vice-versa - which is not the case today. (cid:129) It should be possible to differentiate more between project types regarding funding, funding periods and procedures. It is a challenge for the E&H re- search tha and databases useful for future projects in the E&H area is recommended. One model can be to allow for funding of a phase 2 or 3 of certain relevant projects expanding the timeframe from the normal three to five years to eight to ten years if projects receive a positive evaluation on completion of a first phase. 88 This database contains more than 40 core European Union health indicators (data which are readily available and reasonably comparable), grouped under different headings. Where appropriate, figures are given by gender and age. Data collection and synergies ",
        "80 ",
        "81 10 Appendices ",
        "10.1 Mapping exercise The 5th Framework Programme has a total of 93 projects, 65 within the category \" Strengthen scientific basis for decision-making and Priority setting for environment and health policy\" and four within the category \"Strengthen scientific basis for informed public opinions on environmental risks\". The remaining 24 projects are thus classified as \"Strengthen scientific basis\". Table 1 Mapping - 5th Framework Programme Theme: Support to health and environmental policy-making and public information Projects classified within sub-goal (acronyms) N o . o f p r o j e c t s c l a s s i f i e d B u d g e t ( E C c o n t r i b u t i o n ) i n € C o n t r i b u t i o n I n t e r n a t i o n a l C o n t r i b u t i o n E U C o n t r i b u t i o n N a t i o n a l a c t i v i t i e s / p o l i c y Strengthen scientific basis for decision-making and Priority setting for environment and health policy CHILDRENGENONETWORK, AIRNET, NOPHER, PINCHE, BIOAIR, HELIOS, HEPMEAP, PATY, RAIAP, MAAPHRI, EMECAP, ANEMONE, COMPRENDO, ENDISRUPT, ENDOMET, ENVIR.REPROD.HEALTH, EUROPIT, EXPORED, FIRE, GENDISRUPT, PBDE-NTOX, PCBRISK, ASHRAM, CANCERRISKBIOMARKERS, OXEXRISK, PEPFAC, ESTROGENS AND DISEASE, DIOXIN RISK ASSESSMENT, EDERA, FRAGRANCE ALLERGY, MENDOS, PLUTOCRACY, IHA UV, E21-4AYC, EPILMPH, GEOPARKINSON, PARSIFAL, PDCAAE, MOCALEX, PAMCHAR, BEEP, COMPARE, FIBRETOX, WOOD-RISK, APECOP, EASYRING, RANTIVE, HYENA, NoiseChem, RANCH, HEARTS, HEAPSS, ASRISK, PEPCY, cCASH, PHEWE, NANODERM, RUPIOH, AIRGENE, GUARD, RAMP 2001, Perform, ADVICE PULSED FIELDS, THz- BRIDGE, INTERPHONE, EDEN 65 102.522.967 7 62 13 Strengthen scientific basis for informed public opinions on environmental risks SUNALL, ExAsRub, CEMFEC, REFLEX 4 4.929.640 1 0 0 Strengthen scientific basis ECRHS II, AMBIPAH, EXPAH, GEN-AIR, INUENDO, EURISKED, BONETOX, SUSCEPTSYRENE, MAUVE, THYR- RISK, PASTURE, PAWG, ACE, EDETOX, IMMUNOTOX CELL CHIP, RISIKOFDERM, SENSPESTI, PREVENTION BIOMARKERS, BIOCET, AQUA-CHIP, DUWN RISK ASSESMENT, NANOPATHOLOGY, AIRALLERG, EDEN 24 39.529.000 0 0 0 Total 93 146.981.607 8 62 13 82 ",
        "83 The mapping of 6th Framework Programme includes a total of 68 projects, see Table 2 Under the thematic priority \"Environmental health risks\", eight is classified as \"Identification of causal agents including contaminants, and physiological mechanisms, of environmental, and food-linked environmental hazards\", one project is classified under each of the sub-goals; \"Understanding of exposure pathways, including estimation of cumulative, low dose and combined exposures\" and \"Transmission of illness linked to water\". Three is classified as \"Long-term health effects\". None has been categorised as \"Role of individual susceptibility in environment-related diseases\" while two falls within \"Environmental causes and mechanisms in allergies\" and four as \"Impact of endocrine disrupters\". Under the thematic priority \"Complementary research\" 14 projects have been classified as \"Development of advanced methodologies for risk assessment\". 15 projects have been classified as \"Impact of environment on health, Occupational health and Risk assessment\" under the thematic priority \"Policy-oriented research in Specific Activities Covering a Wider Field of Research\". As agreed at the inception meeting, the two thematic areas \"Life sciences; Innovative Medicines Initiative, poverty-related diseases, stem cells\", funding research especially on the development of new in vitro tests to replace animal experimentation, and \"Nanotechnology and nanosciences, knowledge- based multifunctional materials and new production processes and devices (NMP)\", funding research on environmental and health risks of nanomaterials have been added to the mapping exercise related to FP6. The result shows that 12 projects have been categorised as the first while 8 projects have been categorised as the latter. ",
        "T a b l e 2 M a p p i n g - 6 t h F r a m e w o r k P r o g r a m m e T h e m a t i c p r i o r i t y T h e m e : S u p p o r t t o h e a l t h a n d e n v i r o n m e n t a l p o l i c y - m a k i n g a n d p u b l i c i n f o r m a t i o n P r o j e c t s c l a s s i f i e d w i t h i n s u b - g o a l ( a c r o n y m s ) P r o j e c t s w i t h s u b - g o a l a s s e c o n d a r y o b j e c t ( n o t i n c l u d e d i n t h e f o l l o w i n g c o l u m n s ) N o . o f p r o j e c t s c l a s s i f i e d B u d g e t ( E C c o n t r i b u t i o n ) i n € C o n t r i b u t i o n I n t e r n a t i o n a l C o n t r i b u t i o n E U C o n t r i b u t i o n N a t i o n a l a c t i v i t i e s / p o l i c y I d e n t i f i c a t i o n o f c a u s a l a g e n t s i n c l u d i n g c o n t a m i n a n t s , a n d p h y s i o l o g i c a l m e c h a n i s m s , o f e n v i r o n m e n t a l , a n d f o o d - l i n k e d e n v i r o n m e n t a l h a z a r d s E C N I S , E U R O L Y M P H , D E V N E R T O X , P H I M E , B E N E R I S , B R A F O , Q A L I B R A , S A F E F O O D S , 8 4 1 . 9 1 6 . 4 1 6 0 2 0 U n d e r s t a n d i n g o f e x p o s u r e p a t h w a y s , i n c l u d i n g e s t i m a t i o n o f c u m u l a t i v e , l o w d o s e a n d c o m b i n e d e x p o s u r e s D I E P H Y D E V N E R T O X , F O O D & F E C U N D I T Y , A T H O N , C A S C A D E , P H I M E 1 1 . 5 0 0 . 0 0 0 0 0 0 L o n g - t e r m h e a l t h e f f e c t s H I - W A T E , P I O N E E R , N E W G E N E R I S E C N I S , P H I M E 3 2 0 . 1 0 0 . 0 0 0 0 1 0 R o l e o f i n d i v i d u a l s u s c e p t i b i l i t y i n e n v i r o n m e n t - r e l a t e d d i s e a s e s G A 2 L E N , E C N I S , N E W G E N E R I S , P H I M E 0 0 0 0 0 E n v i r o n m e n t a l c a u s e s a n d m e c h a n i s m s i n a l l e r g i e s E U R O P R E V A L L , G A 2 L E N 2 2 8 . 5 0 0 . 0 0 0 0 0 0 I m p a c t o f e n d o c r i n e d i s r u p t e r s F O O D & F E C U N D I T Y , A T H O N , C A S C A D E , T E S T M E T E D E C O 4 2 1 . 0 0 0 . 0 0 0 0 3 0 E n v i r o n m e n t a l h e a l t h r i s k s ( t h e m a t i c p r i o r i t y 5 - F o o d q u a l i t y a n d s a f e t y ) T r a n s m i s s i o n o f i l l n e s s l i n k e d t o w a t e r ( p a r a s i t e s , v i r u s e s , b a c t e r i a e t c . ) H E A L T H Y W A T E R H I - W A T E 1 2 . 4 0 0 . 0 0 0 0 1 0 C o m p l e m e n t a r y r e s e a r c h ( t h e m a t i c p r i o r i t y 6 - S u s t a i n a b l e d e v e l o p m e n t , g l o b a l c h a n g e a n d e c o s y s t e m s ) D e v e l o p m e n t o f a d v a n c e d m e t h o d o l o g i e s f o r r i s k a s s e s s m e n t C A I R 4 H E A L T H , H E N V I N E T , N O R M A N , O S I R I S , I N T A R E S E , N O M I R A C L E , 2 - F U N , H E I M T S A , M E T H O D E X , C I R C E , E D E N , E N S E M B L E S , M I C R O D I S , P O L Y S O A , 1 4 8 8 . 0 3 0 . 0 0 0 0 5 2 84 ",
        "P o l i c y - o r i e n t e d r e s e a r c h i n S p e c i f i c A c t i v i t i e s C o v e r i n g a W i d e r F i e l d o f R e s e a r c h I m p a c t o f e n v i r o n m e n t o n h e a l t h , O c c u p a t i o n a l h e a l t h a n d R i s k a s s e s s m e n t E S B I O , F U R A N - R A , C A E S A R , E N V I R I S K , D R O P S , E S P R E M E , V E R H I C H I L D R E N , C I R C L E , C I R C L E , E P I - B A T H E , V I R O B A T H E , E N V I E , P R O N E T , E M F - N E T , C O S T 2 8 1 1 5 1 8 . 0 9 3 . 8 5 4 2 1 1 0 N a n o t e c h n o l o g i e s a n d n a n o s c i e n c e , k n o w l e d g e - b a s e d m u l t i f u n c t i o n a l m a t e r i a l s , a n d n e w p r o d u c t i o n p r o c e s s e s a n d d e v i s e s N a n o t e c h n o l o g i e s C E L L N A N O T O X , D I P N A , I M P A R T , N A N O T O X , N A N O I N T E R A C T , N A N O S A F E 2 , N A N O S H , P A R T I C L E _ R I S K 8 2 0 . 0 0 0 . 0 0 0 0 1 0 L i f e S c i e n c e s ; I n n o v a t i v e M e d i c i n e s I n i t i a t i v e , p o v e r t y - r e l a t e d d i s e a s e s , s t e m c e l l s L i f e S c i e n c e s , a l t e r n a t i v e s t o a n i m a l t e s t i n g P H O E B E , R A I N B O W , G A B R I E L , C R E S E N D O , A - C U T E - T O X , C A R C I N O G E N O M I C S , E X E R A , N H R D e v T o x , P R E D I C T O M I C S , R E P R O T E C T , R E T H I N K , S E N S - I T - I V 1 2 6 6 . 3 0 0 . 0 0 0 0 3 0 T o t a l 6 8 3 0 7 . 8 4 0 . 2 7 0 2 2 3 2 85 ",
        "86 A total of 77 have been mapped under the 7th Framework Programme see table 3. In the theme \"Food, Agriculture and Fisheries and Biotechnology\" 14 projects is classified under \"Exposure to and health impacts of food contaminants\". The 19 project under the thematic priority \"Nano-sciences, Nano- technologies, Materials and new Production Technologies\" is classified as \"Environmental and health risks of nanoparticles\". In the theme \"Environment\" six is classified as \" Impact of climate change, land use, globalisation\", five as \"Study of multiple exposures via different exposure routes\", six as \" Identification of pollution sources and new or emerging environmental stressors potential health effects in relation to indoor and outdoor environment, urban environment, air pollution, electromagnetic fields, noise and toxic substances\", two as \"Development of integrated risk assessment and methodologies for hazardous substances\", one as \"Tools and methods for human bio-monitoring\", one as \"Exploitation of population studies\", two as \"Biomarker research\" and finally six as \"Indicators, databases, cost-benefit and multi-criteria analyses, health impact assessment, burden of disease and sustainability analysis\". In the thematic area \"Health theme, (Translating research for human health; Optimising the delivery of health care to European citizens; Responding to emerging needs and unforeseen policy needs)\" four projects are classified as \"Environmental factors in major diseases of public health relevance, three in the category \"Health determinants\" and none in Emerging needs including policy support. Five projects under the 7th Frame work Programme have funded by the European Atomic Energy Community (Euratom) for nuclear research and training activities, thus they have been classified as such in the table below. Further three projects do not fall within the themes/sub-goals and thus comprise the content of the category \"Others\". ",
        "T a b l e 3 M a p p i n g - 7 t h F r a m e w o r k P r o g r a m m e T h e m a t i c p r i o r i t y T h e m e : S u p p o r t t o h e a l t h a n d e n v i r o n m e n t a l p o l i c y - m a k i n g a n d p u b l i c i n f o r m a t i o n P r o j e c t s c l a s s i f i e d w i t h i n s u b - g o a l ( a c r o n y m s ) P r o j e c t s w i t h s u b - g o a l a s s e c o n d a r y o b j e c t ( n o t i n c l u d e d i n t h e f o l l o w i n g c o l u m n s ) N o . o f p r o j e c t s c l a s s i f i e d B u d g e t ( E C c o n t r i b u t i o n ) i n € C o n t r i b u t i o n I n t e r n a t i o n a l C o n t r i b u t i o n E U C o n t r i b u t i o n N a t i o n a l a c t i v i t i e s / p o l i c y F o o d , A g r i c u l t u r e a n d F i s h e r i e s a n d B i o t e c h n o l o g y t h e m e : [ E n v i r o n m e n t a n d h e a l t h r e l a t e d a c t i v i t y : F o r k t o f a r m : F o o d ( i n c l u d i n g s e a f o o d ) , h e a l t h a n d w e l l b e i n g ] E x p o s u r e t o a n d h e a l t h i m p a c t s o f f o o d c o n t a m i n a n t s A C R O P O L I S , A R B O - Z O O N E T , B A S E L I N E , C O N F I D E N C E , E F R A I M , F A C E T , F O O D R I S C , G M S A F O O D , M I D T A L , O B E L I X , P E R F O O D , V I T A L , W I L D T E C H , V E G - I - T R A D E 1 4 4 9 . 8 6 1 . 8 0 9 3 9 0 N a n o - s c i e n c e s , N a n o - t e c h n o l o g i e s , M a t e r i a l s a n d n e w P r o d u c t i o n T e c h n o l o g i e s t h e m e : [ E n v i r o n m e n t a n d h e a l t h r e l a t e d a c t i v i t y : N a n o - s c i e n c e s a n d n a n o - t e c h n o l o g i e s ] E n v i r o n m e n t a l a n d h e a l t h r i s k s o f n a n o p a r t i c l e s C L E A R - U P , E N N S A T O X , E N P R A , E N R H E S , H I N A M O X , I N L I V E T O X , N A N E X , N A N O D E V I C E , N A N O F A T E , N A N O H O U S E , N A N O I M P A C T N E T , N A N O M U N E , N A N O P O L Y T O X 1 , N A N O R E T O X 2 , N A N O S U S T A I N , N A N O T E S T 3 , N E P H H , N E U R O N A N O , N H E C D 1 9 5 8 . 7 3 7 . 6 9 4 1 7 0 I m p a c t o f c l i m a t e c h a n g e , l a n d u s e , g l o b a l i s a t i o n A R C R I S K , E O 2 H E A V E N , I C E P U R E , M E G A P O L I , Q W E C I , V I R O C L I M E C L E A R , A R B O - Z O O N E T , W I L D T E C H , T R A N S P H O R M , C I T Y Z E N 6 2 2 . 6 6 0 . 0 0 7 0 3 0 E n v i r o n m e n t ( i n c l u d i n g c l i m a t e c h a n g e ) t h e m e [ E n v i r o n m e n t a n d H e a l t h s u b - a c t i v i t y ] S t u d y o f m u l t i p l e e x p o s u r e s v i a d i f f e r e n t e x p o s u r e r o u t e s C L E A R , D E E R , C O N T A M E D , R E E F , T R A N S P H O R M A C R O P O L I S , E N N A H , M O B I - K I D S , S E A W I N D , N A N O I M P A C T N E T N A N O F A T E , N A N O H O U S E 5 1 6 . 0 6 5 . 0 9 1 0 4 0 87 ",
        "I d e n t i f i c a t i o n o f p o l l u t i o n s o u r c e s a n d n e w o r e m e r g i n g e n v i r o n m e n t a l s t r e s s o r s p o t e n t i a l h e a l t h e f f e c t s i n r e l a t i o n t o i n d o o r a n d o u t d o o r e n v i r o n m e n t , u r b a n e n v i r o n m e n t , a i r p o l l u t i o n , e l e c t r o m a g n e t i c f i e l d s , n o i s e a n d t o x i c s u b s t a n c e s C I T Y Z E N , E N N A H , E S C A P E , H I T E A , M O B I - K I D S , S E A W I N D E N R H E S , N A N O H O U S E , E S C A P E P E R F E C T I O N , C L E A R - U P , E S C A P E , T R A N S P H O R M , H E R E P L U S 6 1 9 . 0 1 0 . 8 7 3 0 2 2 D e v e l o p m e n t o f i n t e g r a t e d r i s k a s s e s s m e n t a n d m e t h o d o l o g i e s f o r h a z a r d o u s s u b s t a n c e s C A D A S T E R , C H E M S C R E E N T R A N S P H O R M , E N N S A T O X , N E P H H A C R O P O L I S , R I S K C Y C L E L E N V I S , C I T Y Z E N , M E G A P O L I 2 6 . 1 8 8 . 7 5 7 0 1 0 T o o l s a n d m e t h o d s f o r h u m a n b i o - m o n i t o r i n g C O P H E S 1 3 . 9 9 9 . 9 9 9 0 1 0 E x p l o i t a t i o n o f p o p u l a t i o n s t u d i e s E N R I E C O C O N T A M E D , D E E R , O B E L I X , A R C R I S K , C L E A R , E N V I R O G E N O M A R K E R S , E S C A P E T R A N S P H O R M , H I T E A , E F R A I M , I C E P U R E , C O G S , M O B I - K I D S , S E A W I N D , N E U R O N A N O , E N R H E S , N A N O H O U S E , B B M R I , C H I C O S , C O P H E S , E N R I E C O 1 9 1 9 . 4 2 4 0 0 0 E n v i r o n m e n t ( i n c l u d i n g c l i m a t e c h a n g e ) t h e m e [ E n v i r o n m e n t a n d H e a l t h s u b - a c t i v i t y ] c o n t i n u e d . B i o m a r k e r r e s e a r c h E N V I R O G E N M A R K E R S , S Y S T E Q A C R O P O L I S , C O N T A M E D , C O P H E S , D E E R , E S N A T S , O B E L I X , R E E F , C L E A R , E N N S A T O X , N A N O F A T E , N A N O M M U N E , N A N O R E T O X , N A N O T E S T , N E U R O N A N O , E S C A P E , H I T E A , E F R A I M , I C E P U R E , G M S A F O O D 2 6 . 2 0 3 . 5 9 6 1 1 0 88 ",
        "E n v i r o n m e n t ( i n c l u d i n g c l i m a t e c h a n g e ) t h e m e [ E n v i r o n m e n t a n d H e a l t h s u b - a c t i v i t y ] c o n t i n u e d . I n d i c a t o r s , d a t a b a s e s , c o s t - b e n e f i t a n d m u l t i - c r i t e r i a a n a l y s e s , h e a l t h i m p a c t a s s e s s m e n t , b u r d e n o f d i s e a s e a n d s u s t a i n a b i l i t y a n a l y s i s E N F I R O , E R A - E N V H E A L T H , H E R E P L U S , O R C H E S T R A , P E R F E C T I O N , R I S K C Y C L E A C R O P O L I S , A X L R 8 , C A D A S T E R , C H E M S C R E E N , E S N A T S , F A C E T , O P E N T O X , P E R F O O D , R I S K C Y C L E , A R C R I S K , A R B O - Z O O N E T , Q W E C I , A L L E G R O , A R C H , C O G S , C T B , P E D D O S E . N E T , S T O R E , E N N A H , E N P R A , N A N E X , N A N O D E V I C E , N A N O T E S T , N E P H H , E N R H E S , N A N O I M P A C T N E T , N H E C D , C H I C O S , C O P H E S , E N R I E C O , E S C A P E , M O B I - K I D S , S E A W I N D , H I T E A , I C E P U R E , R I C H E , W I L D T E C H , B B M R I , P E R F E C T I O N , C L E A R - U P , E U - G E I , V I R O C L I M E , C O M E N V I R , T R A N S P H O R M , E N N S A T O X , N E P H H , Q W E C I , A C R O P O L I S , C A D A S T E R , E U R O - U R H I S 2 , L E N V I S , C I T Y Z E N , M E G A P O L I 6 1 0 . 0 6 4 . 4 0 3 2 6 2 E n v i r o n m e n t a l f a c t o r s i n m a j o r d i s e a s e s o f p u b l i c h e a l t h r e l e v a n c e C O G S , E S N A T S , O P E N T O X , R I C H E 4 2 8 . 0 8 5 . 8 2 8 0 3 0 H e a l t h d e t e r m i n a n t s C H I C O S , E U - G E I , E U R O - U R H I S 2 3 1 6 . 0 2 5 . 2 4 5 1 2 1 H e a l t h t h e m e , [ T r a n s l a t i n g r e s e a r c h f o r h u m a n h e a l t h ; O p t i m i s i n g t h e d e l i v e r y o f h e a l t h c a r e t o E u r o p e a n c i t i z e n s ; R e s p o n d i n g t o e m e r g i n g n e e d s a n d u n f o r e s e e n p o l i c y n e e d s ] E m e r g i n g n e e d s i n c l u d i n g p o l i c y s u p p o r t 0 0 0 0 0 T h e m e : [ E u r o t o m p r o g r a m m e ' R a s i a t i o n P r o t e c t i o n ' a c t i v i t y E u r o t o m p r o g r a m m e ' R a s i a t i o n P r o t e c t i o n ' a c t i v i t y A L L E G R O , A R C H , C A R D I O R I S K , C T B , S T O R E 5 8 . 6 5 0 . 3 4 3 0 0 0 N o t w i t h t h e m e s / s u b - g o a l s O t h e r B B M R I , C O M E N V I R , L E N V I S 3 8 . 1 5 7 . 0 2 0 0 3 1 T o t a l 7 7 2 5 4 6 3 0 0 8 9 8 4 2 6 1 ) f u n d e d b y E n v i r o n m e n t t h e m e 2 ) f u n d e d b y E n v i r o n m e n t t h e m e 3 ) f u n d e d b y H e a l t h t h e m e 89 ",
        "90 The results of the mapping exercise are also presented in relation to the EHAP actions, see the following tables. In the context of the significant overlap between sub-goals for the first period of the EHAP cycle (2004-2006) and the second period of the EHAP cycle (2007-2010), the mapping related to EHAP actions will be presented together for both period so that repetition is avoided. A total of 19 projects is classified as Action 5 \"Integrate and strengthen European environment and health research\", see Table 4. Six falls within the sub-goal \"Analyse results of projects and national initiatives relevant to policy making \", five within the sub-goal \"Consolidate ongoing research in priority areas\", eight within \"Strengthen networking between researchers, policy makers and stakeholders\" and one within \"Organise conferences and/or workshops to highlight results and their relevance to policy development and identify needs for the future\". In relation to the latter it must be added that the Commission has organised or otherwise contributed during the six years of the Action Plan numerous events engaging various stakeholders including national and EU policy makers e.g.: - Workshop on biobanking 2009 (Brussels, 2009) - Endocrine disrupters: four international workshops to discuss testing strategies and current state of the art (2005, 2006, Brussels, Helsinki, Prague); - Environmental cancer risks: one international workshop to highlight results of framework programme projects (2005, Warsaw) - Health risks related to exposure to electromagnetic fields: a workshop highlighting the final results of the FP6-funded EMF-NET coordination action (Brussels, 2006) - Climate change and health risks: workshop (Brussels, 2005) - 6th European Conference on Noise Control and Global Noise Policy workshops, (Tampere, 2006) - 10th International Congress of Toxicology (Tampere, 2004) - EUROTOX2009 congress (Dresden, 2009) - 12th International Congress of Toxicology (Barcelona 2010) - International Polar Symposium (Brussels, 2007); - Health risks related to indoor and ambient air quality: three workshops with extensive stakeholder participation (Brussels, 2007, 2008, 2009) - Risk assessment and cost/benefit analysis: workshop on harmonisation of risk analysis of food chemicals (Brussels, 2005) - 1st international risk assessment conference (Brussels 2008) - Two workshops on cost/benefit and uncertainty analysis (Brussels, 2007); - Open Stakeholder Consultation: Priorities for Environment & Health Research in FP7 (Brussels 2006); - International conference on environmental epidemiology and exposure (Paris, 2006); - Intergovernmental Midterm Review of Environment and Health (Vienna, 2007) - International Public Health Symposium on Environment and Health Research (Madrid 2008) - Fifth Ministerial Conference on Environment and Health (Parma, 2010) - Environment and Health Action Plan Consultative Forum meetings (twice a year until 2008, once in 2009 and 2010 in Brussels and Luxembourg) ",
        "T a b l e 4 M a p p i n g - E H A P A c t i o n 5 S u b - g o a l P r o j e c t s c l a s s i f i e d w i t h i n s u b - g o a l ( a c r o n y m s ) P r o j e c t s w i t h s u b - g o a l a s s e c o n d a r y o b j e c t ( n o t i n c l u d e d i n t h e f o l l o w i n g c o l u m n s ) N o . o f p r o j e c t s / a c t i v i t i e s c l a s s i f i e d B u d g e t ( E C c o n t r i b u t i o n ) i n € C o n t r i b u t i o n I n t e r n a t i o n a l C o n t r i b u t i o n E U C o n t r i b u t i o n N a t i o n a l a c t i v i t i e s / p o l i c y A n a l y s e f i n a l r e s u l t s a n d n a t i o n a l i n i t i a t i v e s r e l e v a n t t o p o l i c y m a k i n g C H I L D R E N G E N O N E T W O R K , A I R N E T , P I N C H E , E N R I E C O , C A I R 4 H E A L T H , O R C H E S T R A 6 6 . 4 3 0 . 3 5 4 1 5 2 C o n s o l i d a t e o n g o i n g r e s e a r c h i n p r i o r i t y a r e a s C H I C O S , G A 2 L E N , E U R O P R E V A L L , C A S C A D E S E N S - I T - I V , G A B R I E L , E F R A I M , H I T E A , E S C A P E , E N V I R O G E N O M A R K E R S , D E V N E R T O X , A T H O N , P H I M E , A R C R I S K , C L E A R , E N N S A T O X , E N P R A , N E U R O N A N O , N A N O T E S T , N E U R O N A N O , N E W G E N E R I S , E C N I S , E U R O L Y M P H , E N V I R O G E N O M A R K E R S , A T H O N , E X E R A , R E P R O T E C T , T E S T M E T E D E C O , C H E M S C R E E N , C O N T A M E D , D E E R , R E E F , O B E L I X , P E R F O O D , E C N I S 4 4 4 . 5 9 0 . 1 2 4 0 2 0 O r g a n i s e c o n f e r e n c e s a n d / o r w o r k s h o p s t o h i g h l i g h t r e s u l t s a n d t h e i r r e l e v a n c e t o p o l i c y d e v e l o p m e n t a n d i d e n t i f y n e e d s f o r t h e f u t u r e R A I N B O W 1 ( + 1 9 ) 2 0 0 . 0 0 0 0 0 0 S t r e n g t h e n n e t w o r k i n g b e t w e e n r e s e a r c h e r s , p o l i c y m a k e r s a n d s t a k e h o l d e r s A R B O - Z O O N E T , E N N A H , N A N O I M P A C T N E T , C O M E N V I R , E R A - E N V H E A L T H , R I C H E , N O P H E R , P H O E B E 8 9 . 5 6 3 . 2 2 8 0 5 2 T o t a l 1 9 6 0 . 7 8 3 . 7 0 6 1 1 2 4 91 ",
        "92 Of the 67 projects classified as EHAP action 6 \"Target research on diseases, disorders and exposure\", see table 5, 15 are classified as \"Environmental exposures and respiratory diseases etc.\", four as \"Environmental exposures and neurodevelopmental disorders\", 15 as \"Environmental exposures and cancer\", 17 as \"Environmental exposures and endocrine disrupting effects\" and two as \"Exposure to and effects of heavy metals\". Three is classified as \"Causes of environment-related diseases via epidemiological studies focusing on gene-environment interactions\" and 11 as \"Long-term health impacts of exposure to environmental stressors (chemicals, air pollution and noise)\". ",
        "T a b l e 5 M a p p i n g - E H A P A c t i o n 6 S u b - g o a l P r o j e c t s c l a s s i f i e d w i t h i n s u b - g o a l ( a c r o n y m s ) P r o j e c t s w i t h s u b - g o a l a s s e c o n d a r y o b j e c t ( n o t i n c l u d e d i n t h e f o l l o w i n g c o l u m n s ) N o . o f p r o j e c t s / a c t i v i t i e s c l a s s i f i e d B u d g e t ( E C c o n t r i b u t i o n ) i n € C o n t r i b u t i o n I n t e r n a t i o n a l C o n t r i b u t i o n E U C o n t r i b u t i o n N a t i o n a l a c t i v i t i e s / p o l i c y E n v i r o n m e n t a l e x p o s u r e s a n d r e s p i r a t o r y d i s e a s e s e t c . E F R A I M , B I O A I R , E C R H S I I , H E L I O S , H E P M E A P , P A T Y , R A I A P , M A A P H R I , F R A G R A N C E A L L E R G Y , P L U T O C R A C Y , S U N A L L , E 2 1 - 4 A Y C , P A R S I F A L , P A S T U R E , P D C A A E E S C A P E , T R A N S P H O R M , H I T E A 1 5 2 2 . 1 1 0 . 4 1 7 0 9 0 E n v i r o n m e n t a l e x p o s u r e s a n d n e u r o d e v e l o p m e n t a l d i s o r d e r s S U S C E P T S Y R E N E , P B D E - N T O X , D E V N E R T O X , G E O P A R K I N S O N A R C R I S K , C L E A R , E N F I R O , E N N S A T O X , E N P R A , N E U R O N A N O , N A N O T E S T , N E U R O N A N O , E N V I R O G E N O M A R K E R S , E U - G E I 4 5 . 7 0 0 . 0 0 0 0 2 0 E n v i r o n m e n t a l e x p o s u r e s a n d c a n c e r E U R O L Y M P H , F U R A N - R A , A L L E G R O , A M B I P A H , E X P A H , G E N - A I R , A S H R A M , C A N C E R R I S K B I O M A R K E R S , O X E X R I S K , D I O X I N R I S K A S S E S S M E N T , I H A U V , M A U V E , T H Y R - R I S K , E P I L Y M P H , D I E P H Y N E W G E N E R I S 1 5 1 8 . 6 3 8 . 0 0 0 2 7 2 E n v i r o n m e n t a l e x p o s u r e s a n d e n d o c r i n e d i s r u p t i n g e f f e c t s C O M P R E N D O , E N D I S R U P T , E N D O M E T , E X P O R E D , F I R E , G E N D I S R U P T , P E P F A C , E S T R O G E N S A N D D I S E A S E , E U R I S K E D , B O N E T O X , E D E N , E D E R A , M E N D O S , F O O D & F E C U N D I T Y , P I O N E E R , A T H O N , P E R F O O D 1 7 3 2 . 6 2 5 . 4 3 2 1 1 3 1 E x p o s u r e t o a n d e f f e c t s o f h e a v y m e t a l s E M E C A P , A N E M O N E 2 3 . 2 0 0 . 0 0 0 0 2 1 93 ",
        "C a u s e s o f e n v i r o n m e n t - r e l a t e d d i s e a s e s v i a e p i d e m i o l o g i c a l s t u d i e s f o c u s i n g o n g e n e - e n v i r o n m e n t i n t e r a c t i o n s G A B R I E L , C R E S C E N D O , C O G S N E W G E N E R I S , P H I M E , E C N I S , G A B R I E L , C O N T A M E D , D E E R , O B E L I X , A R C R I S K , C L E A R , E N V I R O G E N O M A R K E R S , E S C A P E , T R A N S P H O R M , H I T E A , E F R A I M , I C E P U R E , C O G S , M O B I - K I D S , S E A W I N D , N E U R O N A N O , E N R H E S , N A N O H O U S E , I N U E N D O , A N E M O N E , A S H R A M , A S R I S K , A I R A L L E R G Y , H E L I O S , H E P M E A P , H E A P P S S , P A M C H A R , R U P I O H , A M B I P A H , A I R N E T , E M E C A P , E N V I R O N . R E P R O D . H E A L T H , E X P O R E D , C A N C E R I S K B I O M A R K E R S , P A S T U R E , E 2 1 - 4 A Y C , P L U T O C R A C Y , G E N - A I R , C H I L D R E N G E N O N E T W O R K , E C R H S I I , B I O A I R , P C B R I S K , E D E N , F R A G R A N C E A L L E R G Y , G E O P A R K I N S O N , I N T E R P H O N E , M A U V E , S U N A L L , T H Y R R I S K 3 3 2 . 7 1 5 . 5 0 1 0 1 0 L o n g - t e r m h e a l t h i m p a c t s o f e x p o s u r e t o e n v i r o n m e n t a l s t r e s s o r s ( c h e m i c a l s , a i r p o l l u t i o n a n d n o i s e ) O B E L I X , R E E F , C O N T A M E D , P C B R I S K , E N V I R . R E P R O D . H E A L T H , I N U E N D O , E C N I S , D E E R , P H I M E , E S C A P E , T R A N S P H O R M A N E M O N E , C O M P A R E , E U R O P I T , F I R E , G E N D I S R U P T , P B D E - N T O X , A S H R A M , A S R I S K C A N C E R R I S K B I O - M A R K E R S , W O O D R I S K , E S T R O G E N S & D I S E A S E , E U R I S K E D , D I O X I N R I S K A S S E S S M E N T , E D E N , F R A G R A N C E A L L E R G Y , P L U T O C R A C Y , D I E P H Y , N E W G E N E R I S , E U R O L Y M P H , D E V N E R T O X , F O O D & F E C U N D I T Y , A R C R I S K , C L E A R , E N V I R O G E N O M A R K E R S , A I R A L L E R G , B I O A I R , E C H R S I I , H E L I O S , H E P M E A P , M O C A L E X , P A T Y , R A I A P , R U P I O H , A M B I P A T H , G A 2 L E N , H E R E P L U S , H I T E A , H Y E N A , N O I S E C H E M , R A N C H , E N N A H 1 1 5 2 . 4 9 6 . 1 5 3 1 9 0 T o t a l 6 7 1 6 7 . 4 8 5 . 5 0 3 4 4 3 4 94 ",
        "95 The total of 79 projects that are classified under EHAP action 7 \"Develop methodological systems to analyse interactions between environment and health\" is distributed on nine categories, see table 6. 13 is classified as \"Integrated risk assessment methodologies and models for evaluating cumulative effects, interaction between stressors and their influence on human health\", 19 as \"Methodologies, techniques, and models to address complexity in environment/health interactions\", three as \"Accounting frameworks incorporating externalities associated with various environmental stressors, the assessment of health related externalities, and definition of sustainability thresholds\", 14 as \"Methods and tools for environment and health impact assessment, cost/benefit analysis and the identification of sources of pollution\", six as \"Risk/benefit analysis of foods\", five as \"Networks to foster co-operation and data exchange between environmental monitoring institutes and related regulatory bodies\", eight as \"Development and validation of biomarkers for real-life exposures\", seven as \"Harmonisation and validation of risk assessment methodologies” and lastly four as \" Networking of researchers, policy- makers and other stakeholders to disseminate best practice and validate decision-support tools\". ",
        "T a b l e 6 M a p p i n g - E H A P A c t i o n 7 S u b - g o a l P r o j e c t s c l a s s i f i e d w i t h i n s u b - g o a l ( a c r o n y m s ) P r o j e c t s w i t h s u b - g o a l a s s e c o n d a r y o b j e c t ( n o t i n c l u d e d i n t h e f o l l o w i n g c o l u m n s ) N o . o f p r o j e c t s / a c t i v i t i e s c l a s s i f i e d B u d g e t ( E C c o n t r i b u t i o n ) i n € C o n t r i b u t i o n I n t e r n a t i o n a l C o n t r i b u t i o n E U C o n t r i b u t i o n N a t i o n a l a c t i v i t i e s / p o l i c y I n t e g r a t e d r i s k a s s e s s m e n t m e t h o d o l o g i e s a n d m o d e l s f o r e v a l u a t i n g c u m u l a t i v e e f f e c t s , i n t e r a c t i o n b e t w e e n s t r e s s o r s a n d t h e i r i n f l u e n c e o n h u m a n h e a l t h F I B R E T O X , W O O D - R I S K , R A N T I V , R I S I K O F D E R M , H E A R T S , I N T A R E S E , N O M I R A C L E , O S I R I S , A C R O P O L I S , E U - G E I , M E G A P O L I , V I T A L , C A D A S T E R 1 3 6 3 . 3 7 8 . 5 2 5 0 6 1 M e t h o d o l o g i e s , t e c h n i q u e s , a n d m o d e l s t o a d d r e s s c o m p l e x i t y i n e n v i r o n m e n t / h e a l t h i n t e r a c t i o n s P A W G , E x A s R u b , A C E , E A S Y R I N G , N o i s e C h e m , R A N C H , A - C U T E - T O X , C A E S A R , C A R C I N O G E N O M I C S , E X E R A , P R E D I C T O M I C S , R E P R O T E C T , B A S E L I N E , A R C H , C A R D I O R I S K , C T B , S T O R E , C H E M S C R E E N , E S N A T S 1 9 7 0 . 0 1 7 . 5 2 8 0 5 2 A c c o u n t i n g f r a m e w o r k s i n c o r p o r a t i n g e x t e r n a l i t i e s a s s o c i a t e d w i t h v a r i o u s e n v i r o n m e n t a l s t r e s s o r s , t h e a s s e s s m e n t o f h e a l t h r e l a t e d e x t e r n a l i t i e s , a n d d e f i n i t i o n o f s u s t a i n a b i l i t y t h r e s h o l d s D R O P S , E S P R E M E , O P E N T O X 3 4 . 6 7 5 . 3 6 0 0 2 0 M e t h o d s a n d t o o l s f o r e n v i r o n m e n t a n d h e a l t h i m p a c t a s s e s s m e n t , c o s t / b e n e f i t a n a l y s i s a n d t h e i d e n t i f i c a t i o n o f s o u r c e s o f p o l l u t i o n E U R O P I T , A P E C O P , R E T H I N K , T E S T M E T E D E C O , M E T H O D E X , V E R H I C H I L D R E N , E N V I R I S K , 2 - F U N , H E I M T S A , C I T Y Z E N , E N F I R O , R I S K C Y C L E , E O 2 H E A V E N , E U R O - U R H I S 2 1 4 2 9 . 3 8 6 . 1 1 1 3 1 1 3 R i s k / b e n e f i t a n a l y s i s o f f o o d s B E N E R I S , Q A L I B R A , S A F E F O O D S , B R A F O , C O N F F I D E N C E , F O O D R I S C 6 2 3 . 4 9 5 . 8 4 6 0 2 1 N e t w o r k s t o f o s t e r c o - o p e r a t i o n a n d d a t a e x c h a n g e b e t w e e n e n v i r o n m e n t a l m o n i t o r i n g i n s t i t u t e s a n d r e l a t e d r e g u l a t o r y b o d i e s N H R D e v T o x , W I L D T E C H , N O R M A N , C O P H E S , E S B I O 5 1 3 . 0 9 6 . 8 2 1 0 1 0 96 ",
        "D e v e l o p m e n t a n d v a l i d a t i o n o f b i o m a r k e r s f o r r e a l - l i f e e x p o s u r e s B E E P , S E N S P E S T I , P R E V E N T I O N B I O M A R K E R S , G M S A F O O D , B B M R I , E N V I R O G E N M A R K E R S , N E W G E N E R I S , S Y S T E Q A I R A L L E R G , B I O A I R , E C H R S I I , H E L I O S , H E P M E A P , M O C A L E X , P A T Y , R A I A P , R U P I O H , A M B I P A T H , A N E M O N E , C O M P A R E , E N V R E P R O D H E A L T H , E U R O P I T , F I R E , G E N D I S R U P T , I N U E N D O , P B D E - N T O X , P C B R I S K , A S H R A M , A S R I S K C A N C E R R I S K B I O - M A R K E R S , W O O D R I S K , E S T R O G E N S & D I S E A S E , E U R I S K E D , D I O X I N R I S K A S S E S S M E N T , E D E N , P L U T O C R A C Y , N O R M A N , E U R O P R E V A L L , G A 2 L E N , E C N I S , F U R A N - R A , D E V N E R T O X , C A S C A D E , P H I M E , A T H O N , H I - W A T E , A C R O P O L I S , C O N T A M E D , C O P H E S , D E E R , E S N A T S , O B E L I X , R E E F , C L E A R , E N N S A T O X , N A N O F A T E , N A N O M M U N E , N A N O R E T O X , N A N O T E S T , N E U R O N A N O , E S C A P E , H I T E A , E F R A I M , I C E P U R E 8 3 4 . 5 0 9 . 5 2 3 1 4 0 H a r m o n i s a t i o n a n d v a l i d a t i o n o f r i s k a s s e s s m e n t m e t h o d o l o g i e s M O C A L E X , P A M C H A R , C O M P A R E , E D E T O X , I M M U N O T O X C E L L C H I P , H Y E N A , S E N S - I T - I V 7 2 0 . 2 0 0 . 0 0 0 1 4 2 N e t w o r k i n g o f r e s e a r c h e r s , p o l i c y - m a k e r s a n d o t h e r s t a k e h o l d e r s t o d i s s e m i n a t e b e s t p r a c t i c e a n d v a l i d a t e d e c i s i o n - s u p p o r t t o o l s H E N V I N E T , F A C E T , H E R E P L U S , L E N V I S 4 1 2 . 7 7 2 . 0 3 6 1 4 1 T o t a l 7 9 2 7 1 . 5 3 1 . 7 5 0 6 3 9 1 0 97 ",
        "98 53 projects are classified under EHAP action 8 \"Ensure that potential hazards on environment and health are identified and addressed\", see table 7. Two is classified as belonging to the sub-goal \"Improved health sector planning for future extreme weather events\", none as \"Rapid assessment of emerging threats\", 12 as \"Impact of global environmental change on human and animal health\", eight as \" Climate change and health\", ten as Water pollution and health\", and finally 29 as \" To address environmental and human health impacts of nano-particles\". ",
        "T a b l e 7 M a p p i n g - E H A P A c t i o n 8 S u b - g o a l P r o j e c t s c l a s s i f i e d w i t h i n s u b - g o a l ( a c r o n y m s ) P r o j e c t s w i t h s u b - g o a l a s s e c o n d a r y o b j e c t ( n o t i n c l u d e d i n t h e f o l l o w i n g c o l u m n s ) N o . o f p r o j e c t s / a c t i v i t i e s c l a s s i f i e d B u d g e t ( E C c o n t r i b u t i o n ) i n € C o n t r i b u t i o n I n t e r n a t i o n a l C o n t r i b u t i o n E U C o n t r i b u t i o n N a t i o n a l a c t i v i t i e s / p o l i c y I m p r o v e d h e a l t h s e c t o r p l a n n i n g f o r f u t u r e e x t r e m e w e a t h e r e v e n t s c C A S H , M I C R O D I S 2 6 . 3 5 2 . 0 0 0 1 1 0 R a p i d a s s e s s m e n t o f e m e r g i n g t h r e a t s 0 0 0 0 0 I m p a c t o f g l o b a l e n v i r o n m e n t a l c h a n g e a n d c l i m a t e c h a n g e o n h u m a n a n d a n i m a l h e a l t h B I O C E T , E D E N , Q W E C I , I C E P U R E , P H E W E , C I R C L E , C I R C L E , E N S E M B L E S , C I R C E , A R C R I S K , C L E A R , V E G - I - T R A D E 1 2 6 0 . 3 8 7 . 6 7 4 1 6 1 W a t e r p o l l u t i o n a n d h e a l t h ; A S R I S K , A Q U A - C H I P , D U W N R I S K A S S E S M E N T , P E P C Y , E P I - B A T H E , H E A L T H Y W E A T H E R , H I - W A T E , V I R O B A T H E , V I R O C L I M E , M I D T A L 1 0 2 0 . 9 2 1 . 3 6 3 1 7 0 E n v i r o n m e n t a l a n d h u m a n h e a l t h i m p a c t s o f n a n o - p a r t i c l e s E N P R A , E N R H E S , N A N E X , N A N O F A T E , N A N O H O U S E , N A N O M U N E , N A N O R E T O X , N E U R O N A N O , H E A P S S , N A N O D E R M , N A N O P A T H O L O G Y , P O L Y S O A , C E L L N A N O T O X , D I P N A , I M P A R T , N A N O T O X , N A N O S A F E 2 , N A N O S H , P A R T I C L E _ R I S K , N A N O I N T E R A C T , E N N S A T O X , H I N A M O X , I N L I V E T O X , N A N O D E V I C E , N A N O P O L Y T O X , N A N O S U S T A I N , N A N O T E S T , N E P H H , N H E C D 2 9 7 2 . 6 7 0 . 2 8 4 1 9 0 T o t a l 5 3 1 6 0 . 3 3 1 . 3 2 1 4 2 3 1 99 ",
        "100 Eight projects are classified as Action 12 \"Improve indoor air quality\", see table 8. None belong to the sub- goal \"Addressing environmental tobacco smoke (ETS)\". Five is classified as \"Developing networks and guidelines on other factors affecting indoor air quality by using research and exchange of best practice\". Two is classified as \"Analyse biological pollution indoors, focusing on allergenic bacteria and fungi and on inflammatory response\" and the remaining one is classified as \"Analyse the biological mechanisms involved in health risks from environmental chemical mixture\". ",
        "T a b l e 8 M a p p i n g - E H A P A c t i o n 1 2 S u b - g o a l P r o j e c t s c l a s s i f i e d w i t h i n s u b - g o a l ( a c r o n y m s ) P r o j e c t s w i t h s u b - g o a l a s s e c o n d a r y o b j e c t ( n o t i n c l u d e d i n t h e f o l l o w i n g c o l u m n s ) N o . o f p r o j e c t s / a c t i v i t i e s c l a s s i f i e d B u d g e t ( E C c o n t r i b u t i o n ) i n € C o n t r i b u t i o n I n t e r n a t i o n a l C o n t r i b u t i o n E U C o n t r i b u t i o n N a t i o n a l a c t i v i t i e s / p o l i c y A d d r e s s i n g e n v i r o n m e n t a l t o b a c c o s m o k e ( E T S ) G E N - A I R 0 0 0 0 0 D e v e l o p i n g n e t w o r k s a n d g u i d e l i n e s o n o t h e r f a c t o r s a f f e c t i n g i n d o o r a i r q u a l i t y b y u s i n g r e s e a r c h a n d e x c h a n g e o f b e s t p r a c t i c e . A I R A L L E R G , R U P I O H , P R O N E T , C L E A R - U P , P E R F E C T I O N 5 1 3 . 2 4 9 . 9 9 9 0 3 0 A n a l y s e b i o l o g i c a l p o l l u t i o n i n d o o r s f o c u s i n g o n a l l e r g e n i c b a c t e r i a a n d f u n g i a n d o n i n f l a m m a t o r y r e s p o n s e . E N V I E , H I T E A 2 3 . 5 5 3 . 6 9 4 0 1 1 A n a l y s e t h e b i o l o g i c a l m e c h a n i s m s i n v o l v e d i n h e a l t h r i s k s f r o m e n v i r o n m e n t a l c h e m i c a l m i x t u r e . A I R G E N E 1 1 . 8 0 0 . 0 0 0 0 1 0 T o t a l 0 0 8 1 8 . 6 0 3 . 6 9 3 0 5 1 101 ",
        "102 11 projects are classified as Action 13 \"Follow developments regarding electromagnetic fields\", see table 9. Three is classified as \"Networks coordinating the results of both laboratory and epidemiological studies related to biological effects of EMF\", three as \"Analysing possible health effects of exposure to low intensity Radio Frequency fields\", two as \"Evaluation and assessment of possible health effects from long-term exposure to Intermediate Frequency fields\", two as \"Analysing possible health effects of exposure to extremely low frequency fields\", none as \"Development of technologies involving static magnetic fields\" and finally one is classified as \"Analysis of environmental effects of EMF\". ",
        "T a b l e 9 M a p p i n g - E H A P A c t i o n 1 3 S u b - g o a l P r o j e c t s c l a s s i f i e d w i t h i n s u b - g o a l ( a c r o n y m s ) P r o j e c t s w i t h s u b - g o a l a s s e c o n d a r y o b j e c t ( n o t i n c l u d e d i n t h e f o l l o w i n g c o l u m n s ) N o . o f p r o j e c t s / a c t i v i t i e s c l a s s i f i e d B u d g e t ( E C c o n t r i b u t i o n ) i n € C o n t r i b u t i o n I n t e r n a t i o n a l C o n t r i b u t i o n E U C o n t r i b u t i o n N a t i o n a l a c t i v i t i e s / p o l i c y N e t w o r k s c o o r d i n a t i n g t h e r e s u l t s o f b o t h l a b o r a t o r y a n d e p i d e m i o l o g i c a l s t u d i e s r e l a t e d t o b i o l o g i c a l e f f e c t s o f E M F . E M F - N E T , M O B I - K I D S , I N T E R P H O N E 3 8 . 8 4 9 . 7 4 8 0 1 1 A n a l y s i n g p o s s i b l e h e a l t h e f f e c t s o f e x p o s u r e t o l o w i n t e n s i t y R a d i o F r e q u e n c y f i e l d s . C E M F E C , P e r f o r m , R E F L E X 3 5 . 0 2 9 . 6 4 0 2 1 0 E v a l u a t i o n a n d a s s e s s m e n t o f p o s s i b l e h e a l t h e f f e c t s f r o m l o n g - t e r m e x p o s u r e t o I n t e r m e d i a t e F r e q u e n c y f i e l d s R A M P 2 0 0 1 , S E A W I N D 2 4 . 0 9 9 . 6 0 5 0 1 0 A n a l y s i n g p o s s i b l e h e a l t h e f f e c t s o f e x p o s u r e t o e x t r e m e l y l o w f r e q u e n c y f i e l d s G U A R D , T H z - B R I D G E 2 2 . 2 6 0 . 0 0 0 0 2 0 D e v e l o p m e n t o f t e c h n o l o g i e s i n v o l v i n g s t a t i c m a g n e t i c f i e l d s , 0 0 0 0 0 A n a l y s i s o f e n v i r o n m e n t a l e f f e c t s o f E M F A D V I C E P U L S E D F I E L D S 1 4 2 . 0 0 0 0 1 1 T o t a l 1 1 2 0 . 2 8 0 . 9 9 3 2 6 2 103 ",
        "104 Table 10 gives an overview of the mapping nexus of the Framework Programmes and EHAP Actions. Under the 5th Framework Programme four projects as Action 5, 46 as Action 6, 22 as Action 7, 10 as Action 8, three as Action 12 and eight as Action 13. Under the 6th Framework Programme six projects were classified as Action 5, 11 as Action 6, 28 as Action 7, 19 as Action 8, two as Action 12, one as Action 13 and one did not fall under the chosen themes/sub-goals and is therefore classified as \"Other action\". Under the 7th Framework Programme nine projects were classified as Action 5, ten as Action 6, 29 as Action 7, 24 as Action 8, three as Action 12 and finally two as Action 13. Table 10Mapping - Overview Action 5 Action 6 Action 7 Action 8 Action 12 Action 13 Other action Total 5th Framework Programme 4 46 22 10 3 8 0 93 6th Framework Programme 6 11 28 19 2 1 1 68 7th Framework Programme 9 10 29 24 3 2 0 77 Total 19 67 79 53 8 11 1 Choices made during mapping phase This note will explain different choices and preferences during the mapping process. The results of the mapping exercise have been reviewed by Dr Tuomo Karjalainen, Scientific Officer, Directorate-General for Research in order to verify the findings. In cases where he felt the mapping of individual projects was incorrect in accordance to his knowledge of the projects, the mapping was corrected following his suggestions. The project description of a substantial amount of projects under the 5th Framework programme (FP5) does not mention specifically that the obtained scientific basis will strengthen the scientific basis for decision-making, priority setting policy or public opinion on environmental health. These have been classified as \"Strengthen scientific basis\" since they do not fall under sub-goals in the breakdown structure. Many of the projects in the FP5 (1998-2002) were completed before the EHAP was implemented. These have been classified under the first period of the EHAP 2004-2006, unless a project was initiated before 2004 and clearly falls under the sub-goals of the second period of the EHAP 2007-2010. During the mapping exercise, it became apparent that two thematic areas related to the 6th Framework Programme (FP6) needed to be added to the breakdown structure. These thematic areas are \"Life sciences, genomics and biotechnology for health\", funding research especially on the development of new in vitro tests to replace animal experimentation, and \"Nanotechnology and nanosciences, knowledge-based multifunctional materials and new Verification 5th Framework Programme 6th Framework Programme ",
        "105 production processes and devices (NMP)\", funding research on environmental and health risks of nanomaterials, will be added to the mapping exercise. What had already been mapped at that stage was screened to make sure that no project belonging to those categories was mapped otherwise. As opposed to FP5 and FP7, the booklet \"European Research on Environment and Health Projects of the Sixth Framework Programme edited by the Climate Change and Environmental Risks Unit, Environment Directorate\" did not provide enough information to support the mapping exercise. The mapping of FP6 was instead based on a Project Fact Sheet from the CORDIS webpage (http://cordis.europa.eu/fp6/projects.htm) and, if necessary and available, the project webpage or project report summery. Very few projects were classified based on material apart from that of CORDIS. In general, information about the contribution to policy-making on international, EU or national level was not included in the Project Fact Sheet from CORDIS, and many have thus been classified as \"NA\". When using CORDIS we leaned on the action line label to classify the projects in terms of thematic priority. Thus, projects labelled as action line \"FOOD\" in CORDIS are classified as thematic priority: \"Food quality and safety\". The action line \"SUSTDEV\" translates into thematic priority: \"Sustainable development, global change and ecosystems\", the action line \"POLICIES\" gives the thematic priority: \"Policy-oriented research in Specific Activities Covering a Wider Field of Research\", the action line \"NMP\" gives thematic priority: \"Nanotechnologies and nanoscience, knowledge-based multifunctional materials, and new production processes and devises\" and finally the action line \"LIFESCIHEALTH\" gives the thematic priority: \"Life Science; Innovative Medicines Initiative, poverty-related diseases, stem cells\". In the 7th Framework Programme (FP7) under the \"Environment\" theme, the two sub-goals: \"Study of multiple exposures via different exposure routes\" and \"Identification of pollution sources and new or emerging environmental stressors potential health effects …\" could overlap. In the mapping process, they are distinct in that the first focuses on multiple sources and/or exposure routes, while the latter encompasses research on single categories of pollution sources. Accordingly, projects investigating different types of chemicals would be classified as \"Identification of pollution sources and new or emerging environmental stressors potential health effects …\" In relation to the mapping of FP7, the theme \"Eutatom programme 'Radiation Protection' activity\" was added to distinguish projects funded by the European Atomic Energy Community (Euratom) for nuclear research and training activities as a category. As with FP6, what had already been mapped at that stage was screened to make sure that no project belonging to those categories was mapped otherwise. There is a possible overlap between Action 3 \"Develop a coherent approach to bio-monitoring in Europe\" and Action 7 \"Develop Methodological Systems to analyse interactions between environment and health\" sub- goal \"Development and validation of technologies and diagnostic tools (e.g. biomarkers and biosensors) addressing real-life exposures\". Information was provided by Tuomo Karjalainen that two specific projects should be 7th Framework Programme Action 3 ",
        "106 classified under Action 3. The rest has been classified under Action 7 since it was justifiable according to the description of the sub-goal in the breakdown structure. In Action 6 of the EHAP the sub-goal, \"Environmental exposure and endocrine disrupting effects\" will also encompass projects focusing on hormone disruptions and reproduction disorders in relation to environmental exposure. Referring to the sub-goal explanation in Action 6, all projects in this action about allergy is classified under the sub-goal \"Environmental exposures and respiratory diseases\" irrespective of whether projects concern respiratory allergy. In Action 7 of the EHAP, the initial screening focuses on whether the project develops methodological systems or merely uses existing methods. Still, if a project's primary focus is not the development of methods, it can be classified under action 7 if the aim and objectives clearly fall under one of the sub-goals of the action. A project does not have to correspond with all the characteristics mentioned in the sub-goal. Hence, a risk analysis of food would be classified as \"Risk/benefit analysis of food\". To be classified in Action 8 in the EHAP, projects have to focus on potential, environmental hazards to health. Hence, a project would not be classified under Action 8 if it does not focus on environmental hazard as a separate issue. The short version of two sub-goals in Action 8 are very similar; \"Impact of global environmental change on human and animal health (env)\" and \"Impact of global environmental change on human and animal health (health)\". The results of the mapping exercise should therefore bee seen in the light of the very distinct description provided in the \"research focus\" of the breakdown structure. The research focus of the two sub-goals are \"To launch a research action on the assessment of Global Change-driven factors linked to the risk of introducing and spreading emerging human diseases\" and \"To investigate the impact of global environmental change including extreme weather events and other effects of climate change on human health and animal health\" respectively. No projects have been classified under Action 10 of the EHAP even though almost all large Integrated Projects and Networks of Excellence funded by FP6 had more or less extensive training activities. This is the case of approximately 15 projects funded by FP6. In the mapping exercise, they have been classified under Actions 6, 7 and 8. Although many FP6 projects had a training component, none of them was purely focused on training and for this reason they cannot be classified under Action 10. A single project is classified as other action, since it did not fall under the descriptions of any of the actions dealt with in the mapping exercise. During the mapping the use of the category have also been used a temporary classification. To exemplify this, some projects conduct target research and improve knowledge of priority diseases, disorders and exposures not described in Action 6. If these do not clearly fall under one of the other Actions (3, 5, 7, 8, 10, 12,13), they were be classified under Action 6 \"other\". However, incorporating the comments of Tuomo Karjalainen, all projects, except one, have been mapped according to the EHAP actions. Action 6 Action 7 Action 8 Action 10 Other actions ",
        "107 In terms of contribution to policy-making at international, EU or National level, projects are classified by \"Yes\" if they refer to policy making of any kind in the description, if the information is not available, they are classified by \"NA\". Contribution to Policy-making ",
        "108 10.2 Questionnaire regarding Study on the longer-term impact of European Union funding of research in the field of Environment and health Mail sent out with the questionnaire: Dear Sir/Madam, On behalf of the Research Directorate-General of the European Commission, COWI A/S is currently undertaking an evaluation on funding of research in the area of environment and health. As part of the evaluations, this e-survey will support the assessment of the funded activities and their contribution to the environment and health policies. You have been identified as a key stakeholder, and we would be most grateful if you will participate in the study by completing the questionnaire. The deadline for returning the form is XXth of XX 2010. Please use the link below to enter the questionnaire. You can leave and re-enter the questionnaire by using the link, as long as you have not submitted the questionnaire by pressing \"Finish\" at the end of the questionnaire. Click here to begin... In order to respect the confidentiality of the information provided, individual respondents are not named, but described collectively in the evaluation report Recipients of the e-survey will on average get 20 questions, and the estimated time to complete the questionnaire should be less than 30 minutes. If you have any questions or comments regarding the evaluation, you are welcome to contact Lis Puggaard (lipu@cowi.dk, tel.: +45 4597 2614). If you have any technical questions regarding the questionnaire, you are welcome to contact Pernille Øvre Ritnagel (pecn@cowi.dk, tel.: +45 4597 2633). Note - If the above link does not work, copy and paste the following URL into your web browser: [SURVEY URL] Thank you for your kind assistance. Best regards, Lis Puggaard Project Manager COWI A/S ",
        "109 Introduction This questionnaire is part of the Study on the longer-term impact of European Union funding of research in the field of Environment and Health. You can find more information on EU-funded research projects on the following pages: 1. Projects funded by the Fifth Framework Programme (FP5): Link Link 2. Projects funded by theSixth Framework Programme (FP6): Link 3. Projects funded by theSeventh Framework Programme (FP7): Link Link Details on the European Environment and Health Action Plan can be found at: Link Please answer all questions as completely as possible. The estimated time to complete the questionnaire is less than 30 minutes. You can navigate back and forward through the questionnaire by using the \"Back\" and \"Next\" buttons at the bottom of the screen. Please press \"Next\" to open the questionnaire. Section 1: Characteristics of your organisation Q1. In which country is your organisation located? List of EU member states + other (please specify which country) Q2. Which of the following options best describes your type of organisation? (cid:2) Higher education establishment (cid:2) Public research organisation (main mission and activity are to carry out research) (cid:2) Private research organisation (main mission and activity are to carry out research) (cid:2) Small or Medium-sized Enterprise (employs up to 250 persons) (cid:2) Large enterprise (employs more than 250 persons) (cid:2) Commission services (e.g. DGs, agencies, committees) (cid:2) Industrial association/grouping (sector federation, cluster, chamber of commerce/industry etc.) (cid:2) Public administration (e.g. ministries) (cid:2) Other private organisation (e.g. NGOs) Section 2: EU policy initiatives in the area of environment and health National/Member State level recipients Q3. To what extent have the funded research projects/activities (see DG RTD project web site below) in the environment and health area, contributed, or have ",
        "110 the potential to contribute, to the formulation and/or implementation of any major EU policy initiatives in the area of environment and health? EU-level recipients only/other relevant recipients (cid:2) To a large extent (cid:2) To some extent (cid:2) To a moderate extent (cid:2) To a minor extent (cid:2) Not at all (cid:2) Don´t know Link to project website Q4. Please select the three (3) major EU policy initiatives/actions in the area of environment and health to which the projects/activities funded to your knowledge have made a significant contribution (for further information, see links). ",
        "111 List Link (cid:2) European Environment and Health Action Plan 2004-2010 http://ec.europa.eu/environment/health/action_plan .htm (cid:2) Nanotechnologies http://cordis.europa.eu/nanotechnology/actionplan. htm (cid:2) European health strategy http://europa.eu/legislation_summaries/public_heal th/european_health_strategy/index_en.htm (cid:2) EU waste legislation http://europa.eu/legislation_summaries/environme nt/waste_management/index_en.htm; http://ec.europa.eu/environment/waste/index.htm (cid:2) Food and feed safety legislation http://ec.europa.eu/food/index_en.htm; http://europa.eu/legislation_summaries/food_safety /index_en.htm (cid:2) Consumer and product safety http://europa.eu/legislation_summaries/consumers/ consumer_safety/index_en.htm (cid:2) European chemical policies http://europa.eu/legislation_summaries/internal_m arket/single_market_for_goods/chemical_products/ index_en.htm; http://ec.europa.eu/environment/chemicals/index.ht m (cid:2) EU Strategy for Endocrine Disrupters http://ec.europa.eu/environment/endocrine/strategy /being_en.htm (cid:2) EU strategy for dioxins, furans and PCBs http://europa.eu/legislation_summaries/internal_m arket/single_market_for_goods/chemical_products/ l21280_en.htm (cid:2) Air quality legislation http://europa.eu/legislation_summaries/environme nt/air_pollution/index_en.htm; http://ec.europa.eu/environment/air/index_en.htm (cid:2) Noise policies http://europa.eu/legislation_summaries/environme nt/noise_pollution/index_en.htm; http://ec.europa.eu/environment/noise/activities.ht m (cid:2) EU Actions on Electromagnetic Fields http://ec.europa.eu/health/ph_determinants/environ ment/EMF/emf_en.htm (cid:2) Climate change policies http://europa.eu/legislation_summaries/environme nt/tackling_climate_change/index_en.htm; http://ec.europa.eu/environment/climat/home_en.ht m (cid:2) Energy policies http://europa.eu/legislation_summaries/energy/ind ex_en.htm (cid:2) Soil protection http://europa.eu/legislation_summaries/environme nt/soil_protection/index_en.htm; http://ec.europa.eu/environment/soil/index_en.htm (cid:2) Water protection http://europa.eu/legislation_summaries/environme nt/water_protection_management/index_en.htm; http://ec.europa.eu/environment/water/index_en.ht m (cid:2) Sustainable development http://europa.eu/legislation_summaries/environme nt/sustainable_development/index_en.htm; http://ec.europa.eu/environment/eussd (cid:2) Thematic Strategy on the Urban Environment http://ec.europa.eu/environment/urban/thematic_st rategy.htm (cid:2) Environmental Technologies Action Plan http://ec.europa.eu/environment/etap/index_en.htm l (cid:2) Safety and health at work http://europa.eu/legislation_summaries/employmen ",
        "112 t_and_social_policy/index_en.htm; http://osha.europa.eu/en/organisations (cid:2) Animal health and welfare http://ec.europa.eu/food/animal/index_en.htm (cid:2) The Global Earth Observation System of Systems http://www.earthobservations.org/geoss.shtml (cid:2) Transport, energy and environment http://europa.eu/legislation_summaries/transport/tr ansport_energy_environment/index_en.htm (cid:2) Protection of nature and biodiversity http://europa.eu/legislation_summaries/environme nt/nature_and_biodiversity/index_en.htm (cid:2) Other - please specify Q5. -Q8 To what extent have the funded research projects/activities in the environment and health area complemented and/or contributed to: To a large extent To some extent To a moder ate extent To a minor extent Not at all Don´t know - activities organised at international level (beyond EU)? - international research activities (beyond EU)? - national policies/actions ? - national research activities ? Section 3: Funding Q9. To what extent has funding at EU level (to research in the environment and health area) been adequate to achieve the stated goals (currently up to EUR 50 million annually)? EU-level recipients and National/Member State level recipients ",
        "113 (cid:2) To a large extent (cid:2) To some extent (cid:2) To a moderate extent (cid:2) To a minor extent (cid:2) Not at all (cid:2) Don´t know Q10. Please list the three (3) most important goals the achievement of which lacked sufficient funding in your view/to your knowledge EU-level recipients and National/Member State level recipients Section 4: Training Q11. To what extent have the funded research projects/activities enhanced training in the environment and health area? EU-level recipients and National/Member State level recipients (cid:2) To a large extent (cid:2) To some extent (cid:2) To a moderate extent (cid:2) To a minor extent (cid:2) Not at all (cid:2) Don´t know Q12. Has your research project/activity contributed to/enhanced training in the environment and health area? Project coordinators + partners (cid:2) Yes (cid:2) No (cid:2) Don´t know If yes Please specify? ",
        "114 If Q12=yes=> Q13 Q13. To what extent has your research project/activity contributed to/enhanced training in the environment and health area? Project coordinators + partners (cid:2) To a large extent (cid:2) To some extent (cid:2) To a moderate extent (cid:2) To a minor extent (cid:2) Not at all (cid:2) Don´t know Section 5: Outcome leading to future policy Q14. To what extent have the funded research projects/activities resulted in outcomes pointing to emerging issues to be taken into account in the future policy on environment and health? EU-level recipients and National/Member State level recipients (cid:2) To a large extent (cid:2) To some extent (cid:2) To a moderate extent (cid:2) To a minor extent (cid:2) Not at all (cid:2) Don´t know Q15. Please select up to three (3) major (re-)emerging issues revealed and to be taken into account in the future general policy development on environment and health. EU-level recipients and National/Member State level recipients ",
        "115 (cid:2) Impact of global change (including climate change) on health (cid:2) Role of social inequities in health (cid:2) Combined exposures to environmental stressors: effects, methods, take up into legislation (cid:2) New communication technologies and health risks (cid:2) Emerging chemicals and health risks (cid:2) Risk/benefit analysis (cid:2) Positive effects of environment on health (cid:2) Integrated environment and health impact assessment (cid:2) Impacts on health from nano-technology/particles in the environment Please comment Q16. Please select up to three (3) major (re-)emerging issues revealed and to be taken into account in the potential future action plans on environment and health, especially as concerns research . EU-level recipients and National/Member State level recipients (cid:2) Impact of global change (including climate change) on health (cid:2) Role of social inequities in health (cid:2) Combined exposures to environmental stressors: effects, methods, take up into legislation (cid:2) New communication technologies and health risks (cid:2) Emerging chemicals and health risks (cid:2) Risk/benefit analysis (cid:2) Positive effects of environment on health (cid:2) Integrated environment and health impact assessment (cid:2) Impacts on health from nano-technology/particles in the environment Please comment Q17. Has your specific research project/activity contributed to/ resulted in outcomes pointing to emerging issues to be taken into account in the future policy on environment and health? Project coordinators only (+ partners) ",
        "116 (cid:2) Yes (cid:2) No (cid:2) Don´t know (cid:2) Other - please specify If Q17=yes=> Q18 Q18. To what extent has your specific research project/activity contributed to/ resulted in outcomes pointing to emerging issues to be taken into account in the future policy on environment and health? Project coordinators + partners (cid:2) To a large extent (cid:2) To some extent (cid:2) To a moderate extent (cid:2) To a minor extent (cid:2) Not at all (cid:2) Don´t know Q19. Please state specific (re-)emerging or neglected issues to be taken into account in the future policy on environment and health that emerged from your research project. Project coordinators + partners Section 6: Timing in regard to policy needs Q20. -Q23 To what extent did the timing of the funded research projects/activities match the policy needs in the field of environment and health as regards: EU-level recipients and National/Member State level recipients other relevant recipients To a large extent To some extent To a moder ate extent To a minor extent Not at all Don´t know European Environment and Health Action Plan (EHAP) actions 5 \"Integrate and strengthen European environment and health research\"? (The aim of this Action is to analyse and make full use of the results from the projects, networks and clusters funded under the EU and national research programmes in policy development. The activities will aim to strengthen networking between researchers, policy makers and stakeholders in order to facilitate the transfer of scientific knowledge to policy development, to exchange ideas about best practice and to help identify emerging issues on environment and health.) ",
        "117 European Environment and Health Action Plan (EHAP) actions 5 \"Integrate and strengthen European environment and health research\"? (The aim of this Action is to analyse and make full use of the results from the projects, networks and clusters funded under the EU and national research programmes in policy development. The activities will aim to strengthen networking between researchers, policy makers and stakeholders in order to facilitate the transfer of scientific knowledge to policy development, to exchange ideas about best practice and to help identify emerging issues on environment and health.) European Environment and Health Action Plan (EHAP) actions 5 \"Integrate and strengthen European environment and health research\"? (The aim of this Action is to analyse and make full use of the results from the projects, networks and clusters funded under the EU and national research programmes in policy development. The activities will aim to strengthen networking between researchers, policy makers and stakeholders in order to facilitate the transfer of scientific knowledge to policy development, to exchange ideas about best practice and to help identify emerging issues on environment and health.) European Environment and Health Action Plan (EHAP) actions 5 \"Integrate and strengthen European environment and health research\"? (The aim of this Action is to analyse and make full use of the results from the projects, networks and clusters funded under the EU and national research programmes in policy development. The activities will aim to strengthen networking between researchers, policy makers and stakeholders in order to facilitate the transfer of scientific knowledge to policy development, to exchange ideas about best practice and to help identify emerging issues on environment and health.) Section 7: Recommendations Q24. Please list up to the three (3) major recommendations to be taken into account in a potential second phase of the action plan on environment and health, especially as concerns research . EU-level recipients and National/Member State level recipients ",
        "118 Overview of questions and respondent groups Explanation: X indicates, that the respondent is presented with the question. (X) indicates, that the respondent is presented with the question conditional of answers to previous questions. Question EU- level recipie nts only 1 Other relevan t recipie nts 2 Nation al/Mem ber State level recipie nts 3 Project Coordi nators + partner s 4 Q1 In which country is your organisation located? X X X X Q2 Which of the following options best describes your type of organisation? X X X X Q3 To what extent have the funded research projects/activities (see DG RTD project web site below) in the environment and health area, contributed, or have the potential to contribute, to the formulation and/or implementation of any major EU policy initiatives in the area of environment and health? X X Q4 Please select the three (3) major EU policy initiatives/actions in the area of environment and health to which the projects/activities funded to your knowledge have made a significant contribution (for further information, see links). X X Q5-Q8 To what extent have the funded research projects/activities in the environment and health area complemented and/or contributed to: X X X Q9 To what extent has funding at EU level (to research in the environment and health area) been adequate to achieve the stated goals (currently up to EUR 50 million annually)? X X Q10 Please list the three (3) most important goals the achievement of which lacked sufficient funding in your view/to your knowledge X X ",
        "119 Question EU- level recipie nts only 1 Other relevan t recipie nts 2 Nation al/Mem ber State level recipie nts 3 Project Coordi nators + partner s 4 Q11 To what extent have the funded research projects/activities enhanced training in the environment and health area? X X Q12 Has your research project/activity contributed to/enhanced training in the environment and health area? X Q13 To what extent has your research project/activity contributed to/enhanced training in the environment and health area? (X) Q14 To what extent have the funded research projects/activities resulted in outcomes pointing to emerging issues to be taken into account in the future policy on environment and health? X X Q15 Please select up to three (3) major (re- )emerging issues revealed and to be taken into account in the future general policy development on environment and health. X X Q16 Please select up to three (3) major (re- )emerging issues revealed and to be taken into account in the potential future action plans on environment and health, especially as concerns research. X X Q17 Has your specific research project/activity contributed to/ resulted in outcomes pointing to emerging issues to be taken into account in the future policy on environment and health? X Q18 To what extent has your specific research project/activity contributed to/ resulted in outcomes pointing to emerging issues to be taken into account in the future policy on environment and health? (X) Q19 Please state specific (re-)emerging or neglected issues to be taken into account in the future policy on environment and health that emerged from your research project. X ",
        "120 Question EU- level recipie nts only 1 Other relevan t recipie nts 2 Nation al/Mem ber State level recipie nts 3 Project Coordi nators + partner s 4 Q20-Q23 To what extent did the timing of the funded research projects/activities match the policy needs in the field of environment and health as regards: X X X Q24 Please list up to the three (3) major recommendations to be taken into account in a potential second phase of the action plan on environment and health, especially as concerns research. X X ",
        "121 10.3 Interviewed experts Name, function Institute Expertise 1 Kirsi Haavisto Deputy Head of Unit European Commission, DG Research, Brussels K irsti has followed the whole process on Environment and Health Research for many years. Just from early 2000 when the preparation started for the strategy. Have in FB 5, followed most on the process. She has been in the EU Commission since 1994. 2 Peter Korytar Policy officer European Commission, DG Environment, Brussels Peter has worked as a policy adviser with the European Commission for 2 years. Before that he was a researcher. He works with Environmental monitoring, and the effects from chemistry on health. He is responsible for the POP regulations. 3 Andrej Kobe Policy officer European Commission, DG Environment, Brussels Andrej is Physics and M.Sc. from the Faculty of Mathematics and Physics, University of Ljubljana (SI). For the past 5 years he has worked as policy officer at the DG Environment. He has been a member of the Clean Air for Europe secretariat that had coordinated the development of the Thematic Strategy on Air Pollution and prepared the proposal for the new EU Directive on Air Quality. He is currently the air quality team coordinator at DG Environment. 4 Giulio Gallo Policy officer European Commission, DG Health and Consumers, Luxembourg Giulio has been with DG SANCO since 2004. He has worked with Environment and Health issues since then. He has followed the E&H Action plan from the first stage on until finalisation in 2010. He is responsible for environmental health determinants and follows all environmental issues - Air pollution, energy, transport ect. He has focussed especially on Indoor air Quality, training of professionals, information + magnetic fields. 5 Laurent Bontoux Policy officer European Commission, DG Health and Consumers, Brussels Laurent came into this business in the late 1990'es. He was working with projects on how to reuse waste water. 1998 - 2001 he worked with the Key Action Programme. as Scientific Officer at the Directorate General fro Research under the EU 5th Framework Programme. He was involved in the drafting of the E&H strategy and in the Action Plan itself. Dr. Laurent Bontoux now deals with nanotechnologies and electromagnetic fields policy and science. 6 Birgit van Tongelen Policy officer European Commission, DG Health and Consumers, Brussels Birgit has worked with the E&H Strategy since 2003. She has both participated in the work formulating the Strategy, the E&H Action Plan and the Midterm Review and the Progress Report. Since the beginning of this year she works as Policy Officer in DG SANCO on \"Greening the Food Chain\", and is now only following the E&H work from the side. 7 Peter Part European Commission, Joint Research Centre, Ispra, Italy Peter is currently an advisor in Health and Environment Interactions in the European Commission. He is Leader of JRC action ENVIHEALTH (Health Impact Assessment of Environmental Risk Factors). Research focus: “Environmental Burden of Disease” (EBoD) concepts and the applicability of EBod for economic valuation of environmental health impacts, and the development of EBoD as a communication tool for broader ",
        "122 communication of environmental impact on health. In addition, he was involved in work on “Climate change and Health”. He received PhD in environmental toxicology from Uppsala University, Sweden. 8 Bert Brunekreef Institute for Risk Assessment Sciences, Utrecht University, the Netherlands Bert has a background in environmental sciences; his current position is as professor of environmental epidemiology since 2000. He is also director of IRAS. Coordinator and participant in many EU funded projects. 9 Mark Nieuwenhuijsen Fundacio Centre de Recerca en Epidemiologia Ambiental (CREAL) Barcelona, Spain Dr Mark J Nieuwenhuijsen is an expert in occupational and environmental epidemiology, in particular the exposure assessment and exposure-response modelling, and health risk assessment. He has been involved in various epidemiological studies in. He has expertise in respiratory disease, reproductive health, agricultural health, in particular pesticides, and exposure measurement and modelling, in particular indoor and outdoor air pollution, Coordinator and participant in many EU funded projects. Mark has worked on E&H projects since 1995. At the moment he is involved in 6 EU projects, 2 of which he's leading. 10 Friedrich Rainer University of Stuttgart, Germany Prof. Dr. Rainer Friedrich is deputy director of IER and heads the department of Technology Assessment and Environment. His research areas are in the fields of technology assessment, estimation of damage and external costs of energy and transport systems and air pollution reduction strategies. He has large experience in co-ordinating international research projects, in particular the DGXII - research projects ExternE Transport and ExternE Core/Transport (JOULE), and INFOS (Environment and Climate). Participant in many EU funded projects 11 Andreas Kortenkamp University of London School of Pharmacy Andreas is the coordinator for CREDO, Cluster of Research into endocrine disruption in Europe. EDEN. He also works with ENHIS, the E&H Information System. He is a Professor and besides the research he does under graduate teaching. ",
        "123 Interview guide The interview approach will be semi-structured. 1 Background Q1: Could you please briefly describe your background and state how long you have occupied your current position? Q2: What are your current responsibilities? 2 Relevance - EHAP (mapping) The following questions relate to the mapping exercise. Q3: Do you believe that environment and health projects funded by FP5, FP6 and FP7 have addressed the goals of the 13 specific actions of EHAP , in particularly the goals of the research- oriented EHAP actions 5 - 8 ? Q4: Looking at the tables - what is your view to the number of project funded according to EHAP actions and sub-goals? Q5: And what do you believe to be the underlying reason of this coverage of funded projects? If any gaps, why? 3 Relevance - FPs (mapping) The following questions relate to the mapping exercise. Q6: Do you believe that environment and health projects funded by FP5, FP6 and FP7 have addressed the policy-related goals of the specific programmes of environment and health-related key action (FP5), thematic areas (FP6) or themes (FP7) ? Q7: Looking at the tables - what is your view to the number of project funded according to environment and health-related key action (FP5), thematic areas (FP6) or themes (FP7)? Q8: And what do you believe to be the underlying reason of this coverage of funded projects? If any gaps, why? 4 Effectiveness Q9: Have the funded research projects contributed or do they have the potential to contribute to the formulation or implementation of any major EU policy initiatives in the area of environment and health? Q10: To what extent have the funded research projects in the environment and health area complemented/contributed to international and/or national research activities/policies ? ",
        "124 Q11: Have the funding levels been adequate to achieve the set goals (EHAP and FPs)? Q12: To what extent is the timing of the funded research projects in line with the policy needs in the field of environment and health? Q13: Did the funded research projects enhance training in the environment and health area? 5 Emerging research and policy needs Q14: Did the funded research projects (EHAP projects) result in outcomes which reveal (re- )emerging issues to be taken into account in future policy on environment and health? Q15: Do you have any ideas and/or recommendations for a possible second phase of the EHAP as concerns research? ",
        "EUROPEAN COMMISSION Directorate-General for Research and Innovation Directorate I – Environment Unit I.4 – Climate Change and Natural Hazards E-mail: rtd-climate-change@ec.europa.eu Contact: Tuomo Karjalainen European Commission Office CDMA 03/133 B-1049 Bruxelles Tel. (32-2) 29 84660 Fax (32-2) 29 95755 E-mail: Tuomo.Karjalainen@ec.europa.eu European Commission EUR 24756 — Study on the longer-term impact of European Union funding of research in the field of Environment and Health Luxembourg: Publications Office of the European Union 2011 — 124 pp. — 17,6 cm x 25,0 cm ISBN 978-92-79-19678- 2 doi 10.2777/49283 How to obtain EU publications Publications for sale: • via EU Bookshop (http://bookshop.europa.eu); • from your bookseller by quoting the title, publisher and/or ISBN number; • by contacting one of our sales agents directly. You can obtain their contact details on the Internet (http://bookshop.europa.eu) or by sending a fax to +352 2929-42758. Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Commission’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758 ",
        "Study on the longer-term impact of European Union funding of research in the field of Environment and Health December 2010 The present report, «Study on the longer-term impact of European Union funding of research in the field of Environment and Health», highlights the main achievements of research projects funded by the European Union (EU) during Framework Programme 5, 6 and 7 (first three calls). It also evaluated the contribution of EU-funded research to the implementation of the European Environment and Health Action Plan (EHAP) 2004-2010. Carried out by an independent consultant, COWI, the study shows many positive impacts of EU funding of environment and health research: FP has stimulated research and other activities at national level, and has contributed to restructuring, integration and networking within many sub-areas of environment and health to build a European Research Area. However, the study identified important issues such as integrated environment and health risk assessment, indoor air quality, human biomonitoring, and changing climate, for which further research efforts are required to provide better scientific support for preventing major environment-related diseases such as cancer, asthma, and allergies. Final Report K I - N A - 24756 - E N - C S t u d y o n t h e l o n g e r - t e r m i m p ac t o f E u r o p ea n U n i o n f un d i n g o f r e s ea r c h i n t h e fi e l d o f E n v i r o n m e n t a n d H ea l t h D ece m b e r 201 0 "
    ]
}