{
    "text": [
        "K H - 78 - 09 - 845 - E N - D The Message from Athens On 27-28 April 2009, in Athens, Greece, the European Commission hosted an international high-level conference on biodiversity. Its aim was to identify the key policy priorities to start the debate on future (post-2010) biodiversity policy. Taking part were leading scientists, politicians, economists and academics, as well as representatives from European Union Member States, civil society and business. Together, they provided the Message from Athens : an eight-point plan for future action to confront the ongoing global biodiversity crisis. The full text of the message and more information on the Conference are available at: http://ec.europa.eu/environment/nature/biodiversity/conference/ index_en.htm © i S t o c k p h o t o © s t o c k x c h n g Dalmatian Pelicans are now a vulnerable species in Europe The crucial Message from Athens was drafted in the Greek capital ENV09006_Athens.indd 1-2 16/07/09 16:16 16/07/09 16:16 K H - 78 - 09 - 845 - E N - D ENV09006_Athens.indd 1-2 16/07/09 16:16 ",
        "Why the Athens Conference? The EU has been active in conserving Europe’s natural herit- age for 30 years: the fi rst wildlife legislation, the Birds Directive, came into force in 1979. In 2001, Member States set 2010 as the target date for halting biodiversity loss in Europe, and in 2004, a landmark conference in the Republic of Ireland sent out the Message from Malahide , outlining key policies and objectives. In 2006 the European Commission adopted the EU Biodiversity Action Plan, a detailed work plan including the actions needed to be carried out to achieve the 2010 biodiversity target. Five years on, Athens is equally im- portant a milestone as Malahide. Scientifi c indicators show that the 2010 target will not be met, even though substantial progress has been made – most notably with the devel- opment of the Natura 2000 network of protected areas, now covering 17% of EU territory. The 2008 Biodiversity Action Plan mid-term report found that the speed and scale of biodiver- sity loss mean that much tougher ac- tion is needed – and urgently. Human society derives massive, life-sustaining benefi ts from ecosystem goods and services, including raw materi- als, purifi cation of air and water, and mitigation of climate change. However, their true value is not refl ected in conven- tional economic management and, until this basic failing is addressed, biodiversity will continue to suff er. The Message from Athens sets out the eight key priorities for the future, summarised as follows: 1. A vision of why biodiversity matters Healthy ecosystems underpin our entire economic, so- cial and cultural well-being – and we need to be more aware of this. The message that “biodiversity matters” has to be put across more forcefully, and this means step- ping up communication activities, as well as making the explicit link between conserving biodiversity and tack- ling climate change. The EU has to agree a new biodi- versity target for 2010 onwards, accompanied by sectoral sub-targets. 2. A better understanding of where we are and what we need to do Accurate information on current trends in biodi- versity is crucial. Better and clearer indicators are needed, together with the development of a ‘biodi- versity baseline’ from which to measure progress. The Nobel Prize-winning UN Intergovernmental Panel on Climate Change (IPCC) off ers inspiration for improving the link between science and policy-making. Biodiversity research should be a higher priority. T © i S t o c k p h o t o © i S t o c k p h o t o People depend on nature for their physical and spiritual wellbeing Bees pollinate plants, an indispensable element in ecosystems’ functioning ENV09006_Athens.indd 3-4 ENV09006_Athens.indd 3-4 16/07/09 16:16 T ENV09006_Athens.indd 3-4 16/07/09 16:16 ",
        "k © i S t o c k p h o t o nctioning ENV09006_Athens.indd 3-4 16/07/09 16:16 k 3. A fully functioning network of protected areas The next step for the Natura 2000 network is to put eff ec- tive management structures into place and make adequate funding available. The entire network should be completed by 2010 (land-based areas), and 2012 (marine areas). More work is needed to improve the sites’ ‘connectivity’, so that wildlife can move between them, and to develop similar networks in the EU’s overseas territories. The EU Birds and Habitats Directives have to be implemented and enforced more eff ectively, unnecessary administrative burdens re- moved, and examples of best practice identifi ed and publicised. 4. Biodiversity outside protected areas Protected areas are essential – but they do not exist in iso- lation from the rest of the landscape. Biodiversity policy should aim to conserve the resilience and vitality of entire ecosystems. Restoration of degraded land ought to be used as a stimulus for local economic development and creation of jobs. And specifi c EU-wide action is needed to address the threat posed by invasive species and to protect Europe’s soils. 5. Climate Change Just as we cannot halt biodiversity loss without addressing climate change, it is equally impossible to tackle climate change without arresting biodiversity loss. International cli- mate negotiations need to take full account of this link. The EU’s climate change policies need to address the wider eco- system challenge, and the contribution of EU biodiversity policies to climate change mitigation and adaptation should © i S t o c k p h o t o © i S t o c k p h o t o “Biodiversity is life – beautiful, precious and fragile. But it is also the basis of our economic and social well-being. This is not widely enough recognised and valued. As a result it is in serious decline. The message from Athens underlines that biodiversity needs to become a universal political priority.” Stavros Dimas, EU Environment Commissioner © i S t o c k p h o t o Coastal habitats are natural sea defences Fishstocks require careful management nctioning ENV09006_Athens.indd 3-4 16/07/09 16:16 16/07/09 16:16 ",
        "M Dalmatian The crucia in the Gree ENV09006_Athens.indd 1-2 16/07/09 16:16 K H - 78 - 09 - 845 - E N - D be recognised and strengthened. The EU should actively sup- port ecosystem-based approaches including the Reduced Emissions from Deforestation and Degradation (REDD) proc- ess, contributing to an end to global deforestation. 6. Protecting global biodiversity The EU should promote improvements in international gov- ernance on biodiversity, bringing together nature conserva- tion and poverty reduction eff orts. We need to understand the impact of EU consumption patterns and take steps to reduce it. Sustainable fi sheries should be actively promot- ed and biodiversity concerns included in trade and invest- ment agreements. By 2010, Parties to the UN Convention on Biological Diversity (CBD) should conclude a global agree- ment on equitable access to and equitable sharing of ben- efi ts from the use of genetic resources. 7. Integrating biodiversity into other policy areas EU policies relating to agriculture, fi sheries, regional de- velopment, transport, energy, trade and development can have signifi cant impacts on European and global biodiver- sity. Progress has been made in taking account of biodiver- sity concerns in many of these areas – but much remains to be done, and the impact of these policies needs to be ad- dressed in a systematic manner. Sustainable consumption and production policies should be extended to cover natu- ral resources. Market measures, such as green procurement, ought to be developed to make it profi table for business to invest in nature conservation. 8. Funding Many EU and national funds have the potential to support biodiversity protection. However, in practice, the fi nancial resources allocated remain inadequate compared to needs. If the current system is not working, new funding mecha- nisms have to be developed. Private sector funding should also be mobilised. Subsidies which damage biodiversity should be identifi ed and phased out. M © E C Dalmatian The crucia in the Gree Environment Commissioner Dimas, Greek Prime Minister Karamanlis and President of the Commission Barroso at the Athens Conference ENV09006_Athens.indd 1-2 ENV09006_Athens.indd 1-2 16/07/09 16:16 "
    ]
}