{
    "text": [
        "Enlargement Negotiations E Z - 04 - 15 - 527 - E N - N Pre-accession assistance is an investment in the future of the EU, making Europe safer and more prosperous by supporting the stability and prosperity of our closest neighbours. IPA creates incen- tives for EU future members to work on the transformation of their societies, legal sys- tems and economies. IPA 2007–2013 With over EUR 11 billion of funding committed from 2007 to 2013, IPA has already contributed significantly to reforms in the enlargement countries. At the same time, the funds help the EU reach its own objectives for a sus- tainable economic recovery, the environment and climate change, transport, and energy supply etc. IPA II 2014–2020 IPA continues the process in order to: • Increase good governance and capacity building to align with EU laws and standards; • Support socio-economic de- velopment in line with the EU 2020 targets for smart, sustainable and inclusive growth. About the Instrument for Pre-accession Assistance (IPA) Instrument for Pre-accession Assistance An investment in Europe An investment in people ISBN 978-92-79-50023-7 doi:10.2876/946348 EU Enlargement EU pre-accession funds support concrete democratic and economic reforms in the Western Balkans and Turkey: from modernisation of the judiciary and public administration, to investments in infrastructure and connectivity between the enlargement countries and with the EU Member States. This will further strengthen the region’s stability, its economy and its investment potential, to the benefit of the citizens. Johannes Hahn Commissioner for European Neighbourhood Policy and Enlargement Negotiations Where do we stand? Croatia is the most recent Member State, having joined the European Union in 2013. The EU enlargement agenda currently covers the Western Balkans and Turkey. The countries are at differ- ent stages of the process. Before joining, they must meet all political and economic conditions and align their legislation with EU law. GROWING TOGETHER For more information: ec.europa.eu/neighbourhood-enlargement © European Union, 2015. Reproduction is authorised provided the source is acknowledged. ",
        "* This designation is without prejudice to positions on status, and is in line with UNSCR 1244 and the ICJ Opinion on the Kosovo Declaration of Independence. EU-funds provided a much better alternative to lead- contaminated refugee camps which were home to internally displaced people after the conflict in Kosovo (1998–99). Lead-contaminated areas were closed and refugees found new homes in safer and healthier areas. EU-funds also provided medical screening and treat- ment, income generation grants, community develop- ment initiatives and capacity building support for municipal authorities. Visible results Results are visible mainly in the improvement of health and improved living condi- tions. The whole project went beyond just building homes. It helped employ more than 200 residents with tempo- rary construction jobs and provided vocational train- ing to more than 230 resi- dents, some of whom have gone on to start their own businesses. Social development, human resources and inclusion An investment in people People are at the heart of economic activities. Ensuring that citizens have the oppor- tunity to engage in meaning- ful employment is vital for the development of any soci- ety. The Instrument for Pre- accession Assistance seeks to boost the quality of human resources in enlargement countries with the ultimate purpose of attracting and retaining more people in em - ployment. It is equally important to improve the adaptability and flexibility of workers and enterprises through educa- tion, and strengthen social inclusion by integrating dis- advantaged people into the workforce. For employment and social inclusion policy to be suc- cessful, projects need to be prepared in close coop- eration with social partners (employers and trade unions) and with representatives of civil society. Many projects are developed in cooperation with EU partners, which ex- port their own best practices to enlargement countries. The Gender Equality Pro- gramme contributed signifi- cantly to the political em- powerment of women. 167 politicians (members of Parlia- ment and members of political parties) actively participated in tailor-made education programmes, improving their advocacy skills. The programme also led to the introduc- tion of a 30 % quota for women in the Election Law. Studies were conducted on the barriers, motivation factors and challenges concerning women’s en- trepreneurship. The results have established better condi- tions for developing a national strategy for expanding entre- preneurship among women. Education and training oppor- tunities impact labour market development. A project aiming at increasing enrolment rates in particular for girls has led to young women attending sec- ondary and vocational schools as well as specific training to improve their working skills. Additionally, local authorities have prepared and imple- mented local action plans. The results are impressive: more than 2,800 girls have par- ticipated in booster classes; 1,500 girls and women devel- oped their skills through train- ing and more than 3,000 girls attended school once again. Montenegro – Supporting gender equality Turkey – Education and skills development Kosovo* – Safer and healthier living Job creation and social inclusion are key challenges in all enlargement countries. The European Union is keen to support them in addressing social needs by financing projects that help them meet chal- lenges, such as fighting poverty, strengthening education systems, building infrastructure and developing disadvantaged areas. In a new home after 13 years of displacement Female politicians in Montenegro: Sharing advocacy experience "
    ]
}