{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 23.12.2009 COM(2009)699 final REPORT FROM THE COMMISSION TO THE COUNCIL, THE EUROPEAN PARLIAMENT AND THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE 2008 ANNUAL REPORT ON THE IMPLEMENTATION OF THE INSTRUMENT FOR PRE-ACCESSION ASSISTANCE (IPA) SEC(2009)1719 ",
        "EN 2 EN Introduction Since 1 January 2007, EU pre-accession funding has been channeled through a single, unified instrument, the Instrument for Pre-accession Assistance (IPA), designed to deliver focused support to both candidate countries 1 and potential candidates 2 . IPA (Council Regulation No 1085/2006 of 17 July 2006) replaces the former pre–accession instruments Phare 3 , ISPA 4 , SAPARD 5 , the Turkish pre-accession instrument 6 , as well as the financial instrument for the Western Balkans, CARDS 7 . IPA aims to provide targeted assistance to candidates or potential candidates for membership of the EU. In order to achieve each country's objectives in the most efficient way, IPA consists of five different components: I. Transition Assistance and Institution Building, aimed at financing institution building measures and associated investment. II. Cross-Border Co-operation (CBC), to support cross-border cooperation between candidate/potential candidate and with EU countries. It may also fund relevant participation in trans-national co–operation programmes (Structural Funds) and Sea Basin programmes (European Neighborhood and Partnership Instrument - ENPI). III. Regional Development, which finances investments and associated technical assistance in areas such as transport, environment and economic cohesion. IV. Human Resources Development, to strengthen human capital and help combat exclusion. V. Rural Development, which finances rural development-type measures and contributes to the sustainable development of rural areas. It also provides assistance to the restructuring of agriculture and its adaptation to Community standards in the areas of environmental protection, public health, animal and plant health, animal welfare as well as occupational safety. Components I and II are open to all beneficiaries. Components III, IV and V are open to candidate countries only, and are designed to mirror Structural, Cohesion and Rural Development Funds in preparation for the management of such funds upon accession. This requires the country to have the administrative capacity and structures to take responsibility for the management of assistance. For potential candidates, regional, human resources and rural development–type measures will be implemented through Component I. 1 Croatia, Turkey and the former Yugoslav Republic of Macedonia 2 Albania, Bosnia and Herzegovina, Montenegro, Serbia and Kosovo under UNSCR 1244/99 3 Council Regulation (EEC) No 3906/89 of 19 December 1989 4 Instrument for Structural Policies for Pre-Accession, Council Regulation (EC) No 1267/1999 of 21 June 1999 5 Special Accession Programme for Agriculture and Rural Development, Council Regulation (EC) No 1268/1999 of 21 June 1999 6 Council Regulation (EC) No 2500/2001 of 17 December 2001 7 Community Assistance for Reconstruction, Development and Stabilisation, Council Regulation (EC) No 2666/2000 of 5 December 2000. ",
        "EN 3 EN This report deals with the implementation of IPA during 2008, until the cut-off date of 31 December 2008. As implementation of the 2007 and 2008 IPA programmes has only recently begun, the information on monitoring and assessments of results achieved through these programmes are rather limited. ",
        "EN 4 EN 1. THE YEAR IN REVIEW 1.1. Main evolutions of the enlargement process The results achieved in 2008 with respect to the candidate countries and the potential candidates were presented in the November 2008 enlargement package. The Communication on the enlargement strategy and main challenges 2008-09 develops the existing approach of the European Union, based on the renewed consensus on enlargement agreed by the December 2006 European Council. The strategy paper outlines the Commission's approach to future enlargement challenges and identifies the measures to help countries on their way to membership. It is accompanied by progress reports on candidate countries and potential candidates, which assess the progress each country has made towards the fulfilment of the Copenhagen membership criteria. Most notably, the 2008 strategy paper presented Croatia with an indicative and conditional roadmap for reaching the final phase of technical negotiations at the end of 2009. The enlargement package has since been broadly welcomed by the Council 8 and was well received in the enlargement countries. Turkey’s strategic importance to the EU has further increased in key areas such as energy security, conflict prevention and resolution and regional security in the Southern Caucasus and the Middle East. The country's engagement with the EU, through the negotiations and related reforms which are underway, makes it a stronger force for stability in a region facing many challenges. Accession negotiations with Turkey continued to reflect the pace of reform. In the Commission's 2008 assessment, Turkey qualified for the first time as a functioning market economy in terms of the Copenhagen economic criteria. As regards the Cyprus issue, the leaders of the Greek Cypriot and Turkish Cypriot communities started full-fledged negotiations on a comprehensive settlement under the auspices of the United Nations. The Commission continued to support their efforts and to stand ready to provide technical advice on issues within EU competence. The implementation of the Stabilisation and Association process (SAp) for the Western Balkans continued. All the countries concerned have signed Stabilisation and Association agreements (SAAs). For most of them, the corresponding Interim Agreement has entered into force and the SAA ratification process was underway. The ratification of Serbia's SAA and the entry into force of its Interim Agreement is conditional on Serbia's full cooperation with the International Criminal Tribunal for the former Yugoslavia (ICTY). DG Enlargement's activities in the countries of the Western Balkans contributed to further securing stability in the region, including Kosovo 9 , which unilaterally declared its independence on 17th February 2008. Kosovo has since adopted a plan for European Integration 2008-10 which aims to facilitate its anchoring in the SAp. Cross-border co-operation in this region continued to develop and all countries concerned have been presented with roadmaps spelling out the conditions for achieving visa-free travel to the EU. 8 http://www.eu2008.fr/webdav/site/PFUE/shared/import/1208_CAGRE/Council_conclusions_o n%20Enlargement_EN.pdf 9 Under United Security Council Resolution 1244/99 ",
        "EN 5 EN Important efforts have been made to provide support for regional cooperation initiatives in accordance with the Thessaloniki agenda. Several new initiatives to this end were outlined in a Commission Communication on the Western Balkans in March 2008. The newly established Regional Cooperation Council (RCC) became operational in 2008. Montenegro applied for EU membership in December 2008. The Commission is well prepared for taking up the resulting challenges as soon as the Council mandates the Commission to draw up the related opinion. 2. PROGRAMMING AND IMPLEMENTATION OF IPA: GENERAL OVERVIEW 2.1. Strategic Planning & Programming 2.1.1. Multi-annual Indicative Financial Framework (MIFF) The MIFF is part of the annual enlargement package and it is designed to provide information on the indicative breakdown of the overall IPA envelope proposed by the Commission by country and by component for a three year rolling period. It acts as the link between the political framework within the enlargement package and the budgetary process. The MIFF is established and presented annually to the Council and the European Parliament, in accordance with Article 5 of IPA Regulation (EC) No 1085/2006. The following table provides the 2008 IPA allocations in million euros by country and by component, as well as for the regional and multi-country programmes as updated in the 2010- 2012 MIFF (COM(2008)705 adopted on 5 November 2008). The figures therefore take into account transfers made between components I and II 10 during the course of 2009 as well as additional funds allocated to Kosovo. Table 1: 2008 allocations by country and component (in €million, to the nearest €100,000) Component IPA A l b a n i a B o s n i a a n d H e r z e g o v i n a C r o a t i a f o r m e r Y u g o s l a v R e p u b l i c o f M a c e d o n i a M o n t e n e g r o S e r b i a K o s o v o * T u r k e y M u l t i - b e n e f i c i a r y p r o g r a m m e Component I 62.1 69.9 45.4 41.1 28.1 179.4 184.7 256.1 135.7 Component II 8.6 4.9 14.7 4.1 4.5 11.5 0.0 2.9 Component III 47.6 12.3 173.8 10 Certain CBC programmes had not yet commenced as the relevant conditions had not been met. Therefore, the following amounts were transferred from component II country envelopes to component I in the same countries: € 1 million for Albania; € 1.2 million for the former Yugoslav Republic of Macedonia; €2.7 million for Kosovo and € 5.9 million for Turkey.. ",
        "EN 6 EN Component IV 12.7 6.0 52.9 Component V 25.6 6.7 53.0 TOTAL 70.7 74.8 146 70.2 32.6 190.9 184.7 538.7 135.7 2.1.2. Multi-annual Indicative Planning Documents (MIPDs) Based on the MIFF allocations, and on the priorities identified within the political framework, Multi-annual Indicative Planning documents (MIPD) for each country and for the multi- beneficiary programmes are prepared. The MIPD represents the Commission's view of major areas of interventions and main priorities that the beneficiary country is expected to develop in detail in the programming documents. The preparation of the country–based MIPDs as well as multi-beneficiary MIPD covering 2008-2010 took place during 2007 under the responsibility of the relevant DG Enlargement's (DG ELARG) operational units. National authorities were consulted on the draft MIPD and very closely involved in its preparation in order to ensure the ownership of the process. For MIPDs for candidate countries, DGs Regional Policy (DG REGIO), Employment, Social Affairs and Equal Opportunities (DG EMPL) and Agriculture and Rural Development (DG AGRI) provided their contribution for components III, IV and V respectively. Member States, International Financial Institutions (IFIs) and other relevant stakeholders (civil society) were also consulted All the 2008-2010 MIPDs were submitted for adoption to the IPA Management Committee 11 in the first half of 2008: the MIPDs for the former Yugoslav Republic of Macedonia, Montenegro, Kosovo, Turkey and the Multi-beneficiary MIPD were submitted in May 2008, the MIPDs for Albania, Serbia and Croatia were submitted in June, and the MIPD for Bosnia and Herzegovina was submitted in July. They were all adopted by Commission Decisions in the second semester of 2008. 2.1.3. IPA programmes in 2008 Annual or multi-annual programmes are designed in accordance with the relevant MIPDs. Component I is implemented through annual programmes while the other components are implemented through multi-annual programmes. Programmes are adopted by the Commission based on proposals by the beneficiary countries, following consultation of stakeholders and donors, and after the positive opinion of the IPA Management Committee for Component I and II. For Component III, the programmes are consulted by the Coordination Committee for the Funds (COCOF). For Component IV, they are consulted by the European Social Fund (ESF) Committee and for component V, by the Rural Development Committee (RDC). 11 Composed of the representatives of the Member States, and chaired by a representative of the Commission, the IPA Committee assists the Commission in particular in ensuring coordination and coherence of assistance ",
        "EN 7 EN 2.1.3.1. Component I Component I assistance is programmed by the Commission in the form of annual national programmes and multi-beneficiary programmes, managed either by the Commission, the beneficiary country or jointly with other donors, as appropriate. National programmes consist of Financing Proposals prepared by the Commission on the basis of Project Fiches submitted by the beneficiary country, or prepared by the Commission in the case of regional and horizontal programmes. The implementation of projects in the areas of nuclear safety, radiation protection and education were funded from the national allocations adopted in the MIFF but are being implemented centrally on a horizontal basis; the funding for these projects are therefore not included in the national programmes under Component I. More detail can be found in the country section of the technical annex. The IPA 2008 National Programme for Albania was adopted by the Commission on 19 December 2008. IPA 2008 addresses key issues such as public administration reform and the enforcement of the rule of law, particularly in the fields of good governance and anti- corruption. This reflects the increase of funds allocated to the area of political requirements under MIPD 2008-2010. Additionally, the programme supports the Albanian authorities in fulfilling the requirements of the SAA by funding projects which aim at strengthening the administrative capacities of the Albanian Institutions. The programme also reflects the need to further support structural reforms in the country by investing in regional development and acquis related infrastructure. The IPA 2008 National Programme for Bosnia and Herzegovina , divided in two parts, was adopted by the Commission on 9 October 2008 and 5 December respectively. The programme provides support to the police and the judiciary reforms with projects aiming at building the capacities of the State Court and Prosecutor’s Office or the construction of a State high- security Prison. It also aims at facilitating the country's progress towards the EU membership through raising public awareness of the EU integration process and assisting the national authorities in planning, programming and implementing of IPA. The 2008 Programme also provides support to education and the health care system reforms as means to improve the socio-economic situation of the country. IPA 2008 helps Bosnia and Herzegovina to cope with the requirement to approximate to the European acquis in areas such as environment, trade and metrology, agriculture and rural development or integrated border management. The IPA 2008 National programme for Croatia was adopted on 5 November 2008. Under the political criteria the IPA 2008 National programme addresses the reform of the judiciary with several projects in this area. It also contributes to progress in the area of human rights and protection of minorities by enhancing the capacities of the civil society and facilitating the active and full participation of the Roma national minority in the Croatian society. Concerning the ability to assume the obligations of membership, assistance under IPA 2008 concentrates on areas of activity with a large volume of legislation to be transposed and implemented, preparation to structural and rural development funds as well as with investments requirements in the acquis. This concerns different sectors such as food safety, veterinary and phytosanitary policy, fisheries, transport, energy, social policy and employment or environment. The 2008 National Programme for the former Yugoslav Republic of Macedonia was adopted by the Commission on 11 December 2008. The programme aims at strengthening the ",
        "EN 8 EN administrative capacity of the relevant institutions to ensure sound and efficient management of EU funds and to strengthen central and local administrative capacity to implement the decentralisation process. It also supports the development of an independent and efficient judicial system, and promotes an active civil society sector. Under the socio-economic criteria the aim is to reinforce the institutional capacity to regulate and supervise fully funded pension system institutions and to promote the transition to market economy. As concerns the ability to assume the obligations of membership, the 2008 programme funds projects which contribute to the free movement of goods, the improvement of customs operations, or the development of the agricultural sector. The Montenegro 2008 National Programme was adopted by the Commission on 2 December 2008. Under the Political criteria, the 2008 IPA National Programme focuses on public administration reform, particularly decentralisation and local government, sustainable support to refugees and displaced persons and media. Assistance is also provided to improve the business environment and to generate employment in order to contribute to more balanced regional development, increased employment and poverty reduction. Other measures such as the upgrading of the environmental infrastructure are also receiving assistance in 2008. IPA 2008 helps Montenegro to cope with the requirement to introduce and implement the European acquis in some areas including financial markets, rural development, food safety, veterinary services, customs administration, integrated border management and migration. The 2008 National Programme for Serbia was adopted by the Commission on 19 December 2008. Under the political criteria priority has been given to the strengthening of democratic institutions, the further implementation of the public administration reform and the separation of powers and the media. Other important aspects which receive funding are the fight against corruption, the strengthening of the rule of law, human rights and the respect and protection of minorities. Under the economic criteria, the programme will finance projects targeting employment generation, development of the SMEs and capacity building of the National Employment Services. Furthermore, health and education reforms receive particular attention under the 2008 programme. Finally, concerning the ability to assume obligations of membership, particular attention is paid to the development and implementation sectoral policies and of a regulatory framework compatible with European standards, in key sectors such as agriculture, environment, transport or Integrated Border Management. The Turkey 2008 National Programme was adopted by the Commission on 15 December 2008. Under the political criteria priority is given to the judicial reform, the public administration reform and the strengthening of Civil Society. Concerning the adoption and the implementation of the acquis and in line with the MIPD, projects have been selected on the basis of their priority for accession negotiations and preparations and in the light of costly investments needed for harmonisation and where the volume of legislation to be harmonised is very large. Priority has therefore been given to projects in the area of agriculture/veterinary issues, justice, freedom and security, customs union and environment. The 2008 programme, however, also includes projects in new areas such health and research and development. Furthermore four projects have been selected on the basis of their importance for the continuation of an efficient and effective EU-Turkey civil society dialogue and in view of developing new and innovative areas of that dialogue. The IPA Annual Programme for Kosovo was adopted by the Commission on 6 October 2008 for Part 1 and on 19 December 2008 for Part 2. One of the priorities of the programme is the fulfilment of the EU's political criteria and consolidation of Kosovo's institutional, administrative and judicial set up, including the fight against corruption, the protection of ",
        "EN 9 EN human rights and the rights of the Serbs and minorities and the promotion of civil society activities. Under the economic criteria, support is given to develop Kosovo's economy and to improve the socio-economic environment of all communities in a sustainable way. IPA 2008 helps Kosovo to cope with the requirement to introduce and implement the European acquis in some areas including, freedom, security and justice issues, food safety, veterinary and phytosanitary and statistics. The Multi-beneficiary programme is designed to complement the national programmes and to strengthen multi-lateral experiences in the Western Balkans and Turkey. It provides support through regional and horizontal projects. Activities of particular importance under the 2008 programme include support to the Regional Cooperation Council (RCC) and to the Office of the High Representative (OHR) and the establishment of the Regional School of Public Administration (ReSPA). Disaster Risk Reduction, refugee return in the Western Balkans and further development of civil society through the Civil Society Facility are areas also covered under 2008 programme. Furthermore, support is also provided to education and youth programmes (Tempus, Erasmus Mundus and Youth in Action), international financial institutions, customs and taxation, statistics and nuclear safety and radiation protection. 2.1.3.2. Component II Cross-border cooperation helps reconciliation and good neighbourly relations, while also facilitating the integration of the beneficiary countries into the EU. This is particularly relevant in a region with a recent history of conflict. The cross-border cooperation component shall be aimed at strengthening cross-border cooperation through joint local and regional initiatives, combining both external aid and economic and social cohesion objectives. In particular, the cooperation shall pursue promoting sustainable economic and social development in border areas, working together to address common challenges in fields such as environment, natural and cultural heritage, public health and the prevention of organised crime, ensuring efficient and secure borders and promotion joint small scale actions involving local actors from the border regions. IPA Component II cross–border cooperation encompasses two strands: cross–border cooperation between candidate/potential candidate countries and cross–border cooperation between them and neighbouring Member States. Additionally, IPA Component II may also financially support the participation of candidate/potential candidate countries in Structural Funds' transnational cooperation programmes (financed by the European Regional Development Fund – ERDF, in the context of the European Territorial Cooperation objective) and in ENPI Sea–Basin cooperation programmes. Assistance to cross–border cooperation under Component II takes place within the framework of multi–annual cross–border programmes currently covering the period 2007-2009, jointly drawn up by the participating countries. IPA assistance is granted through annual financing decisions. Concerning the participation in ERDF transnational programmes or ENPI Sea–Basin programmes, IPA assistance is granted through annual financing decisions on a country–by– country basis. ",
        "EN 10 EN IPA Component II supports the participation of Albania in two bilateral cross–border programmes with neighbouring candidate/potential candidate countries: Montenegro and the former Yugoslav Republic of Macedonia. With regards to cross–border cooperation with Member States, IPA Component II finances a bilateral programme Albania–Greece and the participation of Albania in the multilateral cross–border programme \"Adriatic\", where Albania, Bosnia and Herzegovina, Croatia, Montenegro and Serbia cooperate with Greece, Italy and Slovenia across the Adriatic Sea. IPA Component II also finances a programme concerning the development of the Kukes region of Albania, bordering Kosovo, as well as the participation of Albania in the ERDF transnational programme \"South–East Europe\". With regards to Bosnia and Herzegovina, IPA Component II supports the participation of the country in three bilateral cross–border programmes with Croatia, Montenegro and Serbia. Concerning CBC with Member States, IPA Component II finances the participation of Bosnia and Herzegovina in the IPA CBC Adriatic programme. Finally, in 2008 the IPA Component II finances the participation of Bosnia and Herzegovina in the ERDF transnational programme \"South-East Europe\". Under IPA Component II, Croatia participates in three bilateral cross–border programmes with neighbouring potential candidate countries: Bosnia and Herzegovina, Montenegro and Serbia. Croatia is also involved in three IPA CBC programmes with neighbouring Member States: two bilateral programmes respectively with Slovenia and Hungary, and the participation in the multilateral cross–border programme IPA CBC Adriatic. Finally, IPA Component II finances the participation of Croatia in two ERDF transnational programmes \"South-East Europe\" and \"Mediterranean\". With the support of IPA Component II, in 2008 the former Yugoslav Republic of Macedonia participates in a bilateral programme with Albania and in two bilateral programmes with neighbouring Member States Bulgaria and Greece. IPA Component II also finances the participation of the former Yugoslav Republic of Macedonia in the ERDF European Territorial Co-operation transnational programme \"South-East Europe\". As for 2007, the conditions for programmes under Component II in Kosovo in 2008 were not met. The funds for Component II have thus been transferred to Component I. IPA Component II in Montenegro consists in four bilateral cross–border programmes with its neighbours Croatia, Serbia, Bosnia and Herzegovina and Albania, as well as the participation in the IPA CBC Adriatic programme with Member States. Concerning participation in the ERDF transnational programmes, IPA Component II finances the participation of Montenegro in the \"South–East Europe\" and in the \"Mediterranean\" programmes. The CBC programmes in Serbia include three bilateral programmes with Montenegro, Croatia and Bosnia and Herzegovina, three bilateral with neighbouring Member States Hungary, Romania and Bulgaria, and the participation of Serbia in the multilateral IPA cross– border \"Adriatic\" programme. Moreover, IPA Component II finances the participation of Serbia in the ERDF European Territorial Cooperation transnational programme \"South–East Europe\". In 2008, IPA Component II supported the cross–border programme between Turkey and Bulgaria. Additionally, IPA Component II funds have been granted to Turkey for the participation in the ENPI Sea Basin programme. ",
        "EN 11 EN 2.1.3.3. Components III and IV Programming of components III and IV is made through multi-annual programmes, prepared initially for three years, but which can be extended to cover additional years. On the basis of the Strategic Coherence Frameworks, beneficiary candidate countries draft multi-annual operational programmes per component (component IV) or per theme (component III), in consultation with the relevant stakeholders, which are then agreed with the Commission for formal adoption, following the consultation of the relevant Member States Committee: Coordination Committee for the funds (COCOF) for component III and COCOF and European Social Fund (ESF) Committee for component IV. Similarly to Structural Funds, multi-annual programmes under components III and IV provide a stable financial framework over a three year period. This is fundamental for the implementation of medium term investment strategies in transport, environment, regional competitiveness and human resources development. Similarly to Structural Funds, this longer term financial framework goes hand in hand with rigorous financial management, to ensure the full absorption of funds. 2.1.3.3.1. Component III Component III covers three distinct areas of assistance: transport, environment and regional competitiveness which mirror Cohesion Fund interventions in Member States. Component III will thus be implemented through separate operational programmes (OP) covering each of these themes (in the case of the former Yugoslav Republic of Macedonia, for 2007-2009 only one programme for environment and transport will be implemented). Three multi-annual operational programmes for 2007-2009 were adopted in 2007 for Croatia. The Regional Competitiveness OP consists of 3 priority axes: Improving development potential of the lagging behind regions, Enhancing the competitiveness of the Croatian economy, and Technical Assistance. The OP Transport encompasses 3 priority axes: Upgrading Croatia's rail transport system, Upgrading Croatia's inland waterway system, and Technical Assistance. The OP Environment consists of 3 priority axes: Developing Waste Management Infrastructure for Establishing an Integrated Waste Management System , Protecting Croatia's Water Resources Through Improved Water Supply and Integrated Wastewater Management Systems, and Technical Assistance The former Yugoslav Republic of Macedonia Regional Development OP for 2007-2009 was adopted by the Commission on 29 November 2007. Its overall objective is to support the sustainable development of the country through the improvement of transport and environment infrastructure. Assistance in the transport sector should focus on the continuation of the development of the South East Europe Core Regional Transport Network (corridors VIII and X). The priorities shall be progressively shifted from corridor X to corridor VIII as well as from road to rail. Concerning assistance in the environment sector, clearly targeted investments should focus on waste water treatment and solid waste management where the impact to the population and natural environment is the greatest. Turkey's operational programmes were adopted by Commission Decision on 29 November 2007 (OPs Regional Competitiveness and Environment) and on 7 December 2007 (OP Transport). The OP Regional Competitiveness encompasses three priorities: Improvement of business environment, Strengthening of enterprise capacity and foster entrepreneurship and Technical Assistance. The OP Transport consists of two priority axis: Improvement of railway ",
        "EN 12 EN infrastructure and Improvement of port infrastructure. Finally, the OP Environment includes three priorities: mproved water supply, sewerage and wastewater treatment services, Improved integrated solid waste management and Technical Assistance. 2.1.3.3.2 Component IV Under Component IV, a multi-annual operational programme Human Resources Development for Croatia was adopted on 7 December 2007. It consists of 4 priority axes: Enhancing access to employment and sustainable inclusion in the labour market, Reinforcing social inclusion of people at a disadvantage, Enhancing human capital and employability, and Technical Assistance. In the former Yugoslav Republic of Macedonia , the Human Resources Development operational programme was adopted on December 2007. It encompasses three priority axis: Employment – Attracting and retaining more people in employment, Education and Training – Investing in human capital through better education and skills, and Social Inclusion – Promoting an inclusive labour market. Turkey's Human Resources Development multi–annual operational programme was adopted by the Commission on 7 December 2007. It includes four priority axes: Employment, Education, Adaptability by Promoting Lifelong Learning and Social Inclusion. 2.1.3.4 Component V Based on the approach used for preparing the rural development programmes for the Member States, Component V assistance is programmed on a multi-annual basis covering the period 2007-2013. However, as the financial envelope, in line with the MIPD, was specified for the years 2007-2009 only and is subject to a yearly update in order to include the subsequent years, Component V programmes are modified annually to take account of the new financial allocation as well as all technical changes necessary. Subsequent to stakeholder consultations, the programmes as well as the modifications are adopted by the Commission following consultation of the Member States in the Rural Development Committee (RDC). In view of the time necessary to set up the fully decentralised implementation system and based on related SAPARD 12 experience, the financial allocations for Component V follow a phasing-in approach with a back loading of IPA Rural Development funds. Funding for the first four years of the implementation period, 2007, 2008, 2009 and 2010 therefore represents a lower percentage of the full Component V allocation which is due to increase considerably in the following years. Croatia represents the only exception to this rule as it was the only Candidate Country which set up the SAPARD system to profit from SAPARD funds prior to the implementation of the IPA Rural Development component. A multi-annual 2007–2013 OP for Rural Development for Croatia was adopted by the Commission on 25 February 2008 13 . It consists of 3 priority axes: Improving market efficiency and implementation of Community standards, Preparatory actions for implementation of the agri-environmental measures and local rural development strategies, and Development of the rural economy. 12 Special Accession Programme for Agriculture and Rural Development 13 Commission Decision C/2008/650 ",
        "EN 13 EN In the former Yugoslav Republic of Macedonia , a multi-annual programme for the Rural Development for 2007-2013 was adopted in 2008 14 .The programme consists of 3 priority axes: Improving market efficiency and implementation of Community standards, Preparatory actions for implementation of the agri-environmental measures and local rural development strategies, and Development of the rural economy. The multi-annual operational programme for agriculture and rural development was prepared by Turkey in 2007, and adopted by the Commission on 25 February 2008 15 . It consists of three priority axes: Improving market efficiency and implementing Community Standards, Preparatory actions for the implementation of agri-environmental measures and Leader, and Development of the rural economy. 2.2. Implementation Modalities and Structures The aim of IPA is to transfer know-how and experience to beneficiary countries, by enhancing ownership and responsibility of the implementation of assistance on the countries' side. During the lifetime of the instrument, it is therefore expected that decentralised management – i.e. national authorities of beneficiary countries assuming full ownership in programming and implementation – should become the norm in the management of IPA. The prompt achievement of this objective will depend on the administrative capacities of individual recipient countries, and on their capacity to ensure that the appropriate management and control systems are in place. Each country should therefore have specific strategies, action plans and timetables in place for moving towards this objective, while at the same time preparing national authorities to have adequate capacity for the increased related responsibilities. Annual programmes for potential candidates under Components I and II (with the exclusion of CBC programmes with Member States implemented in shared management) are implemented mostly on a centralised basis, with a clear focus on assisting countries to gradually taking on more responsibility and progressing towards decentralised management. Regarding preparations for the conferral of management powers, potential candidates are at various stages and some of them have already started setting up the necessary management structures and have prepared their roadmap toward decentralised management. During 2008 Albania and Bosnia and Herzegovina continued their preparations for the decentralised management of IPA funds while Kosovo was at a very early stage as regards the establishment of a roadmap for the decentralisation. The work leading to decentralised management system with ex-ante controls was progressing in Montenegro . The government set up the institutions for decentralised management and nominated the heads of its functions and structures. Serbia established a decentralised management system roadmap in January 2008 and a Strategy for the preparation of decentralised management accreditation was prepared in April 2008. All key stakeholders regarding the preparation of the system in the Serbian administration have been appointed. For all candidate countries , the medium term objective is fully decentralised management, i.e. with Commission ex post control only. It is to be noted that Component V assistance can only be implemented in a fully decentralised way from the start, without ex ante controls. 14 The programme was adopted by the Commission Decision C/2007/677 on 25 February 2008. 15 Commission Decision C/2008/691 ",
        "EN 14 EN In April 2008, the Croatian authorities notified the European Commission of their national accreditation of the operating structures in charge of the management and implementation of the IPA components I to IV. This resulted in six Decisions on conferral of management powers to Croatia for the decentralised management of IPA components I to IV. Croatia envisages moving to full decentralisation in 2010, i.e. without ex ante controls. At the end of the year, the last Decisions awaited are on conferral of management powers for the component V (agriculture and rural development). In 2008 the Commission supported through CARDS the national authorities of the former Yugoslav Republic of Macedonia in their preparation for decentralised management. Assistance has been provided to the structures and authorities as defined in article 21 of the IPA Implementing Regulation to prepare for accreditation of decentralised management system. Meanwhile, the 2008 IPA annual programme has been managed in a centralised way. In 2008 the efforts of Turkey concentrated for the most part in completing the internal processes for the accreditation for decentralised management. In the case of IPA components I and II these processes were facilitated by the fact that decentralised structures and systems existed already under the pre-IPA assistance. The Commission conferred decentralised management powers for Component I to the Turkish authorities on 29 October 2008, and for Component II Turkey's participation in the ENPI Black Sea Basin programme on 1 December 2008. The Rural Development programme will be implemented by conferring decentralised management powers without ex ante controls to the Turkish Republic. A Commission fact finding mission in October 2008 discovered serious delays in the preparation of the accreditation process and the new time planning foresaw accreditation rather in the second half of 2009, with conferral of management not likely to be achieved until 2010. The Commission is committed to assist this process with further advisory missions and ad hoc guidance whenever necessary. The Multi-beneficiary programmes are managed through centralised and joint management. Centralised management is mainly in the form of implementation by the Commission services at Headquarters. Joint management is complementary to the central management in that the Commission is managing the funds jointly with an international organisation. 2.3. Overview of IPA implemented Programmes. In 2008, the first IPA 2007 projects were contracted in Albania , while there was no implementation of the 2008 programme . At the end of 2008, contracting rates for the IPA 2007 had reached 15%. Under Component I, three IPA 2007 projects were contracted and under Component II no projects of IPA 2007 were contracted. The Call for Proposal for the ERDF South-East Europe under IPA 2007 CBC was launched, but was not yet contracted. In Bosnia and Herzegovina , the IPA Framework Agreement was signed on 20 February 2008 and entered into force on 30 July 2008 following the ratification by Bosnia and Herzegovina's Presidency. However, its tax exemption provisions were not duly implemented until December 2008, when Bosnia and Herzegovina's House of Peoples adopted the amendments to the Law related to the VAT exemption of IPA funds, opening the way to the implementation of the IPA programmes. Under component II, the Financing Decisions for the 2008 Cross-Border Cooperation programmes were adopted although the related Financing Agreements for those programmes were not signed in 2008. This means that there was no IPA implementation during 2008 for any of the components. ",
        "EN 15 EN The conferral of management powers for the decentralised management of IPA components I to IV in Croatia was granted by the respective Commission decisions at the end of 2008. These decisions constitute the triggering factor for the deployment of the assistance under the IPA components I to IV. Consequently the financing agreements for the related 2007 programmes that operate under decentralised management could not be signed as long as the decisions were not adopted. This effectively means that Croatia did not start deploying IPA assistance during 2008. During 2008 the first IPA 2007 projects under component I were contracted in the former Yugoslav Republic of Macedonia , reaching a contracting rate of 25% at year end. Under Component II, the implementation of all IPA CBC programmes was lagging behind. Four programmes were adopted towards the end of 2007, and all respective Financial Agreements were signed in 2008, but joint management structures were not in place, therefore no call for proposal could be launched. Under Component III and IV there was no implementation of IPA Projects in 2008. Some preparatory activities have however started for two major projects under the Regional Development operational programme under Component III. Under Component V for rural development, the year 2008 was the year of the preparation for accreditation of the operational structures so there was no programme implementation. Under Component I, the European Commission Liaison Office (ECLO) took proper action to ensure an effective implementation of IPA 2007 in Kosovo , and the very ambitious commitment target for 2008 was met. In 2008 the ECLO committed 50% of the IPA 2007 programme for which it was responsible. During 2008, the IPA 2007 programme started to be implemented in Montenegro. By the end of the year a major road project and justice reform, as well as capacity building assistance were contracted. Additionally, preparatory activities for the implementation of IPA 2008, as well as the planning and preparation of IPA 2009 started in 2008. Given that the Financing Agreement for the IPA National Programme 2007 was only signed in April 2008 and therefore procurement of IPA projects only started in the second half of the year, actual IPA programme implementation is still to start. No IPA programmes were implemented in 2008, as the Framework Agreement was not ratified by the Parliament in Turkey and did not enter into force until 24 December 2008. Under Component I, the 2007 Financing Agreement was signed and entered into force on 24 December 2008, thus starting the implementation of this programme. Under Component II, the 2007 Financing Agreement on Turkey's participation in the ENPI Black Sea Basin programme was signed and entered into force on 31 December 2008. Implementation is linked to the established conditions set in the conferral of management powers Commission Decision in an equivalent way as for component I. As regards the remaining components, actual implementation of programmes has not started pending the conclusion of the necessary processes for the conferral of decentralised management powers 3. MONITORING AND RESULTS 3.1. Monitoring The overall objective of monitoring is to enhance the relevance, effectiveness, efficiency, impact and sustainability of the assistance to the Western Balkans and Turkey. Monitoring provides the Commission with regular analytical assessments of implementations of projects and programmes. ",
        "EN 16 EN In the case of decentralised management , the beneficiary country shall set up an IPA monitoring committee to ensure coherence and coordination in the implementation of the IPA components. It shall meet at least once a year. The IPA monitoring committee is assisted by sectoral monitoring committees set up under each IPA component or programme. The sectoral monitoring committees shall report to the IPA monitoring committee. The first Monitoring Committees took place in 2008 in Croatia (on 2 July 2008, preceded in May/June by the first sessions of the IPA Sectoral Committees), the former Yugoslav Republic of Macedonia (21 November 2008) and in Turkey (1 July 2008). In the case of programmes under centralised or joint management, the IPA implementing Regulation stipulates that the Commission may undertake any actions it deems necessary to monitor the programmes concerned. No monitoring of IPA projects was carried out during 2008, as the IPA 2007 and 2008 programmes have only started to be implemented recently. 3.2. Evaluation Results Evaluations shall aim to improve the quality, effectiveness and consistency of the assistance from Community funds and the strategy and implementation of the programmes. Multi-annual indicative planning documents (MIPDs) shall be subject to regular ex ante evaluation, carried out by the Commission. In 2008 an internal ex-ante evaluation of IPA with a focus on MIPDs was carried out. It compared the 2007-2009 MIPDs with the 2008-2010 MIPDs and analysed the improvement in the quality, relevance and coherence of the second generation of programming documents as well as provide recommendations on how to improve the quality and usefulness of these documents. Programmes will be subject to ex ante evaluations, as well as interim and, where relevant, ex post evaluations in accordance with the specific provisions laid down under each IPA component in the Commission Regulation (EC) No 718/2007. During the period of implementation of a programme, at least one interim evaluation shall be carried out, and specifically when the monitoring of the programme reveals significant departure from the goals initially set. Ex post evaluation of the implementation of assistance shall include identifiable IPA component-specific results. In the event of joint management, ex post evaluation may be jointly carried out with other donors. No programme level evaluation was carried out during 2008 as the implementation of the first and second year of IPA only began in 2008 so no lessons can be identified. 3.3. Reporting According to Commission Regulation (EC) No 718/2007, the national IPA coordinator must send to the Commission and the National Authorising Officer, after examination by the IPA monitoring committee, annual and final reports on the implementation of assistance under the IPA Regulation. Concerning Croatia, the first IPA Annual report was established in August 2008 after the IPA Monitoring Committee of 2 July 2008. Concerning the sectoral annual reports, the first yearly report of the Transition Assistance and Institution Building Committee was established in June 2008 after the IPA Technical Assistance and Institution Building Sectoral Committee of 26 May 2008. The first Sectoral Annual Implementation reports covering 2007 activities in the three operational programmes under component III were submitted in 2008 to the Commission. Concerning the former Yugoslav Republic of Macedonia , the draft IPA ",
        "EN 17 EN Annual report was not yet ready to be sent to the members of the IPA Monitoring Committee for its examination. Concerning Turkey, whilst no progress in implementing Community Assistance could be reported, the Commission based its assessment of IPA as a whole on sectoral annual reports in combination with state of play reported at the IPA Monitoring committee. The IPA Component I Sector Annual Implementation Report was submitted to the Commission in view of the IPA component I Sectoral Committee meeting on 12 June 2008. For Component II, it was agreed that no sectoral annual implementation report for 2007 were required. For Component III, The three sectoral annual reports covering the operational programmes Regional Competitiveness, Transport\" and Environment were submitted to the Commission by 30 June 2008, following their discussion and endorsement by the respective Sectoral Monitoring Committees. Finally for Component IV, On 26 June 2008 the sectoral annual report 2007 on the implementation of the Human Resources Development Operational Programme in Turkey was sent to the Commission after having been examined by the HRD Sectoral Monitoring Committee in its meeting on 17 June 2008. In 2008 there was no reporting on programme implementation under Component V, due to the fact that the implementation had not yet started. 4. DONOR COORDINATION WITH MEMBER STATES AND BILATERAL DONORS On the 23 and 24 October 2008 a Donor Coordination Conference was organised in Brussels. The Donor Coordination Conference was organised by the European Commission pursuant to the mandate it has received under the IPA Regulation to promote donor coordination together with Member States. The aim of this Conference was to agree on a series of recommendations on how to improve aid effectiveness through joint actions by donors and beneficiary countries and how to promote country ownership. Care was taken to avoid the creation of new structures and rather build on existing structures and coordination mechanisms and improve their functionality. The main conclusions of the Donor Coordination Conference were the reaffirmation of the need for a common strategic goal for assistance in the Western Balkans and Turkey, a consensus that the spirit and the relevant principles of the Paris Declaration on aid effectiveness should guide donor coordination (if all five principles are already built into IPA Programming and implementation mechanisms, some areas need to be strengthened) and the need for Beneficiary Countries to develop ownership by strengthening their administrative capacity and public financial and procurement systems in order to be able to lead the donor coordination process. The Conference also highlighted the achievement of cooperation and synergies between donors of the Western Balkans and Turkey on the basis of a clear and reliable overview of donor activities in IPA countries and the need to take on board the experience of the countries which joined the EU in 2004 and 2007. Finally, it was concluded that the IPA Multi-Annual Indicative Planning Documents should become a strategic instrument for donor coordination in Western Balkans and Turkey, at EU, regional and national levels, ",
        "EN 18 EN 5. CO-ORDINATION WITH THE EIB AND IFIS International Financial Institutions (IFIs) have been instrumental in providing access to finance to candidate countries and potential candidates and have allowed them to start carry out necessary investments. At the same time the Beneficiaries have been obliged to adopt prudent fiscal and monetary policies to maintain economic growth. Today this leads to a situation where investment needs are still high while the Beneficiaries’ capacities to incur an ever increasing external debt are moving towards a ceiling. Non-repayable grants both from the EU and from other donors including the Member States combined with IFI loans have become a crucial resource for private sector development, investments in energy efficiency, and infrastructure remediation and upgrading without overburdening the Beneficiaries with excessive debts. The Commission is committed to closer coordination with the European Investment Bank (EIB), the European Bank for Reconstruction and Development (EBRD), the Council of Europe Development Bank (CEB) and other IFIs supporting modernisation and development in the Western Balkans, in particular through the International Financial Institutions (IFIs) Advisory Group established in March 2007 and chaired by the European Commission (DG Enlargement). The purpose of the IFI Advisory Group is to support and improve the overall cooperation between the IFIs and the European Commission in the candidate countries and potential candidates, including cooperation under IPA. The IFI Advisory Group consists of representatives from the European Commission, World Bank Group (IBRD/IFC), EIB, EBRD, the CEB, the Nordic Investment Bank, the Nordic Environment Finance Corporation, the Black Sea Trade and Development Bank and the Regional Cooperation Council. Its work is part of an overall effort to facilitate integration between the countries of South East Europe and with the EU through taking a regional rather than national approach to infrastructure development. In 2008, the work programme was implemented as planned. One plenary session was held in June 2008 and preparations took place for a second one focused on the international financial crisis to be held in January 2009. All four Technical Working Groups (transport, energy, environment, and social) continued their activities in 2008. Finally, the secretariat of the IFI Advisory Group was taken over by the Commission at the end of 2008 as foreseen after the closure of the Joint Commission--World Bank office. Pursuant to the Council Conclusions of 14 May 2008, the Commission, the EIB, the EBRD and the CEB worked towards establishing a Western Balkans Investment Framework with other IFIs and donors, to further enhance harmonisation and cooperation in investments for socio-economic development and underpin growth and stability in the region. Significant efforts were also made during 2008 to continue the implementation of the three strands of cooperation with IFIs: micro, small and medium-sized enterprises, energy efficiency and infrastructure. Private sector development - On the supply side, EU assistance to promote access to finance for micro and small-sized enterprises has been channelled to the region in the past through numerous individual agreements with various International Financial Institutions. The European Fund for South East Europe (EFSE), established in 2005, led to the consolidation of the numerous micro-credit agreements throughout the region into one single instrument, it has provided sustainability to previous funding and it has led to management efficiency gains. The most striking feature of EFSE is the fact that the risk cover ",
        "EN 19 EN of the EU and Member State contribution is set to attract private capital to invest in micro- lending. As of the end of 2008, EFSE was being rolled out successfully. Energy efficiency - This strand aims to promote investments in energy efficiency and renewable energy in the SME and public sectors by capitalising on actions supported by the National programmes, which aim at (i) increasing public awareness regarding energy efficiency and the potential for energy savings; (ii) implementing legislation with regards to the Directive on energy performance of building and the energy end-use efficiency and energy services (including renewable energy). Furthermore, the promotion of energy efficiency investments meets the recommendation of the European Commission Green Paper on Energy Efficiency encouraging International Financial Institutions to provide long-term funding to finance energy efficiency investments. Promotion of infrastructure investments - Adequate infrastructure networks and services in the transport, energy, environment and social sectors are crucial in ensuring sustained socio-economic development and stability in the region. Insufficient financial resources and lack of experience in the Beneficiaries in preparing projects suitable for consideration by IFIs and other donors for financing are among the key factors hindering improvements in infrastructure. Adequate investment in infrastructure is essential to ensure that many indispensable services such as water and sanitation, heating, energy provision, transport, health and education come into existence in order to improve the living conditions of people. For all of this, access to finance is essential. The implementation of this strand included the setting up of a multi-sector multi-beneficiary Infrastructure Projects Facility, which supports Beneficiary institutions at national, regional and municipal level to prepare and implement infrastructure investment projects financed by IFIs and or other donors. This Facility was made fully operational during 2008 and helps to attains economies of scale in mobilising the necessary technical expertise to prepare and support infrastructure investment projects, facilitate networking and exchange of know-how among Beneficiaries, and leverage IFI loans that complement national IPA grants. The Infrastructure Projects Facility has two components, the Technical Assistance component and the Municipal Window, which co-finance, together with IFIs, actual investment projects in the Western Balkans. The Technical Assistance component was fully operational in 2008 supporting 18 projects, while the Municipal Window was approved and the first round of projects were submitted for appraisal at the end of 2008. "
    ]
}