{
    "text": [
        "Special Report Is EU financial support adequately addressing the needs of micro-entrepreneurs? EN 2015 NO 08 EUROPEAN COURT OF AUDITORS ",
        "EUROPEAN COURT OF AUDITORS 12, rue Alcide De Gasperi 1615 Luxembourg LUXEMBOURG Tel. +352 4398-1 E-mail: eca-info@eca.europa.eu Internet: http://eca.europa.eu Twitter: @EUAuditorsECA YouTube: EUAuditorsECA More information on the European Union is available on the Internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2015 Print ISBN 978-92-872-2592-4 ISSN 1831-0834 doi:10.2865/13908 QJ-AB-15-008-EN-C PDF ISBN 978-92-872-2584-9 ISSN 1977-5679 doi:10.2865/24866 QJ-AB-15-008-EN-N EPUB ISBN 978-92-872-2575-7 ISSN 1977-5679 doi:10.2865/148081 QJ-AB-15-008-EN-E © European Union, 2015 Reproduction is authorised provided the source is acknowledged. Printed in Luxembourg ",
        "Is EU financial support adequately addressing the needs of micro-entrepreneurs? (pursuant to Article 287(4), second subparagraph, TFEU) Special Report EN 2015 NO 08 ",
        "02 Audit team The ECA’s special reports set out the results of its performance and compliance audits of specific budgetary areas or management topics. The ECA selects and designs these audit tasks to be of maximum impact by considering the risks to performance or compliance, the level of income or spending involved, forthcoming developments and political and public interest. This performance audit was produced by Audit Chamber II — headed by ECA Member Henri Grethen — which specialises in structural policies, transport and energy spending areas. The audit was led by ECA Member Iliana Ivanova; supported by Tony Murphy, head of private office; Mihail Stefanov, attaché of private office; Emmanuel Rauch, head of unit; Dennis Wernerus, team leader; Romuald Kayibanda, team leader; Piotr Senator, auditor and Christian Wieser, auditor. From left to right: C. Wieser, R. Kayibanda, E. Rauch, I. Ivanova, T. Murphy, D. Wernerus, P. Senator, M. Stefanov. ",
        "03 Contents Paragraph Abbreviations Glossary I–VI Executive summary 1–16 Introduction 17–18 Audit scope and approach 19–63 Observations 19–37 Programming and design of the EU support to micro-entrepreneurs 21–30 Lack of specific needs assessments and proper risk management systems for ESF support to micro-entrepreneurs 31–33 Generally satisfactory EPMF set-up arrangements 34–36 Most ESF financial instruments did not attract private funding 37 EPMF financial instruments attracted some private funding 38–54 Monitoring and performance reporting systems 41–44 Limited information on outreach and survival rates for ESF OPs 45–47 More complete information on outreach and survival rates for EPMF projects 48–54 Micro-entrepreneurs were reached, around half of whom were previously unemployed 55–63 Information on the implementation costs of EU support to micro-entrepreneurs 56–58 Incomplete information on the administrative cost of implementing ESF OPs 59–63 Variations in costs charged for ESF financial instruments 64–72 Conclusions and recommendations Reply of the Commission ",
        "04 Abbreviations CGAP : Consultative Group to Assist the Poor EaSI : EU Programme for Employment and Social Innovation EIB : European Investment Bank, or European Investment Bank Group when EIB and EIF are referred to altogether EIF : European Investment Fund EPMF : European Progress Microfinance Facility ERDF : European Regional Development Fund ESF : European Social Fund EU : European Union GNI : Gross national income OP : Operational programme SME : Small and medium‑sized enterprise ",
        "05 Glossary Consultative Group to Assist the Poor (CGAP) : The Consultative Group to Assist the Poor (CGAP) is a policy and research centre supported by around 30 development agencies and private foundations dedicated to advancing financial access for the world’s poor. It is headquartered at the World Bank. EaSI : The Employment and Social Innovation (EaSI) programme is a financing instrument at EU level to promote a high level of quality and sustainable employment, guaranteeing adequate and decent social protection, combating social exclusion and poverty and improving working conditions. EaSI is managed directly by the European Commission. It brings together EPMF and two other EU programmes managed separately between 2007 and 2013. European Code of Good Conduct for Microcredit Provision : A set of ‘good practice’ guidelines and recommendations for microcredit providers issued by the Commission in December 2011. European Investment Fund : The EIF is a specialist provider of risk finance to benefit small and medium‑sized enterprises (SME) across Europe. It is part of the EIB Group and its shareholders are the European Investment Bank (EIB), the European Commission and a wide range of public and private bank and financial institutions. European Progress Microfinance Facility (EPMF) : The European Progress Microfinance Facility (EPMF) is implemented on behalf of the Commission by the European Investment Fund (EIF) for micro‑credit guarantees and for loans to banks and other financial intermediaries. For the latter, the EIB is a co‑investor in the EPMF. European Regional Development Fund (ERDF) : The European Regional Development Fund (ERDF) aims at reinforcing economic and social cohesion within the European Union by redressing the main regional imbalances through financial support for the creation of infrastructure and productive job‑creating investment, mainly for businesses. European Social Fund (ESF) : The European Social Fund (ESF) aims at strengthening economic and social cohesion within the European Union by improving employment and job opportunities (mainly through training measures), encouraging a high level of employment and the creation of more and better jobs. Exit policy : Exit policy means a policy/strategy for the liquidation of holdings by a financial instrument according to a plan to achieve maximum return. Financial instruments : Financial instruments are a generic term for contracts which provide their holder with a claim on an obligor. The EU provides support for three possible types of financial instruments: equity, loan and guarantee instruments. Equity or loan instruments are contracts between an investor and an investee or between a lender and a borrower. Guarantees are contracts where a guarantor guarantees the rights of an investor or a lender. Leverage effect : In relation to financial instruments funded from the EU budget and national public funds, leverage is expressed in terms of how many euros of funding (public and private) have been effectively been available to provide financial support to final recipients for each euro of public funding (EU and national public funds) endowed to the instrument. Managing authority : A national, regional or local public authority (or any other public or private body) which has been designated by the Member State to manage an operational programme. This includes in particular the selection of the projects to be funded, the monitoring of how these projects are implemented and the reporting on both financial aspects and the results achieved to the Commission. ",
        "06 Glossary Micro-entrepreneur : In this report, micro‑entrepreneurs should be understood as self‑employed persons as well as micro‑enterprises (i.e. registered as a corporate body). Micro-enterprise : As specified in Commission recommendation 2003/361, a micro‑enterprise is an enterprise employing less than 10 people and whose annual turnover and/or balance sheet total does not exceed 2 million euros. Microcredit : The Commission defines microcredit as loans of up to 25 000 euros to micro‑entrepreneurs (see Commission Staff Working Paper ‘Microcredit for European small businesses’, SEC(2004) 1156). Microfinance : In this report, microfinance is defined as loans to micro‑entrepreneurs and guarantees to banks and other financial intermediaries which provide such loans. Operational programme (OP) : An operational programme sets out a Member State’s priorities and specific objectives and how the funding (EU and national public and private co‑financing) will be used during a given period (generally 7 years) to finance projects. These projects must contribute to achieve a certain number of objectives specified at the level of the OP’s priority axis. OPs exist for each of the funds in the Cohesion area (i.e. ERDF and ESF). An OP is prepared by the Member State and has to be approved by the Commission before any payments from the EU budget can be made. OPs can only be modified during the period covered if both parties agree. Outreach : Outreach is the degree to which projects reach the intended target group (e.g. micro‑entrepreneurs). Oversized financial instrument : A financial instrument is qualified as oversized when its total endowment significantly exceeds the funding necessary to cover the actual needs of the targeted population (i.e. micro‑entrepreneurs in the context of this audit). Portfolio-at-risk : The value of all loans outstanding that have one or more instalments of principal past due more than a certain number of days (usually 30 days). Revolving effect : The effect of funds endowed to a financial instrument being reused at least once (through the use of loans or guarantees). Small and medium-sized enterprise : Small and medium‑sized enterprises (SMEs) are enterprises which employ fewer than 250 persons and which have an annual turnover not exceeding 50 million euros, and/or an annual balance sheet total not exceeding 43 million euros. Within the SME category, a small enterprise is defined as an enterprise which employs fewer than 50 persons and whose annual turnover and/or annual balance sheet total does not exceed 10 million euros. Survival rate : The survival rate is an indicator for the success of financial support to micro‑entrepreneurs. It is calculated by dividing the number of entities having been supported and still in business at the end of a given period (the ‘look‑back period’) through the total number of supported entities. Winding up : Winding up is a process that entails selling all the assets of a fund, paying off creditors, distributing any remaining assets to the principals, and then dissolving the fund. Essentially, winding up is to be understood as the liquidation of the fund implementing a financial instrument. ",
        "07 Executive summary I Micro‑entrepreneurs are experiencing problems with accessing the conventional credit market which hampers the creation of new micro enterprises and self‑employment. EU support aims to address to some degree the existing funding gap by providing grants to micro‑enterprises (under the ESF) or making access to loans easier thanks to financial instruments for microcredit providers namely loans and guarantees. II The EU support is provided mainly by two different instruments: the European Social Fund (ESF) and the European Progress Microfinance Facility (EPMF). The ESF includes measures implemented mainly through grants and also through financial instruments (loan or guarantee) which are included in the operational programmes prepared by the Member States and approved by the Commission. On the other hand EPMF is implemented on behalf of the Commission by the European Investment Fund. III The Court assessed whether the programming and design of the EU support was addressing the actual needs of micro‑entrepreneurs and whether robust performance reporting systems were in place. In addition, the Court examined whether sufficient information is available on implementation costs of the different EU funding mechanisms supporting micro‑entrepreneurs. IV The Court concludes that for ESF financial support to micro‑entrepreneurs there are weaknesses in the programming and the design of the support and a lack of sufficient and reliable monitoring information on performance. In addition, the Commission and the Member States do not have sufficient information available on the administrative cost for each Member State and for each funding mechanism (i.e. grants or financial instruments, such as loans or guarantees). V Overall the Court considers that these issues may have a negative impact on the effectiveness of EU financial support addressing the needs of micro‑entrepreneurs. VI In order to address the issues identified in this report, the Court recommends that: (a) For the 2014–20 programming period, Member States consistently perform needs assessments when designing funding instruments and pre‑ paring operational programmes that include EU financial support for micro‑entrepreneurs. This would also help to allocate the appropriate level of funding to the alternative funding mechanisms, i.e. grants or financial instruments (loans or guar‑ antees). The Commission should provide guidance in this regard. (b) The Commission makes the use of ESF financial instruments by the Member States conditional not only on compliance with regulatory requirements but also on the existence of a robust risk manage‑ ment system to avoid fund oversizing. (c) In order to improve the outreach, the Commission, together with the Member States, should design ESF financial support measures for micro‑en‑ trepreneurs and define eligibility criteria which aim at reaching the unemployed and vulnerable persons who are in a disadvantaged position with regard to access to the conventional credit market. (d) For the 2014–20 programming period, the Com‑ mission carries out a comparative analysis of the implementation costs of ESF grants, ESF financial instruments and EaSI financial instruments with a view to establishing their actual levels. This as‑ sessment should allow the identification of ‘good practices’ on how small amount grants, loans and guarantees can be disbursed at a reasonable cost. ",
        "08 Introduction 01 Micro‑entrepreneurs often suffer from a lack of access to the conven‑ tional credit market. Indeed, the total demand for microfinance in the EU Member States, estimated to be above 12 billion euros in 2012 1 , exceeds the supply of loans provided by banks and other financial institutions. The EU financial support for micro‑entrepre‑ neurs aims to address to some degree this funding gap faced by them. 02 By offering the possibility to launch or develop new businesses, financial sup‑ port for micro‑entrepreneurs is also meant to address exclusion and in‑ crease employment, especially among persons previously unemployed. The EU thereby contributes to the achieve‑ ment of the EU2020 strategy objec‑ tives, namely smart, sustainable and inclusive growth through increasing employment, productivity and social cohesion. 03 The Commission’s definition of mi‑ crofinance is financial support of up to 25 000 euro which under EPMF can be given to micro‑entrepreneurs. The increase in their accessibility and availability is ensured through finan‑ cial instruments in the form of loans and guarantees. In the context of this audit, grants provided to launch or develop new businesses respecting this threshold of 25 000 euros are also considered as financial support for micro‑entrepreneurs. EU support to micro-entrepreneurs through the ESF and the EPMF 04 The EU’s financial support to micro‑en‑ trepreneurs was mainly provided through the European Social Fund (ESF) during the 2007–13 programming period and through the European Pro‑ gress Microfinance Facility (EPMF) from 2010 to 2013. 05 Other EU instruments provide micro‑ finance to micro‑enterprises such as financial instruments for SMEs under ERDF OPs (3 136 million euros in the 2007–13 programming period 2 ) and the SME Guarantee Facility under the Competitiveness and Innova‑ tion Programme (CIP) managed by the EIF on behalf of the Commission (550 million euros 3 in the 2007–13 programming period). These are not covered by this audit as they are either not part of the EU budget (EIB loans) or they do not specifically target micro‑entrepreneurs. 06 Examples of projects examined by the Court are outlined in Box 1 . 1 European Commission, Evaluation of the JASMINE Technical Assistance Pilot Phase, ICF GHK on behalf of DG Regional and Urban Policy, 14 November 2013, pp. 20–22. 2 Source: Summary of data on the progress made in financing and implementing financial engineering instruments reported by the managing authorities in accordance with Article 67(2)(j) of Council Regulation (EC) No 1083/2006 of 11 July 2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and repealing Regulation (EC) No 1260/1999 (OJ L 210, 31.7.2006, p. 25), Programming period 2007–13, September 2014, European Commission, Situation as at 31 December 2013, p. 26. 3 Source: Figures for the 2007–13 financial contribution, EIF, November 2011 (http://www.eif.org/ news_centre/publications/ corporate_brochure/ fei_brochure_new/files/ assets/seo/page14.html). ",
        "09 Introduction European Social Fund 07 The ESF aims at facilitating the em‑ ployment of workers (including self‑employment), as well as to in‑ crease their geographical and occu‑ pational mobility, and facilitate their adaptation to industrial changes and to changes in production systems 4 . During the 2007–13 programming pe‑ riod, the Commission advocated that the ESF should support measures that improve the financial and social inclu‑ sion of less‑favoured persons and give access to employment 5 . 08 Support to micro‑entrepreneurs financed by the ESF includes meas‑ ures implemented through grants and financial instruments and is defined in OPs which are prepared by Member States and approved by the Commission. 09 During the 2007–13 programming period, Member States have set up 117 ESF OPs, 96 of which funded meas‑ ures classified under the code ‘support for self‑employment and business start‑ups’ 6 , totalling around 2.4 bil‑ lion euros, mostly through grants. However no information on how much of this grant funding was allocated to micro‑entrepreneurs is available. On the other hand, ESF financial instru‑ ments providing support to micro‑en‑ trepreneurs had an endowment of 680 million euros by the end of 2013 7 . 4 Article 162 of the Treaty on the Functioning of the EU. 5 Commission Recommendation 2008/867/EC of 3 October 2008 on the active inclusion of people excluded from the labour market (OJ L 307, 18.11.2008, p. 11); SEC(2010) 1564 final of 16 December 2010 ‘List of key initiatives’. 6 This estimate is based on an analysis of spending by 86 codes specified by the Commission for Member State reporting according to annex II of Commission Regulation (EC) 1828/2006 of 8 December 2006 setting out rules for the implementation of Council Regulation (EC) No 1083/2006 laying down general provisions on the European Regional Development Fund, the European Social Fund and the Cohesion Fund and of Regulation (EC) No 1080/2006 of the European Parliament and of the Council on the European Regional Development Fund (OJ L 371, 27.12.2006, p. 1), and in particular expenditure under code 68 ‘Support for self‑employment and business start‑up’. 7 The 680 million euros of support provided through microcredit is partly but not exclusively included in the 2.4 billion of ESF spending on supporting self‑employment. Which type of micro-entrepreneurs benefited from EU support? In a small town in the Voivodeship of Opole (Poland), a micro‑entrepreneur received a 40 000 zloty grant (around 9 500 euros) from an ESF project to help her start up a children’s indoor playground and a clothing store. In the Land of Bavaria (Germany), a micro‑entrepreneur benefited from a 7 000 euro microcredit to finance a new music installation to attract more clients to his lakeside bar. The loan was provided by a financial inter‑ mediary supported by the ESF. On the Island of Crete (Greece), a micro‑entrepreneur used a 5 000 euro working capital facility to expand his city kiosk. This microcredit was provided by a local bank with an EPMF guarantee . B o x 1 ",
        "10 Introduction 8 Decision No 283/2010/EU of the European Parliament and of the Council of 25 March 2010 establishing a European Progress Microfinance Facility for employment and social inclusion (OJ L 87, 7.4.2010, p. 1). 9 SEC(2009) 907 of 2 July 2009. 10 Belgium, Bulgaria, Denmark, Ireland, Greece, Spain, France, Croatia, Italy, Cyprus, Lithuania, Netherlands, Austria, Poland, Portugal, Romania, Slovenia, Slovakia, Sweden and the United Kingdom. 11 COM(2014) 639 final of 20 October 2014 ‘Implementation of the European Progress Microfinance Facility — 2013’. 12 Regulation (EU) No 1296/2013 of the European Parliament and of the Council of 11 December 2013 on a European Union Programme for Employment and Social Innovation (EaSI) and amending Decision No 283/2010/EU establishing a European Progress Microfinance Facility for employment and social inclusion (OJ L 347, 20.12.2013, p. 238). European Progress Microfinance Facility 10 The EPMF aims at increasing access to microfinance for people such as the unemployed, as well as to other vulnerable people who are in a dis‑ advantaged position regarding their accessibility to the conventional credit market 8 and to micro‑enterprises. It is implemented on behalf of the Com‑ mission by the European Investment Fund (EIF), acting as funds manager for funded instruments and as entrusted entity for guarantees. 11 The decision of the European Parlia‑ ment and of the Council for establish‑ ing the EPMF was based on an ex ante evaluation carried out by the Commis‑ sion. This document concludes that, in addition to the already existing EU tools, there was a need to create a microfinance facility within the EU budget 9 . 12 In the period 2010–13, the EPMF had an endowment of 203 million euros (103 million euros from the EU budget and 100 million euros from the EIB): 25 million euros (12 % of the total) were intended for guarantees and 178 million euros (88 %) for loan fund‑ ing. The EPMF financial instruments do not provide direct financial assistance to micro‑entrepreneurs but rather pro‑ vide support to intermediaries through loans and/or guarantees. 13 The EIF selects banks or other financial intermediaries interested in provid‑ ing support to micro‑entrepreneurs at conditions that are as close as possible to market conditions. These intermedi‑ aries give loans to eligible final recipi‑ ents on preferential terms compared to those existing in the market for borrowers of similar credit risk. 14 As of 30 June 2014, 55 banks or other financial intermediaries in 20 Member States had been selected 10 and more than 23 000 micro‑loans amounting to 208 million euros had been disbursed to micro‑entrepreneurs 11 . 15 For the 2014–20 programming period, one of the three strands of the EU Pro‑ gramme for Employment and Social Innovation (EaSI) 12 will progressively replace the EPMF. 16 An illustration of how EU support to micro‑entrepreneurs is provided through ESF grants, ESF financial instruments and the EPMF is presented in Figure 1 . ",
        "11 Introduction F i g u r e 1 EU support to micro-entrepreneurs through ESF grants, ESF financial instruments and the EPMF (schematised) Source: ECA. Micro-entrepreneurs (Final recipients) National Budgets EU Budget EIB Budget European Social Fund Operational Programmes (ESF OPs) implemented by the Commission and the Member States’ Managing Authorities Grants Financial instruments Financial instruments Financial intermediaries (incl. banks) Financial intermediaries (incl. banks) Project managers ESF EPMF European Progress Microfinance Facility (EPMF) implemented on behalf of the Commission by the EIF for guarantees for loans ",
        "12 Audit scope and approach 13 Projects were examined at the level of the managing authority or intermediate body (in the case of grants) or the financial intermediary (in the case of financial instruments). 14 Germany (five projects), Greece (six projects), Italy (four projects), Poland (eight projects) and Romania (four projects). 15 Belgium, Bulgaria, Czech Republic, Estonia, Spain, France, Latvia, Lithuania, Malta, Portugal, Slovenia, Slovakia, Finland and the United Kingdom. 16 Answers have been received from 16 managing authorities of 14 Member States, concerning 19 OPs. 17 With this audit the Court assessed whether the needs of micro‑entre‑ preneurs were addressed through the European Social Fund (ESF) and the European Progress Microfinance Facil‑ ity (EPMF) financial support. The Court examined in particular whether: — the programming and design of the EU support was ad‑ dressing the actual needs of micro‑entrepreneurs; — robust performance reporting systems were in place; — sufficient information is available on the implementation costs of the different EU funding mechanisms supporting micro‑entrepreneurs. 18 The audit results are based on: — the examination of documents at Commission and Member State level (for ESF) and the EIF (for EPMF); — the examination of a sample of 27 projects 13 providing financial support to micro‑entrepreneurs: for six ESF OPs — 14 grants and six financial instruments (three loan and three guarantee funds); and seven EPMF financial instru‑ ments (two instruments providing loans and five instruments provid‑ ing guarantees). These projects, representing approximately 1.6 billion euros committed (1.2 bil ‑ lion euros disbursed), were imple‑ mented in five Member States 14 (Germany, Greece, Italy, Poland and Romania), and were either partly or fully completed by the end of 2013 (see Table 1 ); — interviews with experts in the field; — the analysis of client files (grant beneficiaries and borrowers) at the level of banks and other financial intermediaries; — a survey of 18 additional managing authorities in 14 Member States 15 in charge of 22 ESF OPs with spending on self‑employment and business start‑ups. The survey’s response rate was 89 % 16 and provided feedback on their experi‑ ence regarding financial support measures to micro‑entrepreneurs. The Court analysed the replies of 11 managing authorities in 10 Member States who declared that their OP included measures for micro‑entrepreneurs. ",
        "13 Audit scope and approach T a b l e 1 Public funding used (by the end of 2013), to support access to finance to micro-entrepreneurs for projects examined by the Court in million euros Member State ESF EPMF Total Grants Guarantees Loans Guarantees Loans Germany 665.8 100.0 765.8 Greece 368.9 0.8 369.7 Italy 9.1 13.9 9.5 32.5 Poland 21.0 11.6 7.9 40.5 Romania 1.7 6.2 18.9 26.8 Total 1 066.5 13.9 121.1 14.9 18.9 1 235.3 Source: ECA analysis, December 2013. ",
        "14 Observations 17 Bulgaria, Czech Republic, Estonia, France (Mainland, Martinique), Latvia, Lithuania, Portugal (Madeira), Slovenia, Slovakia and Finland. Programming and design of the EU support to micro-entrepreneurs 19 Designing funding instruments to achieve a certain policy objective is a challenging task. Important factors in this context are ensuring that the nature and type of support (grants or financial instruments) as well as the amounts available are addressing the actual needs of potential beneficiaries. 20 The Court therefore assessed whether: — needs assessments had been car‑ ried out for ESF to determine the overall level and type of support measures proposed to micro‑en‑ trepreneurs and, for financial instruments, whether appropri‑ ate investment strategies and risk management procedures were in place to avoid the funds being over‑ or undersized, and an exit policy and/or winding‑up provi‑ sions had been defined; — a robust risk management system has been put in place for financial instruments funded under the EPMF and in particular, whether the required portfolio‑at‑risk as‑ sessment has been carried out; — the financial instruments financed by the ESF or EPMF succeeded in attracting additional private fund‑ ing by calculating the leverage ratio achieved. Lack of specific needs assessments and proper risk management sys- tems for ESF support to micro-entrepreneurs Needs of micro-entrepreneurs not specifically addressed by managing authorities at the design stage of the reviewed ESF operational programmes 21 The Court’s audit showed that ESF managing authorities of the examined OPs did not carry out an assessment of the specific needs of micro‑entre‑ preneurs before allocating funds and determining the most appropriate way in which these funds should be used. 22 When responding to the Court’s survey, 11 managing authorities in 10 Member States 17 responded that their ESF OPs included support measures for micro‑entrepreneurs. The Court’s analysis showed however that none of these 11 managing authorities had as‑ sessed the specific needs of micro‑en‑ trepreneurs prior to the approval of the OP. This was also the case for all OPs in the five Member States where the Court had examined specific projects. The Court notes that there was not a regulatory requirement dur‑ ing the 2007–13 programming period for Member States to conduct needs assessments. ",
        "15 Observations 19 Article 43 of Commission Regulation (EC) No 1828/2006. 23 Box 2 provides an example out‑ side of the audited sample where a robust needs assessment was carried out to establish the need for targeted support measures for micro‑entrepreneurs. No investment strategies in place for three out of six ESF financial instruments examined 24 In general, ESF financial instruments receive a contribution from the OP to their endowment when their legal structure is set up. They subsequently use this money to support projects that fall within the scope of the OP (i.e. providing loans and guarantees to final recipients). In line with the regula‑ tory requirements for ESF financial instruments, an investment strategy must therefore be developed for each fund. For ESF financial instruments, the investment strategy 19 also includes an analysis of the potential target popula‑ tion to avoid an over‑ or undersized endowment of the fund. Example of a study establishing the need for a specific support measure targeted at micro-entrepreneurs In the German Land of Brandenburg a study was carried out in 2006 to determine the specific needs of business start‑ups 18 , and in particular on the adequacy of the financial services provided by banks to micro‑entrepreneurs. This study was based on a qualitative and quantitative assessment of the supply and demand for microfinance in this region. It identified that (i) for traditional banks, the delivery of financial services for micro‑entrepreneurs was not at‑ tractive, especially for small loans of up to 10 000 euros, and (ii) existing financial support initiatives (e.g. loans subsidised by the state) did not offer suitable alternatives to micro‑entrepreneurs. 18 Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ, previously GTZ GmbH), Microfinance in Europe — Regional Case Studies from France, Germany and Greece, pp. 13–15 (a report co‑financed by the ESF). B o x 2 ",
        "16 Observations 20 Guidance Note on Financial Engineering Instruments under Article 44 of Council Regulation (EC) No 1083/2006, COCOF_10‑0014‑04‑EN, 21 February 2011, Article 4.1.6. 25 In three out of the six audited ESF financial instruments, in Poland and Italy (Calabria), the Court found that no investment strategy had been devel‑ oped (see Table 2 ). Inadequate risk management systems for five of the six ESF financial instruments examined 26 In addition to an upfront assessment of needs, fund managers should also put in place appropriate risk manage‑ ment procedures. This includes in particular the analysis of the finan‑ cial instrument’s portfolio‑at‑risk to assess whether the funds’ endow‑ ment is adequate, and in particular to establish whether potential losses from loans and guarantees can be covered. Carrying out such an analysis is respecting the principles of sound fi‑ nancial management, according to the Commission’s guidance 20 to Member States for the 2007–13 programming period. T a b l e 2 Existence of investment strategy, risk management systems and exit policies/winding up provisions in the ESF financial instruments audited ESF financial instruments audited (Member State) Investment strategy Risk management systems (PAR analysis) Exit policy/winding up provisions Financial instrument A (Germany) yes no yes Financial instrument B (Italy) no no no Financial instrument C (Italy) no no no Financial instrument D (Italy) yes no no Financial instrument E (Poland) yes yes yes Financial instrument F (Poland) no no yes Source: ECA analysis (2014). ",
        "17 Observations 21 Article 43(2) of Commission Regulation (EC) No 1828/2006. 23 Article 43(2) of Commission Regulation (EC) No 1828/2006. 27 The Court found that a portfolio‑at‑risk analysis had been undertaken only for one ESF financial instrument out of the six examined by the Court (see Ta- ble 2 ) and in the case of Italy, the Court considers that the three audited ESF financial instruments are significantly oversized (see Box 3 ). 28 According to the regulation, unused endowments of financial instruments are to be returned to the EU budget at closure 21 . Weaknesses in relation to exit policy and winding up provisions for ESF financial instruments 29 The Court also assessed whether man‑ aging authorities had put in place exit policy and/or winding up provisions in accordance with the applicable rules 23 for ESF financial instruments. The pur‑ pose of these policies and provisions is to ensure a sound and orderly liquida‑ tion of the fund at the time of closure. 30 The Court found that no exit policy and/or winding up provisions were in place for three out of the six ESF financial instruments examined (two in Campania and one Calabria). Example of oversized ESF financial instruments By the end of 2013, disbursement to micro‑entrepreneurs was 9.5 % of the total endowment for the loan fund in Campania (set up in in December 2009), while it was 0 % and 26.7 % for the two guarantee funds in Calabria (set up in September and November 2012). To respect the rule on eligibility of expenditure, the support should be paid by 31 December 2015 22 . It is un‑ likely that the remaining funds will reach the micro‑entrepreneurs by the end of 2015. 22 The end of the eligibility period as defined in Regulation 1083/2006 is currently under discussion. B o x 3 ",
        "18 Observations 24 A leverage ratio below 1.0 is possible when part of the endowment has been used for management fees. Generally satisfactory EPMF set-up arrangements 31 The set‑up of EPMF financial instru‑ ments differs from those under ESF. EPMF financial intermediaries (such as banks) have to apply to the EIF to ob‑ tain funding for their financial instru‑ ments. If financial intermediaries face no demand for loans or guarantees, they simply do not call upon the EIF funding. Therefore a specific regional needs assessment is not necessary. 32 Moreover, in accordance with EPMF rules, each financial intermediary is subject to a standard due diligence process performed by the EIF. This cov‑ ers an assessment of risk management systems, including the portfolio‑at‑risk procedures. The portfolio and the re‑ spective default rate are subsequently monitored by the financial intermedi‑ ary and periodically reported to the EIF. Specific rules on these monitoring and reporting arrangements form an integral part of the contract between the EIF and the financial intermediary. 33 The Court found that the required portfolio‑at‑risk analyses had been carried out for all seven EPMF financial instruments examined. While microfi‑ nance activities are by definition high risk, the Court’s analysis showed that the portfolio‑at‑risk for a loan fund in Romania was low when compared to similar funds. The fund which was op‑ erational since March 2012 had 0.3 % default risk for its portfolio and no write‑offs as of 30 September 2013. Most ESF financial instruments did not attract private funding 34 One of the advantages of using financial instruments compared to grants is that they potentially attract private funding in addition to the public funding (from EU and national budgets). This is also referred to as leverage effect, which is measured as the ratio of total funding to public funding. A leverage ratio over 1 means that private funding was attracted. The Court examined whether financial instruments used under ESF or EPMF to support micro‑entrepreneurs suc‑ ceeded in attracting private in addi‑ tion to public funding. 35 The Court’s analysis showed that only one of the six audited ESF financial in‑ struments attracted additional private funding with a leverage ratio of 1.2 for a guarantee fund in Italy (Calabria). For four of the six instruments, there was no leverage at all as the leverage ratio was one or less 24 . For the last one, an‑ other guarantee fund in Italy (Calabria), the managing authority was not able to provide information on the leverage ratio. ",
        "19 Observations 36 Regarding quantitative objectives, the Court observes that setting a target leverage ratio was not a regulatory requirement during the 2007–13 pro‑ gramming period. It however notes that target leverage ratios above 1.0 were specified at the set‑up of the fund only for the two Italian guarantee funds (1.25 to be attained at the clo‑ sure of the funds in 2015). In all other cases, either no information was avail‑ able or the target leverage ratio did not envisage that any private funding would be attracted. EPMF financial instruments attracted some private funding 37 The Court found that all seven EPMF financial instruments implemented at the time of the audit had attracted ad‑ ditional private funding (see Table 3 ). With regard to guarantees, the target leverage ratios have been exactly matched in one out of seven cases and have not been reached in two cases. For two others, it is unlikely that the initial targets will be reached as the difference between current and target ratio is too significant to be overcome by the mid 2015 target date. For the two microcredit portfolio cases, there were no targets specified. According to the Commission, a final assessment of the achievement of the targeted lev‑ erage ratio for the whole EPMF will be carried out after its closure, not earlier than 2020. T a b l e 3 Leverage of EPMF financial instruments examined Entity (Member State) Project description Leverage ratio Target date Private funding (million euro) Target Actual (31.12.2013) Entity 1 (Greece) Microcredit portfolio guarantee 7.47 1.33 18.12.2014 0.3 Entity 2 (Romania) Microcredit portfolio Not specified 1.25 1 20.3.2014 2.4 Entity 3 (Romania) Microcredit portfolio Not specified 1.18 16.5.2013 1.7 Entity 4 (Romania) Microcredit portfolio guarantee 8.33 1.38 29.12.2013 2.4 Entity 5 (Poland) Microcredit portfolio guarantee 9.13 9.13 30.3.2013 55.2 Entity 6 (Poland) Microcredit portfolio guarantee 6.67 1.33 27.6.2015 0.3 Entity 7 (Poland) Microcredit portfolio guarantee 7.58 1.33 27.6.2015 0.1 1 Actual leverage date is 30.9.2013. Source: ECA analysis based on EIF data (2013). ",
        "20 Observations 25 Article 20(2) of Commission Regulation (EC) No 1828/2006. 26 European Code of Good Conduct for Microcredit Provision; CGAP, The Smart Campaign (Centre for Financial Inclusion), Universal Standards for Social Performance Management (Social Performance Task Force). Monitoring and performance reporting systems 38 The Court assessed firstly the rel‑ evance of the performance reporting system put in place by the Member States and the EPMF and secondly, for the projects included in the sample, whether they were likely to have provided support to the micro‑entre‑ preneurs, and in particular to those previously unemployed. The Court notes that the monitoring of ESF was done at priority axis level and not at project level for the 2007–13 program‑ ming period 25 . 39 The ultimate objective of EU financial support to micro‑entrepreneurs is to create or further develop sustainable businesses and jobs and to prevent or overcome unemployment. The Court therefore assessed whether the follow‑ ing information was reported by ESF or EPMF, as such performance indicators are also recommended in the Com‑ mission’s Code of Good Conduct and by expert organisations in the field of micro‑finance 26 : — information on the social profile (e.g. education, age, location or adherence to specifically vulner‑ able groups such as unemployed, disabled, ethnic minorities or migrants) of recipients of financial support for micro‑entrepreneurs; and — information on the survival rate of the micro‑enterprises after a cer‑ tain period beyond the end of the support (e.g. 2 years). 40 This assessment was done on the basis of the examination of projects on the spot, the responses to the Court’s survey, and a review of the annual implementation reports submitted by managing authorities to the Commis‑ sion for the 17 ESF OPs covered by the audit. Limited information on out- reach and survival rates for ESF OPs 41 The Court’s analysis showed that: — information on whether the recipients of financial support for micro‑entrepreneurs were part of a vulnerable group was not avail‑ able for 11 out of 17 (65 %) ESF op‑ erational programmes examined. For the other six programmes, the information is considered to be partly available as it was only provided for the projects specifi‑ cally targeting the unemployed. In addition, for the audited ESF OPs, when available, the information on the profile of recipients was not systematically monitored; — information on survival rates was available for three (in Germany, Bulgaria and Finland) out of 17 ESF OPs (18 %). In the absence of reli‑ able and robust performance data on the survival rate, the sustain‑ ability of the projects cannot be assessed for the remaining 14 OPs. ",
        "21 Observations 27 Article 8 of Decision No 283/2010/EU. 42 This analysis is corroborated by the review of the OP’s annual implementa‑ tion reports submitted by the man‑ aging authorities to the Commission which also contain very limited or no data in relation to the EU support to micro‑entrepreneurs. 43 Due to these limitations on the data provided by Member States, it is not possible for the Commission to aggregate consistent, meaningful and reliable information to monitor the achievements of ESF support to micro‑entrepreneurs, in particular in terms of inclusion. 44 The Court, therefore, considers that the lack of sufficient and reliable information on performance makes it impossible to come to an overall conclusion to what extent the ultimate objectives of the ESF financial support to micro‑entrepreneurs have been achieved. More complete information on outreach and survival rates for EPMF projects 45 For the seven EPMF projects covered by the Court’s audit, information on whether micro‑entrepreneurs were reached was provided in all cases. In most cases, the EPMF reporting also provided information concerning the profile of recipients of financial sup‑ port for micro‑entrepreneurs (such as gender, education, age and region). Data on the previous employment status of final recipients was however only available in one out of seven EPMF financial instruments examined (in Greece). 46 As regards survival rates, three EPMF projects reported a 100 % survival rate and one project an average survival rate of 70 %. As for the other three EPMF projects, the implementation status does not yet allow such a calcu‑ lation to be made. 47 Overall, the Court found that the reporting was in line with the require‑ ments of the EPMF decision for all sev‑ en projects examined 27 , and provided better information than that available for financial instruments under shared management. ",
        "22 Observations 28 Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium‑sized enterprises (OJ L 124, 20.5.2003, p. 36). Micro-entrepreneurs were reached, around half of whom were previously unemployed 48 The Court assessed whether the projects included in the sample were likely to have supported micro‑en‑ trepreneurs and in particular the unemployed. This assessment was carried out firstly by verifying whether the average amount of the support was commensurate with the needs of micro‑entrepreneurs and secondly by examining the profiles of grant recipients or beneficiaries of financial instruments. Average EU financial support commensurate with the needs of micro-entrepreneurs 49 The Court found that the average amount of support was below or just above the EU’s 25 000 euro recom‑ mended 28 ceiling for all but one of the 20 ESF projects examined. All the seven EPMF projects examined respected the mandatory threshold of 25 000 euros set by the EPMF legal basis (see Figure 2 ). According to the Commission, as of 30 September 2014, the average size of an EPMF loan was 9 825 euros for guarantees and 6 717 euros for loan instruments. F i g u r e 2 Average EU financial support to micro-entrepreneurs per project against selected thresholds Source: ECA analysis (2013), based on data provided by managing authorities (2013) and World Bank (2012). 90 80 70 60 50 40 30 20 10 - Germany Italy Greece Poland Romania CGAP ‘Risk of poverty’ EU ‘Microfinance’ ESF Projects EPMF Projects i n t h o u s a n d e u r o ",
        "23 Observations 29 The CGAP threshold consists of the GNI per capita expressed in United States dollars multiplied by 2.5. 50 The Court observes that the 25 000 euro ceiling applicable in each of the 28 Member States does not take into account the considerable income and wealth differences between them. Therefore the Court verified whether the support was below a GNI‑weighted threshold which takes account of the extent to which the population at risk of poverty is reached had been used (CGAP ‘Risk of poverty’ 29 ). This addi‑ tional analysis showed that all 27 pro‑ jects examined were below the CGAP ceiling. 51 This indicates that the individual financial support measures were of a size which can be considered as be‑ ing commensurate with the needs of a micro‑entrepreneur. Not all projects in the sample targeted the unemployed 52 The Court also reviewed the profiles of grant recipients (at the level of the managing authorities) or profiles of clients having obtained financial sup‑ port through ESF and EPMF financial instruments (at the level of the fund managers) to assess to what extent micro‑entrepreneurs who had previ‑ ously been unemployed had been targeted. 53 Micro‑entrepreneurs who had previ‑ ously been unemployed were targeted for 11 out of 20 ESF projects (55 %) examined. This includes nine projects (45 %) which exclusively targeted the unemployed (five in Greece, two in Poland, one in Italy (Campania) and one in Germany). 54 Regarding EPMF, the final recipients who had been previously unemployed were specifically targeted in one of the seven projects examined. How‑ ever, according to the Commission, the overall EPMF aggregate data as of end‑September 2014 shows that 58 % of the self‑employed financed under EPMF was previously unemployed and more than 60 % of the micro‑en‑ terprises supported by the EPMF were start‑ups, which implies a high outreach of previously unemployed micro‑entrepreneurs. ",
        "24 Observations 30 Belgium, Czech Republic, Italy, Malta, Poland, Finland and the United Kingdom. 31 DG Employment, Social Affairs and Inclusion, Annual Activity Report 2013 , p. 61 (http://ec.europa.eu/atwork/ synthesis/aar/doc/empl_ aar_2013.pdf). Information on the implementation costs of EU support to micro-entrepreneurs 55 Regarding the implementation costs of the EU support for micro‑entrepre‑ neurs, there are two elements that have to be considered: the public administrative cost and costs charged for the financial instruments. Hence, the Court assessed whether sufficient information is available to the Com‑ mission and to the Member States on these costs. Incomplete information on the administrative cost of implementing ESF OPs 56 The Commission estimated in 2011 that the administrative cost of imple‑ menting OPs amounts to 3.2 % of the total ERDF/CF and ESF funding for the 2007–13 programming period. This includes the cost of control estimated at 0.9 %, which relates to the verifica‑ tion, certification and audit activities carried out by national authorities. This estimate is based on figures reported by some Member States 30 for the early years of the 2007–13 programming period, for both ERDF/CF and ESF OPs. 57 Building on this 31 , the Directorate‑ General for Employment, Social affairs and Inclusion estimated in its 2013 Annual Activity Report, the costs at the level of the Member States to be around 4.8 % of the ESF budget for the 2007–13 programming period (cover‑ ing managing, certifying and audit authorities). This is based on Member States average costs which varied between 2 and 13 %. In addition, the annual overall Commission administra‑ tive costs incurred amounts to approx‑ imately 0.2 % of total appropriations. The total overall estimated adminis‑ tration cost for the management and control of the ESF is around 5 % of the total annual budget. The main com‑ ponents of administrative costs are described in Box 4 . 58 To conclude, the Court notes that the Commission does not have available any comparative information on the administrative costs for each Member State or for each funding mechanism (i.e. grants or financial instruments, such as loans or guarantees). Moreover the figures available have been updat‑ ed only for the financial instruments. For the ESF OPs examined by the Court in five Member States, no information on the actual cost of administration was available at the level of the differ‑ ent managing authorities. ",
        "25 Observations 32 According to Article 43 of Commission Regulation (EC) No 1828/2006, management costs for ESF financial instruments are limited to a maximum of 4 % of the total endowment of the fund on yearly average, unless the fund manager has been selected on the basis of a competitive tendering procedure, which was the case for one fund in Germany. Variations in costs charged for ESF financial instruments 59 High costs lead to less funding being eventually available to the micro‑en‑ trepreneurs and may put at risk the sustainability of the fund, especially in the case of small microfinance funds. The most common costs charged for financial instruments are the manage‑ ment costs which can include different sub‑components (e.g. personnel costs, advertising and marketing costs, travel and consulting costs). 60 The Court’s analysis shows that the management costs for five of the six ESF financial instruments examined varied between 2.3 % and 4.2 % 32 . Finally, one guarantee fund in Italy (Calabria) could not provide informa‑ tion on its management costs when requested by the Court. Main components of public administrative costs for ESF OPs For the Member States, administrative costs include costs related to management, control, monitoring and evaluation of the operational programmes by national authorities. Such costs could be staff remuneration, operational costs, travel and training costs. To ensure that the country benefits effectively from the provided support, the administrative costs may also cover costs related to information and communication activities on funding possibilities by ESF OPs or costs to reinforce the administrative capacity of beneficiaries (e.g. through training). In the case of financial instruments, a part of the administrative activity is performed by the fund manager (e.g. selection of the final recipients) resulting in lower administrative costs at Member State level. For these activities management costs are directly charged by the fund managers to the OPs. At the level of the Commission, administrative costs are linked to costs for drafting the ESF regulatory frame‑ work, the financial management, control, audit, the technical coordination with Member States as well as the evaluation and information activities. These administrative costs do not include the costs borne by the recipients of EU financial support. B o x 4 ",
        "26 Observations 61 The Court notes that, in its sample, for two ESF financial instruments in Italy (Calabria) an additional cost on top of the management cost has been charged to the OP, namely the inter‑ est payment of the guaranteed loans (see Box 5 ). As a result, this increases the implementation cost for one of the two financial instruments to 7.8 %, representing approximately 4 mil‑ lion euros per year. 62 The structure of the costs being charged for the ESF financial instru‑ ments to the EU budget differed based on varying sub‑components. While the Court acknowledges that there may be valid reasons for such differences, the Commission does not have a complete overview of the basis for the calcula‑ tion of ESF financial instruments’ man‑ agement and implementation costs and whether they are justified. 63 On the other hand, for EPMF (loans and guarantee instruments combined), the Commission estimates that the av‑ erage annual cost payable from the EU budget is a maximum of 0.5 % to 0.7 % of the endowment. High costs charged by a financial instrument in Calabria In Calabria, the management costs charged by a microcredit guarantee fund were reported to the Commis‑ sion as 2.23 % of the total endowment meaning that they were formally below the 4 % regulatory ceiling. However, the managing authorities agreed with the local banks a management cost structure where ESF would pay microcredit interest on behalf of the borrowers. When adding interest payments of 5.6 % of the guaranteed loans to the management costs, the total costs charged to the OP are over 7.8 %. Moreover, at the same time, the same private banks that received the interest payments were also earning interest on the ESF deposited funds serving as guarantees. B o x 5 ",
        "27 Conclusions and recommendations 64 The Court concludes that for ESF finan‑ cial support to micro‑entrepreneurs there are weaknesses in the program‑ ming and the design of the support and a lack of sufficient and reliable information on performance. In addi‑ tion, the Commission and the Member States do not have any comparative information available on the admin‑ istrative cost for each Member State and for each funding mechanism (i.e. grants or financial instruments, such as loans or guarantees). 65 Overall the Court considers that these issues may have a negative impact on the effectiveness of EU financial support addressing the needs of micro‑entrepreneurs. Weaknesses in programming and design of ESF financial support to micro-entrepreneurs 66 The Member States have generally not adequately assessed the specific needs of micro‑entrepreneurs when designing the ESF OPs. There was no regulatory obligation to address the specific needs of micro‑entrepreneurs at European level during the 2007–13 programming period. During the pe‑ riod covered by the audit, grants were by far the main ESF support mecha‑ nism used for micro‑entrepreneurs. 67 EU financial support to micro‑entre‑ preneurs from the ESF was generally provided without any substantiated assessment of needs. For some of the ESF financial instruments examined, the absence of investment strategies, together with inadequate risk manage‑ ment systems, have led to oversized endowments to the funds. The Court also found that half of the ESF finan‑ cial instruments examined lacked exit policies and winding up provisions, despite this being required by the relevant regulations. 68 The Commission’s financial instrument, the EPMF, is considered to have gener‑ ally satisfactory set‑up arrangements regarding risk management systems. The EPMF has succeeded in attracting some additional private funding which was not the case for ESF financial instruments. However, the amounts allocated from the EU budget to the EPMF to date (when compared to ESF financial instruments) have been limited. Recommendation 1 For the 2014–20 programming period, the Member States should consistently perform needs assessments when designing funding instruments and preparing operational programmes that include EU financial support for micro‑entrepreneurs. This would also help to allocate the appropriate level of funding to the alternative funding mechanisms, i.e. grants or financial instruments (loans or guarantees). The Commission should provide guidance in this regard. ",
        "28 Conclusions and recommendations Recommendation 2 The Commission should make the use of ESF financial instruments by the Member States conditional not only on compliance with regulatory require‑ ments but also on the existence of a robust risk management system to avoid fund oversizing. Lack of sufficient and reliable monitoring information on performance 69 The EPMF performance reporting systems provided more complete in‑ formation than those of the ESF which were considered to be inadequate. On the basis of the data provided by Member States, it is not possible for the Commission to aggregate consist‑ ent, meaningful and reliable informa‑ tion (e.g. survival rates of micro‑en‑ trepreneurs and outreach) to monitor the achievements of ESF microfinance support to micro‑entrepreneurs. The Court considers that this situation makes it impossible to come to an overall conclusion on the effective‑ ness of the ESF support provided to micro‑entrepreneurs. 70 Based on the sample examined, ESF grants, ESF financial instruments and EPMF have provided financial support to micro‑entrepreneurs. The outreach towards the micro‑entrepreneurs who were previously unemployed was achieved in around half of the projects. Recommendation 3 In order to improve outreach in the future, the Commission together with the Member States should design ESF financial support measures for mi‑ cro‑entrepreneurs and define eligibil‑ ity criteria which aim at reaching the unemployed and vulnerable persons who are in a disadvantaged position with regard to access to the conven‑ tional credit market. Insufficient information on the implementation costs of ESF grants and financial instruments 71 For the ESF OPs examined, the man‑ aging authorities had no information about the actual cost of administra‑ tion. The Commission and the Mem‑ ber States do not have available any comparative information on the public administrative cost per Member State or per funding mechanism (i.e. grants or financial instruments, such as loans or guarantees). This situation does not allow them to consider the most cost‑efficient way of delivering EU sup‑ port for micro‑entrepreneurs. 72 For the financial instruments exam‑ ined, the Court observed different cost structures and variations in the percentage rate of management costs charged to the EU budget. The Com‑ mission does not have a comprehen‑ sive overview of the basis for the calcu‑ lation of implementation costs of ESF financial instruments and therefore is not in position to assess whether cost differences between instruments are justified. ",
        "29 Conclusions and recommendations Recommendation 4 For the 2014–20 programming period, the Commission should carry out a comparative analysis of the imple‑ mentation costs of ESF grants, ESF financial instruments and EaSI financial instruments with a view to establish‑ ing their actual levels. This assessment should allow the identification of ‘good practices’ on how small amount grants, loans and guarantees can be disbursed at a reasonable cost. This report was adopted by Chamber II, headed by Mr Henri GRETHEN, Member of the Court of Auditors, in Luxembourg at its meeting of 10 June 2015. For the Court of Auditors Vítor Manuel da SILVA CALDEIRA President ",
        "30 VI(d) The Commission does not accept this recommendation. On the one hand, the Commission considers that the analysis would require isolating the managing costs for a grant or a financial instrument borne by the managing authority. Moreover, the comparison of costs and fees between ESF grants and financial instruments and between ESF and EPMF financial instruments would be difficult (e.g. the costs for ESF financial instruments include the banks’ fees but not the costs for the Managing Authorities and the Intermediate Bodies); also the cost structure of the EPMF financial instruments is different from the one of the ESF since the Managing Authorities do not intervene). On the other hand, the analysis may not achieve the purpose of drawing good practices for the new pro‑ gramming period since the regulatory framework provides new rules on management costs and fees that are performance‑based and include thresholds (see delegated regulation 480/2014). Introduction 09 During the programming period 2007–13, report‑ ing by the Managing Authorities to the Commission at project level on the micro‑entrepreneurs target group was not obligatory. Executive summary VI(a) The Commission accepts the recommendation. For the 2014–20 programming period, the regu‑ latory framework will ensure that each financial instrument is ‘based on an ex ante assessment’ which has identified market failures or suboptimal investment situations, and investment needs. The ex ante assessment requirements are also foreseen for the continuation of financial instruments set up in the previous programming period. When approving the operational programmes, the Commission has ensured alignment with strategic priorities, identification/fulfilment of ex ante con‑ ditionalities and evaluation of the rationale for the form of support proposed. The Commission also commits to give advice on the ex ante assessment and provide guidance on the implementation of financial instruments. It has already provided guidance and practical methodology on the preparation of the compul‑ sory ex ante assessment for the new programming period. VI(b) The Commission accepts this recommendation which is already addressed in the new ESF regula‑ tory framework that requires ex ante assessments for financial instruments. VI(c) The Commission accepts this recommendation. The new regulatory framework will allow the identification of the most relevant target groups of microfinance instrument for each considered mar‑ ket. This should be achieved through the ex ante assessments. Reply of the Commission ",
        "Reply of the Commission 31 27 See common reply to paragraphs 21 and 22 . Under the 2014–20 programming period, conduct‑ ing an ex ante assessment is a pre‑requirement and the payment rules foresee phased certification of payment. This will contribute to optimising the size of financial instruments. Box 3 Concerning Campania, as identified by the Court, the oversizing was due to the oversubscription of one axis objective to the detriment of the others that remained unsubscribed. The subsequent call for proposal was modified in order to address this issue. At the end of May 2015, the disbursement to micro‑entrepreneurs had reached 37.4 % of the total endowment of the fund. 33 The Commission considers that it is still too early to assess the portfolio‑at‑risk since the EPMF portfolio is recent and the first cycle of reimbursements has not been achieved yet. Common reply to paragraphs 35 and 36 Leverage was not a legal requirement for the 2007–13 programming period. However it has been included in the legal framework of the 2014–20 period 1 . However, even without leveraging additional pri‑ vate funds, ESF‑funded financial instruments may carry a multiplicative effect thanks to their revolv‑ ing nature. 1 Recital 34 and Article 37(2)(c) and Article 46(2)(h) of Regulation (EU) No 1303/2013. Observations Common reply to paragraphs 21 and 22 For financial instruments in shared management, the Common Provision Regulation 1303/2013 (CPR) in the 2014–20 programming period introduces a compulsory ex ante assessment that should cover inter alia the rationale for the form of support proposed. Common reply to paragraphs 24 and 25 Under shared management and in line with the sub‑ sidiarity principle, it is the responsibility of national authorities to ensure that individual operations are implemented in accordance with the applicable legal provisions. The Commission acknowledges the fact that the investment strategy was not developed for the set‑ up of three out of six financial instruments. This issue arising from the 2007–13 programming period was probably due to the lack of certainty of the General Regulation 1828/2006 which was modified several times in 2010 and 2011 for what concerns financial instruments. 26 During the 2007–13 programming period this requirement derived from the mentioned COCOF note. It goes beyond the competence of the Man‑ aging Authorities and lies with the fund manager in line with the sound financial management principles. For the 2014–20 programming period these require‑ ments are clearly provided for in Article 37(2) of the CPR prescribing the obligation of performing the ex ante assessment. ",
        "Reply of the Commission 32 45 Under the EPMF rules, the data on previous employ‑ ment status was collected for natural persons but not for microenterprises. This issue has been taken into account in the design of the EaSI financial instruments. Common reply to paragraphs 52 to 54 The Commission notes that the audited microfi‑ nance instruments are tools to reach the respec‑ tive objectives of the parts of the ESF Operational Programmes and of the EPMF, under which they are implemented, which may go beyond the integra‑ tion of unemployed people. Under the EPMF decision the target groups are defined as both individuals, in particular from vul‑ nerable groups, and micro‑enterprises. By working with non‑bank microfinance institu‑ tions whenever existing in the respective market, one ensures a good outreach to micro‑borrowers which are in a disadvantaged position vis‑à‑vis the conventional credit market. The business model of non‑bank MFIs is based upon the existing situation where vulnerable persons are in a disadvantaged position with regard to access to the conventional credit market because they are perceived by the mainstream banks as more costly and/or riskier. 58 The Commission considers that it would be dispro‑ portionately burdensome to provide this informa‑ tion compared to the expected results. In particu‑ lar, it would require isolating the managing costs for a grant or a financial instrument borne by the managing authority. Moreover, the comparison of costs and fees between ESF grants and financial instruments would be difficult (e.g. the costs for ESF financial instruments include the banks’ fees but not the costs for the Managing Authorities and the Intermediate Bodies). 37 Regarding the target leverage, the Commission wishes to emphasise that the fact that some of the transactions do not reach the expected leverage is not an issue of performance but an acceptable busi‑ ness reality for the immature microfinance market and for the facility which tries to reach not only the best performing intermediaries but also those that are newly established as well as those targeting vulnerable groups. In order to maximise the use of the available EU budget, in the guarantee agree‑ ments that do not reach the target leverage the EIF adjusts accordingly the respective cap amounts and reuses the released cap amounts for new transac‑ tions. In addition, the intermediaries are obliged to pay commitment fees for failing to meet the agreed portfolio volumes. Common reply to paragraphs 41 to 44 The monitoring of ESF is as such done at prior‑ ity axis level and not at project level. Output and result indicators were formulated at the level of the priority axis in line with its objectives. Improve‑ ment will be brought by the 2014–20 programming period since output and result indicators are set at the level of the investment priority, reflecting the specific objectives of that investment priority. As regards the reporting on survival rate, since it is not a requirement of the regulation, it cannot be expected. Furthermore, the Commission does not consider the survival rate in itself to be a relevant criterion to assess the success of a microfinance instrument. For example, if an unemployed person tried to set up his or her own business and subsequently failed, he/ she would have still acquired a professional experi‑ ence and management skills, thanks to which the person could find a job at a later stage. The result of the intervention should therefore be considered as positive. The survival rate of supported micro‑entrepreneurs could for example be completed by measurement of the labour market situation of the end recipient sometime after the completion of the action. ",
        "Reply of the Commission 33 Conclusions and recommendations Common reply to paragraphs 64 and 65 The Commission considers that it would be dispro‑ portionately burdensome to collect this informa‑ tion. Moreover, the comparison of costs and fees between ESF grants and financial instruments and between Member States would be difficult. Moreover, the administrative cost as such should not be the main driver to choose the most suitable funding mechanism. 67 See Commission replies to paragraphs 21, 22 and 27. 68 EPMF runs as a pilot initiative since 2010. Further budgetary resources have been allocated to its suc‑ cessor programme under EaSI. Recommendation 1 The Commission accepts the recommendation. For the 2014–20 programming period the regula‑ tory framework will ensure that each financial instrument is ‘based on an ex ante assessment’ which has identified market failures or suboptimal investment situations, and investment needs. The ex ante assessment requirements are also foreseen for the continuation of financial instruments set up in the previous programming period. When approving the operational programmes, the Commission has ensured alignment with strategic priorities, identification/fulfilment of ex ante con‑ ditionalities and evaluation of the rationale for the form of support proposed. 59 The costs for managing microcredit actions are by definition higher than normal lending due to the specific target population, the small amount and high number of loans granted by the microfinance institutions. 62 Under shared management and in line with the sub‑ sidiarity principle, it is the responsibility of national authorities to ensure that individual operations are implemented in accordance with the applicable legal provisions. Since 2011, there is an obligation for the Member States to provide data in the annual implemen‑ tation report about the management costs and fees related to the implementation of financial instruments. These data are available for the institutions and the public on the ‘Summary of data on the progress made in financing and implementing financial engineering instruments reported by the manag‑ ing authorities’ which is published every year in December. It should also be stressed that the fund manager is identified through a public procurement procedure while the level of management costs and fees are set by the market. Regarding the calculation of costs, as was the case for the 2007–13 programming period, the 2014–20 legal framework includes a capping of management costs and fees. In addition, a performance compo‑ nent is now a compulsory element of those fees 2 . The Commission laid down in the Delegated Regulation No 480/2014 the criteria for determin‑ ing financial instruments’ costs and fees on the basis of performance and set the thresholds for management costs and fees based on good market practices. 2 See Article 42(5) of Regulation (EU) 1303/2013. ",
        "Reply of the Commission 34 Common reply to paragraphs 71 and 72 Concerning ESF financial instruments, since 2011 there is an obligation for the Member States to provide data in the annual implementation report about the management costs and fees related to the implementation of financial instruments. For the programming period 2014–20, the Com‑ mission laid down in the Delegated Regulation No 480/2014 the criteria for determining financial instruments costs and fees on the basis of the per‑ formance and set the thresholds for management costs and fees based on the market good practices. Recommendation 4 The Commission does not accept this recommendation. On the one hand, the Commission considers that the analysis would require isolating the managing costs for a grant or a financial instrument borne by the managing authority. Moreover, the comparison of costs and fees between ESF grants and financial instruments and between ESF and EPMF financial instruments would be difficult (e.g. the costs for ESF financial instruments include the banks’ fees but not the costs for the Managing Authorities and the Intermediate Bodies); also the cost structure of the EPMF financial instruments is different from the one of the ESF since the Managing Authorities do not intervene). On the other hand, the analysis may not achieve the purpose of drawing good practices for the new pro‑ gramming period since the regulatory framework provides new rules on management costs and fees that are performance‑based and include thresholds (see Delegated Regulation 480/2014). The Commission also commits to give advice on the ex ante assessment and provide guidance on the implementation of financial instruments. It has already provided guidance and practical methodology on the preparation of the compul‑ sory ex ante assessment for the new programming period. Recommendation 2 The Commission accepts this recommendation which is already addressed in the new ESF regula‑ tory framework that requires ex ante assessments for financial instruments. 69 The EPMF does not appear to suffer from insuf‑ ficient and unreliable monitoring information on performance. For the 2014–20 programming period, the Com‑ mission notes that apart from the survival rate ESF specific indicators such as the number of micro‑enterprises supported and the employment status of participants upon entry and leaving also help to measure the effectiveness of ESF support to micro‑entrepreneurs. Recommendation 3 The Commission accepts this recommendation. The new regulatory framework will allow the identification of the most relevant target groups of microfinance instrument for each considered mar‑ ket. This should be achieved through the ex ante assessments. ",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: (cid:127) one copy: via EU Bookshop (http://bookshop.europa.eu); (cid:127) more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: (cid:127) via EU Bookshop (http://bookshop.europa.eu). ",
        "Micro-entrepreneurs across the EU are experiencing difficulties in accessing the conventional credit market. With a view to improving this situation the EU provides financial support through grants and financial instruments. With this report, the Court assessed whether the programming and design of the EU financial support was addressing the actual needs of micro-entrepreneurs and whether robust performance reporting systems were in place. In addition, the Court examined whether sufficient information is available on the implementation costs of the different EU funding mechanisms supporting micro-entrepreneurs. EUROPEAN COURT OF AUDITORS "
    ]
}