{
    "text": [
        "Council Conclusions on culture in the EU's external relations with a focus on culture in development cooperation (2015/C 417/06) THE COUNCIL OF THE EUROPEAN UNION 1. RECALLING that Article 167(3) and (4) of the Treaty on the Functioning of the European Union (TFEU) calls on the Union and its Member States to foster cooperation with third countries and the competent international organisations in the sphere of culture, and invites the Union to take cultural aspects into account in its action under other provisions of the Treaties, in particular in order to respect and to promote the diversity of its cultures; 2. EMPHASISING that culture in the EU's external relations, including in development cooperation, is one of the priorities of the European Agenda for Culture ( 1 ) and the subsequent Council work plans for culture ( 2 ) and that cross-sectorial cooperation is important to increase coherence between different policies as underlined in a number of recently adopted Council conclusions ( 3 ); 3. BEARING IN MIND that according to Article 208 TFEU, Union policy in the field of development cooperation shall be conducted within the framework of the principles and objectives of the Union's external action and that the Union's development cooperation policy and that of the Member States complement and reinforce each other; 4. RECALLING the adoption by the United Nations of the 2030 Agenda for Sustainable Development ( 4 ) which contains explicit references to culture in several of its goals as well as the Council conclusions of 16 December 2014 on a transformative post-2015 agenda ( 5 ), which recognise that culture, including world cultural heritage and creative industries, can have an important role in achieving inclusive and sustainable development; 5. EMPHASISING that the EU is guided by the universality, indivisibility, inter-relatedness and interdependence of all human rights, whether civil, political, economic, social or cultural; ( 6 ) 6. RECALLING that the EU and its Member States have acceded, and thus committed themselves to the implementation of the 2005 Unesco Convention on the protection and the promotion of the diversity of cultural expressions that emphasises, inter alia, the need to incorporate culture as a strategic element in development policies and that cultural diversity can be protected and promoted only if human rights and fundamental freedoms are guaranteed; IS CONVINCED that culture needs to form part of a strategic and cross-cutting approach to the Union's external relations and development cooperation given its substantial capacity to reinforce these policies by contributing to the building of long-term relationships based on people-to-people exchange, mutual understanding, trust and credibility; WITH DUE REGARD to the respective spheres of competence of the European Union and of the Member States, as well as to the principle of subsidiarity; UNDERLINES THE FOLLOWING: Regarding culture in the EU's external relations 7. To realise culture's potential to be an important part of external relations, it is necessary to go beyond projecting the diversity of European cultures, and aim at generating a new spirit of dialogue, mutual listening and learning, 15.12.2015 C 417/41 Official Journal of the European Union EN ( 1 ) Endorsed by the Council resolution of 16 November 2007 on a European Agenda for Culture (OJ C 287, 29.11.2007, p. 1). ( 2 ) The most recent one being the Work Plan for Culture (2015-2018) (OJ C 463, 23.12.2014, p. 4). ( 3 ) The most recent one being the Council conclusions of 26 November 2012 on cultural governance (OJ C 393, 19.12.2012, p. 8). ( 4 ) The UN Sustainable Development Summit (New York, 25-27 September 2015) adopted the 2030 Agenda for Sustainable Development (‘Transforming our world’), including a single set of global Sustainable Development Goals (SDGs) that will replace the Millennium Development Goals (MDGs), https://sustainabledevelopment.un.org/post2015/transformingourworld ( 5 ) 16716/14. ( 6 ) EU Human Rights Guidelines on Freedom of Expression Online and Offline (doc. 9647/14). ",
        "joint capacity building and global solidarity ( 1 ), as recommended by the Preparatory Action on culture in EU external relations ( 2 ) and the report on culture and external relations with China ( 3 ). 8. There is, however, a need for a better coordination of efforts towards a strategic European approach aiming at the consistent and coherent integration of culture in the EU's external relations and contributing to the complementarity of the Union's activities with those of its Member States. Such an approach would include, inter alia, thematic and geographic priorities, realistic objectives and outcomes, target groups, common interests and initiatives, financing provisions, citizens participation and implementation modalities. 9. A strategic approach at the EU level would also enable current challenges, such as the migratory crisis, radicalisation and xenophobia, the destruction of and threat to cultural heritage and the illicit trafficking in cultural objects, to be addressed more efficiently. Regarding culture in development cooperation 10. Promoting policy coherence is particularly crucial for development cooperation, given the important role that the Member States and the EU play in this area and with regard also to the 2030 Agenda for Sustainable Development. 11. Culture is an essential component of the human, social, economic and environmental dimension of development and therefore a key element of sustainable development, given that: — dynamic cultural and creative sectors, including cultural heritage, in partner countries can contribute to poverty reduction, as they are important catalysts for growth, employment, social cohesion and local development, — culture as well as the promotion and respect of cultural diversity play an important role in conflict prevention, peace building and reconciliation in conflict and post-conflict zones, — intercultural dialogue fosters better understanding and facilitates deeper partnerships between stakeholders, — an independent cultural and media sector is a fundamental condition for freedom of opinion and expression, cultural diversity, active democratic citizenship and a sustainable democratic development, — the adoption of specific culture and development cooperation strategies leads to more effective and sustainable actions in a large number of sectors. 12. Nevertheless, in order to take full advantage of the strong potential of culture for development cooperation, a more integrated approach should be developed that includes the mainstreaming of the cultural dimension in development programmes and an appropriate support to cultural operators on a longer term basis rather than one-off interventions. 13. Such an approach could be based, inter alia, upon the following elements: — recognition of the value of culture in its own right and as a vector for development cooperation, — definition, on the basis of a common understanding of coherence and consistency, of practical ways to mainstream the cultural dimension when preparing sectorial development programmes, — support for a structured and long-term development of the cultural and creative sectors in partner countries, notably in terms of capacity-building, cultural governance and intellectual property systems, — the strengthening of efforts to protect and safeguard the world's tangible and intangible cultural and natural heritage, 15.12.2015 C 417/42 Official Journal of the European Union EN ( 1 ) Also in line with the European Parliament resolution of 12 May 2011 on the cultural dimensions of the EU's external actions. ( 2 ) Initiated by the European Parliament in 2012, the Preparatory Action on ‘Culture in EU External Relations’ was carried out in 2012-2013 with the aim to support on-going policy reflection and development on strengthening the role of culture in external relations and to nurture further work in this area. The final report was published in 2014, http://cultureinexternalrelations.eu/main-outcomes/ ( 3 ) A strategy for EU-China cultural relations: report of the expert group on culture and external relations — China (November 2012). ",
        "— the promotion of the role of education in fostering pluralism, non-discrimination, tolerance, justice, solidarity and equality between men and women, — the setting of a realistic number of priority lines that may be regularly reviewed to have a clear understanding of projects' results and their contribution to sustainable development and poverty reduction as well as to social cohesion, growth and jobs, — complementarity between existing programmes and financing schemes and instruments of the Union, the Member States and other actors and, when appropriate, the increase of opportunities to support cultural initiatives therein, — a bottom-up approach that fosters national and local ownership, involves partner countries and engages all stakeholders, in particular NGOs, civil society and the private sector. 14. A prompt reaction would be particularly important in view of the future implementation and monitoring of the Sustainable Development Goals of the 2030 Agenda ( 1 ) so as to ensure that culture is sufficiently considered and can play its role in that regard. THEREFORE INVITES THE MEMBER STATES AND THE COMMISSION TO: 15. Participate in an ad-hoc task group that will be hosted by Luxembourg. This group shall contribute to the preparation of a concrete, evidence-based, shared and long-term approach on culture and development cooperation. In order to facilitate coherence of actions between relevant actors on the ground, the group shall collect and exchange best practices on culture and development cooperation and examine the empirical evidence on the impact of culture on development. The group will meet for the initial period 2016 — 2017, will be informal by nature and voluntary in participation. It will be open to actors from both culture and development sectors, notably Member States (in particular incumbent and future Council Presidencies), the Commission, the European Parliament, relevant international organ­ isations operating in development and culture fields, partner countries, external partners in particular the EU National Institutes for Culture (EUNIC), as well as civil society and NGO platforms. Results of the work of this group shall be presented to the concerned Council preparatory bodies, notably in the field of culture and development cooperation. AND INVITES THE COMMISSION TO: 16. strengthen culture as a specific dimension of intervention in development cooperation, 17. develop and present, jointly with the High Representative of the Union for Foreign Affairs and Security Policy, to the Council a more strategic approach to culture in external relations based on the principles outlined above and which should support, inter alia, artistic freedom, freedom of cultural expression and respect for cultural diversity and heritage. 15.12.2015 C 417/43 Official Journal of the European Union EN ( 1 ) In particular goals numbers 4 (target 4.7), 8 (target 8.9), 11 (target 11.4) and 12 (target 12.b). "
    ]
}