{
    "text": [
        "AT A GLANCE Study in Focus EN Policy Department for Economic, Scientific and Quality of Life Policies Directorate-General for Internal Policies Authors: C. CREPALDI, B. DA ROIT, C. CASTEGNARO, S. PASQUINELLI PE 595.365 - July 2019 Minimum income policies in EU Member States Background The European Parliament and the European Commission have repeatedly expressed their commitment to strengthen the social dimension of the European Union (EU) and to achieve the poverty target set out in Europe 2020 strategy. According to the principles of the European Pillar of Social Rights “Everyone lacking sufficient resources has the right to adequate minimum income benefits ensuring a life in dignity at all stages of life, and effective access to enabling goods and services. For those who can work, minimum income benefits should be combined with incentives to (re)integrate into the labour market”. Focus of the study The aim of the study Minimum Income Policies in EU Member States is to provide an update on the subject, including on previous studies commissioned by the EP (The role of minimum income for social inclusion in the EU (2007) and The role of minimum income for social inclusion in the European Union 2007–2010 (2011)). The study in focus gives an overview of the evolution of poverty and social exclusion across the EU since 2010 as well as an update on minimum income schemes in Member States and reforms implemented. It further summarises the debate on minimum income across Europe. Key findings Poverty and social exclusion - overview One of the main social costs of the 2008 crisis has been the wide spread of poverty and social exclusion across Europe . In the EU-28 in 2015 118.8 million citizens (23.7 % of the population) were at risk of poverty or social exclusion . A relevant improvement has been reported between 2014 and 2015 by a reduction of 3.5m citizens. This is almost 5m lower than the peak of 123.6m registered in 2012 but it is still 1.2m above the 2008 pre-crisis levels. Declines are recorded in Hungary, Croatia, Latvia, Lithuania, Poland and Romania, while in Cyprus and the Netherlands the rates are much higher than in 2012. Despite the Europe 2020 target to lift 20 million people out of the risk of poverty and social exclusion, in 2015 some Member States’ situation worsened in comparison to the pre-crisis period (Greece, Cyprus, Italy, Spain, Portugal, Estonia, the UK, Malta, Belgium, Germany, Slovenia, Luxembourg, the Netherlands and Sweden). The groups facing the greatest risk of poverty and social exclusion across the EU are women, children, young people, single-parent households, unemployed, people with an illness/disability, people with lower education, migrants and people in rural areas. ",
        "Minimum income policies in EU Member States Disclaimer and copyright. The opinions expressed in this document are the sole responsibility of the authors and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. © European Union, 2019. © Image on page 1 used under licence from Shutterstock.com Manuscript completed: May 2019; Date of publication: August 2019 Administrator responsible: Stefan SCHULZ; Editorial assistant: Roberto BIANCHINI Contact: Poldep-Economy-Science@ep.europa.eu This document is available on the internet at: www.europarl.europa.eu/supporting-analyses IP/A/EMPL/2016-22 Print ISBN 978-92-846-5409-3 | doi:10.2861/638546 | QA-01-19-660-EN-C PDF ISBN 978-92-846-5408-6 | doi:10.2861/92122 | QA-01-19-660-EN-N Minimum income - policy making and debate The social dimension of the EU was not among the policies of the European project in its early years. It was first introduced in the Treaty of Amsterdam . Since then however it gained impetus and in particularly after the 2008 crisis it became among the EU policy priorities. The ongoing debate on minimum income highlights certain issues (adequacy, coverage and take-up rates) that prevent national schemes from achieving their objective to reduce poverty. On this background an increasing attention receives the idea of moving in the direction of stronger coordination between national schemes or a European Minimum Income scheme. It is recognised that developing national social policy without considering the EU perspective is no longer viable. Common EU-level efforts are needed to achieve high-level social standards. Minimum income policies - update The economic and financial crisis resulted in increased demand for social services, coupled with reductions in public expenditure in social benefits for budget austerity reasons. Several MSs have reduced their expenditure for social exclusion (Ireland, Portugal, Romania, the UK, Latvia, Cyprus, Poland, Lithuania) while only a few increased their support to this policy (Croatia). Since 2012, the Country-Specific Recommendations include and tackle social issues. Major recent reforms in all MSs took place in the area of poverty (improving the functioning of social protection systems, improving the access to quality social services, addressing child poverty and family benefits, tailored to individual needs services, enhancing monitoring and reforming the national minimum income schemes). Recommendations The level and distribution of poverty within a society is the result of a number of factors such as the structure of the economy, the availability of jobs, income distribution, and the ability of the welfare state to redistribute income and life chances. To make the minimum income policy more viable the study in focus recommends: At national level, to improve: (i) the adequacy of schemes to lift poverty; (ii) the accessibility to minimum income schemes to enhance coverage and take-up rate (iii) the integration of minimum income schemes with activation policies (iv) the evidence base for minimum income schemes - collecting sufficient data on the management and impact of different schemes At EU level, to deepen the harmonisation and integration among Member States . This includes building on the proposals for European economic support that involves establishing benchmarks and minimum standards for a “ triple A Social Europe ”, achieving an agreement between the European Commission and MSs on a set of common principles, definitions and methods for an adequate minimum income schemes for all Member States. A proposal for a child guarantee could be the first step in this direction. This can be done under the umbrella of the Fund for European Aid to the Most Deprived , but also of the European Social Fund . "
    ]
}