{
    "text": [
        "P8_TA(2015)0076 Annual report on human rights and democracy in the world 2013 and the EU policy on the matter European Parliament resolution of 12 March 2015 on the Annual Report on Human Rights and Democracy in the World 2013 and the European Union’s policy on the matter (2014/2216(INI)) (2016/C 316/18) The European Parliament , — having regard to the Universal Declaration of Human Rights and other United Nations human rights treaties and instruments, — having regard to the UN Convention on the Rights of the Child, and to its resolution of 27 November 2014 on the 25th anniversary of that convention ( 1 ), — having regard to the UN Millennium Declaration of 8 September 2000 ( 2 ), the UN post-2015 development agenda and the resolutions of the UN General Assembly, — having regard to the European Convention on Human Rights, — having regard to Articles 2, 3 and 21 of the Treaty on European Union (TEU), — having regard to Article 207 of the Treaty on the Functioning of the European Union (TFEU), — having regard to the Charter of Fundamental Rights of the European Union, — having regard to the EU Strategic Framework and Action Plan on Human Rights and Democracy ( 3 ), as adopted by the Foreign Affairs Council on 25 June 2012, — having regard to the EU Annual Report on Human Rights and Democracy in the World in 2013, adopted by the Council on 23 June 2014, — having regard to the Annual Report on the Main Aspects and Basic Choices of the CFSP in 2013, endorsed by the Council on 22 July 2014, — having regard to the Commission’s Annual Report 2014 on the European Union’s development and external assistance policies and their implementation in 2013 (COM(2014)0501), adopted on 13 August 2014, and the accompanying documents, — having regard to its resolution of 11 December 2013 on the Annual Report on Human Rights and Democracy in the World 2012 and the European Union’s policy on the matter ( 4 ), — having regard to the European Union's Human Rights Guidelines, — having regard to the Council conclusions of 23 June 2014 on the 10th anniversary of the EU Guidelines on Human Rights Defenders, 30.8.2016 EN Official Journal of the European Union C 316/141 Thursday 12 March 2015 ( 1 ) Texts adopted, P8_TA(2014)0070. ( 2 ) A/RES/55/2. ( 3 ) Council document 11855/2012. ( 4 ) Texts adopted, P7_TA(2013)0575. ",
        "— having regard to its resolution of 17 June 2010 on EU policies in favour of human rights defenders ( 1 ), — having regard to its urgency resolutions on cases of breaches of human rights, democracy and the rule of law, — having regard to its resolution of 13 March 2014 on EU priorities for the 25th session of the UN Human Rights Council ( 2 ), — having regard to its recommendation to the Council of 2 April 2014 on the 69th session of the United Nations General Assembly ( 3 ), — having regard to its resolution of 17 November 2011 on EU support for the ICC: facing challenges and overcoming difficulties ( 4 ), — having regard to its resolution of 17 July 2014 on the crime of aggression ( 5 ), — having regard to its resolution of 7 July 2011 on EU external policies in favour of democratisation ( 6 ), — having regard to its resolution of 13 June 2013 on the freedom of press and media in the world ( 7 ), — having regard to the Joint Communication of the Commission and of the Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy of 8 March 2011 entitled ‘A Partnership for Democracy and Shared Prosperity with the Southern Mediterranean’ (COM(2011)0200), — having regard to the UN General Assembly resolution of 20 December 2012 on a moratorium on the use of death penalty ( 8 ), — having regard to its resolution of 11 March 2014 on the eradication of torture in the world ( 9 ), — having regard to its resolution of 17 June 2010 on implementation of Council Regulation (EC) No 1236/2005 concerning trade in certain goods which could be used for capital punishment, torture or other cruel, inhuman or degrading treatment or punishment ( 10 ), — having regard to UN Security Council Resolutions 1325, 1820, 1888, 1889 and 1960 on women, peace and security, — having regard to the report on the EU indicators for the comprehensive approach to the EU implementation of UN Security Council Resolutions 1325 and 1820 on Women, Peace and Security, adopted by the Council on 13 May 2011, — having regard to the ‘Guiding Principles on Business and Human Rights: Implementing the United Nations “Protect, Respect and Remedy” Framework’, endorsed by the UN Human Rights Council (UNHRC) in its Resolution 17/4 of 16 June 2011, — having regard to the ICT (information and communication technologies) Sector Guide on Implementing the UN Guiding Principles on Business and Human Rights, published by the Commission on 17 June 2013, C 316/142 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ( 1 ) OJ C 236 E, 12.8.2011, p. 69. ( 2 ) Texts adopted, P7_TA(2014)0252. ( 3 ) Texts adopted, P7_TA(2014)0259. ( 4 ) OJ C 153 E, 31.5.2013, p. 115. ( 5 ) Texts adopted, P8_TA(2014)0013. ( 6 ) OJ C 33 E, 5.2.2013, p. 165. ( 7 ) Texts adopted, P7_TA(2013)0274. ( 8 ) A/RES/67/176. ( 9 ) Texts adopted, P7_TA(2014)0206. ( 10 ) OJ C 236 E, 12.8.2011, p. 107. ",
        "— having regard to the UNHRC resolution of 26 June 2014 calling for the establishment of an open-ended intergovernmental working group with the aim of drawing up ‘an international legally binding instrument on transnational corporations and other business enterprises with respect to human rights’, — having regard to its resolution of 25 November 2010 on corporate social responsibility in international trade agreements ( 1 ), — having regard to its resolution of 14 February 2006 on the human rights and democracy clause in European Union agreements ( 2 ), — having regard to its resolution of 25 November 2010 on human rights and social and environmental standards in international trade agreements ( 3 ), — having regard to its resolution of 25 November 2010 on international trade policy in the context of climate change imperatives ( 4 ), — having regard to the Council conclusions of 14 May 2012 on ‘Increasing the Impact of EU Development Policy: an Agenda for Change’, — having regard to its resolution of 25 November 2014 on the EU and the global development framework after 2015 ( 5 ), — having regard to its resolution of 10 October 2013 on caste-based discrimination ( 6 ), — having regard to the Joint Communication of the Commission and of the Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy of 5 March 2014 entitled ‘Responsible sourcing of minerals originating in conflict-affected and high-risk areas: Towards an integrated EU approach’ (JOIN(2014)0008), — having regard to the United Nations Convention against Corruption (UNCAC), — having regard to its resolution of 8 October 2013 on corruption in the public and private sectors: the impact on human rights in third countries ( 7 ), — having regard to the Council conclusions of 12 May 2014 on the EU’s comprehensive approach, — having regard to its recommendation to the Council of 18 April 2013 on the UN principle of the ‘Responsibility to Protect’ (‘R2P’) ( 8 ), — having regard to Rules 52 and 132(2) of its Rules of Procedure, — having regard to the report of the Committee on Foreign Affairs and the opinions of the Committee on Development and the Committee on Women’s Rights and Gender Equality (A8-0023/2015), A. whereas Article 21 of the Treaty on European Union (TEU) further strengthened the EU’s commitments to develop a common foreign and security policy guided by the principles of democracy, the rule of law, the universality and indivisibility of human rights and fundamental freedoms, respect for human dignity, the principles of equality and solidarity, and the principle of advancing international law and justice, with respect for the principles of the United Nations Charter, the Charter of Fundamental Rights of the European Union and international law; whereas, pursuant to Article 6 TEU, ‘the Union shall accede to the European Convention for the Protection of Human Rights and Fundamental Freedoms’; B. whereas Article 207 of the Treaty on the Functioning of the European Union (TFEU) stipulates that the EU’s commercial policy is to be based on the principles and objectives of the Union’s external action; 30.8.2016 EN Official Journal of the European Union C 316/143 Thursday 12 March 2015 ( 1 ) OJ C 99 E, 3.4.2012, p. 101. ( 2 ) OJ C 290 E, 29.11.2006, p. 107. ( 3 ) OJ C 99 E, 3.4.2012, p. 31. ( 4 ) OJ C 99 E, 3.4.2012, p. 94. ( 5 ) Texts adopted, P8_TA(2014)0059. ( 6 ) Texts adopted, P7_TA(2013)0420. ( 7 ) Texts adopted, P7_TA(2013)0394. ( 8 ) Texts adopted, P7_TA(2013)0180. ",
        "C. whereas respect for, and the promotion and safeguarding of, the universality and indivisibility of human rights are cornerstones of the EU’s foreign and security policies; whereas the universality of human rights is being seriously challenged by a number of authoritarian regimes, in particular in multilateral forums; D. whereas more than half of the world's population is still living under undemocratic regimes, and whereas global freedom has continuously declined over the past few years; E. whereas democratic regimes are defined not only by the organisation of elections but also by respect for the rule of law, freedom of speech, respect for human rights, an independent judiciary and impartial administration; F. whereas the EU’s credibility in its external relations and in the international arena will be bolstered by increasing consistency between its internal and external policies in relation to democracy and human rights; G. whereas the new Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy (VP/HR) has stated that human rights will be one of her overarching priorities and that she intends to use them as a compass with regard to all relations with third countries; whereas she has also reiterated the EU’s commitment to promoting human rights in all areas of foreign relations ‘without exception’; whereas the adoption of the new EU Action Plan on Human Rights and Democracy and the renewal of the mandate of the EU Special Representative for Human Rights will be on the EU agenda at the beginning of 2015; H. whereas on 23 June 2014 the Council adopted the EU Annual Report on Human Rights and Democracy in the World in 2013, covering the first full year of implementation of the EU Strategic Framework and Action Plan on Human Rights and Democracy; whereas 2013 was also the first full year of the new mandate of the EU Special Representative for Human Rights; whereas the holder of this post should serve to assist the Union in coordinating its activities so as to make clearer, and heighten the visibility of, its work in promoting the observance of human rights throughout the world, and in particular of women’s rights; I. whereas the EU Annual Report on Human Rights and Democracy in the World in 2013 and events after its reporting period serve as a stark reminder of the grave human cost of the non-observance of human rights; whereas the non- observance of human rights in third countries has an adverse impact on the EU when failure to respect human rights and lack of legitimate democratic participation lead to instability, failed states, humanitarian crises and armed conflicts, phenomena to which the EU is obliged to respond; J. whereas the EU’s commitment to effective multilateralism, with the UN at its core, is an integral part of the Union’s external policy and is rooted in the conviction that a multilateral system founded on universal rules and values is best suited to addressing global crises, challenges and threats; K. whereas the EU and its Member States have been staunch allies of the International Criminal Court (ICC) since its inception, providing it with financial, political, diplomatic and logistical support while promoting the universality of the Rome Statute and defending its integrity with the purpose of strengthening the Court’s independence; L. whereas in its resolution of 17 July 2014 Parliament reiterated its strong support for the adoption of the Kampala Amendments to the Rome Statute of the ICC, including the amendment on the crime of aggression, and called on all EU Member States to ratify them and incorporate them into their national legislation; whereas the amendment on the crime of aggression will contribute to the rule of law at the international level and to international peace and security by deterring the illegal use of force and thus proactively contributing to the prevention of such crimes and to the consolidation of lasting peace; C 316/144 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "M. whereas the focus of the 59th session of the UN Commission on the Status of Women, to be held in New York from 9 to 20 March 2015, will be the follow-up to the Beijing Declaration and Platform for Action, including the current challenges that impede its implementation and therefore the achievement of gender equality and the empowerment of women, and also the opportunities for achieving gender equality and the empowerment of women in the post-2015 agenda for the Millennium Development Goals (MDGs); N. whereas free primary education for all children is a fundamental right established by the 1989 UN Convention on the Rights of the Child; whereas educating children and adults helps reduce poverty and infant mortality and promote good environmental practices; whereas access to education for all is intrinsically linked to the gender equality MDG, in particular in terms of completing primary education; whereas this goal is far from being achieved; O. whereas in times of armed conflict women and children, including female and child refugees, asylum seekers and stateless persons, are among the most vulnerable groups in society, and whereas the risks to adolescent girls displaced during humanitarian crises are significantly heightened; P. whereas all types of discrimination and violence against women, including sexual abuse, female genital mutilation, forced marriage, so-called honour crimes, the commercial sexual exploitation of women and domestic violence, should never be justified on any political, social, religious or cultural grounds or on the basis of any popular or tribal tradition; Q. whereas there is a clear relationship between corruption and violations of human rights; whereas corruption in the public and private sectors perpetrates and aggravates inequality and discrimination, and consequently prevents the equal enjoyment of civil, political, economic, social and cultural rights; whereas it is proven that acts of corruption are often linked to human rights violations, abuse of power and lack of accountability; R. whereas labour rights and trade union rights are under serious attack around the world, while the ways in which companies operate have a profound impact on the rights of workers, communities, and consumers within and outside Europe; whereas international human rights law imposes on states the duty to protect human rights, to ensure that the activities of corporations under their jurisdiction do not violate human rights, and to ensure that effective forms of remedy are available to victims; S. whereas the business community has a great role to play in promoting human rights and whereas such efforts are deeply desirable and should be supported by public institutions worldwide; whereas the promotion of human rights should be considered to be a platform for cooperation between government and the private sector; T. whereas a clause on compliance with international conventions on human rights and labour rights is a requirement of the enhanced Generalised System of Preferences (GSP+) for third countries; U. whereas Article 16 of the Universal Declaration of Human Rights (UDHR) states that men and women of full age, without any limitation due to race, nationality or religion, have the right to marry and to found a family, and are entitled to equal rights as to marriage, both during marriage and at its dissolution, and that marriage is to be entered into only with the free and full consent of the intending spouses; V. whereas Article 14 of the UDHR recognises the right of every person to seek asylum from persecution in other countries; whereas the UN Convention on the Status of Refugees clearly states that all refugees are entitled to special protection and that no state may expel or return a refugee to a territory where he or she faces persecution or threats to life or freedom; W. whereas Article 18 of the UDHR recognises the freedom of thought, conscience and religion; whereas the number of incidents relating to freedom of religion or belief has risen sharply, inter alia as a consequence of an increasing number of conflicts with a religious dimension; 30.8.2016 EN Official Journal of the European Union C 316/145 Thursday 12 March 2015 ",
        "X. whereas Article 25 of the UDHR recognises the right of every person to a ‘standard of living adequate for the health and well-being of himself and of his family’, in which motherhood and childhood are entitled to special care and assistance, and which includes medical care; whereas it is the 25th anniversary of the UN Convention on the Rights of the Child, which is the most widely ratified human rights treaty; whereas UNHRC Resolution 26/28 calls for the next UNHRC Social Forum meeting to focus on access to medicines in the context of the right of everyone to enjoy the highest attainable standard of physical and mental health; whereas the World Health Organisation (WHO) constitution states that the enjoyment of the highest attainable standard of health is one of the fundamental rights of every human being without distinction of race, religion, political belief, economic or social condition; Y. whereas the effects of climate change, such as increasing temperatures, rising sea levels and more extreme weather conditions, will intensify the challenges of global instability and, consequently, the threat of serious human rights violations; Z. whereas access to safe drinking water and sanitation is a human right that stems from the right to an adequate standard of living and is inextricably linked to the right to the highest attainable standard of physical and mental health, and to the right to life and human dignity; whereas approximately 2,6 billion people — half the developing world — lack even a simple ‘improved’ latrine and 1,1 billion people have no access to any type of drinking water; AA. whereas this report, while drafted in response to the EU Annual Report on Human Rights and Democracy in the World in 2013 adopted by the Council, is a forward-looking analysis of the EU’s activities in the policy area in question; whereas Parliament, in its resolutions on the previous Annual Reports and on the review of the EU human rights strategy, has stressed the need for continued reflection on its own practices in relation to the mainstreaming of human rights in its activities, to the follow-up of its urgency resolutions on breaches of democracy, human rights and the rule of law and to the monitoring of compliance with clauses on democracy and human rights in all agreements concluded by the EU with third countries; Centrality of human rights in EU external policies 1. Recalls that the preamble to the Charter of Fundamental Rights of the European Union affirms that the EU ‘places the individual and human dignity at the heart of its activities’; 2. Calls on all the EU institutions and the Member States to place human rights at the centre of the EU’s relations with all third countries, including its strategic partners and in all high-level statements and meetings; emphasises the importance of effective, consistent and coherent implementation of the EU’s human rights policy, in line with the clear obligations laid down in Article 21 TEU and in the EU Strategic Framework on Human Rights and Democracy; commends the new VP/HR for openly stating her forthright commitment to the implementation of these principles; 3. Stresses the importance for the Member States of speaking with one voice in support of the indivisibility, inviolability and universality of human rights and, in particular, of ratifying all the international human rights instruments established by the UN; calls for the EU to uphold the indivisibility and inviolability of human rights, including those enshrined in the International Covenant on Economic, Social and Cultural Rights, in conformity with Article 21 TEU; calls for the EU to further promote universal human rights standards as the basis for its engagement with third countries and regional organisations, in both political and human rights dialogues and trade negotiations; 4. Welcomes the Commission's decision to place the rule of law at the heart of the enlargement process; urges the EU to monitor closely the implementation of provisions protecting human rights and the rights of people belonging to minorities, throughout the enlargement process; C 316/146 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "5. Warns, however, of the unintended consequences of continuously expanding the list of human rights and including ideologically or politically controversial issues, as this could ultimately reduce general support for the very idea of the universality and indivisibility of human rights; 6. Points out that, in addition to human suffering, the EU should also take into account all the consequences of the non- observance of human rights where failure to respect human rights and lack of legitimate democratic participation lead to instability, corruption, failed states, humanitarian crises or armed conflicts, phenomena which undermine the EU’s efforts in its development policy, and to which the EU or its Member States are obliged to react in the foreign and security policy domain; welcomes, in this connection, the EU’s recent efforts to include human rights violations in its early warning matrix linked to crisis prevention; calls, however, for stronger preventive action, and urges the VP/HR, the Commission and the Member States to develop a human-rights-based crisis prevention element which should be added to the EU’s comprehensive approach to external conflict and crises and should be included in the forthcoming revised European Security Strategy; 7. Takes the view that the EU, including its Delegations, should identify early warning signals, such as repression of minorities and human rights violations, that point to potential conflicts and humanitarian catastrophes; calls for the EU to develop best practices for promoting and protecting human rights in post-disaster and post-conflict situations, paying special attention to disabled people, women, children and other vulnerable groups, by providing data and taking relevant measures as regards concrete references to people with disabilities, the availability of disability-inclusive disaster risk reduction plans, training for all relevant service personnel and the proportion of accessible emergency shelters and disaster relief sites, with a focus on human rights mainstreaming in relief, recovery and reconstruction efforts, while respecting the humanitarian principles of humanity, impartiality, neutrality and independence and the needs-based approach to humanitarian assistance; 8. Encourages the EU to ensure that there is a synergy between the opportunities for support afforded by the Instrument for Stability, the European Instrument for Democracy and Human Rights (EIDHR) and the European Endowment for Democracy; 9. Expresses its deep concern at the increasing number of serious human rights violations resulting from terrorism across the world; refers to a 2014 report which indicated a 62 % rise in terrorist activity from 2012 to 2013 and an increase in the number of countries that experienced terrorism causing more than 50 deaths, from 15 to 24; urges the VP/HR and the European External Action Service (EEAS), with reference to the increase in terrorist activity, to cooperate better and more efficiently with governments in combating all forms of terrorism; 10. Holds that denials of genocide and other crimes against humanity, as well as acts of racism, xenophobia or religious hatred, constitute a clear violation of human rights and fundamental freedoms, and as such should be condemned; 11. Calls on the VP/HR, Federica Mogherini, and the EU foreign ministers to place regularly on the Foreign Affairs Council agenda the discussion of EU efforts to pursue the release of human rights defenders, journalists, political activists and others who exercise their rights peacefully; EU Annual Report on Human Rights and Democracy in the World as the reporting tool for EU human rights and democracy policy 12. Welcomes the adoption by the Council of the EU Annual Report on Human Rights and Democracy in the World in 2013; invites the new VP/HR to make a commitment for the future to participate in two dedicated annual debates in plenary sittings of Parliament on the EU’s human rights and democracy policy, to present the EU report, and to respond to Parliament’s report; 13. Considers it regrettable that the Commission did not give a written answer to Parliament’s aforementioned resolution on the Annual Report on Human Rights and Democracy in the World 2012, and considers that such written answers are extremely important for interinstitutional cooperation in this area and cannot be replaced by the debate in plenary, which allows less time for reflection and for a systematic reply to all the points raised by Parliament; 30.8.2016 EN Official Journal of the European Union C 316/147 Thursday 12 March 2015 ",
        "14. Commends the EEAS and the Commission for their comprehensive and clear reporting on EU action taken during the reporting period; reiterates, however, its view that the country reports in particular should allow an overview of key positive and negative trends and evaluate the efficiency of the EU’s actions; notes that more thorough public reporting, based in particular on the priorities and indicators identified in the hitherto confidential EU human rights country strategies, would encourage greater consistency in implementing human rights conditionality and assessing the human rights impact of EU policies; 15. Maintains its view that the EU institutions should jointly strive to improve the format of the Annual Report on Human Rights and Democracy in the World with a view to enabling it to reach a large section of the public while conserving its comprehensive nature as an implementation report on the EU Strategic Framework and Action Plan on Human Rights and Democracy; reiterates its readiness to be part of active and constructive cooperation among the EU institutions in the preparation of future reports; reiterates its request that the Annual Report include a section on the implementation of the Action Plan by Member States; Implementation of the EU Strategic Framework and Action Plan 16. Reiterates its appreciation of the EU Strategic Framework and Action Plan on Human Rights and Democracy, adopted by the Council in 2012, as a major milestone in breaking new ground in policy development and in reconfirming the EU’s commitment to the Treaty obligation to mainstream human rights in all EU external policies ‘without exception’; 17. Recalls that human rights have become an essential component of the EU's external action and a real element of its identity in its bilateral, multilateral and institutional relations; 18. Appreciates the efforts made by the EEAS and the Commission to report back to Parliament on the implementation of the first EU Action Plan on Human Rights and Democracy; calls on the VP/HR and the EEAS to involve the Member States, the Commission, Parliament, civil society and regional and international organisations in the review and consultations leading to the adoption of a new Action Plan, to take effect in early 2015; welcomes the discussions aimed at achieving better prioritisation of objectives in the new Action Plan, and at improving the clarity, effectiveness and coherence of this EU external policy tool, but warns against narrowing the scope of the Action Plan or lowering the level of ambition in terms of mainstreaming human rights across EU policy areas; 19. Encourages all parties involved in EU external action to take ownership of the EU's external policy on human rights and the various tools associated with it, and to ensure that human rights are taken into account across the board, inter alia by arranging for the officials concerned to receive regular training on human rights; 20. Expresses its particular concern over the implementation of the commitment made in the Strategic Framework to ‘place human rights at the centre of EU relations with all third countries, including its strategic partners’; urges, accordingly, studied attention by the VP/HR and the EEAS to implementing this commitment and to ensuring human rights and democracy mainstreaming in the EU’s relations with its strategic partners in such central contexts as summit meetings and Council conclusions; further recommends that, whenever there is a gross breach of human rights by a partner country with which an agreement has been concluded, the EU take more effective steps to carry out the appropriate sanctions as stipulated in the agreement’s human rights clauses, including possible (temporary) suspension of the agreement; 21. Calls on the VP/HR, in coordination with all the other Commissioners, to draft a programme that mainstreams human rights in various EU activities, particularly in the areas of development, migration, the environment, employment, internet data protection, trade, investment, technology and business; 22. Welcomes the fact that the VP/HR has publicly stated the need to review the EU’s strategy towards all its strategic partners, including China and Russia, and calls on her to prioritise human rights in such countries during her tenure by clarifying that gross human rights violations are a threat to bilateral relations between the EU and its strategic partners; C 316/148 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "Mandate of the EU Special Representative for Human Rights 23. Recognises the importance of the mandate given to the first ever EU Special Representative (EUSR) for Human Rights and congratulates the current mandate holder on the work done so far; encourages the EUSR to continue to enhance the EU’s visibility and its engagement with the relevant multilateral organisations and regional human rights mechanisms (the UN, the Council of Europe, the Organisation for Economic Cooperation and Development, the Organisation for Security and Cooperation in Europe, the Association of Southeast Asian Nations, the African Union and the Organisation of Islamic Cooperation), to promote key EU thematic priorities reflected in the EU's Human Rights Guidelines, to work for the empowerment of civil society throughout the world, and to contribute to the mainstreaming, coherence, consistency and effectiveness of EU human rights policy and to striking the right balance between silent and public diplomacy; acknowledges the need for greater visibility for the role of the EUSR for Human Rights, who, while supported by the different services within the EU institutions in the interests of good coordination, needs to have own-initiative powers and the right to speak publicly; 24. Calls on the Council to adopt as a general principle the practice of including cooperation with the EUSR for Human Rights systematically in the mandate of future geographical EUSRs; 25. Requests that the position of EUSR for Human Rights be continued with a view to turning it into a permanent function, with adequate means to fully endorse the role, including the use of public diplomacy; Internal/external coherence in EU human rights and democracy policy 26. Stresses that EU human rights policy needs to be consistent in complying with Treaty obligations, ensuring coherence between internal and external policies and avoiding double standards; calls, therefore, for the adoption of Foreign Affairs Council conclusions on human rights with regard to strategic partners; calls, in this context, for the establishment of common thresholds for Member States and for EU officials in terms of the human rights concerns that they have to raise, as a minimum, with their strategic partner counterparts, while keeping in mind the circumstances of each country’s situation; 27. Stresses that the EU's action regarding third countries has to be consistent for it to be credible and hence effective, and that discrepancies and inconsistencies make its action less effective and sometimes cause its views on human rights not to be heard; recalls that, in spite of the many problems encountered, consistency is still a priority for external policy and that it has to be at the heart of the mandate of all those involved in such policy; 28. Considers it essential, moreover, that the requirements regarding human rights set out by the EU in its relations with third countries apply equally to the Member States; recalls, therefore, that Parliament adopts an annual report on the situation of fundamental rights in the European Union, drawn up by the Committee on Civil Liberties, Justice and Home Affairs; 29. Calls on the EEAS to reinforce the management, control and accountability of EU funds for the defence of human rights; 30. Points to the considerable challenges posed by Russia’s annexation of Crimea and the continuing military involvement in eastern Ukraine; stresses that this policy of aggression is a continuation of Russia’s slide towards authoritarian rule, with a worsening human rights situation inside the country; stresses that Russia is now a ‘strategic challenge’ for the EU, and no longer complies with strategic partnership criteria; 31. Calls for the EU to address effectively internal human rights challenges, such as the situation of Roma, the treatment of refugees and migrants, discrimination against LGBTI people, detention conditions and media freedom in the Member States, so as to maintain credibility and consistency in its external human rights policy; considers it regrettable that the Roma minority remains subject to discrimination, racism and social exclusion, both within the EU as well as in candidate countries in the Western Balkans and Turkey; notes, in this connection, that respect for the rights of minorities is one of the key challenges identified in the Commission's enlargement strategy for 2014-2015; 30.8.2016 EN Official Journal of the European Union C 316/149 Thursday 12 March 2015 ",
        "EU human rights policy tools Human rights country strategies and the role of EU Delegations 32. Commends the EEAS for its successful completion of the first cycle of human rights country strategies, which were developed with a strong emphasis on ownership at the EU Delegation level; considers regrettable, however, the continued lack of transparency regarding the content of the country strategies, in particular the failure properly to inform Parliament, and calls, once again, for the public disclosure of, at least, the key priorities of each country strategy, and for Parliament to have access to the strategies, in an appropriate setting, so as to allow a proper degree of scrutiny; encourages the EEAS to adopt indicators with which to evaluate their efficacy, and to treat the country sections of the Annual Report on Human Rights and Democracy in the World more explicitly as constituting implementation reports on the country strategies; recalls the EU’s commitment to ensure that the human rights country strategies are taken into account at all levels of policymaking with third countries, including human rights and political dialogues; 33. Stresses the need for the EU Delegations to draft an annual report on their activities in the field of human rights; 34. Welcomes the nearly completed network of human rights focal points and liaison officers for human rights defenders in EU Delegations; calls on the VP/HR and the EEAS to develop clear operational guidelines as to their role in the Delegations so as to enable them to realise their full potential, to create credible standards and to avoid inconsistencies between EU Delegations; 35. Encourages greater cooperation between the Member States' diplomatic networks and EU Delegations worldwide with a view to contributing to discussions by working parties on human rights in third countries; 36. Calls on the EEAS to ensure that the cases of jailed human rights defenders are raised in all high-level EU-third country meetings, including Cooperation Council/Association Council meetings; insists that all EU-third country human rights country strategies should include a section on jailed rights advocates; 37. Recalls the commitment to integrate human rights into all EU impact assessments; insists on the importance of this commitment in ensuring that the EU respects, protects and fulfils human rights and that its external policies and activities are designed and implemented in such a way as to consolidate human rights abroad; calls for the EU, through better consultation and coordination with civil society and EU institutions, to improve the quality and systematicity of its impact assessments on human rights; Human rights dialogues and consultations 38. Reiterates its support for dedicated human rights dialogues as a tool of EU human rights policy, provided that they do not constitute an end in themselves, but are a means to secure specific commitments and achievements from the counterpart; recognises the value of engagement in human-rights-specific dialogue, in particular with countries with serious human rights problems; underlines, however, the need for the EU to draw clear political conclusions when the human rights dialogue does not lead to positive outcomes owing to the counterpart's lack of willingness to engage in good faith or lack of genuine commitment to reform, and to place emphasis on public diplomacy with a view to ensuring that the public credibility of the EU’s human rights policy is not endangered; warns, furthermore, against diverting human rights discussions away from high-level political dialogues; insists that individual cases of human rights defenders who are at risk or in jail, and of political prisoners, be effectively raised by the EU in an accountable and transparent manner; calls, in the case of gross violations of human rights, for the issue to be placed at the core of political dialogue at all levels; C 316/150 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "39. Urges the EEAS to develop a comprehensive review mechanism to help evaluate the dialogues in the light of their failure to achieve significant and tangible results; further urges the EU to strengthen its benchmarks with a view to helping to measure success and to make the dialogues more effective, which would contribute to bringing countries with serious human rights problems closer to international human rights standards; urges the EU, in the light, for example, of the failure of the EU-China human rights dialogue to achieve significant and tangible results, and of the recent developments in Hong Kong, to rethink its human rights strategy and to adopt a more coherent, unified and strategic approach to human rights; 40. Considers it regrettable that, owing to the variety of structures, formats, frequency and methods employed, and the confidential nature of these exchanges, there is no real mechanism for monitoring and reviewing such dialogues, and nor are there any progress indicators; recommends making the goals of each dialogue clear and reviewing the results in consultation with Parliament; 41. Urges the EEAS to continue to engage further with all the countries with which it currently has human rights dialogues in place by requesting concrete commitments from the respective authorities and regularly following up on the demands raised during consultations; EU Human Rights Guidelines 42. Welcomes the adoption by the Council of the EU Guidelines concerning human rights for lesbian, gay, bisexual, transgender and intersex people and the EU Guidelines concerning freedom of religion or belief, both during the 2013 reporting year, as well as the EU Guidelines on Freedom of Expression Online and Offline, in 2014; 43. Reiterates that the adoption of guidelines must not lead to the introduction of selectivity into the human rights system, as the principles of universality and indivisibility must remain central; calls on the Commission to define, in conjunction with Parliament and civil society representatives, the criteria for selecting the topics covered by such guidelines, so as to bring clarity to the selection process; 44. Calls on the Commission to complete the guidelines, which ought to set out objectives, criteria, means, timetables and indicators and include a regular review, by standardising their content and format and thereby making them clearer; recalls, in this respect, that Parliament recently recommended the ‘effective and results-oriented’ implementation of the guidelines on torture; 45. Calls for greater participation of civil society actors in the development, evaluation and review of the guidelines; 46. Urges the EEAS and the Council to take appropriate action to implement and evaluate the EU guidelines at the country level; encourages the EEAS and the Member States also to engage in continued training and awareness-raising among EEAS and EU Delegation staff, and among Member State diplomats, so as to make sure that the EU Human Rights Guidelines have the intended effect in shaping actual policies on the ground; EU policies to support democratisation and elections 47. Stresses that democratic regimes are defined not only by the organisation of elections but also by respect for the rule of law, freedom of speech, respect for human rights, an independent judiciary and impartial administration; calls on the Commission and the EEAS to support ongoing democratic processes in third countries; emphasises, in this connection, the importance of following up on the reports and recommendations of election observation missions by using them as part of the EU's engagement in support of democracy with the country concerned and by mandating the chief observer to exercise a special role in follow-up monitoring of the implementation of the recommendations, as a coherent part of Parliament's comprehensive democracy support approach and with the support of Parliament's standing bodies; notes the positive role that can be played by EU election observation missions in ensuring the EU’s credibility as a partner; 48. Calls for the EU to continue to work for the definition of best practices in this area in order to support and consolidate democratisation processes; encourages the development of both policy and operational tools to be applied in priority countries in order to integrate human rights and democracy support measures, including conflict prevention measures and mediation, into the EU approach in a coherent, flexible and credible manner; 30.8.2016 EN Official Journal of the European Union C 316/151 Thursday 12 March 2015 ",
        "49. Emphasises that political transition and democratisation need to be combined with respect for human rights, the promotion of justice, transparency, accountability, reconciliation, the rule of law and the establishment of democratic institutions; calls for systematic EU support for freely and fairly elected parliaments; stresses the need to invest in political dialogues between ruling and opposition parties; 50. Recalls that, following the Arab Spring, the European Union redefined its neighbourhood policy towards the Southern Mediterranean and insisted on the role of civil society and on the principle of ‘more for more’ in order to develop more solid partnerships with its neighbours and to guide their reforms and democratic transitions; 51. Considers that the performance-driven ‘more for more’ approach should guide the EU’s relations with all third countries, that the EU should grant partner countries advanced status only if clear human rights and democracy requirements are met, and that it should not hesitate to freeze this status if those requirements are no longer fulfilled; 52. Calls for effective use of new technologies and the worldwide web to make information about human rights and democracy, as well as EU programmes, as accessible as possible to people all over the world; 53. Welcomes the pilot country work conducted so far by nine EU Delegations with a view to achieving increased coherence for democracy support in the EU’s external relations, as initiated in the Council conclusions of 2009 and 2010 and as embedded in the EU Strategic Framework and Action Plan on Human Rights and Democracy in 2012; 54. Requests that the Commission and the EEAS enhance their coordination with Parliament with regard to the second generation of pilot countries so as to ensure that all EU institutions participate and combine their expertise in the effective pursuit of democracy support in third countries; 55. Congratulates the European Endowment for Democracy on its efficient work in promoting democracy in our neighbourhood, and supports a careful expansion of its mandate to other societies struggling for democratisation; calls on the Member States, in a spirit of solidarity and commitment, to provide the Endowment's budget with sufficient funding to ensure the most flexible and effective support for local actors of democratic change; 56. Stresses the importance of strengthening the role of women in promoting human rights and democratic reform, supporting conflict prevention and consolidating political participation and representation; also notes, in this connection, that the recommendations made in the reports of EU election observation missions concerning full and equal participation by women in the electoral process should be taken into account and acted upon; 57. Recalls that enlargement has been the EU's most successful democratisation effort and emphasises that negotiations with the Western Balkans remain the main instrument to help these countries establish fully fledged democratic societies; EU support for human rights defenders 58. Welcomes the dedicated Council conclusions on human rights defenders on the 10 th anniversary of the EU Guidelines on Human Rights Defenders; commends, furthermore, the Commission for its increased use of EIDHR funding to provide emergency grants to human rights defenders under imminent threat, and encourages the Commission to further explore new ways of supporting human rights defenders; recalls, in this context, the importance of the European Endowment for Democracy as a tool to promote and protect pro-democracy activists, bloggers and journalists throughout the world; 59. Deplores the fact that persecution and marginalisation of human rights defenders remains a widespread tendency all over the world, particularly in countries that do not accept the universality of human rights; C 316/152 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "60. Calls for the EU to place a particular focus on the issue of jailed human rights defenders around the world and the need for the EU to collectively step up its action to secure the release of these individuals by, among other strategies, establishing a European Parliament internal working group that keeps itself up to date, through close collaboration with civil society, on cases of jailed activists worldwide; 61. Reiterates its call on the EEAS to continue to protect NGOs, human rights defenders, civil society activists, journalists and lawyers by enhancing the effectiveness of EU human rights dialogues and promoting EU thematic priorities and human rights guidelines; encourages, in this context, the organisation of campaigns aimed at reaching human rights defenders, including in the more remote areas of third countries, so as to help implement EU policy objectives; 62. Calls on the EEAS and the Commission to ensure that EU grants and other programmes are not available only for large NGOs but also to build local capacity; urges, therefore, a reduction in the bureaucratic burden while preserving accountability in application and accounting procedures, and encourages consideration to be given to the increasing pressure placed on civil society by repressive regimes; calls for a more pragmatic approach to societies in transition towards democracy, with a view to ensuring that the appropriate organisations and individuals are supported; 63. Requests that the EEAS and the EU Delegations engage with human rights defenders and NGOs in a genuine and pragmatic political dialogue aimed at finding the best ways to support an enabling environment for their work; requests that the EU enhance its active diplomacy in third countries and strengthen the position of the human rights focal points in order to mainstream human rights in the daily political work of the relevant EU Delegation by systematically raising the names of political prisoners and engaging in trial monitoring and visits to prisons, and following up the cases in question; stresses the need for the EU to use public diplomacy to support human rights defenders, and to call for the release of imprisoned human rights activists; insists that senior EU representatives, including the VP/HR, the Council President, Commissioners, EU Special Representatives and government officials from the Member States, systematically meet human rights defenders, especially when travelling to countries where civil society is under pressure; 64. Calls on the VP/HR and the EU foreign ministers to hold an annual Foreign Affairs Council dedicated to discussing EU efforts to pursue the release of human rights defenders, journalists, political activists and others who exercise their rights peacefully, paying particular attention to the cases raised in Parliament's resolutions concerning debates on cases of breaches of human rights, democracy and the rule of law; EU support for universal human rights and multilateral human rights organisations 65. Recalls the commitment of Parliament and its Subcommittee on Human Rights to supporting a strong multilateral human rights system under the aegis of the UN, including the Third Committee of the General Assembly, the Human Rights Council, the Office of the High Commissioner for Human Rights, and the work of related UN specialised agencies such as the International Labour Organisation (ILO), as well as that of UN Special Procedures; 66. Recalls the importance of the decisions issued by the European Court of Human Rights and their implementation by the countries concerned, with regard to respect for, and the consolidation of, human rights as basic values and principles; 67. Recalls its unequivocal position institutionalising its presence at UN General Assembly sessions, as expressed in its resolution of 7 February 2013 concerning the EU’s priorities at the UNHRC, considers it indispensable to continue the practice of sending a European Parliament delegation to relevant UN Human Rights Council and General Assembly sessions, and considers it regrettable that this practice was interrupted in 2014; 30.8.2016 EN Official Journal of the European Union C 316/153 Thursday 12 March 2015 ",
        "68. Reiterates the importance of the EU participating actively in all UN human rights mechanisms, in particular the Third Committee of the General Assembly and the Human Rights Council; encourages the EU Member States to do so by co-sponsoring and leading on resolutions, actively participating in debates and interactive dialogues, and issuing statements; strongly supports the EU’s growing practice of cross-regional initiatives; 69. Stresses again the importance of effective coordination and cooperation between the EEAS, the Commission, Parliament and the Member States on human rights issues; encourages the EEAS, in particular through the EU Delegations in New York and Geneva, to increase EU coherence by means of timely and substantive consultation in order to present the EU position with one voice; 70. Recalls the importance of the European Union acting within the Organisation for Security and Cooperation in Europe (OSCE) at a time when the organisation is preparing to mark its 40th year; encourages the strengthening of ties between the EU, the OSCE and the Council of Europe; 71. Recalls, furthermore, the importance of the work carried out by the Council of Europe in this area, as well as the need for the EU to accede swiftly to the European Convention on Human Rights pursuant to the Treaties; 72. Reaffirms the importance of integrating the work being done in New York and Geneva in the context of the UN General Assembly, the Third Committee and the Human Rights Council into the EU’s relevant internal and external activities in order to ensure coherence; EU policy on international criminal justice and the International Criminal Court 73. Reiterates its full support for the work of the International Criminal Court (ICC) in its role of ending the impunity of perpetrators of the most serious crimes of concern to the international community and of providing justice for the victims of war crimes, crimes against humanity and genocide; remains vigilant regarding any attempts to undermine its legitimacy or independence; recalls its vital role in the dual processes of justice and reconciliation; urges the EU and its Member States to cooperate with the Court and provide it with strong diplomatic and political support in bilateral relations and in all forums, including the UN; expresses its concern that several arrest warrants have still not been executed; calls for the EU, its Member States and EU Special Representatives actively to promote the ICC, the enforcement of its decisions, and the fight against impunity for crimes under the Rome Statute; considers the increasing number of States Parties to be an important development in strengthening the universality of the Court; welcomes the ratification of the Rome Statute by Côte d'Ivoire in February 2013, but considers it regrettable that no state ratified the Statute in 2014; encourages the EU and its Member States to step up their efforts to promote the ratification and implementation of the Rome Statute with a view to widening access to justice for victims of serious crimes under international law; calls on the EU Member States, as States Parties to the Rome Statute of the ICC, to provide it with the resources it needs to exercise its mandate fairly and effectively; encourages the EU to continue to provide assistance to international criminal justice and the ICC, including by supporting civil society actors through the EIDHR; 74. Reiterates its call for the creation of an EU Special Representative on International Justice and International Humanitarian Law in order to give these subjects the prominence and visibility they deserve, to advance the EU agenda effectively and to mainstream the fight against impunity in all external actions of the EU; 75. Considers it regrettable that the Rome Statute of the ICC has not yet been included in the new GSP Regulation list of conventions required for GSP+ status; notes that a number of GSP+ applicants (e.g. Armenia and Pakistan) are not States Parties to the Statute or have not ratified it; reiterates its recommendation that the Rome Statute be added to a future list of conventions; 76. Reiterates its call for the EU to adopt a common position on the crime of aggression and the Kampala Amendments, and calls on the Member States swiftly to align their national legislation with the definitions set out in the Kampala Amendments, as well as other obligations under the Rome Statute, so as to enable national investigations and prosecutions by Member States and enhance cooperation with the Court; C 316/154 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "77. Calls, ahead of the 100th anniversary of the Armenian genocide, on all the Member States to acknowledge it, and encourages the Member States and the EU institutions to contribute further to its recognition; 78. Urges the EEAS to spread good practices as regards the rights, protection and support of victims of crime and violence in third countries, and to exchange anti-corruption policies with third countries, as corruption is often a gateway for impunity and the root of injustice for victims; EU action against the death penalty 79. Reiterates its univocal opposition to capital punishment, and encourages the EU and its Member States to maintain a high-profile policy aimed at global abolition of the death penalty; urges the EEAS to remain vigilant with regard to developments in all countries, and to use all means of influence at its disposal; 80. Gives its full support to the December 2014 resolution of the UN General Assembly regarding the ‘Moratorium on the use of the death penalty’ ( 1 ); 81. Calls for the EU to continue to use cooperation and diplomacy in all possible forums worldwide with a view to the abolition of the death penalty, in line with the EU Guidelines on the Death Penalty, and to ensure that the right to a fair trial is fully respected for each and every person facing execution, without the use of torture and other ill-treatment used to extract confessions; 82. Expresses its concern at the reported rise in the number of executions globally from 2012 to 2013, despite the fact that executions are confined to an increasingly small minority of countries; calls for the EU to take due action regarding the continuously high rate of executions in China and Iran, the resumption of executions in 2013 in Indonesia, Kuwait, Nigeria and Vietnam, the execution of minors in Iran, Saudi Arabia and Yemen in 2013, and the marked increase in reported executions in Iraq and Saudi Arabia; 83. Welcomes the revived discussion in the United States on the arbitrary and error-prone nature of capital punishment, the campaign to stop the flow of substances used for execution from Europe to the United States, and the abolition of the death penalty in 2013 by the state of Maryland; encourages the VP/HR, the EUSR and the EEAS to engage with the US Federal Government and state governments with a view to accelerating the demise of the death penalty in the United States, so as to strengthen transatlantic cooperation internationally in credibly advancing human rights, international justice and democracy; 84. Encourages the Commission to use the new flexibility now offered by the EIDHR to explore new ways to campaign for the abolition of the death penalty and to support actions aimed at preventing death sentences or executions; 85. Stresses the importance of the EU continuing to monitor the conditions under which executions are carried out in those countries that still retain the death penalty, and to support legal and constitutional reform towards full and total abolition; 86. Recalls its firm belief that the death penalty, as a violation of the right to personal integrity and human dignity, is incompatible with the prohibition of cruel, inhuman or degrading punishment under international law, and calls on the EEAS and the Member States formally to acknowledge this incompatibility and to adapt EU policy on capital punishment accordingly; emphasises the need to interpret the respective EU guidelines concerning the death penalty and torture as cross-cutting; EU action against torture and other cruel, inhuman and degrading treatment or punishment 87. Urges the VP/HR and the EEAS, in the light of continued reports of the widespread practice of torture and abuse around the world, to step up the EU’s efforts in the fight against torture and other cruel, inhuman and degrading treatment or punishment; reiterates its concern that the EU’s action in this field remains largely insufficient and falls short of its commitments under the EU Guidelines concerning torture; calls, in particular, for greater EU support for the establishment and strengthening of national and regional torture prevention mechanisms; takes note of the Commission's proposal of 30.8.2016 EN Official Journal of the European Union C 316/155 Thursday 12 March 2015 ( 1 ) A/RES/69/186. ",
        "14 January 2014 for a regulation amending Council Regulation (EC) No 1236/2005 concerning trade in certain goods which could be used for capital punishment, torture or other cruel, inhuman or degrading treatment or punishment (COM (2014)0001), thus responding to Parliament’s resolution of 17 June 2010; 88. Points out that, as stipulated in Articles 7 and 8 of the Rome Statute of the ICC, torture, if committed systematically or on a large scale, can constitute a war crime or a crime against humanity; stresses that the ‘responsibility to protect’ principle confers upon the international community a specific responsibility upon which it must act; 89. Encourages the EEAS to pay detailed attention to the country conclusions of the UN Committee against Torture, the subcommittee established under the Optional Protocol to the Convention against Torture, and the Council of Europe Committee for the Prevention of Torture, and to raise these concerns systematically in political dialogues with the countries concerned and in public statements; calls on the EEAS, especially the EU Delegations, and the Member States, and especially their embassies on the ground, also to step up the implementation of the EU Guidelines on Torture and other Cruel, Inhuman or Degrading Treatment or Punishment; urges the Member States to step up their monitoring of trade in goods that could be used to commit acts of torture or to inflict inhuman and degrading treatment, as well as their monitoring of trade in dual-use goods and technologies; 90. Stresses that members of vulnerable groups, such as ethnic, linguistic and religious minorities, are more often exposed to torture or ill treatment in detention and therefore require special attention; 91. Condemns the export by European companies of products and arms that can be used for the purpose of torture or other punishment or cruel, inhuman or degrading treatment, including as part of crackdowns on protests; gives its support, in this context, to the process of revising Regulation (EC) No 1236/2005; 92. Reiterates the importance of effective export control mechanisms for certain drugs that can be used for executions and for equipment that can be used for torture; calls on the Commission to tackle the remaining loopholes in the regulation by introducing a catch-all end-use clause that would prohibit the export of any drug that could be used for torture or execution; 93. Urges the Union and its Member States to work towards ensuring that all third countries ratify the International Convention for the Protection of All Persons from Enforced Disappearance of 20 December 2006; Human rights in EU trade agreements and other international agreements 94. Calls for the EU to ensure that trade agreements signed with third countries facilitate their economic and social development and ensure that their natural resources — including land and water — are well managed; reiterates its call for the systematic inclusion of binding, enforceable and non-negotiable human rights clauses in the EU's international agreements, including trade and investment agreements concluded or to be concluded with third countries, and calls for improved consultation of Parliament in the early stages of the negotiation process for trade and investment agreements, for effective monitoring of the application of human rights clauses and for reporting back to Parliament on the agreements' human rights aspects; 95. Points out that trade policy contributes to achieving the EU’s overall objectives and that, under Article 207 TFEU, EU trade policy has to be conducted ‘in the context of the principles and objectives of the Union’s external action’; points out, moreover, that under Article 3 TEU the Union must ‘contribute to peace, security, the sustainable development of the Earth, solidarity and mutual respect among peoples, free and fair trade, eradication of poverty and the protection of human rights, in particular the rights of the child, as well as to the strict observance and the development of international law, including respect for the principles of the United Nations Charter’; C 316/156 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "96. Calls on the Commission to take into account, when drawing up its future trade strategy, the important role of trade and international agreements in the promotion of human rights internationally; 97. Stresses the need to continue multilateral cooperation and dialogue on human rights between the EU and, in particular, the World Trade Organisation and the UN, in order to secure a multilateral trade framework which contributes to respect for human rights; 98. Points out that the GSP was designed in such a way as to ensure that beneficiary countries respect the principles of international human rights conventions and core labour standards, and includes a special scheme of supplementary tariff preferences to promote the ratification and effective implementation of core international conventions on human and labour rights, environmental protection and good governance; reiterates that failure to comply with these conditions can lead to a trading arrangement being suspended; stresses the importance of regular monitoring and assessment of the implementation of international conventions by countries benefiting from GSP+; 99. Welcomes the entry into force on 1 January 2014 of the revised GSP; points out that GSP+ has been kept in the Generalised System of Preferences and that it requires countries asking to benefit from it to commit to cooperating fully and completely with international organisations as regards compliance with international conventions relating to human and workers’ rights; Business and human rights 100. Considers it regrettable that a holistic approach to the way in which corporations abide by human rights standards globally is still lacking, and that this is allowing certain states and companies to circumvent such rules; stresses the need, therefore, to adopt rules on corporate social responsibility (CSR); strongly supports the implementation of the UN Guiding Principles on Business and Human Rights; calls, in particular, on the Commission to introduce effective measures to operationalise the ‘Protect, Respect and Remedy’ framework put forward by John Ruggie, the UN Secretary-General’s Special Representative on business and human rights; recalls the importance of promoting CSR principles, including in business operations outside the EU, and ensuring that they are respected throughout the supply chain, in particular with regard to the illegal timber trade, wildlife trafficking and trading of minerals from conflict zones; is convinced that European companies and their subsidiaries and subcontractors should play a key role in the promotion and dissemination of international standards on business and human rights worldwide; 101. Requests that the Commission and the EEAS encourage EU Delegations around the world to engage with EU businesses in order to promote respect for human rights, and to ensure that ‘business and human rights’ is included among the focus themes in local calls for proposals under the EIDHR; calls on the Member States to ensure that companies which come under their national law do not disregard human rights or the social, health and environmental standards to which they are subject when moving to, or doing business in, a third country; 102. Draws attention to the EU strategy on corporate social responsibility for 2011-2014, which called on the Member States to draw up national plans to implement the UN Guiding Principles on Business and Human Rights; reiterates its call on the Commission to report on a regular basis on the implementation of the UN Guiding Principles on Business and Human Rights by the Member States, including their national action plans; considers regrettable the lack of progress made by the Commission in following up Parliament’s request that it propose legislation requiring EU companies to ensure that their transactions do not support perpetrators of conflicts or grave human rights violations; 103. Reaffirms that European businesses should undertake adequate due diligence to ensure that their operations respect human rights, wherever they are performed; stresses the importance of meaningful reporting on the impact as regards human rights and social and environmental aspects of projects supported by European financial institutions; insists on the need for these institutions to ensure the compliance of their activities with Article 21 TEA, which contains, inter alia, an obligation to respect human rights; 30.8.2016 EN Official Journal of the European Union C 316/157 Thursday 12 March 2015 ",
        "104. Notes that companies should regard this not as a challenge but rather as an opportunity to create new business potential in those regions that most need sustainable and responsible investment, and as a means of contributing to respect for human rights in developing countries; 105. Calls on the Commission and the Council to ensure that companies owned by third-country nationals or third- country states and established in the Member States do not support perpetrators of conflicts or grave human rights violations, including modern forms of slavery such as trafficking of persons and their employment under abhorrent conditions; 106. Calls on the Commission and the EEAS to take strong initiatives to improve access to justice for victims of human rights violations linked to business operations outside the EU; insists, also, on the need to introduce effective remedies to sanction corporations that are guilty of human rights violations and to provide redress for the victims of such violations; 107. Calls for the EU to engage in the emerging debate about a legally binding international instrument on business and human rights within the UN system; 108. Recalls the four core and universal labour standards as anchored in the instruments of the ILO, namely: the freedom of association and the right to collective bargaining; the elimination of all forms of forced labour, exploitation and slavery; the abolition of child labour; and the elimination of discrimination in the area of employment; 109. Points out, in particular, the urgent need to respect freedom of association and the fight against all forms of repression, including the assassination of trade unionists; 110. Notes with great concern that, according to the ILO, around 21 million men, women and children around the world are in a form of slavery; highlights the need to address human rights in a holistic and indivisible manner by emphasising and making a strong and binding commitment to both civil and political rights and economic, social, cultural and environmental rights, since without these rights there can be no development; stresses the need to tackle the root causes of poverty; highlights the obligation to respect international labour standards, in line with the fulfilment of the ILO Decent Work Agenda; takes the view that social issues should have a more central place in the EU’s external relations; considers it regrettable, in this context, that the EU does not have a standard format for a ‘social clause’ to be inserted in all external trade agreements; urges the EU, accordingly, to incorporate a chapter on development and a social clause reflecting ILO core labour standards into all its external trade agreements; 111. Notes that the deteriorating security situation worldwide and the worsening financial crisis since the 2008 meltdown have led to an increase in child labour in the world’s poorest countries and could have legal and reputational implications for companies that source goods from the developing world; urges the VP/HR and the EEAS further to promote the International Programme on the Elimination of Child Labour, particularly in developing countries, where a deplorable number of children are put to work to supplement family incomes; EU action to ensure freedom of expression rights online and offline and to limit the impact of surveillance technologies on human rights 112. Recognises that the rapid evolution of information and communications technologies has transformed the environment for the exercise of freedom of expression and access to information across the world, generating both profound advantages and serious concerns; welcomes, in this context, the adoption by the Council in May 2014 of the dedicated EU Guidelines on Freedom of Expression Online and Offline; 113. Reiterates that freedom of expression and media freedom, independence and pluralism are essential elements of a sustainable democracy, maximising the involvement of civil society and empowering citizens, and are therefore indispensable for ensuring transparency and accountability in public life; 114. Calls for increased support in the areas of promoting media freedom, protecting independent journalists and bloggers, reducing the digital divide and facilitating unrestricted access to information and communication and uncensored access to the internet (digital freedom); C 316/158 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "115. Calls for the EU and its Member States to enhance their monitoring of, and clearly and rapidly condemn, all restrictions on freedom of expression, including aggressive use of criminal defamation laws and other restrictive laws, restrictive criteria or burdensome procedures in accessing registration as a journalist or any one of the professions related to the media, to establish a media house and to take strong initiatives to support better access to information which is in the public interest; 116. Condemns all restrictions on digital communication, including closing down websites and blocking personal accounts, when targeting civil society, civil liberties activists and free media; 117. Expresses its concern at the proliferation and spread of monitoring, surveillance, censoring and filtering technologies, which represent a growing threat to human rights and democracy activists in autocratic countries and also pose troubling questions regarding privacy rights in democratic countries, even when used with legitimate aims such as counter-terrorism, state security and law enforcement; 118. Recognises that important producers of hacking and surveillance technologies, which can be used for human rights violations and to attack European digital infrastructure, are located in Europe; calls on the Commission to revise the European export control system in order to prevent dangerous technology from falling into the wrong hands; 119. Commends the Commission on its publication in June 2013 of the ICT (information and communication technologies) Sector Guide on Implementing the UN Guiding Principles on Business and Human Rights; remains concerned, however, at the trade in products and services aimed at denying internet access, enabling mass surveillance and monitoring of internet traffic and mobile communications, filtering search results or intruding on private conversations; draws attention to the Commission communication of 24 April 2014 entitled ‘The Review of export control policy: ensuring security and competitiveness in a changing world’ (COM(2014)0244), which, among other things, acknowledges the human rights problems encountered in the export of certain types of ICT; calls on the Commission, therefore, to reflect on how to improve this situation with a view to the possible adoption of updated export control guidelines; 120. Calls on the Commission to continue to support initiatives related to the development and dissemination of digital security technologies in order to empower human rights defenders by providing secure collection, encryption and storage mechanisms so as to avoid monitoring by repressive governments; EU support for civil society and for freedom of assembly and association 121. Expresses its serious concern over the shrinking space of legitimate civil society action in many countries around the world; considers a free civil society to be one of the foundations for the protection and support of human rights and democratic values in all societies; welcomes, in this connection, all EU programmes aimed at training young professionals from third countries and simplifying student exchange programmes for third-country nationals, as these foster the active participation of young people in democracy-building and contribute effectively to the development of civil society; 122. Calls for the EU and its Member States to enhance their monitoring of, and clearly and rapidly condemn, all restrictions on freedom of assembly and association, including bans on civil society organisations, aggressive use of criminal defamation laws and other restrictive laws, excessive registration and reporting requirements, overly restrictive rules on foreign funding, and prohibitions on NGOs from engaging in political activities or having contact with foreigners; 123. Calls for the EU and its Member States to raise violations of freedom of assembly and association at every level of political dialogue, including the highest level, when other forms of dialogue, including the human rights dialogue, have failed to bring any concrete improvement on the ground; urges the EU and its Member States to use these dialogues to raise individual cases of concern, particularly all those involving people who are imprisoned only for exercising their right to peaceful assembly and association; 30.8.2016 EN Official Journal of the European Union C 316/159 Thursday 12 March 2015 ",
        "124. Encourages representatives of the EU Delegations and Member State embassies to monitor trials of human rights defenders and all those detained only for exercising their right to peaceful assembly and association, and, when relevant, publicly to condemn the lack of respect for fair trial rights; 125. Calls for the EU to make respect for, and the promotion of, freedom of assembly and association a key priority in the future EU Action Plan on Human Rights and Democracy, and to lay out specific actions in that area, as freedom of assembly and association are vital elements for democracy and an open society; 126. Reiterates its endorsement of the majority of EIDHR funding being allocated to support for human rights defenders and civil society actions around the world, and supports the development of legal defence funds to help persecuted journalists and activists gain access to a lawyer and a fair trial; 127. Underlines the importance of National Human Rights Institutions (NHRIs) at the national level in human rights monitoring and awareness-raising, and in ensuring redress for victims of violations; calls for the EU to develop a policy in support of NHRIs, in line with the Paris Principles, and to make it a priority in external assistance, in particular under the European Neighbourhood Instrument; Freedom of thought, conscience, and religion or belief 128. Condemns all violence and discrimination on the basis of ideology, religion or belief, as prescribed by Article 10 TFEU; expresses its serious concern over the continued reports of violence and discrimination against religious minorities around the world, including in the Middle East; stresses that the right to freedom of thought, conscience, religion or belief is a fundamental human right interrelated with other human rights and fundamental freedoms and encompassing the right to believe or not to believe, the right to manifest or not to manifest any religion or belief, and the right to adopt, change and abandon or return to a belief of one's choice, as enshrined in Article 18 of the Universal Declaration of Human Rights; 129. Calls for the EU and its Member States to ensure that religious minorities are respected worldwide, particularly in the Middle East, where Christians, including Catholics, Apostolic Armenians, Copts and Yezidis, and Muslim minorities are being persecuted by ISIS and other terrorist groups; 130. Strongly condemns attacks against Christians in several countries around the world and expresses solidarity with the victims’ families; is deeply concerned about the growing number of episodes of repression, discrimination, intolerance and violent attacks against Christian communities, in particular in Africa, Asia and the Middle East; further calls on governments to bring all those responsible to justice; is deeply concerned about the current situation of Christians in North Korea, Somalia, Syria, Iraq, Afghanistan, Saudi Arabia, Pakistan, Uzbekistan, Yemen, Nigeria and many other countries, where Christians live in fear of being killed, face torture, rape and abduction and see their churches damaged or destroyed; 131. Expresses deep concern about the situation of people belonging to the Rohingya Muslim minority in Burma/ Myanmar, who are denied Burmese citizenship and face systematic human rights violations and persecution; recalls its resolution of 13 June 2013 on the situation of Rohingya Muslims ( 1 ); 132. Welcomes the adoption during the 2013 reporting year of the EU Guidelines on the Promotion and Protection of Freedom of Religion or Belief, and calls on the EU institutions and the Member States to pay particular attention to the implementation of these guidelines, both in international and regional forums and in bilateral relations with third countries, with particular attention to the vulnerable situation of apostates; commends the new VP/HR for stating that freedom of religion or belief is one of the human rights priorities; encourages the VP/HR and the EEAS to engage in a permanent dialogue with NGOs, religious or belief groups and religious leaders; C 316/160 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ( 1 ) Texts adopted, P7_TA(2013)0286. ",
        "133. Welcomes the EU's commitment to promoting the right to freedom of religion or belief within international and regional forums including the UN, the OSCE, the Council of Europe and other regional mechanisms; encourages the EU to continue tabling its yearly resolution on freedom of religion or belief at the UN General Assembly and supporting the mandate of the UN Special Rapporteur on freedom of religion or belief; Rights of women and girls 134. Welcomes the EU’s support for UN resolutions on gender issues, notably on the elimination of violence against women and girls, on discrimination against women and on the role of freedom of expression and opinion in women’s empowerment, and for the UN’s statements on early and forced marriage and on female genital mutilation; 135. Calls for the EU to participate actively in the 59th session of the Commission on the Status of Women, and to continue to fight all attempts to undermine the UN Beijing Platform for Action as regards, among other elements, access to education and health as basic human rights, and sexual and reproductive rights; 136. Finds it regrettable that women’s and girls’ bodies, specifically with respect to their sexual and reproductive health and rights, still remain an ideological battleground, and calls for the EU and its Member States to recognise the inalienable rights of women and girls to bodily integrity and autonomous decision-making as regards, inter alia, the right to access voluntary family planning and safe and legal abortion and to be free from violence, including female genital mutilation, child, early and forced marriage, and marital rape; 137. Reaffirms its condemnation of all forms of abuse and violence against women and girls, especially the use of sexual violence as a weapon of war and domestic violence; calls on all Council of Europe member states, accordingly, to sign and ratify the Istanbul Convention on preventing and combating violence against women and domestic violence; calls for the EU, as such, to take steps to accede to that convention in order to ensure coherence between EU internal and external action on violence against women and girls; 138. Express its deep concern about governments turning a blind eye to inhumane cases of sexual abuse of women, at a time when one in three women worldwide will experience violence in their lives; urges the EEAS further to establish good practices for combating rape and sexual violence against women in third countries with a view to tackling the root causes of this problem; 139. Stresses the importance of the authorities undertaking to develop education campaigns targeted at men, and in particular the younger generations, with the aim of preventing and gradually eliminating all types of gender-based violence; emphasises the need to ensure that health professionals, police officers, prosecutors and judges, both within the EU and in third countries, are adequately trained to assist and support victims of violence; 140. Emphasises that gender-based violence, including harmful customary and traditional practices, is a violation of basic rights, and especially of human dignity, the right to life and the right to the integrity of the person; 141. Points out that the Istanbul Convention on preventing and combating violence against women and domestic violence is an important and binding international instrument and, therefore, that the accession thereto of more and more countries will contribute significantly to the development of an integrated policy for protecting and empowering victims and promoting international cooperation in the field; 142. Calls on the Council to include the issue of ‘gender-selected’ abortion in the EU Guidelines concerning violence against women and girls; encourages the Commission and the Council to develop data-gathering methods and indicators on this phenomenon, and encourages the EEAS to include this issue in the development and implementation of the human rights country strategies; 30.8.2016 EN Official Journal of the European Union C 316/161 Thursday 12 March 2015 ",
        "143. Stresses the importance of conducting information and awareness-raising campaigns in communities in which female genital mutilation, the sexual abuse of young girls, early and forced marriage, femicide and other gender-based human rights violations are practised, and of involving human rights defenders who are already fighting for an end to these practices in the preparation and implementation of such campaigns; reiterates that child marriage, early and forced marriage and the failure to enforce a legal minimum age for marriage constitute not only a violation of children’s rights but also an obstacle to women’s empowerment; 144. Strongly condemns the use of sexual violence against women and girls as a tactic of war, including crimes such as mass rape, sexual slavery, enforced prostitution, gender-based forms of persecution including female genital mutilation, trafficking, sex tourism, early and forced marriage, honour killings and all other forms of sexual violence of comparable gravity; remains particularly concerned, in this connection, at the situation in the Great Lakes region of Africa and in Syria, for example; expresses its support for the work of UN Women, the UN Special Rapporteur on violence against women, its causes and consequences, and the UN Special Representative on Sexual Violence in Conflict; welcomes the fact that in 2014 the Sakharov Prize was awarded to Dr Denis Mukwege for his outstanding fight to protect girls and women who have become victims of sexual violence during armed conflicts; 145. Draws attention to the fact that gender-related crimes and crimes of sexual violence are classed in the Rome Statute as war crimes, crimes against humanity or constitutive acts with respect to genocide or torture; welcomes, in this context, UN Security Council Resolution 2106 on the prevention of sexual violence in conflict, adopted on 24 June 2013, which reaffirms that the ICC plays a key role in the fight against impunity for sexual and gender-based crimes; calls for the EU to support the implementation of these principles in full; 146. Recalls the EU's commitment to mainstreaming human rights and gender aspects in common security and defence policy missions, in line with the landmark UN Security Council Resolutions 1325 and 1820 on women, peace and security; reiterates, in this connection, its call for the EU and its Member States to support, in the process of building sustainable reconciliation, the systematic participation of women as a vital component of peace processes, and to recognise the need to mainstream gender perspectives in conflict prevention, peacekeeping operations, humanitarian assistance and post-conflict reconstruction and democratic transition processes; 147. Considers women’s under-representation in political decision-making to be a question of fundamental rights and democracy, values that should underline governments’ capacity to devote their attention, to the fullest extent, to democracy- building and maintenance processes; welcomes legislated parity systems and gender quotas and calls for the necessary legislative process to be developed as soon as possible; 148. Asks the EU and its Member States to support full participation by women in political and economic decision- making, particularly in processes of peace-building, democratic transition and conflict resolution; encourages the Member States, the Commission and the EEAS to focus on the economic and political emancipation of women in developing countries, promoting their involvement in companies and in the implementation of regional projects and local development projects; 149. Stresses the need to ensure that women in Europe and the rest of the world have the right to be able freely to make their own individual choices, on an equal footing with men, without any ideological, political or religious impositions; Human rights and corruption 150. Recalls that corruption is a violation of human rights and that the EU has claimed competence for the signing of the UN Convention against Corruption (UNCAC); C 316/162 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "151. Considers it regrettable that there has been no follow-up so far on Parliament’s request to the VP/HR to present an EU Action Plan against corruption in order to effectively monitor the UNCAC recommendations, including the obligation on the States Parties to publish and disseminate information on corruption, to establish channels for reporting violations, and to create a proper legal framework for the protection of witnesses and for civil society activities in this area; 152. Urges Europol to develop more strategic and operational partnerships with third countries with a view to combating corruption and organised crime more effectively; 153. Calls on the Commission to develop innovative financial mechanisms for implementing fiscal reforms and strengthening the fight against corruption, illicit financial flows and tax evasion; encourages, in this context, consideration of public-private partnerships, the blending of grants and loans, and help for developing countries to better mobilise their domestic resources; notes a call for an international tax on financial transactions that could act as an additional source of funding for development, and reminds the Member States that they have already agreed to introduce a domestic financial transaction tax and undertaken to set aside a share of the funds raised to finance global public assets, including development; 154. Notes that third countries with weak governance and large flows of aid also have a higher rate of corruption, which as a consequence diverts the intended purpose of development aid and weakens the development of human rights; calls on the EEAS to support development programmes in which humanitarian aid and transparency go hand in hand, for the sake of advancing human rights in third countries; 155. Reiterates its call for the EU and its Member States to support the establishment of a UN Special Rapporteur on financial crime, corruption and human rights; Trafficking in human beings 156. Condemns the illicit business of human trafficking, human trafficking for removal of organs and any other exploitative business related to violating the right to bodily integrity and inflicting violence; stresses the need to tackle human trafficking, the majority of whose victims are women, who are exploited for sexual purposes; 157. Calls for the EU to prioritise the fight against trafficking in human beings in both its internal and external policies, with a particular focus on the protection of victims; calls for more intensive and regularly reviewed EU efforts; stresses the need for enhanced cooperation with third countries on the exchange of good practices and the dismantling of international trafficking networks, which also make use of the internet to find new victims; reiterates the need for all EU Member States to implement Directive 2011/36/EU and the EU Strategy towards the Eradication of Trafficking in Human Beings 2012- 2016; Caste-based discrimination 158. Condemns the continuing human rights violations committed against people suffering from caste hierarchies and caste-based discrimination, including the denial of equality and of access to the legal system and to employment, continued segregation and caste-induced barriers to the achievement of basic human rights and development; calls for the EU to adopt a policy aimed at directing action for the elimination of caste-based discrimination and to include policy objectives on caste- based discrimination in its new EU Action Plan on Human Rights and Democracy; LGBTI rights 159. Considers it regrettable that 78 countries still criminalise homosexuality, including 10 which provide for the death penalty (Saudi Arabia, Nigeria, Mauritania, Sudan, Sierra Leone, Yemen, Afghanistan, Iran, the Maldives and Brunei), and that 20 countries still criminalise transgender identities; firmly condemns the recent increase in discriminatory laws and believes that practices and acts of violence against individuals on the basis of their sexual orientation and gender identity should not go unpunished; encourages close monitoring of the situation in Nigeria, Uganda, Malawi, India and Russia, where new laws or recent legal developments seriously threaten the freedom of sexual minorities; reaffirms its support for the continuing work of the UN High Commissioner on Human Rights to combat these discriminatory laws and practices and for the UN’s work more generally on this issue; 30.8.2016 EN Official Journal of the European Union C 316/163 Thursday 12 March 2015 ",
        "160. Supports the idea that the EEAS should prioritise its actions in this area and put particular emphasis on situations where the death penalty is in force and/or where LGBTI people are subjected to torture and ill-treatment, by condemning these practices in accordance with the EU Guidelines on the Death Penalty and the EU Guidelines on Torture and other Cruel, Inhuman or Degrading Treatment or Punishment; 161. Welcomes the adoption in 2013 of the EU Guidelines to Promote and Protect the Enjoyment of all Human Rights by Lesbian, Gay, Bisexual, Transgender and Intersex (LGBTI) Persons; calls on the EEAS and the Commission to raise the issue of LGBTI rights in political and human rights dialogues with third countries and multilateral forums; emphasises the importance of the Commission and the EEAS continuing to raise the issue of LGBTI rights in political and human rights dialogues and of using the EIDHR to support organisations defending LGBTI rights by empowering them to challenge homophobic and transphobic laws and discrimination against LGBTI people, raising awareness among the general public of the discrimination and violence experienced by people of different sexual orientations and gender identities, and ensuring the provision of emergency assistance (including psychosocial and medical help, mediation and reintegration assistance) to those in need of such support; 162. Takes note of the legalisation of same-sex marriage or same-sex civil unions in an increasing number of countries — 17 to date — around the world; encourages the EU institutions and the Member States to further contribute to reflection on the recognition of same-sex marriage or same-sex civil union as a political, social and human and civil rights issue; 163. Calls on the Commission and the WHO to withdraw gender identity disorders from the list of mental and behavioural disorders; calls on the Commission to reinforce its efforts to end the pathologisation of trans identities; encourages states to ensure quick, accessible and transparent gender recognition procedures that respect the right to self- determination; 164. Welcomes the growing political support for outlawing sterilisation as a requirement for legal gender recognition, as expressed by the UN Special Rapporteur on torture, and supports the view that such requirements should be treated and persecuted as a breach of the right to bodily integrity and of sexual and reproductive health and rights; 165. Welcomes the annulment in October 2013 of the Moldovan law prohibiting the ‘propagation of any other relations than those related to marriage or family’, and calls on the other countries in the region to follow the Moldovan example; Rights of people belonging to national minorities 166. Emphasises that national minority communities have specific needs, and that full and effective equality between people belonging to a national minority and those belonging to the majority should therefore be promoted in all areas of economic, social, political and cultural life; Rights of persons with disabilities 167. Welcomes the ratifications of the UN Convention on the Rights of Persons with Disabilities; reiterates the importance of efficient implementation by both the Member States and the EU institutions and stresses, in particular, the need to credibly mainstream the principle of universal accessibility and all the rights of persons with disabilities throughout all relevant EU policies, including in the area of development cooperation, and underlines the prescriptive and horizontal nature of this issue; stresses the importance of the EU acting in cooperation with the relevant international and regional organisations and civil society, and in particular with organisations representing persons with disabilities, to ensure that international development programmes take into account the accessibility needs of persons with disabilities; 168. Encourages the VP/HR to continue to support the process of ratification and implementation of the UN Convention on the Rights of Persons with Disabilities by those countries which have not ratified or implemented it as yet; C 316/164 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "169. Encourages the EEAS to pay detailed attention to the country observations and recommendations published by the Committee on the Rights of Persons with Disabilities, and to the state reports, and to raise these concerns systematically in political dialogues with the countries concerned and in public statements; calls on the Commission to prepare and draft EU Guiding Principles to promote and protect the enjoyment of all human rights by people with disabilities, so as to ensure a systematic and coherent policy in this regard, including in its dialogues and negotiations with third countries; 170. Asks the Commission and the EEAS to encourage EU Delegations around the world to engage with civil society in order to promote the effective enjoyment of human rights by people with disabilities; Children’s rights 171. Reiterates its call on the Commission to propose an ambitious and comprehensive Child Rights Strategy and Action Plan for the next five years, as requested in its abovementioned resolution of 27 November 2014 on the 25th anniversary of the UN Convention on the Rights of the Child; 172. Welcomes the EU’s cooperation with UNICEF and other organisations and NGOs committed to children's rights, which has resulted in a toolkit for the mainstreaming of children’s rights in development cooperation and in support of key MDGs and child protection programmes with a view to realising children's rights, especially in fragile contexts; welcomes in particular the Child Rights Manifesto, and encourages more MEPs and national parliamentarians to promote the Manifesto and become ‘child rights champions’; welcomes the use of the Nobel Prize money awarded to the EU to assist children in conflict situations; recalls the importance of providing psychological support for children who have been exposed to violent events or are victims of war; underlines the importance of ensuring access to education for children affected by conflicts; welcomes the EU’s participation in the October 2013 Third Global Conference on Child Labour held in Brasilia, and its participation in the negotiation of the tripartite declaration on child labour; 173. Stresses the need to combat all forms of forced child labour and child exploitation; calls for better implementation of existing national and international legislation that fosters awareness of child abuse in the labour market; 174. Calls on the Commission and the EEAS to continue to take action regarding the rights of the child, with a specific focus on violence against children, including torture, as cases of torture and detention of children have been reported recently; calls for particular focus on the issues of forced child labour, child poverty and child malnutrition, and, in this connection, on the goals of universal primary education, a reduction in child mortality, child marriage and harmful practices, the disarmament, rehabilitation and subsequent reintegration of children enlisted in armed groups, and the placing of the issue of child witchcraft on the agenda of human rights dialogues with the countries concerned; stresses the importance of prioritising children’s rights within EU external policy, development cooperation and humanitarian aid, so as to ensure adequate funding and increase the level of protection for children in emergency situations; calls on the VP/HR to report annually to Parliament on the results achieved with regard to child-focused EU external action; emphasises that children and adolescents should participate only in work that does not affect their health and personal development or interfere with their schooling; stresses the importance of prioritising children's rights within EU external policy; 175. Notes that the UN Convention on the Rights of the Child calls for legislative, administrative, social and educational measures on child labour, recognising the need for a multi-dimensional approach; highlights the necessity, for effective application, of laws being accompanied by policy interventions that provide alternatives in the form of education and vocational training, together with social protection measures that benefit children and families; 176. Calls for the EU to continue to promote an enabling environment for the prevention and elimination of child labour, social dialogue and concerted action between the public and private sectors around the eradication of child labour; stresses the need to provide support for and build capacity to combat child labour in conflict and post-conflict countries; 30.8.2016 EN Official Journal of the European Union C 316/165 Thursday 12 March 2015 ",
        "177. Reiterates the need to step up efforts to implement the revised implementation strategy for the EU Guidelines on Children and Armed Conflict; calls, in this context, for more effective use to be made of the resources available under the Stability Instrument and the EIDHR in order to address the phenomenon of child soldiers; encourages the EU to further deepen its cooperation with the UN Special Representative for Children affected by Armed Conflicts, supporting the associated action plans and monitoring and reporting mechanisms; calls for the universal ratification of the UN Convention on the Rights of the Child, in particular the third optional protocol thereto, which will allow children to submit their complaints to the UN Committee on the Rights of the Child; calls on the Commission and the VP/HR to explore ways for the EU to accede unilaterally to the UN Convention on the Rights of the Child; 178. Points out that child undernutrition and malnutrition in developing countries raise serious concerns; welcomes, in this connection, the Framework for Action adopted during the recent Second International Conference on Nutrition, which sets the global target of a 40 % reduction in the number of children under five in the world who are stunted; 179. Reiterates that access to education is a fundamental right for all children, as laid down in Article 28 of the UN Convention on the Rights of the Child; stresses the need for all measures taken by the Union and its Member States to improve children's access to high-quality health services and healthcare; 180. Deplores the fact that worldwide there are still countries reluctant to sign the UN Convention on the Rights of Persons with Disabilities and the UN Convention on the Rights of the Child, which provides detailed guidance for the development of inclusive societies for the protection of children with disabilities; 181. Calls for the Union and its Member States to implement concerted humanitarian aid and development policies in an effort to combat child malnutrition; Rights of indigenous people 182. Notes with concern that indigenous people are in particular danger of being discriminated against, and are especially vulnerable to political, economic, environmental and labour-related changes and disturbances; notes that most live below the poverty threshold and have little or no access to representation, political decision-making or justice systems; is particularly concerned about reported widespread land-grabbing, forced displacement and human rights abuses resulting from armed conflict; EU action on migration and refugees 183. Denounces the dramatic number of deaths at sea in the Mediterranean, estimated by the International Organisation for Migration in its ‘Fatal Journeys’ report at 3 000 in 2013, thereby making this sea the deadliest region in the world for irregular migration; is extremely concerned about reports of human rights abuses against migrants and asylum seekers on their way to the EU; calls for the Union and its Member States to cooperate with the UN, regional mechanisms, governments and NGOs to tackle these issues; stresses the urgent need to develop stronger, more integrated policies that are more closely rooted in the principle of solidarity at Union level, so as to address the pressing issues relating to migrants, refugees and asylum seekers in a manner consistent with international human rights law and fundamental human dignity, and calls for the EU and to guarantee effective common standards for reception procedures throughout the Union in order to protect unaccompanied minors and the most vulnerable; invites the VP/HR, the Commissioner for Migration, Home Affairs and Citizenship and the EEAS to increase cooperation and equitable responsibility-sharing among Member States, including in hosting and resettling refugees and contributing to search and rescue services to assist migrants who are in distress at sea while attempting to reach EU shores; recalls, in this connection, the need to respect the principle of non- refoulement in European and international waters, as upheld by the European Court of Human Rights; recalls the Commission’s commitment to developing adequate legal migration channels; calls on the Member States, therefore, to fully implement the recently adopted EU common asylum package and the common migration legislation, and, to this end, calls for the implementation of the crisis mechanism provided for in Article 33 of the Dublin Regulation, which would include a C 316/166 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "clearly defined minimum contingent per Member State, in order to rapidly achieve a functioning crisis mechanism for redistribution to alleviate pressure on the most affected Member States where the minimum quota is clearly exceeded; calls on the Member States to participate in resettlement programmes and to step up the development of regional protection programmes in the most affected areas; stresses the need to tackle the roots of illegal migration; encourages the EEAS and the Member States to pay detailed attention to countries in which human trafficking or smuggling originates, countries of passage and countries of destination; calls on the VP/HR and the Member States to further strengthen the Union’s external dimension, working jointly with countries of origin and transit, including the EU’s partner countries, in particular in the Mediterranean region, raising these concerns systematically in political dialogues with the countries concerned and in public statements, and boosting cooperation with these countries to the highest level in order to dismantle the illegal networks used to traffic migrants and fight illegal mafias profiting from human trafficking and human smuggling; 184. Considers that migrant children are particularly vulnerable, especially when they are unaccompanied; recalls that unaccompanied children are above all children and that child protection, rather than immigration policies, must be the leading principle when dealing with them, thus respecting the core principle of the best interests of the child; 185. Encourages the VP/HR and the EEAS to continue to support the process of ratification of the UN Convention against Transnational Organised Crime, the Protocol thereto to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, the Protocol against the Smuggling of Migrants by Land, Sea and Air and the Protocol against the Illicit Manufacturing of and Trafficking in Firearms, their Parts and Components and Ammunition; 186. Calls for the EU to ensure that the negotiation and implementation of all migration cooperation and readmission agreements with non-EU states comply with international human rights, refugee law and international maritime law, and asks to be consulted prior to their conclusion; demands greater transparency in the negotiation of such agreements and the integration of monitoring mechanisms to evaluate the human rights impact of cooperation on migration with non-EU states and of border control measures, including Frontex and Eurosur; insists that human rights must play an important role in the field of migration and asylum; therefore calls for the fundamental rights officer at Frontex and the training specialists at the European Asylum Support Office to receive adequate funding to enable them to realise evaluation and monitoring activities as well as to present best practices; 187. Calls on the Commission to carry out a permanent evaluation of its migration and border control programmes in EU and non-EU states with a view to proposing improved measures to prevent human rights violations and to share good practices; 188. Urges the European Asylum Support Office to build partnerships with third countries with a view to enhancing international protection for asylum seekers; 189. Welcomes the addition of the criterion of respect for human rights and fundamental freedoms to the list of key criteria to be taken into account prior to the opening of negotiations on visa exemption agreements with third countries ( 1 ); calls on the Commission to use this new criterion as a lever to persuade third countries to accept more meaningful dialogue on human rights in the strategically and economically significant context of negotiations on visas; 190. Condemns the increasing criminalisation of irregular migration within the EU at the expense of the human rights of the people concerned; urges that provision be made without delay for the establishment of the necessary human rights safeguards, accountability and enforcement mechanisms; 30.8.2016 EN Official Journal of the European Union C 316/167 Thursday 12 March 2015 ( 1 ) Regulation (EU) No 509/2014 of the European Parliament and of the Council of 15 May 2014 amending Council Regulation (EC) No 539/2001 listing the third countries whose nationals must be in possession of visas when crossing the external borders of Member States and those whose nationals are exempt from that requirement (OJ L 149, 20.5.2014, p. 67). ",
        "191. Requests that the Commission and the EEAS participate actively in the debate on the term ‘climate refugee’, including its possible legal definition in international law or in any legally binding international agreement; 192. Recognises statelessness as a significant human rights challenge; asks the Commission and the EEAS to fight statelessness in all EU external action, in particular by addressing discrimination in nationality laws on the basis of gender, religion or a minority status, by promoting children's right to a nationality and by supporting the UN Refugee Agency (UNHCR) campaign aimed at ending statelessness by 2024; Human rights and development 193. Stresses that respect for human rights, including economic, cultural, social and environmental rights, access to food, good governance, democratic values, peace, security and access to a fair and efficient judicial system, is a prerequisite for the reduction of poverty and inequality and the achievement of the MDGs; takes the view that human rights must be a cross-cutting feature of all goals, targets and indicators in the post-2015 agenda; emphasises, also, that the implementation of that agenda must be based on strong transparency and accountability mechanisms; asserts that commitments on governance and human rights must be measurable and able to be followed up; 194. Recalls that the UN has recognised that without a human rights-based development approach, development goals cannot be fully reached; calls for the EU to remain vigilant in ensuring that the issue of human rights defenders and civil society space is explicitly integrated into the post-MDG discussions; 195. Emphasises the interdependence between extreme poverty and the lack of human rights, and highlights the need to develop a set of principles on the application of standards and criteria relating to human rights in the fight against extreme poverty; 196. Highlights the importance of Policy Coherence for Development (PCD) in achieving respect for human rights; reiterates, to this end, the need to effectively adopt guidelines, impact assessments, monitoring and reporting mechanisms in order to make PCD a reality in EU policies and in those of the Member States, especially in trade and agriculture; takes the view that the EU should maintain political leadership on this issue; calls, therefore, for the EU to work with committed partner countries to launch international initiatives (in the context of the United Nations, the G20, etc.) so as to convert PCD into a universal agenda; 197. Calls for the EU and its Member States to better coordinate their development agendas in the spirit of the Lisbon Treaty, placing development policy at the forefront of the Union's external relations, so that national priorities and European agendas for human rights promotion are better coordinated through development, bearing in mind the complexities embedded in EU development policy; 198. Calls on the EEAS, under the coordination of the VP/HR, to better link foreign and security policy with development policy in order to build synergies and ensure a coherent approach aimed at the universal application of human rights through EU development policy; further calls for the EU to better coordinate externally with emerging economies, such as the BRICS, in multilateral forums in order to address global governance issues and to promote human rights through the coordination of their different development agendas; 199. Urges the EU to mainstream human rights and democracy more effectively across development cooperation and to ensure that EU development programmes contribute to the fulfilment by partner countries of their international human rights obligations; C 316/168 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "200. Emphasises the importance of linking development aid with credible efforts for democratisation; 201. Calls on the Impact Assessment Board, under the supervision of the President of the Commission, to ensure that the impact on the human rights situation is taken into consideration when speaking about EU development cooperation projects and vice versa; 202. Recognises the importance of actively engaging NGOs in planning, implementing and evaluating human rights provisions so as to secure the widest possible involvement of civil society in policymaking, and in ensuring the effectiveness of human rights provisions; 203. Welcomes the new EU Aid Volunteers initiative, which from 2014 to 2020 will create opportunities for some 18 000 people from the EU and third countries to participate worldwide in humanitarian operations where aid is most urgently needed and to demonstrate solidarity by helping communities struck by natural or man-made disasters; 204. Calls for concerted EU action to address the problem of land-grabbing through the promotion of adequate safeguards to prevent it in the countries concerned and among EU and other European companies present in those countries; notes that the denial of access to land and natural resources to the rural and urban poor is one of the key causes of hunger and poverty in the world, thereby having an impact on the local communities’ enjoyment of their human rights, and particularly on their right to adequate food; calls for an assessment of the impact of EU trade policy on land-grabbing; welcomes the EU’s involvement in the development of the global Voluntary Guidelines on the Responsible Governance of Tenure of Land, Fisheries and Forests in the Context of National Food Security, adopted under the aegis of the UN, and calls for their implementation and for the adoption of binding guidelines for preventing land-grabbing; emphasises, nevertheless, the urgent need to mainstream human rights and poverty reduction considerations in decision-making regarding the acquisition or long-term lease of large areas of land by investors; considers the EU’s response to this issue to be an important test of its commitment to moving toward a rights-based approach in its development cooperation policy, as envisioned in the Lisbon Treaty and through which the EU's development policy would further contribute to the sustainable economic, social and environmental development of developing countries, with the primary aim of eradicating poverty in the world; calls for the EU to commit, in line with the recommendations of the UN Special Rapporteur on the right to food, to a fundamental shift towards agro-ecology as a means of guaranteeing the right to food; 205. Notes with deep concern that indigenous peoples are particularly affected by human rights violations related to resource extraction; calls on the EEAS to support rigorous legal frameworks and initiatives aimed at transparency and good governance in mining and in other resource sectors, which respect local people’s free, prior and informed consent and the UN Declaration on the Rights of Indigenous Peoples; 206. Notes with deep concern that vulnerable groups are particularly affected by human rights violations related to environmental degradation, since the expansion of monoculture plantations, logging, infrastructure and support for gas and oil development, biofuels, mining and large-scale hydropower are all causing deforestation and forest degradation; calls on the Commission to implement the 7th Environment Action Programme and to put in place a comprehensive plan to tackle deforestation and forest degradation and their environmental, social and human rights impacts; 207. Points out that implementing development, education and health programmes contributes not only to the fight against poverty but also to the fight against international terrorism; calls for the EU to develop further strategies along the lines of the EEAS strategy for the security and development of the Sahel; 30.8.2016 EN Official Journal of the European Union C 316/169 Thursday 12 March 2015 ",
        "208. Stresses that, despite the progress already achieved as regards access to drinking water and sanitation, there are still approximately 2,6 billion people who lack a latrine and 1,1 billion people with no access to any type of drinking water; argues that this is due to a lack not only of resources but also of political will; calls, therefore, on governments to guarantee access to safe drinking water and sanitation, with particular attention to women and children; 209. Calls for an ambitious long-term political strategy and plan of action on public health, innovation and access to medicines that, inter alia, explores new incentive schemes for research and development as outlined in the 2012 report of the WHO Consultative Expert Working Group on Research and Development: Financing and Coordination, so as to safeguard the right to a standard of living adequate for the health and well-being of every human being without distinction of race, religion, political belief, economic or social condition; stresses that women and girls remain those most affected by the HIV pandemic and are also those most involved in caring for patients in their communities; International cultural and sports events and human rights 210. Denounces the increasing practice by authoritarian states of hosting mega sports or cultural events in order to boost their international legitimacy while further restricting domestic dissent; calls for the EU and its Member States to engage with national sports federations, corporate actors and civil society organisations on the modalities of their participation in such events, including with regard to the first European Games in Baku in 2015 and the FIFA World Cup in Russia in 2018; calls for the development of an EU policy framework on sports and human rights, and for relevant commitments to be included in the forthcoming Action Plan on Human Rights; 211. Reiterates that in the framework of the universality of human rights and on the basis of UNESCO Conventions, cultural diversity and cultural heritage are world's heritage and that the international community has the duty to cooperate in their protection and valorisation; considers that intentional forms of destructions of cultural and artistic heritage, as it is currently occurring in Iraq and in Syria, should be prosecuted as war crimes and as crimes against humanity; Enhancing the European Parliament’s action on human rights 212. Reiterates its commitment to the continued improvement of Parliament’s own procedures, processes and structures in order to ensure that human rights and democracy are at the core of its actions and policies; draws attention to its long- term commitment to human rights, as reflected in its award of the Sakharov Prize for freedom of thought; considers, furthermore, that effective Parliament-wide cooperation and mainstreaming of human rights is required for the Subcommittee on Human Rights to fulfil its mission, as specified in the Rules of Procedure, to ‘ensure coherence between all the Union’s external policies and its human rights policy’; 213. Calls for better implementation of the Guidelines for the European Parliament's Interparliamentary Delegations on promoting human rights and democracy, and encourages a review of the guidelines to be conducted by the Conference of Delegation Chairs, in cooperation with the Subcommittee on Human Rights; recommends, in this context, a more systematic and transparent practice of raising human rights issues, especially the individual cases referred to in Parliament's resolutions and the cases of Sakharov Prize laureates and nominees who are at risk, during delegation visits to third countries, and of reporting to the Subcommittee on Human Rights on the action taken in writing and, where politically warranted, through a specific debriefing session; 214. Emphasises the need for continued reflection regarding the most appropriate ways to maximise the credibility, visibility and effectiveness of Parliament’s resolutions on breaches of human rights, democracy and the rule of law and the necessity of appropriate synchronisation between, and follow-up by, all the European institutions and by the European Endowment for Democracy; stresses, in particular, the need for institutional follow-up of issues raised in Parliament's urgency resolutions; C 316/170 EN Official Journal of the European Union 30.8.2016 Thursday 12 March 2015 ",
        "215. Encourages discussion on the inclusion of the different tools available to Parliament regarding support for and promotion of human rights in a single strategy document, to be adopted by Parliament in plenary; calls for the creation of a regularly updated website listing the human rights defenders mentioned in Parliament’s urgency resolutions and for the establishment of an internal Parliament working group that would follow the cases of these listed defenders worldwide, encouraging delegations travelling to third countries to meet them; o o o 216. Instructs its President to forward this resolution to the Council, the Commission, the Vice-President of the Commission/High Representative of the Union for Foreign Affairs and Security Policy, the EU Special Representative for Human Rights, the governments and parliaments of the Member States, the UN Security Council, the UN Secretary-General, the President of the 69th UN General Assembly, the President of the UN Human Rights Council, the UN High Commissioner for Human Rights and the EU Heads of Delegation. 30.8.2016 EN Official Journal of the European Union C 316/171 Thursday 12 March 2015 "
    ]
}