{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 13.4.2011 SEC(2011) 467 final COMMISSION STAFF WORKING PAPER Overview of responses to the public consultation on the Communication ‘Towards a Single Market Act’ Accompanying document to the COMMUNICATION FROM THE COMMISSION TO THE COUNCIL, THE EUROPEAN PARLIAMENT, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS A Single Market Act Twelve levers to boost growth and strengthen confidence \"Working together to create new growth\" {COM(2011) 206 final} ",
        "EN 2 EN TABLE OF CONTENTS 1. G ENERAL OVERVIEW ............................................................................................................. 3 2. I NDIVIDUAL CITIZENS ............................................................................................................ 6 3. P UBLIC AUTHORITIES ............................................................................................................ 8 3.1 Member States ..................................................................................................................... 9 3.2 Local authorities................................................................................................................. 11 3.3 European Economic Area (EEA) countries ....................................................................... 13 3.4 Other public authorities...................................................................................................... 13 4. O RGANISATIONS ACTING AT EU LEVEL .............................................................................. 13 5. I NDUSTRY FEDERATIONS ...................................................................................................... 14 6. C OMPANIES .......................................................................................................................... 18 7. T RADE U NIONS ..................................................................................................................... 20 8. C ONSUMER ORGANISATIONS ............................................................................................... 23 9. N ON - GOVERNMENTAL ORGANISATIONS .............................................................................. 25 10. O THER ORGANISATIONS .................................................................................................... 28 ANNEX: THE 50 PROPOSED ACTIONS OF THE SINGLE MARKET ACT ............... 31 ",
        "EN 3 EN COMMISSION STAFF WORKING PAPER Overview of responses to the public consultation on the Communication ‘Towards a Single Market Act’ On 28 October 2010, the European Commission launched a public consultation in preparation of the Single Market Act (SMA), which officially closed on 28 February 2011. It was based on the Communication ‘Towards a Single Market Act. For a highly competitive social market economy. 50 proposals for improving our work, business and exchanges with one another’ 1 . The European Commission received more than 800 contributions from a wide range of actors, including Member States, EU and national organisations, regional and local authorities, trade unions, business and professional federations, individual companies, NGOs, ‘think tanks’, representatives of the academic community and many European citizens. Most contributions were made via the Commission’s online consultation tool (IPM — Interactive Policy Making) and several others as separate submissions 2 . This paper presents an overview of the comments received, in general and according to the different groups of stakeholders 3 . It aims to provide a representative, rather than exhaustive, summary of the responses received, highlighting those points and areas that received the most comments from stakeholders. Statistical information is based exclusively on the 740 responses received via the online questionnaire, but submissions sent separately via e-mail or post were also taken into full consideration as part of the non-quantitative review. Given the number and breadth of the policy and legislative actions submitted to public consultation, it is not possible to include all of the individual comments on them. As part of the wider European debate, EU institutions and bodies have also been looking at the SMA. However, only contributions received by the European Commission as responses to the public consultation proper are included here. 1. G ENERAL OVERVIEW Online responses can be broken down as follows, according to the category respondents identified themselves with: Respondents to the online public consultation on the SMA • Individual citizens — 248 responses (33.5 %) • Trade union — 23 responses (3.1 %) 1 COM(2010) 608 final/2. 2 Contributions can be accessed online at http://ec.europa.eu/internal_market/smact/consultations/2011/debate/index_en.htm. 3 Categories of respondents in this report correspond to the categories in the online questionnaire, with the exception of ‘think tanks’ (considered here as part of ‘Other organisations’) and a new category covering certain organisations active at EU level. ",
        "EN 4 EN • Industry federation — 79 responses (10.7 %) • Company — 64 responses (8.6 %) • Consumer organisation — 12 responses (1.6 %) • Non-governmental organisation — 189 responses (25.5 %) • Think tank — 9 responses (1.2 %) • Others — 81 responses (10.9 %) • Public authorities — 35 responses (4.7 %) Graph 1 — Categories of online responses Individual 33% Trade Union 3% Industry Federation 11% Company 9% Consumer organisation 2% Non governmental organisation 25%Think tank 1% Other (organisations) 11% Public authorities 5% The SMA is well received by the majority of those who participated in the consultation. Three quarters of online respondents view the Act positively, 17.7 % take a neutral view, while 7.7 % see it negatively. However, a breakdown of respondents by category reveals some variation from the overall average. ",
        "EN 5 EN Graph 2 — Overall assessment of the Single Market Act by online respondents (number of responses) 57 131 552 Negative Neutral Positive Respondents were also able to indicate up to ten actions they considered to be the most important of the 50 proposed in the SMA. According to the overall online results, the actions on consultation with civil society in the preparation and implementation of EU texts (action 48 4 ) and for the improvement of the legal status of entities operating in the field of social innovation (action 37) were the most popular by far. However, a large number of respondents, in particular NGOs but also individual citizens and other organisations, submitted identical responses to the consultation. These all indicated actions 48 and 37 as the most important, and included the same explanatory text supporting this choice. The full ‘top 10’ list for all 740 respondents 5 (taken together) is as follows: 10 actions from the SMA considered the most important by respondents to the online consultation (in descending order) 1. Consultation and dialogue with civil society (action 48) 2. Social innovation (action 37) 3. Internal market for services (action 4) 4. Respect for fundamental social rights and social impact analysis of legislation (action 29) 5. EU patent (action 1) 6. SME access to finance (action 12) 7. Electronic commerce (action 5) 4 Action numbers in this document correspond to the numbering in the Communication ‘Towards a Single Market Act. For a highly competitive social market economy. 50 proposals for improving our work, business and exchanges with one another’. See Annex for the numbered list of actions. 5 Responses provided online. ",
        "EN 6 EN 8. Recognition of professional qualifications (action 33) 9. National transposition of EU rules (action 47) 10. Energy efficiency (action 11) Just outside this ‘top 10’ list, the review of the VAT system (action 20) and the review of public procurement rules (action 17) follow close behind, in 11 th and 12 th place, respectively. As to the appropriateness of the SMA measures to address the issues and challenges identified, most respondents believe the Act either responds adequately (302 responses) or partly adequately (366 responses). A small number of respondents consider that the SMA does not respond adequately (43 responses). Graph 3 — Answer to the question ‘Does the Single Market Act propose appropriate measures to address the issues/challenges that are identified?’ (number of responses) 2943 302 366 No opinion No Yes Partly 2. I NDIVIDUAL CITIZENS 6 The overall view of individual citizens regarding the SMA is positive, with almost 70 % considering it a positive exercise, 18.5 % having a neutral view and only 12.9 % a negative opinion. The actions considered to be the most important by a relatively large number of individual respondents span a broad range. The 10 measures most frequently cited by this stakeholder constituency are (in order of importance): 6 Almost 250 individual citizens took part in the public consultation. ",
        "EN 7 EN 10 actions from the SMA considered most important by citizens • Consultation and dialogue with civil society (action 48) • Social innovation (action 37) • Transport infrastructures (action 26) • Tax obstacles for citizens (action 42) • Respect for fundamental social rights and social impact analysis of legislation (action 29) • EU patent (action 1) • Recognition of professional qualifications (action 33) • National transposition of EU rules (action 47) • Product safety (action 39) • Internal market for services (action 4) • Electronic commerce (action 5, equal 10 th position) More than 85 % of respondents consider that the SMA addresses the challenges identified either fully or at least partly. A more detailed look at their comments indicates that they set great store by the notion that a European internal market should duly factor in citizen, social and consumer dimensions, which they sometimes illustrate by signalling practical internal market problems they face in their daily lives. Reflecting the all-encompassing nature of internal market policy, individual respondents put forward comments and concerns touching upon a wide variety of areas . While it is difficult to isolate some as more relevant than others in the debate, recurrent comments concern the way a fair intellectual property rights policy should be shaped and the importance of facilitating the recognition of professional qualifications and removing tax obstacles, with the example of double car taxation mentioned relatively often by individual respondents. A number also indicate public services as an area that internal market policy should consider carefully. A particularly frequent comment, also expressed with similar wording by other categories of respondents, supports the creation of a European Foundation Statute and stresses the important role of foundations in pursuing Europe 2020 objectives. The importance of citizens and civil society is also highlighted in comments regarding the governance of the single market. Some respondents express concerns about the prospects for swift and appropriate implementation and follow-up of the SMA. Others highlight the importance of a consistent and strict implementation of EU rules and see national exceptions and opt-outs negatively. Some citizens also point to the importance of respecting local specificities and the need to take into account the fact that the local and daily dimension of the internal market is what matters most to citizens. Others stress the importance of ensuring a ",
        "EN 8 EN fully democratic decision-making process, where all categories of stakeholders can express their views on an equal basis. 3. P UBLIC AUTHORITIES 7 60 % of the public authorities that participated in the public consultation through the online questionnaire have a positive view of the SMA. 37.1 % have a neutral view and 2.9 % see it negatively. The 10 measures most frequently cited by this stakeholder constituency as the most important were (in descending order): 10 actions from the SMA considered most important by public authorities • Public procurement (action 17) • Energy efficiency (action 11) • Recognition of professional qualifications (action 33) • Integrated transport system (action 7) • Services concessions (action 18) • Standardisation (action 6) • Internal market for services (action 4) • Ecological footprint of products (action 10) • Services of general economic interest (SGEI) (action 25) • Electronic commerce (action 5) • SME access to finance (action 12, equal 10 th position) • Transport infrastructure (action 26, equal 10 th position) 28.6 % of online respondents in this category believe that the SMA proposes adequate responses to the challenges identified. 65.7 % think it does so only partly, while 2.9 % believe it does not. The remaining respondents have no opinion. 7 35 public authorities participated in the public consultation through the online questionnaire and a number of others sent their contributions via e-mail or post. Most respondents are Member State bodies and local and regional authorities (individually or part of representative bodies). The EFTA EEA countries also contributed. ",
        "EN 9 EN 3.1 Member States 8 In their individual contributions, all Member State governments express their broad support for the SMA. Given that the EU is only gradually emerging from the economic and financial crisis of 2008-2009, most Member States stress the importance of keeping internal market policies focused on boosting sustainable growth and creating jobs, while at the same time making the single market work for SMEs and citizens. In this context, many Member States recall that the competitiveness imperative should not be seen as irreconcilable with citizens’ confidence in the single market. The importance of joined-up policy-making to promote coherence between various EU policy fields is also highlighted. Some Member States consider that other policy fields, in particular consumer, social, and environmental measures, should play an important role in the SMA. Other Member States see these other policy fields more in a supporting role. 10 actions from the SMA considered most important by Member State governments 9 : • Electronic commerce (action 5) • EU patent (action 1) • Internal market for services (action 4) • SME access to finance (action 12) • Small Business Act review (action 13) • Copyright (action 2) • Standardisation (action 6) • Public procurement (action 17) • E-identification/authentication (action 22) • Recognition of professional qualifications (action 33) • Product safety (action 39, equal 4 th position) Boosting electronic commerce and advancing the digital single market are priorities which are widely shared by the Member States that participated in the public consultation. A large number highlight the opportunities offered by electronic commerce to both consumers and businesses, and the fragmentation that still persists in this area, arguing that this constitutes a new frontier of the single market. Many Member States believe that the existing management of copyright in the EU needs to be improved. 8 Member States have participated actively in the debate on the re-launch of the single market. A total of 25 Member States responded to the public consultation, either through the online questionnaire, or, in the majority of cases, by means of letters or position papers submitted to the European Commission. 9 Unlike the other sections in this paper, this list of actions is only partially based on results generated by the online questionnaire tool used for the online consultation. Actions indicated as priorities by Member States in contributions sent via e-mail or post were also considered. The list should be considered indicative and as not prejudicing the official positions of Member States and any Council deliberations. ",
        "EN 10 EN A large group of Member States underline the importance of introducing unitary patent protection for the promotion of innovation and a knowledge-based European economy. They highlight the costs to businesses of the existing fragmented patent system. Several Member States also support the Commission proposal for an Action Plan against counterfeiting and piracy. Promoting SME competitiveness and entrepreneurship within the single market is supported widely by Member States. They stress the importance of the Small Business Act (SBA) and the ‘Think Small First’ principle. Measures facilitating access to finance for SMEs (including European venture capital) are particularly supported by Member States. Member States also widely support the full implementation of the Services Directive, including the efficient operation of Points of Single Contact, as a key tool to help SMEs provide services cross-border and establish in other Member States. Many Member States are in favour of plans to review important parts of single market legislation , in particular as regards the standardisation system, public procurement mechanisms and the system for the recognition of professional qualifications. The latter is seen as very important to improve the mobility of citizens in the EU. The review of public procurement mechanisms should facilitate the efficient award of public contracts and promote the procurement of innovative and environmentally friendly goods and services. Efficient and inclusive standardisation procedures are seen as important to support innovation. Consumer safety is a priority for Member States, which widely support the Commission plans to establish a multi-annual action plan for the development of European market surveillance as well as for the revision of the General Product Safety Directive. Infrastructure , notably transport and energy, is largely seen as a key missing link in the single market by a significant proportion of Member States, as is the single market in transport generally. The external aspects of single market policy are also generally seen as very significant. Indeed, a number of Member States believe that the external dimension is not given sufficient attention in the SMA. Many Member States also attach great importance to the good governance of the single market . Several highlight the need to improve the enforcement of single market legislation, strengthen informal problem-solving tools such as SOLVIT, and promote information tools such as Your Europe. The Commission proposal to expand the Internal Market Information System (IMI) into a genuine network of public administrations in Member States is widely supported. However, a number of measures proposed in the SMA are supported by some Member States but seen more critically by others. Member States support the Commission proposal to improve the implementation of the Posting of Workers Directive, but under the condition that this clarifies the existing legal framework without amending it and does not impinge on subsidiarity or lead to unnecessary regulatory burden. Several Member States underline the importance of Services of General Economic Interest (SGEIs) , including social services, for their citizens, and highlight the need to clarify the principles that apply to the management and financing of these services. Other Member States highlight the differences between various services of general economic interest and favour a ",
        "EN 11 EN sector-specific approach, taking full account of the subsidiarity principle, over a horizontal policy approach at EU level. Taxation too is an issue over which Member States differ, in particular as regards the Commission proposal for a Common Consolidated Corporate Tax Basis (CCCTB). While supported by several Member States as a means to improve single market coherence and to facilitate cross-border activities by businesses, especially SMEs, other Member States argue that this issue falls under national competence. The proposed revision of the Energy Tax Directive is also supported by some Member States, but seen more critically by others, which stress that national differences in energy generation and consumption patterns mean this issue would best be dealt with at national level. The publication of a new VAT strategy is supported by several Member States provided it will lead to a reduction in administrative burdens, especially for SMEs, and will help in fighting VAT fraud. A few Member States support a European approach to collective redress to provide consumers with an additional instrument to exercise their rights, but this view is not shared by other Member States, which point to the risks of adopting a US-style system with limited benefits for consumers. 3.2 Local authorities 10 Local authorities are generally appreciative of the SMA as a coordinated and open policy exercise. Like other respondent categories, they sometimes ask for the EU to ensure consistency between the SMA and the EU2020 flagship initiatives. They often request that any policy aiming to foster the internal market duly takes into account the local, citizen and social dimensions, works hand in hand with EU cohesion policy, and considers geographical diversity and the need to minimise administrative burdens. While in many cases responses reflect specific local or regional concerns, a few general suggestions and comments are frequently found across a significant number of responses. The area of Services of General Interest (SGIs) attracts a substantial amount of comments from local authorities, which widely consider public services to be a fundamental lever for social cohesion and economic development. Local authorities often insist that, in developing and implementing competition, public procurement and other single market legislation, the EU should respect their autonomy in the provision of public services, acknowledge the specificity of such activity and uphold the principles of quality, access, affordability and subsidiarity. A large number of respondents say that this should be incorporated in secondary EU legislation to establish clear rules and a dividing line between economic and non-economic activities, especially for the provision of Social Services of General Interest (SSGIs). These respondents often mention the legal bases provided by the Treaty on the Functioning of the European Union (TFEU), in particular Article 14 and Protocol No 26 on Services of General Interest. Local authorities also often raise the issue of state aid rules applicable to SGIs. They call on the EU to reconsider them given the special circumstances of public service provision. In their opinion, even with the involvement of commercial operators, the provision of public services is often at a very local level and therefore hardly ever has an impact on trade between Member States. 10 A number of regional and local authorities participated in the consultation, individually or as part of associations. Their contributions were sent through the online questionnaire or as separate submissions. ",
        "EN 12 EN The issue of public service financing is often linked with remarks on public procurement policy. Public authorities welcome simplification in this area but many demand that public procurement rules should be adapted to the needs of public service provision, especially when it comes to SSGIs, and that cooperation between public authorities should be exempted from internal market law under certain conditions. Views vary among respondents on the extent to which public procurement should factor in social, ethical and environmental considerations. A large group of stakeholders in this group also voice concerns as to the very need and potential impact of any initiative by the European Commission on service concessions . They highlight the importance of allowing flexibility in this area. Some local authorities, although not all respondents, also support the extension of universal service obligations to new areas, especially to broadband, which is seen as a key lever for local development and integration. Respondents in this category also attach great importance to transport , energy and environmental policy. While acknowledging a role for the European Union, especially for trans-European networks, they sometimes recall their competence in local transport arrangements, which the EU should respect. Some authorities, mainly regional administrations, also support measures more specifically aimed at businesses, competitiveness and innovation , like a unitary patent system, initiatives for small and medium-sized enterprises (SMEs), investment financing and taxation. They consider training and recognition of skills and qualifications to be an important element of the SMA as well. Some respondents, mainly from Germany, highlight the role of locally based financial institutions in providing financing for SMEs and innovation. There is a also a clear will among many local and regional administrations to be better and more fully involved in the governance of the EU single market, including in a more institutionalised and structured way, reflecting their role as actors that work close to citizens and are often responsible for the practical implementation and communication of EU policies on the ground. A number of local authorities support the use of points of single contact (in their broad meaning) and the Internal Market Information System (IMI). A number of local authorities also call for proportionality in the implementation of the Services Directive , with some associating a substantial administrative burden with the Directive. Some respondents oppose further tax harmonisation in the EU. Respondents representing cross-border regions highlight the special importance of single market policy for them. They say that key missing links in the single market affect them in particular, and support actions, like the elimination of tax obstacles for citizens or seamless transport solutions, that can address those gaps. Some other respondents, including Europe’s outermost regions and representatives of mountain areas, stress that the SMA should take into account the difficulties and specificities of certain territories in taking advantage of the opportunities offered by the single market. These regions in particular point to accessibility, competitiveness and regional integration as the three key areas needing attention, given their impact on the possibility for citizens and companies to reap the benefits of the single market, for example in terms of mobility and access to SGEIs and to broadband, which they describe as key to development. ",
        "EN 13 EN 3.3 European Economic Area (EEA) countries 11 As equal partners in the EU single market through the EEA Agreement, the EEA countries (Iceland, Liechtenstein and Norway) welcome the SMA. For them, the effective governance of the single market in its broad sense, including internationally, is very important. They favour better implementation and enforcement of single market rules and the use of tools like the Internal Market Information System (IMI), SOLVIT and Your Europe, which they consider important to promote awareness and confidence in the single market. They also strongly support actions to create a true digital single market, like those on e-commerce, eSignature, e-Identification and radio spectrum. EEA countries also support a strong SME dimension in the SMA and measures to promote the mobility of students and professionals. Norway in particular highlights the importance of striking a balance between the market and social dimensions of the single market, while Liechtenstein singles out intellectual property rights and company law as worthy of attention. 3.4 Other public authorities A few public authorities other than governments and local authorities contributed to the public consultation, including some bodies representing specific professions. Their views have been taken into account in this paper, but are covered in other sections for the sake of consistency and conciseness. 4. O RGANISATIONS ACTING AT EU LEVEL 12 The Eurosystem, the Group of the Progressive Alliance of Socialists & Democrats (S&D Group) in the European Parliament, and the Public Services Europa Intergroup contributed to the public consultation. According to the Eurosystem , priority should be given to areas with the highest potential for increasing growth and supporting price stability and the conduct of monetary policy. The Eurosystem supports the initiatives to complete the single market for services, including the full implementation of the Services Directive and the further integration of the retail banking services and mortgage markets. It also welcomes the initiatives for the recognition of professional qualifications, the transferability of pensions, e-commerce, public procurement and improved access for SMEs to capital markets. It supports creating a global playing field and the promotion of regulatory convergence and international standards. The S&D Group calls for the SMA to reflect a stronger political vision and a holistic approach, consistent with the EU 2020 Strategy objectives. It believes the single market policy should include a stronger and unambiguous citizen, social and consumer dimension. In the economic area, the S&D Group supports investment in EU added-value projects and a legislative and regulatory framework for their financing. S&D also considers it important for action to be taken against the grey economy, and to ensure reciprocity in access to international public procurement as well as better tax coordination. It also considers 11 The EFTA EEA countries submitted a joint contribution. Liechtenstein and Norway also made individual submissions. 12 This section covers the organisations operating at EU level that contributed to the public consultation proper. As mentioned in the introduction, EU institutions, EU bodies and national parliaments have also examined the Single Market Act as part of the wider debate and through institutional mechanisms. ",
        "EN 14 EN legislation is needed on the horizontal social clause, the posting of workers, Services of General Economic Interest (SGEIs) and Social Services of General Interest (SSGIs), together with more ambitious initiatives for consumer protection. It also supports measures for the development of the social economy sector. The Group also attaches great importance to the implementation and enforcement of single market legislation and to dialogue with civil society, where the special role of social partners should be fully recognised. In its contribution, the Public Services Europa Intergroup focuses on the broader area of public services (Services of General Interest — SGIs, SGEIs and SSGIs). It believes that the SMA can be an opportunity to rebalance economic objectives and social needs. It advocates a strong political vision for public service, guarantees for its quality and accessibility, and a clear legal framework for public providers, using the legal base offered by the Treaty on the Functioning of the European Union (TFEU). It would like the notions of public service and general interest to be applied across sectoral policies, like digital and transport policy. The role and autonomy of local authorities in this area should be fully recognised in the view of the Intergroup, which also supports the promotion of social economy actors and the introduction of European statutes, including for associations. 5. I NDUSTRY FEDERATIONS 13 Of the 79 federations that participated in the IPM exercise, 83.5 % gave a positive overall assessment of the SMA, and none gave a negative assessment. The 10 measures most frequently cited by this stakeholder constituency as the most important were (in descending order): 10 actions from the SMA considered most important by industry federations • EU patent (action 1) • Internal market for services (action 4) • International trade (action 23) • Electronic commerce (action 5) • SME access to finance (action 12) • VAT (action 20) • National transposition of EU rules (action 47) • Counterfeiting and piracy (action 3) • Small Business Act review (action 13) • Standardisation (action 6) 13 79 industry federations responded to the online consultation, while many others submitted position papers outlining their views. Respondents in this category also include bodies representing social economy actors. A few organisations representing non-EU business interests submitted their views, which have been taken into account in this section of the paper. ",
        "EN 15 EN 76 of the 79 federations consider that the SMA partly or fully addresses the issues and challenges identified by the Commission. A large number of respondents in this category welcome the comprehensive approach of the SMA. Some of them invite the European Commission to adopt a more focused and strategic approach , and to seek coherence with the other policy areas and the EU 2020 flagship initiatives. In general, business federations see the single market as the EU’s engine for growth, job creation and competitiveness. A number of respondents, especially from the social economy, also highlight the potential of the single market to support social cohesion and objectives other than profit. Many industry federations regret that the potential of the single market is not being fully used, frequently due to barriers to the free movement of goods, services, people and capital, and the ensuing fragmentation . The diverging national (and sectoral) rules and approaches to consumer protection are often regarded as problematic. Simplification, integration and more harmonisation are seen as solutions by many respondents in this category, although some associate the latter with risks of over-regulation and damage to the diversity of economic models in Europe. The proposed action to reduce administrative burdens associated with accounting obligations is often welcomed, especially by SME representative bodies. Smart regulation principles , proportionality and subsidiarity, and the use of impact assessments are also seen as important by a large number of respondents in this category. Pan-European federations like the European Association of Craft, Small and Medium-Sized Enterprises (UEAPME), BUSINESSEUROPE and the Association of European Chambers of Commerce and Industry (Eurochambres) agree with various national and sectoral associations on the need to improve the governance of the single market. This should take the form of better and rapid implementation and enforcement of rules, and the promotion of informal problem-solving tools, with SOLVIT and the Internal Market Information System (IMI) frequently mentioned. ‘One-stop shops’ and points of single contact, as well as the Enterprise Europe Network (EEN), are often described as very useful instruments. Some business federations would like to see the Commission use infringement proceedings more resolutely, and single out the problem of ‘over-implementation’ by Member States (‘gold-plating’). Above all, political will and commitment at all levels is often cited as an important missing link. There is widespread support amongst business federations for the idea of the single market as a ‘base camp’ for being competitive in a globalised world . Pursuing trade liberalisation in the context of the World Trade Organisation (WTO) and regulatory dialogues with other regions of the world are seen as efforts that need continued support. Views vary on proposals for symmetry of access to public procurement. The importance of ensuring that small and medium-sized enterprises (SMEs) benefit from new single market initiatives, and are not put at any disadvantage, is a recurrent theme in this category too, particularly among organisations representing SMEs like UEAPME. Many commend ‘Think Small First’ as a key guiding principle for the SMA, and call for consistency and coherence with the Small Business Act (SBA). They call for due account to be taken of the unique characteristics and problems of SMEs (through an ‘SME test’), in areas like public procurement, e-commerce, environment and climate change. Some responses also highlight ",
        "EN 16 EN the diversity of the ‘SME universe’ itself, and call for specific attention to micro-enterprises and the self-employed . A desire for an effective internal market for services also clearly emerges from industry federation responses. The full application of the Services Directive, including the effective operation of Points of Single Contact, is seen as essential to this end by many respondents. Respondents supporting initiatives in this area, like BUSINESSEUROPE, refer to the high growth potential of services. The use of ‘mutual evaluation’ processes is often commended as an example of an effective working relationship between the European Commission and the Member States. Some social economy respondents, however, say a better understanding of its added value is needed and call for the involvement of social economy actors. Some industry federations also call for the EU not to neglect the free circulation of goods. A certain number of federations representing social economy undertakings welcome the inclusion of a social economy dimension in the SMA and the acknowledgement of the plurality of business models , their objectives and governance forms. The introduction of European legal structures for the various types of actors (cooperatives, mutual societies, associations and foundations) is encouraged as a way to facilitate their cross-border activity and contribution to social and economic goals. Social economy actors call on the EU to take into account their specificity in initiatives on public procurement, access to financing, accounting rules and corporate governance, among others. The role of social economy undertakings in the provision of Services of General Interest (SGIs) is also sometimes stressed, including by a group of experts from the scientific community. Some social economy bodies also highlight the importance of definitions and clarity of concepts, in particular regarding corporate social responsibility as such. The issue of the funding of initiatives in this area, which is associated with a long-term perspective, is also discussed by some respondents, including the venture philanthropy association. A number of industry stakeholders also comment on the proposed Social Business Initiative. Some, especially SME federations, believe that this should be done in a way that does not unfairly differentiate between undertakings and does not place traditional commercial companies at a disadvantage. Proposals on access to finance and private investment and venture capital are also very often welcomed by industry stakeholders, including asset management, private equity and venture capital bodies. Some stress that new measures should benefit all types of companies, irrespective of their line of business, size or nature, and that forms of access to finance other than financial markets should be taken into consideration in the SMA. The venture capital industry recalls that making companies investment-ready through mentoring and coaching is equally important. SME bodies call for proper consideration of the possible consequences of the new Basel III requirements on bank lending for their access to finance, while certain social economy representatives cite Solvency II rules as possibly problematic in this context. A number of business federations raise some concerns or express outright opposition to SMA proposals on the social dimension and consider that Article 9 of the Treaty on the Functioning of the European Union (TFEU) is a sufficient guarantee for the respect of social rights, not requiring further legislation. A number of social economy actors, on the other hand, argue that the social dimension should find proper room in the SMA. Most respondents commenting on the Posting of Workers Directive agree on the need to ensure better implementation, but are against any revision of the Directive itself. Intellectual property rights are also singled out as an area of great interest for industry federations, in particular by the content, ICT and publishing sectors. There is considerable ",
        "EN 17 EN support across the board for the introduction of a unitary EU patent regime. Views vary on copyright -related measures, for example on the role and functioning of rights management intermediaries, the nature of the competition in the environment in which they operate, territorial licensing, and measures to overcome the current EU market fragmentation. Some respondents also mention private copying levies as worth further attention. Regarding IPR enforcement , responses suggest a high degree of expectation from industry federations regarding further EU action on counterfeiting and piracy, which are considered very serious plagues affecting creativity, jobs and growth, and consumer choice and safety. The role of customs is frequently mentioned. There is also widespread support among business representative bodies for the digital single market , in particular the need to improve conditions for the uptake of e-commerce in the EU. A large number of respondents cite a variety of obstacles, including legal, economic and logistical barriers, with the liability regime applicable to intermediaries frequently mentioned. Unlocking the potential of digital signature, e-Identity and e-Procurement is often described as conducive to a better functioning digital single market. Alongside general acknowledgment of the importance of standardisation for internal market purposes and the need to adapt it to new challenges, a significant number of responses consider that standardisation should be driven by the market and fully involve the private sector, taking into account the specific needs of SMEs. A large number of respondents welcome measures on taxation, especially VAT, provided they facilitate cross-border economic activity, and lift the administrative burden on companies. Different VAT rates for online and offline creative products is also raised as an issue by a number of respondents. The introduction of a Common Consolidated Corporate Tax Base (CCCTB) is seen as a good initiative in that direction by some respondents, while others oppose it, stating that it contradicts the principle of fiscal sovereignty. Industry federations often call for the CCCTB regime to remain optional and not linked to the fixing of minimum taxation levels by Member States. On Services of General Interest (SGIs), most comments were received from social economy actors, who see the need to clarify rules applicable to them, especially procurement and state aid rules, in particular where Social Services of General Interest (SSGIs) are concerned. A few other actors call for action to ensure more competition in the provision of Services of General Economic Interest (SGEIs) and to include the revision of the Monti-Kroes package on the application of state aid rules to public service compensation in the SMA. While some business organisations say the planned review of EU procurement rules might be premature or simply not needed, other industry respondents welcome measures aimed at simplification and reducing access barriers. The inclusion of social or environmental aspects in public procurement is viewed cautiously by many respondents, while others, mainly social economy representatives, support this. According to many industry federation stakeholders, legislation in the area of services concessions is not warranted. Regarding actions concerning the environment and climate change , industry federations generally support the need to act, particularly on energy efficiency, but would not like to see a higher administrative and financial burden placed on companies. In the opinion of many respondents, harmonised European approaches are preferable to fragmentation. However, a number of respondents call on EU policy-makers to consider what has already been put in place by industry and argue for voluntary approaches, which is also the preferred option for ",
        "EN 18 EN many respondents with regard to social and environmental responsibility and non-financial reporting. A substantial number of industry federations express concerns about plans for collective redress and, in many cases, their full opposition. In contrast, many favour alternative dispute resolution methods. An efficient and seamless transport system and energy infrastructures capable of ensuring affordable energy and security of supply are invariably seen as an important precondition for the success of the single market. Many industry respondents are looking forward to the publication of a White Paper on Transport Policy and European Union Guidelines for the development of the trans-European transport network. Measures to facilitate mobility are generally supported by industry federations, including Eurochambres, with views varying on the preferred scope and approaches, for example concerning the proposed ‘Youth on the Move card’ and ‘European Skills Passport’. A number of respondents stress that the recognition of professional qualifications and the recognition of other skills, for example acquired on the job, non-formally and informally, are equally important. Product safety and market surveillance are also considered important areas, particularly by the retail commerce sector, some representatives of which call for a retail strategy. Some industry federations also put forward actions that they consider missing in the SMA. The adoption of a European Private Company Statute and the review of data protection rules are frequently mentioned. Respondents from non-EU countries ask for the SMA to take fully on board its international and European Economic Area (EEA) dimension. 6. C OMPANIES 14 Overall, the individual companies that responded to the public consultation online view the SMA positively (73.4 % of those who responded online). The 10 measures most frequently cited as the most important were (in descending order): 10 actions from the SMA considered most important by companies • SME access to finance (action 12) • Corporate governance (action 38) • Internal market for services (action 4) • Social business (action 36) 14 In addition to the large number of responses received through horizontal or sectoral federations, 64 individual companies participated in the online public consultation, from various industries, including the social economy, while a number of others submitted position papers outlining their views. ",
        "EN 19 EN • EU patent (action 1) • Private investment and venture capital (action 16) • International trade (action 23) • Energy efficiency (action 11) • Social innovation (action 37) • Electronic commerce (action 5) • Pensions (action 31) (equal 10 th position) A large number of companies believe that the SMA partly responds to the challenges identified (65.6 %). 21.9 % believe the SMA fully responds to the challenges. Individual responses often reflect concerns regarding specific sectors of the internal market, and illustrate them with practical examples 15 . Comments of a more horizontal nature very often reflect companies’ concerns and ideas regarding the business environment in which they operate. Respondents here generally favour actions to reduce administrative burdens and costs and to facilitate their operations, particularly across borders. Actions mentioned as helpful include fostering e-Signatures and e-Identity, implementing an effective European payment policy (including standards and interoperability), tackling infrastructure bottlenecks, and ensuring a truly pan-European transport system based on an internal market for transport. A number of companies, particularly very large businesses, point to divergent regulatory approaches across the EU as a key barrier to the realisation of a true single market. The services market and the right of establishment are sometimes mentioned as problematic areas, particularly by retailers. They point out that such differences result in administrative costs and complexity for businesses, and prevent customers from taking full advantage of the opportunities offered by the single market. They favour European approaches to aspects like consumption, production, taxation, energy, the environment and consumer rights. There is wide support for keeping the needs of SMEs high on the SMA agenda. Many point out that SMEs are the first to suffer from misguided or incomplete internal market legislation and argue that the ‘Think Small First’ principle should be promoted further. Related to this is the frequent interest expressed by companies in SMA actions to facilitate access to finance . Some companies would like to see them implemented in a way that keeps entrepreneurs in the driving seat, accompanied by a thorough implementation of the Late Payments Directive and as part of a broader policy approach in support of innovation. Social economy undertakings, in line with their representative bodies, welcome the SMA’s acknowledgement of the diversity of existing company structures in Europe, and often highlight the importance for internal market policy to support social and societal objectives as well. Some social economy respondents support the introduction of European statutes for 15 The positions of companies are widely reflected in the section devoted to industry federations. ",
        "EN 20 EN entities like mutual societies and foundations. They also ask the EU to consider their specificities in other actions such as on access to finance. A certain degree of expectation is also to be found among company stakeholders regarding the proposed Social Business Initiative. Measures to foster creativity and to defend intellectual property as a key asset of the European economy are also often commented upon by company respondents. Companies frequently express support for the introduction of a unitary EU patent and stress the importance of a unitary patent litigation system. Copyright policy is often discussed in association with the digital single market . For some respondents, its completion is a priority to be tackled in its diverse but interconnected aspects, including intermediary liability and infrastructure aspects. Some respondents in this category, mainly large companies, also support actions to ensure a level-playing field for European companies at international level , in particular as regards reciprocity in access to public procurement. For a large number of companies, correct, uniform and timely transposition and enforcement of EU law is essential for EU policy to bear fruit for them and for consumers and citizens. Some also warn against the risks of over-regulation and call for more consistency between EU and national initiatives. Some respondents consider that the ‘Smart Regulation’ principle should apply to the SMA. 7. T RADE U NIONS 16 The views of trade unions on the SMA vary: 30.4 % of respondents view it positively, 43.5 % neutrally and 26.1 % negatively. The 10 measures most frequently cited by this stakeholder constituency as the most important were (in descending order): 10 actions from the SMA considered most important by trade unions • Respect for fundamental social rights and social impact analysis of legislation (Action 29) • Posting of workers to other Member States (action 30) • Public procurement (action 17) • Services of general economic interest (SGEI) (action 25) • Pensions (action 31) • Industrial restructuring (action 32) • Corporate governance (action 38) 16 23 respondents to the online questionnaire identified themselves as trade unions, encompassing organisations active at European and national level and from various sectors. Some trade unions, including the European Trade Union Confederation (ETUC), sent separate contributions. One trade union organisation from a European Economic Area (EEA) country also sent a contribution. ",
        "EN 21 EN • Internal market for services (action 4) • Consultation and dialogue with civil society (action 48) • SME access to finance (action 12) • Recognition of professional qualifications (action 33) (equal 10 th position) Most consider that the SMA only partly addresses the existing challenges (60.9 %). 21.7 % believe it does not, 13 % that it does, and 4.3 % have no opinion. In general, trade union organisations advocate a stronger social focus in the EU’s internal market policy, which they would like to see included in the SMA to a greater extent. In the opinion of a number of respondents in this category, the European Social Model should remain the main reference: high social standards should not be seen as limitations, quality employment should be pursued, and single market freedoms should not impinge on national social policy. As advocated by the European Trade Union Confederation (ETUC), trade union respondents generally insist on the importance of upholding the fundamental rights affirmed by the Charter of Fundamental Rights of the European Union, and promoting the application of the horizontal social clause in Article 9 of the Treaty on the Functioning of the European Union (TFEU). A number of responses, including ETUC’s, refer in particular to the right to negotiate and conclude collective agreements and the right to take collective action. A large number of trade union stakeholders call for a Social Protocol to be added to the EU Treaties, in order to clarify that economic freedoms do not take precedence over fundamental social rights. A number of responses also advocate EU action to safeguard social principles in the form of secondary European legislation. Many responses relate this to the desire to clarify that the case law of the Court of Justice of the European Union (CJEU) does not call social rights into question. ETUC and a few other respondents also ask for the creation of special chambers in the CJEU specialising in labour and social law. Trade unions generally support social impact assessments in the formulation of EU legislation, and ask for international social and human rights standards and sustainable development considerations to be integrated within trade agreements. Regarding specific proposals, a recurrent theme in trade union responses is the request for revision of the Directive on the Posting of Workers . This demand is backed in some cases by arguments based on the protection of the fundamental right to strike and to bargain for better conditions, respect for different industrial relations systems in the EU, and the ability of Member States to use legislation to provide equal protection for posted workers. On pensions , while welcoming discussions on the matter, trade unions believe the EU should respect the fact that it has no competences in the organisation, financing or structuring of national pension systems. They are often against one-size-fits-all solutions. Responses often support more fiscal harmonisation in Europe to prevent tax competition and encourage better corporate governance. Some find the proposed Common Consolidated Corporate Tax Base (CCCTB) insufficient as it is only a ‘28 th regime’, which would not be ",
        "EN 22 EN compulsory for all companies. A number of trade unions also favour the introduction of a tax on financial transactions. The role and quality of public services in Europe’s economy and society is also emphasised by a large number of respondents, who stress that the objective of any action in this area should be to help public authorities deliver quality public services and not to promote competition for the sake of it. Clarity on Services of General Interest (SGIs), in particular Social Services of General Interest (SSGIs), is called for by some trade unions, based on the existing Treaty Protocol on Services of General Interest. Some call for a legal framework, especially for SSGIs, and would like to see an evaluation of the previous liberalisation and privatisation processes. For some respondents, certain services, like broadband access, should be subject to universal service obligations. Trade unions generally welcome the opening of consultation and discussions on public procurement policy . They support measures to include social, ethical and environmental requirements in procurement processes. A number of trade union stakeholders also commented on the idea of introducing a legislative initiative on service concessions . Some are against it, as they see a risk of introducing blanket solutions that they consider inadequate. They ask that public authorities should retain the ability to use in-house solutions. On corporate governance, for some respondents it is fundamental to ensure the proper involvement of trade unions in discussions on the matter and to seek the participation of employees in corporate governance itself. Some trade unions respondents also favour renewed support for innovative social and participative entrepreneurship , and support an adequate legislative framework to this end. However, some say that certain basic services should still be provided by the state. Others also call for the EU to give due consideration to employee participation rules when changing or setting up new legal structures. Training, mobility and recognition of qualifications also emerge as important to trade union respondents. Some call for Member States to ensure consistency in their policies with European frameworks such as the European Qualification Framework (EQF). Some would welcome more detail on the proposed ‘Youth on the Move Card’ and ‘European Skills Passport’ and how they relate to existing EU tools. For trade unions, respect for fundamental rights as well as sufficient financial support for those wishing to engage in mobility should receive attention. Trade union responses also almost always comment on the proposal for industrial restructuring and welcome the opening of a consultation on a framework for this subject. For them, this matter is of high importance and should involve European trade unions. Some respondents are also cautious on measures to facilitate the operation of venture capital funds across Europe and consider that venture capital should be subject to stricter controls. Some trade unions would also like to see a stronger social dimension in the internal market for services . While being generally supportive of an SME focus in policy, some trade unions recall that SMEs do not necessarily have the ambition to operate internationally, so the focus should be on limiting administrative burdens rather than on further liberalisation. Many trade unions favour legislation to ensure access to basic bank accounts for all, accompanied by proper counselling. They see this as an instrument for social inclusion and in ",
        "EN 23 EN any event as a prerequisite for participation in society and for access to employment, health care, housing and other services. Environmental sustainability goals should also be pursued by the SMA, according to some trade unions, with particular attention to their relationship with social policy (e.g. energy poverty). Some respondents also commented on alternative dispute resolution (ADR) mechanisms. For a number of them, it is important to guarantee to all parties clear information about available ADR mechanisms, and to make sure that they do not preclude access to court redress at a later stage. Regarding the governance of the single market, trade union respondents, while generally supporting reinforced consultation and dialogue with civil society, invariably reiterate the value and specificity of social dialogue in the EU in general. In their opinion, it should be used systematically from the early stages of initiatives. A few organisations representing companies or industry sectors, including from the social economy, also submitted their views under this category. Their views have been taken into account in this paper, but are covered in other sections for the sake of consistency and conciseness. 8. C ONSUMER ORGANISATIONS 17 The large majority of consumer organisations participating in the online consultation (9 out of 12) have a positive overall view of the SMA. Two respondents view it neutrally and one negatively. The 10 measures most frequently cited by this stakeholder constituency as the most important were (in descending order): 10 actions from the SMA considered most important by consumer organisations • Product safety (Action 39) • Passenger rights (action 43) • Alternative dispute resolution and collective redress (action 46) • Consultation and dialogue with civil society (action 48) • Energy efficiency (action 11) • Internal market for services (action 4) • Electronic commerce (action 5) • Standardisation (action 6) 17 Twelve consumer organisations, operating at EU, national or regional level, and from different countries in the EU, participated in the online consultation. A few others sent contributions separately. ",
        "EN 24 EN • Respect for fundamental social rights and social impact analysis of legislation (action 29) • Counterfeiting and piracy (action 3) • Ecological footprint of products (action 10, equal 10 th position) • Accounting rules (action 14, equal 10 th position) • Private investment and venture capital (action 16, equal 10 th position) • Social business (action 36, equal 10 th position) • Access to basic banking services (action 40, equal 10 th position) Answers regarding the appropriateness of proposed measures to address current challenges are more nuanced, with 33.3 % believing the SMA includes appropriate measures to address the issues identified, 50 % believing it does so partly, one respondent stating it does not and one with no opinion. Consumer organisations, and the European Consumers’ Organisation (BEUC) in particular, call for more emphasis, priority and space for the needs and requirements of consumers . They consider that without real consumer empowerment, citizens’ confidence in the single market and demand for products and services will be difficult to restore. Pan-European consumer organisations also suggest that the SMA should embrace a more holistic view of single market policy, avoid differentiating between measures by businesses versus consumers and citizens, and acknowledge that certain measures, for example on standardisation and energy efficiency, are important for EU society as a whole. They also highlight the importance of considering single market policy as relevant to the daily lives of consumers, irrespective of the cross-border or domestic nature of their activities. For consumer organisations, the protection of consumer rights and their enforcement should be central to single market policy and the SMA. They welcome in particular the proposed initiatives on alternative dispute resolution methods, which are frequently mentioned as a fruitful solution, and express expectations regarding measures for collective redress. For some consumer organisations, measures for dispute resolution and informal problem-solving should fully take into account the existing structures and their potential. Governance in general is considered important by consumer organisations. Some call for a better evaluation of the practical application of EU consumer rules in this field, and for more resolute action to ensure the correct, uniform and quick transposition of EU legislation in Member States. Consumer organisations would like to be more involved in single market governance, for example in the definition of the Consumer Scoreboard. Consumer organisations point to persistent barriers for consumers seeking to buy goods and services across borders, especially online. A number of problem areas requiring action are mentioned, from difficulties in seeking redress in the case of problems to delivery issues, and from safety and privacy concerns to legal restrictions. Electronic commerce and product safety, sometimes in conjunction, are frequently mentioned by consumer stakeholders, and ",
        "EN 25 EN alternative dispute resolution for online transactions is seen as essential for the SMA by some of them. Better coordination of market surveillance is also mentioned as important in order to make sure that EU standards and laws are effective. According to some consumer organisations, the issue of its funding should be addressed. For others, the safety and quality of services, in parallel with product safety, should also be subject to policy attention. Intellectual property proposals are also commented upon by some consumer representatives. BEUC supports the introduction of an EU patent but does not consider the proposed actions on counterfeiting and piracy as priorities. BEUC asks the European Commission to take the social impact and the Charter of Fundamental Rights fully into account when considering initiatives in this field. Respondents in this category also suggest a review of the Directive on Copyright in the Information Society and a legislative proposal on private copying levies as additional measures for the SMA. Other measures that consumers consider missing are regulation of net neutrality, to avoid diverging national approaches, the revision of the Data Protection Directive, initiatives for consumer protection in the area of financial services, the expected Directive on Energy Efficiency and Savings, and the Action Plan on Sustainable Consumption and Production (SCP). 9. N ON - GOVERNMENTAL ORGANISATIONS 18 Among the 189 NGOs that participated in the online consultation, 85.2 % (161 respondents) give a positive overall assessment of the SMA, and 4.2 % view it negatively. The 10 measures most frequently cited by this stakeholder constituency as the most important were (in descending order): 10 actions from the SMA considered most important by NGOs • Consultation and dialogue with civil society 19 (action 48) • Social innovation 20 (action 37) • Social business (action 36) • Respect for fundamental social rights and social impact analysis of legislation (action 29) • Public procurement (action 17) 18 A very large number of non-governmental organisations (NGOs), 189 in total, responded to the online consultation, while a number of others submitted position papers outlining their views or expanding their online contribution. NGO respondents encompass a wide constituency. Many are active in the broader social dimension, but some respondents also represent specific professions or business sectors. 19 As mentioned in the General overview section above, a very large number of respondents, in particular in the NGO and individual categories, submitted an identical response to the consultation, indicating action 48 (consultation and dialogue with civil society) and action 37 (social innovation) as priorities for the SMA, and attached the same explanatory text supporting this choice. 20 Ibid . ",
        "EN 26 EN • Services of general economic interest (action 25) • Internal market for services (action 4) • Corporate governance (action 38) • SME access to finance (action 12) • VAT (action 20) 177 of the 189 NGOs consider that the SMA partly or fully addresses the issues and challenges identified by the Commission. In general, NGOs are supportive of the SMA, and see the language used on the need to restore citizen confidence in the single market as a step in the right direction. A large number encourage policy makers to be ambitious in the identification of priority actions and in their actual implementation. Most NGOs strongly support the inclusion and mainstreaming of social, environmental, democratic, civic, consumer and equal opportunity principles in the SMA, which, according to some of them, should be reflected in the appropriate choice of indicators. Many respondents point out that single market policy should take into account the interests and views of all Europeans, as citizens with rights, workers, consumers, and service users (particularly public service users), equally and irrespective of factors such as disability, age, revenue, social conditions, ethnicity or area of residence. As outlined notably by the Platform of European Social NGOs (Social Platform), the SMA should support the pursuit of social cohesion and the ‘social market economy’ (in line with Article 3 of the Treaty on the European Union — TEU). Subsidiarity and proportionality are also sometimes recalled as guiding principles of action in this area. NGOs often take the TFEU’s social clause 21 , its provisions on gender equality 22 and the fight against discrimination 23 , and the Charter of Fundamental Rights of the European Union as key legal references. Some respondents also recall the obligations of the United Nations Convention on the Rights of People with Disabilities. Factoring access and accessibility for disabled citizens into single market policy is indeed strongly advocated by some NGOs. A high number of NGOs also support assessments of policies and legislation in terms of fundamental rights. Some call for all actors in civil society to be fully involved in this kind of exercise, under a ‘participatory’ approach. Some also suggest carrying out a study on the social impact of the liberalisation of network services. Several responses from NGOs support proposals to look into and improve the legal structures of actors active in the social economy, notably foundations, cooperative societies and mutual associations . In particular, a large number of similar responses welcome the announced proposal for a European Foundation Statute , highlighting the growing contribution of foundations to the EU’s objectives of ‘smart, sustainable and inclusive growth’. Some ask the European Commission to include associations as well in this proposal and to look into a European statute for them. 21 Article 9 TFEU. 22 Article 8 TFEU. 23 Article 10 TFEU. ",
        "EN 27 EN The idea of a Social Business Initiative is also seen with interest by NGOs. The recognition of the diversity of entrepreneurs and enterprises contributing to the European economy with business models not focused on profit-making is described as important for the single market. Clear definitions and a common understanding of what is meant by the social economy are, for some respondents, key to the success of the initiative and necessary to avoid confusion and misuse of concepts. A reinforced dialogue with civil society in the preparation and implementation of policy and legislation is also very much favoured by all NGOs. Some see this as a key way to restore the confidence of citizens in the Single Market and their interest and engagement with European affairs. They ask for it to be systematic, structured, covering the full policy cycle, implemented with concreted deliverables in mind, and concretely supported by adequate budgets and legal tools. Some NGO actors point to the practical disadvantages sometimes suffered by civil society actors, whether linguistic, cost-related, logistical or related to the lack of technical expertise. More broadly, equality of treatment for all stakeholders in consultation and dialogue is considered a key prerequisite. Some respondents also elaborate on other single market governance aspects. They support the reinforcement and expansion of instruments like SOLVIT, sometimes providing specific practical suggestions, and support alternative dispute resolution. Transparency, integrity and public accountability are also cited as key principles for the governance of the single market. Public services also rank high on the NGO agenda. For many, any EU intervention in the area of Services of General Interest (SGIs) , in particular Social Services of General Interest (SSGIs) , should make sure that the necessary flexibility of provision is respected and the principles of universal access, high quality, accessibility and affordability are taken into account. These principles should, for some, also be taken into consideration in the evaluation of the Services Directive. For a number of respondents, SSGIs in particular require careful consideration, with specific objectives and characteristics that, for example, EU rules on procurement and services should respect. The importance for the proposed Communication on SGIs to provide legal certainty is often mentioned. For others, a legal instrument is needed. Social NGOs also express concerns and call for more clarity on the Commission’s plans for the reform of public procurement rules . They frequently state that public procurement rules must not be to the detriment of quality and social standards, and call for the consideration of alternatives to procurement for SSGIs and the exercise of caution in introducing EU rules on services concessions. On the other hand, some respondents highlight the potential of procurement to pursue environmental and societal objectives. Ensuring access to services like banking and the internet are also considered by a number of NGOs as an important tool to make single market policies more socially oriented and at the same time update them in accordance with new societal trends. Some support the extension of universal service obligations and the SGI label to these areas. The importance of ensuring that microenterprises and independent workers benefit from the EU single market is also mentioned by NGO respondents, with access to capital and a favourable regulatory environment considered key measures. Some respondents identify standardisation as an important tool for improving the lives of certain social categories, notably elderly citizens and people with disabilities, and for fostering the emergence of new professions and services, whose positive impact on the environment and society should not be underestimated. ",
        "EN 28 EN Some NGOs also often have precise and vocal views on environmental proposals . They call for action to address a number of aspects that they consider neglected, for example the beneficial effect that reduced consumption can have on the general ecological footprint and the adverse impact that environmentally oriented taxation can have on the most vulnerable households or disadvantaged territories. Social and environmental reporting by companies is also considered an area worthy of attention. VAT policy is also identified as important by NGO respondents. Specific comments mainly concern the potential of VAT policy for poverty reduction or mitigation, but also the relevance of VAT for their own work. Certain NGOs, including European federations or those representing specific professions, also stress the importance of focusing on mobility measures , such as transport, recognition of qualifications, student mobility, and access to professions in other countries. Mobility is viewed by some respondents as a way to maintain fundamental social rights and provide vulnerable groups with the ability to find opportunities within a broader space than their home country. For other NGOs, volunteers should also be considered in initiatives facilitating mobility. Some horizontal business organisations and others representing specific industrial or professional sectors responded within this category. Their views have been taken into account in this paper, but are covered in other sections for the sake of consistency and conciseness. 10. O THER ORGANISATIONS 24 A large majority of the organisations that identified themselves as ‘Other’ or ‘Think tank’ (78.9 %) have a positive view of the SMA. 13.3 % view it neutrally, while 7.8 % express a negative opinion. The 10 measures most frequently cited by this stakeholder constituency as the most important were (in descending order): 10 actions from the SMA considered most important by other organisations • Social innovation (action 37) • Consultation and dialogue with civil society (action 48) • Public procurement (action 17) • Internal market for services (action 4) • SME access to finance (action 12) • EU patent (action 1) 24 90 organisations of a diverse nature responded to the online questionnaire identifying themselves as ‘Other’ or ‘Think tanks’. A number of other contributions not necessarily attributable to any particular category in the online questionnaire categories were received separately by the Commission and taken into account in this section of the paper. ",
        "EN 29 EN • Small Business Act review (action 13) • Recognising skills and training (action 35) • Recognition of professional qualifications (action 33) • Services of general economic interest (SGEI) (action 25) • Respect for fundamental social rights and social impact analysis of legislation (action 29, equal 10 th position) • National transposition of EU rules (action 47, equal 10 th position) Half of the respondents in this category state that the SMA partly proposes appropriate responses to the issues it seeks to address. 44.4 % believe it does so in full, 2.2 % that it does not, while the rest have no opinion. Organisations responding in this category represent a wide variety of interests, views and constituencies, as also reflected in the contributions received from two Economic and Social Councils in Member States 25 . The recognition of the plurality of actors active in the single market is itself often one of the demands in the responses, for example regarding micro- enterprises and creative industries. This category includes organisations concerned with activities of general economic interest, for example the European Centre of Employers and Enterprises providing Public Services (CEEP). They generally welcome the SMA and its acknowledgement of the importance of Services of General Interest (SGIs), but would like to see a more proactive policy, including legislative initiatives, in this area. They highlight the role of SGIs for social cohesion and their resilience to the economic and financial crisis. For CEEP in particular, new secondary legislation should clarify Article 106 of the Treaty on the Functioning of the European Union (TFEU), guarantee the subsidiarity principle and ‘in-house’ management, reinforce the economic and financial conditions under which SGEIs can be provided, and clarify how the role of local authorities can be respected in this area. As a social partner, CEEP also comments on proposals regarding pensions, industrial restructuring, professional qualifications, public procurement and taxation, and expresses caution on the proposal for services concessions. The social housing sector also commented on the SMA, calling for appropriate solutions for access to capital markets in support of affordable housing, a review of public procurement and state aid rules, and an ambitious Social Business Initiative. A number of organisations representing professions responded to in the public consultation in this category. Their comments are largely about initiatives on the mutual recognition of professional qualifications, in some cases reflecting profession-specific issues, and on mobility. Some professional groups also point to practical obstacles they still encounter in providing services in another EU Member State, for example in connection with insurance and liability regimes. Proper transposition and implementation of EU rules governing the professions is also mentioned as fundamental by a number of professional organisations. 25 The contributions from the Economic and Social Councils were very broadly based and have been taken into account throughout this paper. ",
        "EN 30 EN A group of financial institutions with a public mandate contributed to the consultation, focusing on the issue of long-term investment , for which they see a great need in the current economic circumstances. They suggest that the EU should proceed to create a regulatory framework conducive to such investment, and to develop a new instrument combining public and private components, providing detailed views on how to do that. The recognition of the role of standards in achieving the internal market, in particular for numerous SMA actions, is strongly advocated by standardisation organisations. They highlight the crucial role of standards in fostering intra and extra-EU trade, but also in strengthening productivity, reducing costs, supporting quality and supporting dispute resolution. Standards organisations consider that the reform of the European standardisation framework should incorporate service standardisation and be based on the existing system. Think-tank contributions range from general analyses of the place of the SMA in growth and recovery strategies and the new EU institutional framework to assessments of specific actions against broad policy objectives or in relation to certain economic sectors. A number of responses in this category, including those addressing the social economy, the broader citizen and social dimension in the SMA, public services and local government, foundations, copyright policy and intellectual property rights, and private investment have been taken into account, along with some from horizontal and sectoral industry federations. However, for the sake of conciseness and consistency, their main comments are covered in other sections of this paper. ",
        "EN 31 EN ANNEX: THE 50 PROPOSED ACTIONS OF THE SINGLE MARKET ACT 1. EU patent 2. Copyright 3. Counterfeiting and piracy 4. Internal market for services 5. Electronic commerce 6. Standardisation 7. Integrated transport system 8. Energy taxation 9. Business-to-business services 10. Ecological footprint of products 11. Energy efficiency 12. SME access to finance 13. Small Business Act review 14. Accounting rules 15. Project bonds 16. Private investment and venture capital 17. Public procurement 18. Services concessions 19. Common consolidated corporate tax base (CCCTB) 20. VAT 21. Interconnection of business registers 22. E-identification/authentication 23. International trade 24. International public procurement 25. Services of general economic interest (SGEI) ",
        "EN 32 EN 26. Transport infrastructures 27. Energy infrastructures 28. European radiospectrum 29. Respect for fundamental social rights and social impact analysis of legislation 30. Posting of workers to other Member States 31. Pensions 32. Industrial restructuring 33. Recognition of professional qualifications 34. Student mobility 35. Recognising skills and training 36. Social business 37. Social innovation 38. Corporate governance 39. Product safety 40. Access to basic banking services 41. Responsible lending and borrowing 42. Tax obstacles for citizens 43. Passenger rights 44. Evaluating implementation of rules with Member States 45. Information exchange between public authorities (IMI) 46. Alternative dispute resolution and collective redress 47. National transposition of EU rules 48. Consultation and dialogue with civil society 49. One-stop-stop for information and assistance 50. Informal problem-solving tools "
    ]
}