{
    "text": [
        "IPTS WORKING PAPER on CORPORATE R&D AND INNOVATION - No. 7/2011 December 2011 The European Research Framework Programme and innovation performance of companies. An empirical impact assessment using a CDM model. Abraham Garcia ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 2 The IPTS Working Papers on Corporate R&D and Innovation address economic and policy questions related to industrial research and innovation and their contribution to European competitiveness. Mainly aimed at policy analysts and the academic community, these are scientific papers (relevant to and highlighting possible policy implications) and proper scientific publications which are typically issued when submitted to peer-reviewed scientific journals. The working papers are useful for communicating our preliminary research findings to a wide audience, to promote discussion and feedback aimed at further improvements. The working papers are considered works in progress and are subject to revision. These IPTS Working Papers on Corporate R&D and Innovation can take the form of more policy- oriented notes , mainly addressed towards EU policy-makers. They present policy implications derived from our own research and the views of the most prominent authors in the field, with appropriate references. This Working Paper (No. 7/2011 – December) is issued in the context of the Industrial Research Monitoring and Analysis (IRMA) 1 activities that are jointly carried out by the European Commission's Joint Research Centre (JRC) – Institute for Prospective Technological Studies (IPTS) and the Directorate General Research - Directorate C, European Research Area: Knowledge-based economy. IRMA activities aim to improve the understanding of industrial R&D and Innovation in the EU and to identify medium and long-term policy implications. More information, including activities and publications, is available at: http://iri.jrc.es/ and http://ec.europa.eu/invest-in-research/ The author of this paper is Abraham Garcia. The work has benefited from the input of Michele Cincera, Enrico Santarelli, Pietro Moncada, Fernando Hervas and Pierre Delanghe to earlier versions of the paper. The IPTS Working Papers on Corporate R&D and Innovation are published under the editorial responsibility of Fernando Hervás, Pietro Moncada-Paternò-Castello and Andries Brandsma at the Knowledge for Growth Unit – Economics of Industrial Research and Innovation Action of IPTS / Joint Research Centre of the European Commission, Michele Cincera of the Solvay Brussels School of Economics and Management, Université Libre de Bruxelles, and Enrico Santarelli of the University of Bologna. Contact information : F. Hervás European Commission, Joint Research Centre - Institute for Prospective Technological Studies Edificio Expo C/ Inca Garcilaso, 3 E-41092 Seville (Spain) Fax: +34 95 448 83 26; E-mail: jrc-ipts-kfg-secretariat@ec.europa.eu IPTS website: http://ipts.jrc.ec.europa.eu/; JRC website: http://www.jrc.ec.europa.eu DG RTD-C website: http://ec.europa.eu/invest-in-research/monitoring/analyses01_en.htm Legal Notice Neither the European Commission nor any person acting on behalf of the Commission is responsible for any use made of this publication. IPTS WORKING PAPER on CORPORATE R&D AND INNOVATION - No. 7/2011 Full electronic version of the paper can be downloaded at http://iri.jrc.es/ JRC68196 EUR 24747 EN/7 ISBN 978-92-79-22648-9 ISSN 1831-9408 ISSN 1831-9424 doi:10.2791/70649 Luxembourg: Publications Office of the European Union , 2011 © European Union, 2011 Reproduction is authorised provided the source is acknowledged Printed in Spain ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 3 Abstract The effect of the EU Research Framework Programme (FP) on European company innovation performance is analysed for the period 1998-2000. The possibility of applying for the grant might make companies engage in new projects which they would not have considered if the fund was not there. In addition, the FP programme increases collaboration with other innovation agents (e.g., universities, research labs, governments and other firms). Both the existence of FP and collaboration are simultaneously modelled when innovation performance is studied. To measure innovation performance, an input indicator (level of R&D expenditure) is used in combination with an output indicator (increase in the innovation sales). Following Crepon et al. (1998) a simultaneous equations system is used with four equations (FP, collaboration, R&D and Innovation sales). The paper finds a positive impact for the FP on collaboration, and both factors positively affect the innovation performance (R&D and Innovation sales) of European firms. No crowding-out effect is found in the analysis. JEL Classification: Keywords: Funding, Framework Programme, R&D investment, CIS, CDM model. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 4 1 Introduction The European Framework Programme (FP) is currently the main policy instrument for European Research and Technology Development (RTD). It started in the mid 80s in response to a situation where individual R&D activities were uncoordinated and required a large number of Council decisions. Since then the instrument has evolved with the political and economic needs of European society. From the main objective of reducing the R&D gap between the EU and its major Economic Competitors (Breschi & Cusmano, 2002) in FP1, it has evolved to try to cover to a list of needs, described in the formulation of the FP7: low economic growth, declining competiveness, high unemployment, poverty and regional inequality (Delanghe & Muldur, 2007). Both the objectives and budget have increased over the years: an initial investment of 3.75 bn over a 4-year period has now increased to 50 bn over a 7-year period. It is a substantial increase in resources that acknowledges the increasing awareness in Europe of improving the creation of new knowledge as the only way to survive fierce international competition. The basic tenet of the EU RTD policy is the promotion of co-operation. Since its creation, the FP was intended as a tool to increase co-operation among Member States (Georghiou, 2001). Following the definition given by Delanghe and Muldur (2007): The Community FPs are multi-annual programmes in support of European S&T and industrial competitiveness, with the stated objective of strengthening the scientific and technological bases of the Community industry and encouraging it to become more competitive at an international level. They mainly provide support by supplying \"European added value\" for research projects by transnational consortia and with a mixture of actors (e.g., firms, universities and research institutes). The difficulties in trying to assess the impact of the EU Framework programmes have been extensively discussed by scholars. These include a difficulty in separating the effect of national innovation programmes and measurement problems; while integration (Luukkonen & Nedeva, 2010) and an increase in collaboration (Capron & Cincera, 2007), (Georghiou, 2001) need to be assessed by considering the theoretical fundation of any innovation policy. Whether the reasons are that private R&D does not take into account all benefits enjoyed by society and therefore the private returns from investment are lower than the social ones (Arrow, 1996; Nelson, 1959); or whether innovation is a very complex phenomenon occurring within a system of linkages, networks and collaboration among all society agents(Edquist, ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 5 1997); it is very important to be assessed if FP is raising the R&D investment and if it is contributing to create a healthy and dynamic innovation system. This paper presents an econometric analysis to assess the impact of the European Research Framework Programme (FP) on the innovation performance of European firms. Our main data source was the Community Innovation Survey (CIS). To measure the effect of the FP on innovation, two indicators were used: an input indicator of innovation (R&D expenditure) and an output indicator of innovation (innovative sales). The study tries to empirically assess if these indicators are being positively affected by the presence of the FP or not. In addition, as one of the main features of the FP is the promotion of transnational collaboration, the analysis includes cooperation as an additional variable for direct and indirect effects on both the input and output indicators. Our main question is, if the presence of the FP positively affects the innovation performance of European firms: Does the FP have a positive impact on innovation in Europe? Can we quantify how much extra R&D is performed due to the financial support from the FP? Does this funding increase cooperation? Does any increase in cooperation affect innovation? Some other related questions are: do we find any crowding-out effect of public investment on private investment? Is the FP increasing links among the different agents of EU member states and even outside the EU territory? The paper is structured as follows: the next section highlights some of the issues raised by similar approaches in the literature. Section 3 presents the methodology. Section 4 discusses the main results, and the final section has the conclusions. As already stated by Luukkonen (2001), before proceeding, a word of caution is necessary: \"The framework programme covers such a wide range of activities that assessing its effect on innovation investment and company sales can only be partially achieve.\" 2 Literature review Considering the empirical approach of the paper, special attention was given to articles that attempt to quantify the effect of public support on innovation. However, an effort was made to link the FP with the rationale for the existence of any support for innovation, while keeping in mind at all times that the FP has a special transnational nature and coexists with other national programmes. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 6 There are many different theoretical reasons for promoting R&D subsidies (see Cerulli, 2010). However, we considered very important the contribution of two different economic schools; with both of them agreeing on the need for subsidies, although from different theoretical backgrounds: - The Neo-Classical school states that there is a market failure arising from financial constraints and a lack of appropriability. R&D generates new knowledge that cannot be kept fully secret; the returns from investing in the production of science and technology cannot be fully appropriated by the investor. Therefore, the private returns from investment are lower than the social ones (Arrow, 1996; Nelson, 1959). An alternative to financial support is to reinforce formal means to protect innovation: patents, copyrights, industrial designs and trademarks. - The Evolutionary School brings an alternative perspective. Firstly, innovation is a very complex phenomenon associated with a high level of uncertainty and funding should support the exploration and variation of research because that increases the possibility of success (Metcalfe, 1994). Secondly, innovation happens within a system: linkages, networks and collaboration among all agents of society are very important for a healthy and dynamic innovation system (Edquist, 1997) and government support should strengthen such linkages. The existence of the FP could be related to these two arguments. For the Neoclassical point of view, if we consider all Europe, the private returns from innovation might be lower than the social ones. Private investors might be investing less than European society needs because they might be afraid of not fully appropriating the profits. New knowledge may flow not just to another firm but also to another country. This fear might be reduced by the existence of European funding, which partially covers already existing innovation through collaboration with other Member States. To our knowledge, no econometric exercise has been performed to try to cover most of the European Member States. The study by García and Mohnen (2011) only concentrates on one country, Austria. So we have highlighted some research that has tried to understand the impact of innovation funding based on single countries. As one of its main concerns, the FP highlights the need for increasing collaboration and more networking among different agents in society. However, the FP brings something a national fund might not take into consideration, which is that it prioritises EU cooperation. Basically, it brings the arguments raised by the Evolutionary school on links to a macro-European ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 7 perspective. We start by reviewing articles and arguments related to issues of public support for innovation, then we discuss collaboration. Although government support for innovation might enhance the innovation performance of firms, there is a risk that policy effectiveness might be diminished by the presence of rent seekers (David, Hall, & Toole, 2000; Klette, Moen, & Griliches, 2000). Public money might displace private funding, as firms may simply substitute their own resources with public support, while undertaking the same amount of research as originally planned. In this case, the government is supporting R&D that would have been performed anyway; there is no positive impact from the support. In such a case, we see a direct case of crowding-out of private investment with public funding. However, the literature has dealt empirically with this issue and in general does not find very clear evidence of crowding-out (Almus & Czarnitzki, 2003; Czarnitzki & Fier, 2002; Diamond, 1999; Gonzalez, Jaumandreu, & Pazo, 2005; B. H. Hall & Maffioli, 2008; Piekkola, 2007). Some articles do not fully rule out crowding-out effects, due to the quality of the data and a very small sample (Busom, 2000); or they find crowding- out for big firms but not for small ones (Gorg & Strobl, 2007; Lach, 2002); or they relate the effect of crowding-out to appropriability, with higher levels of appropriability related to a higher probability of crowding out private investment (Gelabert, Fosfuri, & Tribo, 2009). The empirical literature concerning the role of government support and innovation investment uses very different definitions, sources and geographical locations. Apart from the crowding- out effect, some of the results are relevant for their relationship with the questions posed in this study. At the same time, it is outside the scope of this study to make a detailed review of literature on the topic 1 . In the case of (Almus & Czarnitzki, 2003), matching estimator techniques are used to compare the mean of the R&D intensity by firms that receive government support with those that do not. They focus on firms located in Eastern Germany and check if those firms receiving support are performing more intense R&D. They conclude that, in general, the intensity is 4% higher in the case of government support. They also find no crowding-out of private investment in R&D. Lach (2002), with a sophistication of the technique of Almus and Czarnitzki (2003), focus on Israeli firms in the period 1990-1995 and find no crowding-out effect for small- and medium-sized firms. However, he points out that there is some crowding-out for big firms: if a large firm with enough resources receives a subsidy, it will reduce the initial private investment in R&D. Busom (2000) is based on a 1 The interested reader could find more detailed review of literature in (Klette, Moen, & Griliches, 2000) and (Cerulli, 2010; Hall & Van Reenen, 2000) ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 8 survey of private Spanish firms and states that it is not possible to disregard the crowding-out effect. It measured innovation by the level of R&D and the number of people involved inside the firm in R&D activities. Using a Heckman selection model, it controlled for the selectivity of more productive firms as those being able to get public support. Gonzales et al. (2005) used a dynamic econometric estimation on a panel of Spanish manufacturing firms, and ruled out a crowding-out effect, finding no such effect on their sample of firms. In their sample, they had information about the amount of funds received by firms and they study how the intensity of R&D is affected. A different approach to measuring the impact of government activity was followed by Lechevalier et al. (2010) They focused on firms in the robot industry in Japan that belonged to government sponsored consortia, and investigated if the number of patents had increased over the years, compared to other firms not in public consortia. In general, they found that public R&D spent on the consortia had a positive impact on the number of patents registered by these firms. Guellec & van Pottelsberghe de la Potterie (2003) followed a less standard way of studying the impact of government support. They defined an index of multifactor productivity, and tried to measure the impact that innovation had on employment and capital investments. They used OECD data and panel data techniques, and found that private R&D seemed to affect the multifactor productivity index more directly than for public R&D expenses. However, they also argued that public R&D had some side effects, like spillovers, which were not captured by the analysis. The approach of this study resembles the work done by Diamond (1999). He was trying to see if federal funding in the US crowded out private research investment. He had a panel of US firms that had received help from the National Science Foundation for 43 years and found no crowding-out effect. In fact, he found a crowding-in effect, which means that public support for innovation incentivises private innovation investment, and considered both of them as complementary efforts. As already highlighted, most studies find no clear effect of public money crowding out private efforts. It is important to see if this is the case for the FP, and if its existence is damaging the initial investment planned by firms. We have tried to address this question empirically. Considering collaboration and government support, there are two main branches of research to follow: articles that have empirically tried to test the positive impact of collaboration on innovation (Hemphill, 2003; Huang & Yu, 2011; Mohnen & Hoareau, 2003; Paier & Scherngell, 2011), and articles that are mostly based on descriptive statistics, to assess any positive impact of the FP on collaboration (Capron & Cincera, 2007; Delanghe & Muldur, ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 9 2007), as well as the impact that any funding had on collaboration and its relationship with the innovation of European firms. Our study focused on a single funding (from the 4th and 5th FPs) and tried to study its effect on firms. Unlike Diamond (1999), who used the total amount given as support, in this study we only had information on whether the firm did or did not receive the funding, with no information on the total amount received. However, we tried to assess the total effect of the programme on both innovation and collaboration, as well as any increase in collaboration due to the FP having a significant effect on European firms. The methodology used is explained in the next section. 3 Methodology The methodology used was based on a system of simultaneous equations to study the different relationships the FP had on the innovation performance of European firms. The FP allowed firms to form new cooperation agreements, as well as it also affected the innovation inputs and outputs. In the results, we attempted to disentangle a set of direct and indirect effects of the FP and cooperation on innovation performance. Figure 1 shows a set of relationships among the variables, and is used to explain the econometric model established later in the study. One of the problems faced when studying relationships among variables is the simultaneity of the decisions affecting these variables. Decisions concerning FP funding, cooperation and innovation are all taken at the same time. Decisions taken by the firm applying for a FP project, to collaborate with other agents and to innovate all take place simultaneously. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 10 Figure 1. Relationships between the FP, Cooperation and Innovation Performance. The existence of the FP already implies a direct effect on the increase of collaboration agreements between different European agents (e.g., firms, universities and government institutions). The FP is designed in such a way that firms whose projects involve cooperation with other European agents have preference over firms presenting individual projects 2 . It is important to make clear that we are not just looking at firms that have participated in the FP, we are looking at all innovative firms. The simple existence of the programme means there will be a (hopefully positive) impact on cooperation. In the previous figure this relationship is represented by arrow 1. Arrow 2 represents the direct impact of the FP on total R&D investment carried out by firms. The econometric approach followed in this study investigates the FP increasing the R&D done by firms when compared with other firms involved in R&D with no access to the FP. It is assumed that firms form expectations, and their expectations of receiving funding have an impact on the total R&D they perform (as modelled in Gonzalez, et al., 2005). Therefore, we compared firms with a high chance of receiving FP funding with firms with very little probability of such funding, to see if the first group of firms had a significantly different amount of R&D than the second group. Arrow 3 indicates the relationship between cooperation agreements and investing in more R&D. Firms that have more cooperation 2 This issue and the possible endogeneity associated with the variables are discussed when defining the variables. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 11 agreements with other economic agents might also decide to increase the total R&D investment. One of the reasons for doing this would be to recover as much as possible from the cooperation agreement. Regarding the concept of indirect effect: if a significant positive effect of the FP on cooperation (arrow 1) was found empirically, as well as a strong cooperation effect on R&D (arrow 3), but with no significant effect of the FP on R&D (arrow 2); this would be an indirect effect of FP on R&D, since FP fosters collaboration while at the same, an increase in collaboration has a positive impact on the level of R&D done by firms. Arrow 4 represents the direct impact that R&D has on the innovation sales of firms. This arrow will also allow us to study the indirect effect that the FP and cooperation have on innovation sales. Although econometrically it is possible to study direct effects on innovative sales, for the sake of simplicity in the interpretation of the model we concentrated on the indirect effect. 3.1. Data The analysis is based on the micro-data of the third wave of the Community Innovation Survey (CIS 3) covering 18 European countries: Belgium, Bulgaria, Czech Republic, Germany, Estonia, Spain, Finland, Greece, Hungary, Iceland, Italy, Latvia, Lithuania, Norway, Portugal, Romania, Slovenia and Slovakia during 1998-2000. The total sample size is 87,499 European firms, and the research was carried out at the SAFE centre, Eurostat in Luxembourg. After a few questions to identify the firm, respondents had to answer the following four central questions: (1) During the period 1998-2000, has your enterprise introduced any new or substantially improved products on the market? (2) During the period 1998-2000, has your enterprise introduced any new or substantially improved production process? (3) By the end of 2000, did your enterprise have any ongoing innovation activities? (4) During the period 1998-2000, did your enterprise have any innovation activities that were abandoned? A firm can be considered as an innovator if it responds “yes” to any of those four questions. This is in the spirit of the CIS survey, where those who have responded “no” to all four ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 12 questions are considered as non-innovators and do not have to respond to most of the other questions in the survey. Therefore, there was scant information about non-innovators, so we restricted ourselves to innovators only. We can also be more precise and consider different types of innovators: product innovators are those who responded affirmatively to the first question; process innovators those who responded affirmatively to the second question; and potential innovators, those who had either ongoing but unfinished innovation activities or those who were not successful in their innovation activities in the 3-year time span. Moreover, among the product innovators, we can distinguish between innovators with products new to the firm but not to the market, who can be called imitators, and those with products new to the market, which can be regarded as true innovators. Table 1 shows the innovation activities of firms in our sample. A total of 32,581 firms reported some kind of innovation in Europe, out of a total sample size of 87,499 (37%). Columns 1 and 2 describe the distribution of innovators across Europe, with column 1 showing the total number of firms and column 2 expressing this as a percentage of the total number of innovators in Europe. Italy has the most innovative firms (5,298), followed by France then Spain, with 11.76% and 11.31%, respectively. The number of innovators varies very much according to the country. Columns 3 to 9 show the distribution according to the type of innovators, and the proportions in these columns is according to the number of innovators nationally. For example, column 7 for Austria shows that 25.85% of all innovators perform R&D (144 out of 557 innovators). The proportion of innovators performing R&D is higher for Finland, Slovakia and Sweden with 87%, 83% and 75%, respectively. The countries with the highest proportion of innovative firms with products new to firms are Romania with 88% of firms, and Slovakia and Bulgaria with 85%. Regarding the number of firms with innovation which is new to the market, Romania has 80% of all innovators, followed by Finland and Slovakia. Considering the sample as a whole, 55% of firms perform R&D, 74% of firms have products which are new to them and only 47.1% which are new to the market. There are substantial differences nationally, which might be due to very different national innovation behaviour or specificities at the national level, e.g., there may have been problems in translating or understanding the meanings of the questions. This was one of the reasons for trying to control for national effects. Of special interest for our research was the information relating to participation in the FP. The period covered by the CIS 3, 1998-2000, meant that firms could have received help for either the 4th or 5th FP (1994-1998 or 1998-2002). We had access to the CIS 4 data when carrying ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 13 out this research, but the sample of countries was much smaller 3 . The budget for the 4th FP was €13.22 bn and for the 5th was €14.96 bn. Therefore, assuming the budget was equally distributed across time, we are talking of around €11-12 bn . During 1998-2000, the European Commission devoted around €11-12 bn. Some of the expenses went to other agents that are not firms, and some to the firms in our sample that might have directly benefited (in fact, 1,676 firms reported receiving benefit from these programmes). Many of the firms that received help are not in our sample, and many more might have received indirect benefit in a number of ways: e.g., subcontracting, spill-overs, diffusion of new knowledge and increase in cooperation. Therefore, this research tried to amplify the influence of the FP and to capture some of those indirect effects. As mentioned previously, the research concentrates on the FP and cooperation. However, when studying the effect of FP and cooperation agreements on innovation, there is the significant problem of endogeneity. Since priority was given to project applications designed by more than one Member State, there will be a strong correlation between firms receiving the funding and those collaborating with other European members. 3 Countries like Germany, Belgium, Austria, and the Netherlands were not available at the SAFE centre in Luxembourg. The 4th CIS wave is also shorter in relation to the number of variables available, and the analysis could not have been carried out. Therefore we went back to CIS 3 which was a more up-to-date dataset, for the quality and higher representation of the European countries. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 14 ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 15 Table 1. Distribution of innovators by class and country. Observations Percentage All innovators All innovators to total R&D doers New Firm New Market All innovators R&D doers New Firm New Market (1) (2) (3) (4) (5) (6) (7) (8) (9) Austria 557 1.71 % 144 416 191 100.00 % 25.85 % 74.69 % 34.29 % Belgium 757 2.32 % 542 573 319 100.00 % 71.60 % 75.69 % 42.14 % Bulgaria 1,452 4.46 % 300 1248 778 100.00 % 20.66 % 85.95 % 53.58 % Czech Republic 1,420 4.36 % 775 1120 611 100.00 % 54.58 % 78.87 % 43.03 % Estonia 932 2.86 % 445 677 356 100.00 % 47.75 % 72.64 % 38.20 % Finland 936 2.87 % 814 724 553 100.00 % 86.97 % 77.35 % 59.08 % France 3,830 11.76 % 2746 2930 1565 100.00 % 71.70 % 76.50 % 40.86 % Germany 1,861 5.71 % 1168 1393 934 100.00 % 62.76 % 74.85 % 50.19 % Greece 476 1.46 % 233 326 191 100.00 % 48.95 % 68.49 % 40.13 % Hungary 311 0.95 % 177 229 100 100.00 % 56.91 % 73.63 % 32.15 % Iceland 411 1.26 % 116 120 73 100.00 % 28.22 % 29.20 % 17.76 % Italy 5,298 16.26 % 2518 3790 3021 100.00 % 47.53 % 71.54 % 57.02 % Latvia 566 1.74 % 40 419 260 100.00 % 7.07 % 74.03 % 45.94 % Lithuania 650 2.00 % 347 486 314 100.00 % 53.38 % 74.77 % 48.31 % Luxembourg 244 0.75 % 119 180 97 100.00 % 48.77 % 73.77 % 39.75 % Netherlands 2,783 8.54 % 1866 2205 1207 100.00 % 67.05 % 79.23 % 43.37 % Norway 1,598 4.90 % 1115 1293 588 100.00 % 69.77 % 80.91 % 36.80 % Portugal 858 2.63 % 491 552 418 100.00 % 57.23 % 64.34 % 48.72 % Romania 1,861 5.71 % 832 1653 1492 100.00 % 44.71 % 88.82 % 80.17 % Slovakia 548 1.68 % 458 470 326 100.00 % 83.58 % 85.77 % 59.49 % Slovenia 497 1.53 % 75 400 226 100.00 % 15.09 % 80.48 % 45.47 % Spain 3,684 11.31 % 2067 2336 1353 100.00 % 56.11 % 63.41 % 36.73 % Sweden 1,051 3.23 % 794 675 372 100.00 % 75.55 % 64.22 % 35.39 % All 32,581 100.00 % 18182 24215 15345 55.81 % 74.32 % 47.10 % ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 16 This strong correlation leads us to serious endogeneity and multicollinearity problems. At the same time it is fundamental for this research to study if the FP affects cooperation. Cooperation is a fundamental aspect of the FP, since it is associated with all the positive aspects of dissemination of new knowledge among the participants directly and then through externalities associated with dissemination of knowledge: e.g., spin-offs, knowledge spillovers and absorptive capacities. To keep cooperation in the analysis, we attempted to circumvent the problem of endogeneity by working with the two different definitions of cooperation: national and worldwide cooperation. • National cooperation: the funding is designed to foster cooperation among EU members, but it says nothing about cooperation with agents of the same nationality. Without any endogeneity problem we can look at the effect of the presence of the FP on national cooperation. It is defined as a firm which set up an innovation cooperation arrangement during the study period with another firm in the group, suppliers, clients, competitors, consultants, research institutes, universities or NGOs of the same nationality as the firm. The effect the FP has on national cooperation is important from the point of view of diffusion. The logic is as follows: the FP fosters innovation and collaboration among European Member States. If we are able to empirically prove that it also fosters cooperation among national agents, it will mean that the knowledge created in the innovation process, with the help of the FP, is being diffused among both participants and other national agents. This is a measurement of the diffusion of knowledge generated by the European FP and how it affects innovation performance. • Worldwide cooperation: This case looks at whether the FP helps firms to form collaboration agreements with agents outside the EU. It is an indication of the importance of being close to new knowledge worldwide, and as before helps in understanding how the FP helps Europe to benefit from trans-European knowledge. It is defined as a firm which set up an innovation cooperation arrangement during the period of study with another firm in the group, suppliers, clients, competitors, consultants, research institutes, universities or NGOs from a country outside Europe (e.g., Japan, US or another country). There are also two definitions for the output of innovation (innovation sales): the first is when the innovation output is composed of products new to the firm (corresponding to imitators and true innovators), and the second when it is composed of products new to the market ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 17 (categorised as true innovators). Along with the two previous cooperation definitions, there are results for 4 models: 1. National cooperation and incremental innovation. 2. National cooperation and radical innovation. 3. Worldwide cooperation and incremental innovation. 4. Worldwide cooperation and radical innovation. Table 2. Distribution of the FP and Cooperation among innovators All Innovators R&D doers New Firm New Market Fun Rtd 1676 (5.14%) 1440 (4.42%) 1379 (4.23%) 1092 (3.35%) Co Nat 8593 (26.37%) 6664 (20.45%) 7149 (21.94%) 4909 (15.07%) Co noEU 2606 (8%) 2176 (6.68%) 2313 (7.1%) 1744 (5.35%) All 32581 (100%) 18182 (55.81%) 24215 (74.32%) 15345 (47.1%) Table 2 shows that for 5% of innovative firms reported to have had access to FP subsidies, 26% had some kind of cooperation agreement with other national agents, and 8% of all innovators arranged some international agreement outside of Europe. According to the type of innovation, these proportions are quite stable: in all categories around 20% of firms have national cooperation and around 6% international, non-European cooperation with 4% accessing the FP funding. A system of equations was established to model the relationships between the FP, cooperation, R&D investment and sales. For identification of the coefficients, we need some of the variables for one equation only, while other variables will be included in all four equations of the system. The reason for introducing explanatory variables is to isolate the effects associated with changes in the other variables. For example, we know that large firms have a higher capacity for R&D than small ones. Therefore, size is as an explanatory variable, which covariates with our main variables (FP, cooperation, R&D and sales). This is to try to isolate the effects of our main variables form the side effects of other covariates, and this example controls for size effects. In economic terms, we are creating a \"ceteris paribus\" variation. We would like to understand the effects of the FP in isolation from its size effects, if everything else remains constant; and therefore introduce size as a covariate in the system. However, size is not the only covariate considered, but all the other variables that literature highlighted as affecting innovation. The selection of the covariates was not trivial, but based on the literature and the availability of our dataset. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 18 To discuss the covariates in our equations, we first present those in all four equations and then the covariates in only one equation. For the latter, a comment is made on the reason and relationship with the main variable. The covariates in all four model equations are: Size: Bigger firms might innovate more and do more R&D. The FP projects may be targeted more for small- and medium-sized enterprises, but might also be concentrated on large firms if the government (either national or European) is too risk-averse to finance R&D in small firms. Size is measured by the logarithm of the number of employees and is entered as an explanatory variable in each equation. Industry Dummies: The reason for using dummy variables is to compensate for certain industry-specific effects in each equation. Government might be more willing to foster certain industries, like biotechnology or another high tech sector, because it promises to higher returns in the new technology. Sectors in general have very different innovation dynamics, so controlling for sector specificities is necessary. There are not enough observations per NACE two-digit industry codes to control for each of the corresponding industries. Following the OECD standards, we defined the following sectors, grouping them at the level of the two-digit NACE codes: • Manufacturing - High Tech: this is a sector composed of the manufacture of electrical and optical equipment (30), manufacture of radio, television and communications equipment and apparatus (32) and manufacture of medical, precision and optical instruments, watches and clocks. (33) • Manufacturing - Medium-High Tech: in which we included the manufacture of chemicals (24), machinery and equipment n.e.c (29), electrical machinery n.e.c (31), motor vehicles (34) and other transport equipment (35). • Manufacturing - Medium-Low Tech: manufacture of fuel (23), rubber and plastic products (25), other non-metallic mineral products (26), basic metals (27) and fabricated metal products (28). • Manufacturing - Low Tech: this group included food and beverages (15), tobacco (16), textiles (17), wearing apparel (18), tanning and dressing of leather and by- ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 19 products (19), wood and cork (20), paper (21), recorded media (22), furniture (36) and recycling (37). • Manufacturing - Electricity: composed of electricity, gas, steam and hot water supply (40) and the collection and purification of water (41). • Market Services Low: includes wholesale trade (51), land transport (60) and support of auxiliary transport activities (63). • Financial Services: financial intermediation (65), insurance and pension funding (66) and auxiliary activities to financial intermediation (67). • High Tech Services: post office and telecommunications (64), Computer and related activities (72) and research and development (73). Country Dummies: One dummy for every country in the sample was included: Belgium, Bulgaria, Czech Republic, Germany, Estonia, Spain, Finland, Greece, Hungary, Iceland, Italy, Latvia, Lithuania, Norway, Portugal, Romania, Slovenia and Slovakia. These national dummies control for specific national events external to the variables already accounted for. The covariates that enter in only one specific equation are now considered. The first equation considers the determinants of FP funding. In the CIS there are four questions related to innovation funding sources. Firms were asked if they received help from local government, national government or the EU, and in the latter they were specifically asked if the help from the EU was part of a FP. These four questions are all answered with a yes-no dichotomous option. The first equation focused on whether the firms received FP funding. Technically speaking, this equation is a probit on the probability of the firm receiving FP funding. Aside from size, sector and national effects, the following covariates were introduced in this equation: Domestic Group: The EU might be less willing to grant FP funding if the firms belong to a national group, as they might be expected to benefit from group support. This variable takes the value of 1 if the firm belongs to a national group and 0 if it does not. Foreign Group: From the information in the questionnaire, it is also possible to identify if the firm belongs to a foreign group. The European government might be even less willing to finance projects for subsidiaries of foreign companies, because it might be considered to get a lot of support from ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 20 the international group. This variable is as the previous, with a dichotomous variable of value 0 or 1. Competition: The more competition a firm faces, the more help might be considered as a good policy. Competition is defined as prevalent if the international market is perceived to be the predominant market. It may also be argued, however, that government might consider firms operating in the international market not to be in need of additional government support. The next equation in our system explains cooperation. As stated above, we are working with two definitions of cooperation. The first deals with national cooperation that tries to capture how knowledge diffuses within Member States. While the second definition, international cooperation, deals with cooperation with agents from non-European states. The second definition is interesting in the sense that it captures how the FP allows European firms to access knowledge from outside the EU. Either national or international collaboration is studied in a different specification of the model, apart from the size, sector and national effects we controlled for: Qualification: The higher the workforce's qualification level, the bigger the chance of collaborating with other economic agents. Qualification is defined as the log of the number of workers of higher education. Economic difficulties If a firm perceives there is an excessive economic risk it might decide to collaborate with other agents. That will make all agents share and reduce the associated risk. A positive relationship between the risk and the increase in collaboration is expected. The variable is also dichotomous, taking the value of 1 (if the firms reports it to be of high, medium or low importance) and the value 0 if it is not found to be relevant. In the questionnaire, the variable takes the value from 3 (very important) to 0 (not important at all). We give a value of 1 to the variable if it is at all important (3, 2 or 1) and 0 if it is not. Supply Push We would like to control for any possible effect that might come from a technological supply push. To define a supply push we consider firms that reported university as an innovation ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 21 source. Universities are normally closer to basic research, therefore firms that report being closer to them can be considered to experience an innovation push from the supply side. As in the previous case, the questionnaire variable of 3 to 0 was changed to a dichotomous variable of 1 or 0. The third equation tried to explain the level of R&D investment performed by the firm. As explained above, we are interested in innovation and R&D is one of the most relevant inputs for innovation. The variable is defined as the log of expenditure made in intramural and extramural R&D. Apart from size, sector and national differences, and from the previous variables of FP funding and collaboration, it is important to take into consideration the following: Financial difficulties A firm facing financial difficulties might decide to invest more in R&D to overcome difficulties, or it may decide the opposite. The relationship could go in both ways as discussed by Hwang et al. (2010). The variable takes the value of 0 or 1 as defined for economic difficulties. Other sources of funding: Firms might not only be getting support from the FP, as said before, they may get support from other European sources, including national or local government. In this study we are especially interested in isolating the effect of the FP from other effects. Therefore, we created a variable which takes the value of 1 if the firm report receiving support from at least one other source apart from the FP, and 0 otherwise. Constant R&D Some firms do R&D on a regular basis, others only temporarily. For example, a regular R&D firm could be building up a stock of knowledge, while the temporary ones may only do R&D to solve specific problems. Investment in R&D is considered to increase the stock of knowledge, therefore it is better to use the stock of R&D instead of the flow (as used in this study). Unfortunately, given its cross-sectional nature, the CIS does not contain information to build up a stock variable. This constant R&D tries to alleviate this problem, and help to get closer to the idea of a stock of knowledge. Our last equation is related to the measurement of innovation output. This study uses information given by firms on the increase in turnover due to innovative products. We have ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 22 the proportion of sales due to innovative products. Also, we work with two definitions of innovative products: those new to the firm and those new to the market, if the innovation is not only new to that specific firm but to all firms operating in the market. Because we are interested in elasticities, it was introduced as the log of the total turnover due to innovation. The specific covariates we would like to control for in this equation are: Appropriability: The capacity to appropriate the output of research is regarded as a significant determinant of R&D (see Levin et al.(1985) and Gelabert et al (2009)). The higher the capacity to appropriate innovation, the higher the expected profits. The importance of appropriability is proxied by those firms having applied for at least one patent. Demand pull: Clients are often recognized as an important source of information for conveying the demand needs in the market (see von Hippel, 2009). Since we concentrate on product innovation, it seems reasonable to expect information from clients to influence innovation sales. Table 3 presents the descriptive statistics of the variables used in this analysis. For variables that take the value 0 or 1, the mean can be also interpreted as a proportion. Some of the variables are available for all the firms, while some only for innovators. We restricted the analysis to innovators only. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 23 Table 3. Descriptive statistics on the variables. observation mean SD FP funding 32581 0.0514 0.2209 International cooperation 32575 0.0800 0.2713 National Cooperation 32530 0.2642 0.4409 R&D 32581 5.3044 6.1462 Innovation sales new firm 32581 10.5354 6.4871 Innovation sales new market 32581 6.5022 7.0540 National group 87499 0.2035 0.4026 Foreign group 87499 0.2149 0.4108 Competition 87499 0.2426 0.4286 Other funding 32489 0.2963 0.4566 Qualification 76129 34.5140 533.8000 Financ. Diff. 70302 0.4794 0.4996 Appropriability problems 32577 0.2185 0.4132 Supply Push 32580 0.3646 0.4813 Demand Pull 32583 0.7468 0.4348 Size 87350 226.7600 2546.0000 High Tech 87499 0.0305 0.0170 Medium-High Tech 87499 0.1325 0.3391 Low-Medium Tech 87499 0.1400 0.3470 Low Tech 87499 0.3235 0.4678 Electricity 87499 0.0203 0.1409 Services Low Tech 87499 0.2095 0.4070 Financial Services 87499 0.0371 0.1889 Market services 87499 0.0425 0.2017 High Tech Services 87499 0.0500 0.2179 Austria 87486 0.0149 0.1212 Belgium 87486 0.0147 0.1202 Bulgaria 87486 0.1458 0.3529 Czech Republic 87486 0.0401 0.1961 Estonia 87486 0.0335 0.1799 Finland 87486 0.0297 0.1696 France 87486 0.0958 0.2943 Germany 87486 0.0187 0.1355 Greece 87486 0.0802 0.2716 Hungary 87486 0.0178 0.1322 Iceland 87486 0.0118 0.1082 Italy 87486 0.0085 0.0919 Latvia 87486 0.0223 0.1478 Lithuania 87486 0.0050 0.0707 Luxembourg 87486 0.0285 0.1665 Netherlands 87486 0.0581 0.2338 Norway 87486 0.0414 0.1993 Portugal 87486 0.0214 0.1448 Romania 87486 0.0897 0.2857 Slovakia 87486 0.0234 0.1511 Slovenia 87486 0.0293 0.1687 Spain 87486 0.0212 0.1441 Sweden 87486 0.1482 0.3553 ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 24 3.2. Econometric model It is not sufficient to compare the means of the respective variables for supported and non- supported firms. We must control for other variables that may have varied and affected the innovation activity variables. Moreover, the support variables themselves can be endogenous, that is, there might be a systematic attribution of government funding for innovation related to such things as firm size, past success and promise of future success as revealed by the patent portfolio. Since the CIS 3 only asks innovators about sources of government funding, we can only compare the means among innovators of a certain type. We could see if firms that receive FP funding do more R&D or have more sales when compared to those firms that do not receive FP funds. An option could be to follow a matching estimator technique, where firms receiving support are matched to similar firms receiving no support; where similarity is defined by variables like size, network or industry affiliation (for examples of this approach in a similar context,( for examples of this approach in a similar context see; Aerts & Czarnitzki, 2009; Berube & Mohnen, 2009; Czarnitzki, Hanel, & Rosa, 2004; Czarnitzki & Licht, 2006; Lach, 2002) One of the shortcomings of matching estimators is that the relationships among covariates are not directly observed in the results. We are not only interested in looking for a significant difference in the averages, we would also like to understand how the possibility of receiving FP funds increases cooperation and how this affects innovation. The calculation and discussion of the results is difficult to track. We therefore turn to a structural modelling of the endogeneity of innovation, FP support and collaboration. A model is set up where FP support, cooperation, R&D and innovative sales are all endogenous. More precisely, the model is composed of four equations. The first describes the determinants of FP innovation support. The second, the collaboration determinants. As modelled in González, Jaumandreu and Pazó (2005), firms form expectations about FP funding for innovation and for collaboration. These expectations (through latent variables) then enter the R&D and innovation output equations. The third equation relates to the determinants of R&D (intramural and extramural). Since not all firms perform R&D, we could have a selection bias if we considered only firms that performed R&D. In fact, we have a concentration of data with zero R&D. To correct for selectivity, we use a tobit model which simultaneously explains the R&D for R&D-performing firms and the fact that there are some ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 25 non-R&D performing enterprises for which the latent variable falls below a critical threshold. The fourth equation pertains to innovation output. The focus is on product innovation for which the dataset provides both qualitative and quantitative information, as opposed to process innovation for which there is no quantitative measurement in the dataset. Since we have both product innovators and non-product innovators, we again have a tobit model with a latent variable equal to the observed innovation intensity for innovators which falls below the innovation threshold for non-innovators. The latent variable for R&D enters the latent variable for innovation. The more firms spend on R&D, the higher their chance of coming up with a new product. FP support for innovation and collaboration can thus affect innovation output directly or indirectly by stimulating R&D. Formally, the model is as follows: 1 = fp g if 0 1 1 1 * > + = ε α z g fp (eq. 1) = 0 otherwise 1 = co g if 0 2 * 2 2 2 * > + + = ε β α FP co co g z g (eq. 2) = 0 otherwise 0 & = D R if 0 & * 3 * 2 3 1 * ≤ + + + = r CO r FP r r g g z D R ε β β β (eq. 3) = R&D* if 0 * & > D R 0 = inno if 0 ) & ( * * 4 4 1 ≤ + + = i i i D R z inno ε β β (eq. 4) = * inno if 0 * > inno where ε 1, ε 2 , ε r , ε i are normally distributed error terms with zero means and resp. 1, 1, σ r and σ i standard deviations, z 1 , z 2 , z 3 , and z 4 are control variables, fp g and co g are dummies for the presence of FP support and collaboration agreements for innovation, D R & = log R&D, inno = log of sales due to new products. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 26 We have a system of simultaneous equations with limited dependent variables, such as with Crépon, Duguet and Mairesse (1998). The FP funding and cooperation variables are dichotomous variables, and the R&D and innovation intensities are censored variables. The model is estimated using OLS techniques. This is a recursive system of equations. In the first stage, the reduced model equations are estimated consistently by running a probit on the probability of getting FP support. This information is used to build a latent variable based on the firms' features. The latent, a linear prediction, is introduced into the next equation, and in our model it is cooperation. A new latent is generated which is recursively introduced in the following equation. Identification is assured by way of exclusion restrictions. This is a fully recursive system (see (Wooldridge, 2002, p. 228). The first equation (eq.1) is clearly identified by OLS. We assumed that Cov( ε i, ε j)=0 if i ≠ j, structural errors are uncorrelated pairwise. It follows that if we introduce the latent variable from the previous estimate, each equation in the system is consistently estimated by ordinary least squares 4 . 4 Results We are interested in seeing if the presence of the FP increases the innovation capacity of European firms, and if this effect in turn increases collaboration with other agents. The issue of collaboration is discussed with a combination of the different collaboration definitions. However, we start our discussion not by considering cooperation. It is easier to discuss crowding-out effects. In Table 4, the FP funding is endogenised through the creation of a latent variable. By doing this, we are modelling the fact that firms take into consideration that they might get support from the FP when planning R&D, and studying the effect that this FP has on innovation. Table 4 avoids the effect of collaboration on innovation, to have a clear picture of the possible crowding-out effect. Tables from 5 to 6 present the full model with the four equations. The two first equations are probit equations. The reported coefficients in the tables are marginal effects of each covariate; they interpret the probability/total level increase due to each variable 5 . For the input of innovation and the output, we are working with the log of R&D and the log of 4 The efficiency of the estimators could be increased by using ALS, Asymptotic Least Squares or Minimum distant estimators. We leave this approach for future research. 5 The probability ranges from 0 to 1, so after multiplying it by 100 each covariate in the equation can be interpreted as the extent that a company belongs to a national group affecting the probability of ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 27 innovative sales, respectively. Therefore, the coefficients of equations three and four can be read as elasticities or partial elasticities. Depending on whether the variable is a continuous variable (such as size), in which case it is an elasticity; or a dummy (such as demand push), when it is a partial elasticity 6 . Table 4 reports the marginal effects of the simpler version of the model. Let us start by looking at the results of the first column that describe the features for a firm to be more suitable for accessing help from the FP. We found no relationship between belonging to a national group and being part of the FP, however, we see that firms belonging to a foreign group have more problems in accessing FP funding than a firm which does not belong to a foreign group. If firms fear strong competition from the international market, there is also a higher probability of applying for the FP (1.7% more probability that a firm reports no pressure from competition from international markets). In general, size is relevant for a firm receiving help, which also means that very small firms have difficulties receiving FP funds. In making this estimate, we are also controlling for sector and national effects that are captured by dummies. Regarding crowding-out effects, a study by (Diamond, 1999)) had information about the amount of funding received by each firm. Therefore, one of its equations performs a regression on the log of amount received with the log of total R&D expenditure by the firm. He explains that the sign of the coefficient determines if there are crowding-out effects. If the sign is negative and significant it means the elasticity of public funding is negatively related to private expenditure. In other words, there is perfect crowding-out, with private effort being crowded out by public support for innovation. If the sign is positive, there is crowding-in, which means that the effort made by public support increases the initial level of the private investment. If there is a non-significant coefficient, there is no public support effect over total private R&D investment. In our case, we had total R&D expenditure, but had no information on the level of funding received. We only know whether or not the firm received innovation support. With that information, we built the latent variable measuring the firms' expectations of receiving FP funding, based on their features. If it is only a yes, there is no answer. So we can only evaluate the total effect of the FP against not having the FP. However, the sign and its relationship to the crowding-out effect are parallel to the interpretation carried out by Diamond (1999). A significantly positive sign means that the FP has a positive crowding-in getting FP support. The coefficient of the table for the first two columns could be 0.017, in per point terms, or read also as a 1.7 % increment on the probability. 6 Total elasticity is the percentage change in one variable against a 1% percentage change in the other. Therefore, there is need to multiply by 100 to convert it to a percentage. For partial elasticity, it is the percentage change against the existence or not of the variable. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 28 effect, with the firm being incentivised to invest more in R&D. If the sign is significantly negative, there is a perfect case of crowding-out. If we knew the amount of funding received by each firm, the calculations would be more precise and closer to the work of Diamond. With our data we can only evaluate if expectations of receiving FP funding negatively affect R&D levels. Table 4. Marginal effect of FP funding on innovation performance of the firms. EU (18 countries), 1998-2000, CIS 3. OLS estimate. Innov. Sales Innov. Sales FP funding R&D Firm Market FP funding 2.407*** R&D 0.268*** 0.475*** Nat group 0.001 Foreign group -0.012*** Competition 0.017*** Financ. Diff. 0.652*** Other funding 1.265*** Constant R&D 9.264*** Demand push 2.394*** 0.265*** Appropriability 2.229*** 4.365*** Size 0.012*** 0.467*** 0.499*** 0.073 High Tech 0.019 1.973*** 4.343*** 6.086*** Medium-High Tech -0.006 2.208*** 4.087*** 4.936*** Low-Medium Tech -0.009 0.134*** 3.015*** 3.831*** Low Tech -0.021*** 0.611 0.351*** 4.847*** Electricity -0.005 0.879 -2.859*** -2.452** Low Tech Services -0.019*** 0.079 3.4*** 5.005*** Financial Services -0.03*** 3.469*** 5.447*** 4.633*** Market services 0.025* 1.494*** 2.298*** 3.765*** High Tech Services 0.062*** 1.354** 3.903*** 6.109*** AT -0.029*** -6.096*** 2.309*** -9.165*** BE -0.031*** 0.383*** 0.074 -1.112*** BG -0.035*** -2.445** 3.292*** -3.27*** CZ -0.058*** 2.219* 1.249** -8.818*** DE -0.037*** 1.695 -0.225 -9.432*** EE -0.033*** 1.794 0.42 -9.713*** ES -0.048*** 1.514 -1.235** -1.099*** FI -0.031*** 3.728*** -0.766 -0.839*** FR -0.052*** 3.149*** 0.106 -1.237*** GR -0.029*** -5.118*** 1.478** -0.653*** HU -0.029*** 1.761 0.216 -1.227*** IS -0.028*** 3.049*** -1.031 -1.121*** ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 29 LT -0.031*** 3.964*** 0.236 -7.158*** LU -0.028*** 1.713 1.239* -9.364*** LV -0.03*** -1.182*** 3.187*** -2.741** NL -0.044*** 3.828*** 1.453** -9.454*** NO -0.034*** 4.567*** 0.889 -1.317*** PT -0.029*** -0.009 -0.902 -6.594*** RO -0.038*** -0.152 2.765*** 0.779 SE -0.031*** 3.004*** -2.907*** -1.448*** SI -0.03*** 4.33*** 1.185* -7.04*** SK -0.03*** -8.283*** 3.637*** -3.921*** IT -0.061*** 0.241 1.191** -4.207*** * significant at 10%, **significant at 5%, ***significant at 1% Table 4 shows the general crowding-in effect of the FP, i.e. a firm will invest more by having the option to apply for the FP. The second column of table 1 tells us the size effect of having FP funding on the latent variable for a positive crowding-in effect, with firms willing to increase their total expenditure by 2.407%. On average, after taking and evaluating all the other covariates by their means, the existence of the FP incentivises firms to increase the log of R&D by 2.407%, and this result is statistically significant at the 1% level. Therefore, in this case we find a crowding-in effect, with the FP positively affecting private investment by increasing it. We also observe that in general firms that report facing financial difficulties do more R&D, 0.6% more than firms not reporting financial difficulties. We also find a positive impact for other public funding (local, national or EU but not FP), on average 1.2% more R&D than firms not receiving this public funding. We treated other sources of funding as exogenous in this study, and this effect was here to try to isolate the FP effect from those generated by other funding. The most relevant variable seems to be constantly doing R&D: on average those constantly doing R&D invest 9.2% more than firms doing research on a temporary basis. We also find some size effect, with bigger firms doing more R&D than small firms. The next two columns present the effects of R&D on innovation sales. In this situation the effect of the FP is indirect through the increase that it generates on R&D. As a measurement for innovation output, two variables were used: increase in innovation sales due to new-to- the-firm products (incremental innovation) and increase in new-to-the-market products (radical innovation). In general, there is a positive and significant effect of R&D on innovation. This effect is stronger for radical innovation (0.475%) than for incremental innovation (0.268%). Demand push plays a stronger role for incremental innovation (2.394%) than for radical innovation (0.265%). Appropriability is strongly related to the capability of a firm to recover its investment. Since those firms with appropriability need to have higher levels of innovation sales (2.229%), this effect is higher for radical innovations (4.365%). Size is ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 30 important for incremental innovation but not for radical, which means that products new to the market are introduced equally by small and big firms. Also, in this case the FP has an indirect effect on innovation output that goes indirectly through R&D. The indirect effect of the FP on R&D is 0.645% (2.407 x 0.268) for incremental innovation sales and 1.14% (2.407 x 0.475) for radical innovation sales. We conclude therefore that there is not only no crowding- out but there is a crowding-in effect, with a positive impact on both innovation input (R&D) and innovation output (innovation sales). Table 4 models the effect of the FP on innovation (inputs and outputs), assuming that firms form expectations about receiving this European funding and adjust their input and output accordingly. The rest of the funding is treated as exogenous to the system, and this is a shortcoming of the study, due to the number of simultaneous equations we wanted to model, as we wanted to specifically focus on the FP 7 . Our interest is in both the funding and the effect the funding has on cooperation agreement. As explained before, a major problem is that the FP is specifically designed to increase cooperation among European member states. Therefore, there is a strong endogeneity for receiving FP funding and making EU collaborations with other European States. However, we believe that the FP increases collaboration with other national agents and with agents outside the EU. The difference is that this collaboration is based on research needs, and not on increasing the chance of getting the FP funds. Therefore, we built a system with another equation, assuming the FP increases the chance of make more contact with other agents. We look at the two dimensions of national and international (outside EU) collaboration. National collaboration is shown presented in Table 5. The FP is designed to form transnational European research projects, and one of its main goals is to generate new knowledge in the European area. An increase in national collaboration is interpreted as a way to diffuse \"European\" knowledge to national member states; while collaboration outside of Europe is considered a measurement of international knowledge. In a way, it is treated as a measurement of the FP helping to maintain contact with knowledge generated outside the EU. This measurement might be even more relevant than the previous, since diffusion of knowledge generated inside the EU is a measure of the closeness to the creation of international trans-European knowledge. This is analysed in Table 6. Table 5 presents the first results of the full model with all 4 equations. As shown in Figure 1, the FP is assumed to have a direct effect on national cooperation, total R&D by firms and ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 31 indirectly through R&D on innovation sales. There is a positive impact for the FP by increasing national cooperation (13.3% more national collaboration). The FP also has a direct impact on R&D, even when national cooperation is modelled as an endogenous decision. However, column 3 shows the effect of cooperation on the increase in R&D (0.287%), which is lower than the direct effect of FP funding (0.693%). Also, we see that R&D has a positive impact on innovation sales, being stronger for radical innovation sales (0.509%) than for incremental innovation sales (0.292%). To calculate the total impact of the FP, we have to sum up the direct and indirect effects through the effect the FP has on other variables. The total effect of the FP is a 0.86% increase on innovation input, and innovation output of 0.25% for new-to-the-firms sales and 0.43% for new-to-the-market innovation. Table 5. Marginal effect of FP funding and national cooperation on innovation performance of firms. EU (18 countries), 1998-2000, CIS 3. OLS estimation. FP National R&D Innov. Sales Innov. Sales funding Cooperation Firm Market FP funding 0.133*** 0.693* Nat.Cooperation 0.287*** R&D 0.292*** 0.509*** Nat group 0.001 Foreign group -0.012*** Competition 0.017*** Qualification 0.058*** Econ. Diff 0.036*** Supply push 0.158*** Financ. Diff. 0.295*** Other funding 1.015*** Constant R&D 8.574*** Demand push 0.233*** 2.581*** Appropriability 1.937*** 4.093*** Size 0.012*** -0.024*** 0.217** 0.514*** 0.097 High Tech 0.019 0.008 1.256** 4.408*** 6.358*** Medium-High Tech -0.006 0.043 1.217** 4.34*** 5.275*** Low-Medium Tech -0.009 0.034 0.802 3.493*** 4.455*** Low Tech -0.021*** 0.002 0.33 3.917*** 5.384*** Electricity -0.005 0.089** -0.72 -2.624*** -2.214* Low Tech Services -0.019*** 0.064* -1.063* 3.912*** 0.565*** Financial -0.03*** 0.203*** 0.167 5.964*** 5.185*** 7 A possible extension of the model is to treat all other sources of support as endogenous. In (Garcia Torres & Mohnen, 2011), European funding is distinguished from national funding for Austria. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 32 Services Market services 0.025* -0.011 0.568 2.573*** 4.133*** High Tech Services 0.062*** -0.034 0.875 3.955*** 6.313*** AT -0.029*** -0.164*** -2.941*** 0.196*** -9.606*** BE -0.031*** -0.117** 0.515*** -0.414 -1.201*** BG -0.035*** -0.123** -0.98 2.88*** -3.906*** CZ -0.058*** -0.011 2.503* 0.889 -9.45*** DE -0.037*** -0.141*** 3.39*** -0.546 -0.101*** EE -0.033*** 0.007 1.376 -0.031 -1.03*** ES -0.048*** -0.175*** 3.869*** -1.62*** -1.156*** FI -0.031*** 0.068 2.881*** -1.252** -9.083*** FR -0.052*** -0.175*** 6.213*** -0.206 -1.327*** GR -0.029*** HU -0.029*** 0.264** -0.653 -0.368 -1.28*** IS -0.028*** 0.086 2.501** -1.205 -1.182*** LT -0.031*** 0.04 3.195** -0.086 -7.495*** LU -0.028*** -0.061 2.44* 0.67 -1.015*** LV -0.03*** 0.268*** -1.187*** 2.889*** -3.225** NL -0.044*** -0.019 4.676*** 0.824 -0.103*** NO -0.034*** -0.017 4.65*** 0.449 -1.375*** PT -0.029*** -0.168*** 3.416*** -1.213* -6.976*** RO -0.038*** -0.129** 0.067 2.287*** 0.09 SE -0.031*** -0.077 4.175*** -2.915*** -1.444*** SI -0.03*** 0.012 4.195*** 0.66 -7.9*** SK -0.03*** -0.02 -7.428*** 3.074*** -4.67*** IT -0.061*** -0.163*** 3.041*** 0.759 -5.031*** * significant at 10%, **significant at 5%, ***significant at 1% By comparing Table 4 and Table 5, we see that cooperation is actually an effect that drops the direct effect of the FP on R&D once it is modelled as endogenous to the system. The effect of the FP on innovative performance is partly through an increase in the capacity to improve the relationship with other economic agents. Therefore, going back to our theoretical background of the existence of funding (see section 2) in relation to R&D, the FP is justified, whether we follow the neo-classical school (Nelson [1959], Arrow [1996]) as a way to increase private R&D expenses or the evolutionary school (Edquist [1997]), as relevant for building connections. As discussed before, no crowding out effect was found. The main change introduced in Table 6 is the definition of cooperation agreements; in this case, we are looking at cooperation with countries outside the EU. The direct effect of funding on cooperation is positive and significant (8.2%). The impact is smaller than that seen in Table 5. The R&D equation shows the most significant effects, with a very strong effect for international cooperation of 2.955%. Once this definition of cooperation is used in the estimate, we no longer find any direct effect for the FP over R&D. This result is quite important, as it means that the FP does not increase total investment either positively or negatively, when related to worldwide research projects. However, it helps in building ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 33 agreements among different agents in different parts of the world outside the EU; and the impact of this collaboration increases total R&D. It could be said that the FP helps push European firms closer to the international frontier of knowledge creation. The effect on output is very similar to that in the previous table: stronger for sales related to radical innovation. The total effect of the FP on innovation input in this case is only indirect via the impact on cooperation. If we bring this effect further down and look at the effect on output, it is 0.07 (0.082*2.955*0.297) for sales new to the firm and 0.15 % for new-to-the-market. The results for other covariates are very similar in both tables: we find positive effects for qualification on collaboration. If firms face economic difficulties they engage in cooperation agreements. Innovation push from the capacity to supply new seems to also incentivise cooperation, and small firms cooperate more than big firms. The rest of the covariates have similar effects to those in Table 4. Table 6. Marginal effect of FP funding and Extra European cooperation on innovation performance of firms. EU (18 countries), 1998-2000, CIS 3. OLS estimate. FP International (outside EU) R&D Innov. Sales Innov. Sales funding Cooperation Firm Market FP funding 0.082*** -0.275 Cooperation 2.955*** R&D 0.297*** 0.515*** Nat group 0.001 Foreign group -0.012*** Competition 0.017*** Qualification 0.026*** Econ. Diff 0.018*** Supply push 0.039*** Financ. Diff. 0.239** Other funding 1.05*** Constant R&D 8.569*** Demand push 2.339*** 2.597*** Appropriability 1.919*** 4.073*** Size 0.012*** -0.016*** 0.282*** 0.506*** 0.09 High Tech 0.019 0.014 0.831 4.376*** 6.327*** Medium-High Tech -0.006 0.026 0.91* 4.316*** 5.253*** Low-Medium Tech -0.009 -0.002 0.117** 3.481*** 4.445*** Low Tech -0.021*** 0 0.375 3.914*** 5.383*** Electricity -0.005 -0.023* 0.734 -2.625*** -2.209* Low Tech Services -0.019*** 0.031 -1.296** 0.392*** 5.656*** Financial Services -0.03*** 0.048 0.543 5.966*** 5.19*** Market services 0.025* -0.022* 0.917* 2.555*** 41187*** High Tech Services 0.062*** -0.026** 1.115** 3.923*** 6.284*** AT -0.029*** -0.044*** -2.028** 2.006*** -9.57*** BE -0.031*** -0.022 5.236*** -0.416 -1.202*** BG -0.035*** -0.014 -1.301 2.935*** -3.858*** CZ -0.058*** -0.009 3.334** 0.913 -9.437*** ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 34 DE -0.037*** -0.052*** 0.492*** -0.533 -1.009*** EE -0.033*** 0.017 1.34 -0.01 -0.103*** ES -0.048*** -0.053*** 4.643*** -1.602*** -1.155*** FI -0.031*** -0.031* 5.018*** -1.26** -9.103*** FR -0.052*** -0.047*** 6.799*** -0.199 -1.327*** GR -0.029*** HU -0.029*** 0.013 1.607 -0.351 -1.279*** IS -0.028*** 0.001 3.754*** -1.211 -0.118*** LT -0.031*** 0.002 0.402*** -0.065 -7.485*** LU -0.028*** -0.001 0.241* 0.692 -1.014*** LV -0.03*** 0.176* - 1.141*** 2.957*** -3.18** NL -0.044*** 0.018 4.737*** 0.818 -1.035*** NO -0.034*** -0.024 5.778*** 0.451 -1.376*** PT -0.029*** -0.055*** 0.57*** -1.201* -6.974*** RO -0.038*** -0.036** 0.664 2.324*** 0.115 SE -0.031*** -0.032** 5.115*** -2.92*** -1.445*** SI -0.03*** -0.033* 6.101*** 0.655 -7.917*** SK -0.03*** 0.007 - 0.715*** 3.145*** -4.611*** IT -0.061*** -0.049*** 3.816*** 0.782 -5.017*** * significant at 10%, **significant at 5%, ***significant at 1% There are two interesting results from comparing new-to-the-firm and new-to-the-market innovation sales and the effects that appropriability seems to have on innovation sales. Firms that protect their innovation have higher chances of appropriating profits, and this effect is stronger for radical innovation (a similar result is found by (Gelabert, et al., 2009). Size is not significant for radical innovation. It means that a size effect is found for incremental innovation (it is easier to have more innovation sales, the bigger the firm is), which does not happen for radical innovation (it does not matter whether it is big or small). 5 Conclusions The purpose of this study was to provide empirical evidence of the impact of the FP on the innovation performance of firms. The study focused on the period 1998-2000, and during this period there were two consecutive FPs: FP 4 and FP5. The study made three main estimates: the first (Table 4), where the presence of the FP is evaluated only in relation to innovation (R&D and innovation sales). This first step omits cooperation. FPs increase total R&D expenditure by 2.4%, so without these programmes the average European firm would spend 2.4% less on R&D. Therefore, it seems that the FP is not crowding out private R&D, and it is increasing the level of R&D done by firms. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 35 This study finds a positive effect for the FP on innovation performance. This effect is partly through the links that the FPs make possible between different areas and agents. Using a national or international (non-European) definition of cooperation, we find positive effects for the FP with a significant, positive impact on collaboration and innovation. In other words, the FP helps to spread knowledge generated in the European area. We interpret the push that the FP generates in building cooperation agreements outside Europe as a way to help Europe to be on the international knowledge frontier. An endogenous effect of cooperation was included in the models (Table 5 and Table 6), and a total positive impact was found for the FP on R&D. Depending on the model, this ranged from 0.242 to 0.86%, and an impact on innovation output ranging from 0.15 to 0.43%. The effect is always stronger for new-to-the-market products, which is considered as closer to a definition of radical innovation. Collaboration is also a very important variable in systems, especially international (non-European) collaboration. This is an important and relevant result. Firstly, considering cooperation, the direct effect of FP funding on R&D investment is much lower (from 2.4 % to 0.24%-0.86%). When comparing models with and without cooperation, the increase the FP has on cooperation positively affects total R&D levels. In other words, the programme allows firms to form new cooperation agreements that increase the initial level of R&D expenditure. Because there is strong endogeneity in the definition of FP funding, specifically designed to increase cooperation across the Member States, this increase cannot be studied in the same model. We circumvented this problem by looking at an increase in national and international (non- EU) cooperation. The study shows that, despite the fact that the funding was designed to join research forces and its presence increased national cooperation, it is in the international non- European cooperation where it seems to have a bigger impact. The increase in this cooperation accounts for a 3% increase in the level of R&D done by the average European firm. Size matters for getting access to the FP, but small firms collaborate more than big firms. In general, firms with more resources are able to benefit more from the programme. This effect is similar for innovation input and innovation output. Bigger firms have more R&D input and a larger proportion for output. However, the exception is when comparing new-to-the-market, i.e. more radical innovation, where size does not affect the increase in sales. It means that smaller firms are able to get a bigger share of new-to-the-market innovation sales. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 36 In conclusion, the FP positively affects R&D, with no crowding out found in this study (given the data limitations). It also has a positive impact on the increase in cooperation of any type, and cooperation also raises the total R&D done by firms. International non-European cooperation seems to be very important, and much more than the increase in national cooperation. The FP is helping European firms get closer to the worldwide knowledge frontier. The increase in R&D always positively affects the increase in innovation output, especially new-to-the-market innovation. References Aerts, K., & Czarnitzki, D. (2009). The Returns to Public Research Funding. In H. Delanghe, U. Muldur & L. Soete (Eds.), European Science and Technology Policy: Towards Integration or Fragmentation? (pp. 127-141): Cheltenham, U.K. and Northampton, Mass.: Elgar. Almus, M., & Czarnitzki, D. (2003). The Effects of Public R&D Subsidies on Firms' Innovation Activities: The Case of Eastern Germany. Journal of Business and Economic Statistics, 21(2), 226-236. Arrow, K. J. (1996). Economic Welfare and the Allocation of Resources for Invention. In D. M. Lamberton (Ed.), The economics of communication and information (pp. 227-243): Elgar Reference Collection. International Library of Critical Writings in Economics, vol. 70. Cheltenham, U.K. and Lyme, N.H.: Elgar; distributed by American International Distribution Corporation, Williston, Vt. Berube, C., & Mohnen, P. (2009). Are Firms That Receive R&D Subsidies More Innovative? Canadian Journal of Economics, 42(1), 206-225. Breschi, S., & Cusmano, L. (2002). Unveiling the Texture of a European Research Area: Emergence of Oligarchic Networks under EU Framework Programmes. [ ]. Working Papers 130, KITeS, Centre for Knowledge, Internationalization and Technology Studies,, 130(Universita' Bocconi, Milano, Italy). Busom, I. (2000). An Empirical Evaluation of the Effects of R&D Subsidies. Economics of Innovation and New Technology, 9(2), 111-148. Capron, H., & Cincera, M. (2007). EU Pre-competitive and Near-the-Market S&T Collaborations. Brussels Economic Review/Cahiers Economiques de Bruxelles, 50(1), 135- 159. Cerulli, G. (2010). Modelling and Measuring the Effect of Public Subsidies on Business R&D: A Critical Review of the Econometric Literature. Economic Record, 86(274), 421-449. Czarnitzki, D., Hanel, P., & Rosa, J. (2004). Evaluating the impact of R&D tax credits on innovation: a micoreconometric study on Canadian Firms. ZEW discussion papers, 04(77). ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 37 Czarnitzki, D., & Licht, G. (2006). Additionality of Public R&D Grants in a Transition Economy: The Case of Eastern Germany. Economics of Transition, 14(1), 101-131. Delanghe, H., & Muldur, U. (2007). Ex-ante impact assessment of research programmes: the experience of the European Union's 7th Framework Programme. Science and Public Policy, 34(3), 1-15. Diamond, A. M., Jr. (1999). Does Federal Funding 'Crowd In' Private Funding of Science? Contemporary Economic Policy, 17(4), 423-431. Edquist, C. (1997). System of innovation approaches- their emergence and characteristics. in Edquist (ed) system of Innovation. Technologies, institutions and qorganizations ( London), 1-35. Garcia Torres, M. A., & Mohnen, P. (2011). Impacto del apoyo público a la I+D. Papeles de Economia Española, 127. Gelabert, L., Fosfuri, A., & Tribo, J. A. (2009). Does the Effect of Public Support for R&D Depend on the Degree of Appropriability? Journal of Industrial Economics, 57(4), 736-767. Georghiou, L. (2001). Evolving Frameworks for European Collaboration in Research and Technology. Research Policy, 30(6), 891-903. Gonzalez, X., Jaumandreu, J., & Pazo, C. (2005). Barriers to Innovation and Subsidy Effectiveness. RAND Journal of Economics, 36(4), 930-950. Gorg, H., & Strobl, E. (2007). The Effect of R&D Subsidies on Private R&D. Economica, 74(294), 215-234. Guellec, D., & van Pottelsberghe de la Potterie, B. (2003). The Impact of Public R&D Expenditure on Business R&D. Economics of Innovation and New Technology, 12(3), 225- 243. Hall, B., & Van Reenen, J. (2000). How Effective Are Fiscal Incentives for R&D? A Review of the Evidence. Research Policy, 29(4-5), 449-469. Hemphill, T. A. (2003). Cooperative Strategy, Technology Innovation and Competition Policy in the United States and the European Union. Technology Analysis and Strategic Management, 15(1), 93-101. Huang, K.-F., & Yu, C.-M. J. (2011). The Effect of Competitive and Non-competitive R&D Collaboration on Firm Innovation. Journal of Technology Transfer, 36(4), 383-403. Hwang, Y.-S., Min, H.-G., & Han, S.-H. (2010). The Influence of Financial Development on R&D Activity: Cross-Country Evidence. Review of Pacific Basin Financial Markets and Policies, 13(3), 381-401. Klette, T. J., Moen, J., & Griliches, Z. (2000). Do Subsidies to Commercial R&D Reduce Market Failures? Microeconometric Evaluation Studies. Research Policy, 29(4-5), 471-495. Lach, S. (2002). Do R&D Subsidies Stimulate or Displace Private R&D? Evidence from Israel. Journal of Industrial Economics, 50(4), 369-390. ",
        "IPTS W ORKING P APER ON C ORPORATE R&D AND I NNOVATION - 7/2011 T HE EUROPEAN RESEARCH FRAMEWORK PROGRAMME AND INNOVATION PERFORMANCE OF COMPANIES . AN EMPIRICAL IMPACT ASSESSMENT USING A CDM MODEL 38 Lechevalier, S., Ikeda, Y., & Nishimura, J. (2010). The Effect of Participation in Government Consortia on the R&D Productivity of Firms: A Case Study of Robot Technology in Japan. Economics of Innovation and New Technology, 19(7-8), 669-692. Levin, R. C., Cohen, W. M., & Mowery, D. C. (1985). R&D Appropriability, Opportunity, and Market Structure: New Evidence on Some Schumpeterian Hypotheses. American Economic Review, 75(2), 20-24. Luukkonen, T. (2001). Strategic Roles. Old and new strategic roles for the European Union Framework Programme. Science and Public Policy, 28(3), 205-218. Luukkonen, T., & Nedeva, M. (2010). Towards Understanding Integration in Research and Research Policy. Research Policy, 39(5), 674-686. Metcalfe, J. S. (1994). Evolutionary economics and public policy. Economic Journal, 104, No 425, 931-944. Mohnen, P., & Hoareau, C. (2003). What Type of Enterprise Forges Close Links with Universities and Government Labs? Evidence from CIS 2. Managerial and Decision Economics, 24(2-3), 133-145. Nelson, R. R. (1959). The simple economics of basic scientific research. Journal of Political Economy, 67, 297-306. Paier, M., & Scherngell, T. (2011). Determinants of Collaboration in European R&D Networks: Empirical Evidence from a Discrete Choice Model. Industry and Innovation, 18(1), 89-104. von Hippel, E. (2009). Why Many Users Want Custom Products. In D. B. Audretsch, O. Falck & S. Heblich (Eds.), Innovation and Entrepreneurship (pp. 220-233): Elgar Reference Collection. International Library of Entrepreneurship, vol. 14. Cheltenham, U.K. and Northampton, Mass.: Elgar. Wooldridge, J. M. (2002). Econometric analysis of cross section and panel data. Cambridge and London: MIT Press. ",
        "European Commission EUR 24747EN/7– Joint Research Centre – Institute for Prospective Technological Studies IPTS WORKING PAPER on CORPORATE R&D AND INNOVATION - No. 7/2011 Title: The European Research Framework Programme and innovation performance of companies. An empirical impact assessment using a CDM model Author(s): Abraham Garcia (European Commission, JRC-IPTS) Luxembourg: Publications Office of the European Union 2011 EUR – Scientific and Technical Research series – ISSN 1831-9408 Technical Note – ISSN 1831-9424 ISBN 978-92-79-22648-9 doi:10.2791/70649 Abstract The effect of the EU Research Framework Programme (FP) on European company innovation performance is analysed for the period 1998-2000. The possibility of applying for the grant might make companies engage in new projects which they would not have considered if the fund was not there. In addition, the FP programme increases collaboration with other innovation agents (e.g., universities, research labs, governments and other firms). Both the existence of FP and collaboration are simultaneously modelled when innovation performance is studied. To measure innovation performance, an input indicator (level of R&D expenditure) is used in combination with an output indicator (increase in the innovation sales). Following Crepon et al. (1998) a simultaneous equations system is used with four equations (FP, collaboration, R&D and Innovation sales). The paper finds a positive impact for the FP on collaboration, and both factors positively affect the innovation performance (R&D and Innovation sales) of European firms. No crowding-out effect is found in the analysis. ",
        "The mission of the Joint Research Centre is to provide customer-driven scientific and technical support for the conception, development, implementation and monitoring of European Union policies. As a service of the European Commission, the Joint Research Centre functions as a reference centre of science and technology for the Union. Close to the policy-making process, it serves the common interest of the Member States, while being independent of special interests, whether private or national. L F - N G - 24 - 747 - E N - N "
    ]
}