{
    "text": [
        "Climate change impacts and adaptation in Europe, focusing on extremes and adaptation until the 2030s PESETA III Task 9 - Droughts Final Sector Report Cammalleri, C., Barbosa, P., Micale, F., Vogt, J.V. 2017 EUR 28990 EN ",
        "This publication is a Technical report by the Joint Research Centre (JRC), the European Commission’s science and knowledge service. It aims to provide evidence-based scientific support to the European policymaking process. The scientific output expressed does not imply a policy position of the European Commission. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of this publication. Contact information Carmelo Cammalleri Address: Joint Research Centre, via E. Fermi 2749, TP 122, 21027 Ispra (VA), Italy Email: carmelo.cammalleri@ec.europa.eu Tel.: +39 0332 78 9869 JRC Science Hub https://ec.europa.eu/jrc JRC109867 EUR 28990 EN PDF ISBN 978-92-79-77230-6 ISSN 1831-9424 doi:10.2760/282880 Ispra: European Commission, 2017 © European Union, 2017 The reuse of the document is authorised, provided the source is acknowledged and the original meaning or message of the texts are not distorted. The European Commission shall not be held liable for any consequences stemming from the reuse. How to cite this report: Cammalleri, C., Barbosa, P., Micale, F., Vogt, J.V., Change impacts and adaptation in Europe, focusing on extremes and adaptation until the 2030s. PESETA-3 Project, Final Sector Report on Task 9: Droughts, European Commission, JRC Ispra All images © European Union 2017. ",
        "i Contents Executive summary ............................................................................................... 1 1 Introduction and rationale of the Task .................................................................. 2 2 Data and Methods.............................................................................................. 3 2.1 Soil moisture and drought hazard .................................................................. 3 2.2 Present and future drought risk ..................................................................... 5 2.3 Datasets and validation ................................................................................ 6 2.4 Statistical analysis ....................................................................................... 7 2.5 Synthesis of the key assumptions .................................................................. 8 3 Introduction and rationale of the Task .................................................................. 9 3.1 Soil moisture dynamic .................................................................................. 9 3.2 Drought hazard and risk ............................................................................. 11 3.3 Impacts and possible adaptation strategies ................................................... 12 4 Conclusions .................................................................................................... 13 References ......................................................................................................... 14 List of abbreviations ............................................................................................. 15 List of figures ...................................................................................................... 16 List of tables ....................................................................................................... 17 ",
        "1 Executive summary This document reports the results of the analyses performed within the framework of the PESETA3 project regarding the Task 9 - Droughts . The main objective of this task is to provide robust scientific-based information to stakeholders and decision makers on the possible impacts of future climate scenarios on the occurrence of drought events. This report is focused on the analysis of the variations of soil moisture on the European continent, as well as of a soil moisture-based drought severity indicator (DSI), in order to evaluate the possible increase/decrease in future occurrence and severity of soil drought events and the related hazard and risk. Following the guideline of the project, five bias-corrected climatological datasets were used to force the LISFLOOD hydrological model that produces the daily soil moisture maps used in this analysis. These datasets were part of the EURO-CORDEX package and were used to characterize both the present reference period (1981-2010) and the future scenario at the date when a global 2 °C warming will occur according to the RCP8.5 scenario (different for each dataset and around the mid of the century). In the framework of this project, considering the specific purpose of the report, only the RCP8.5 scenario was selected in order to provide a clear indication on the possible future impacts of a strong climate change. The most relevant findings of the analysis depicted a scenario with differences that are statistically significant only on a limited fraction of the continental territories, with negative impacts limited to the Mediterranean and South-western Europe area for both soil moisture (reduction in water availability during both the dry and the wet season) and extreme drought events (increase in drought hazard). Particularly concerning is the increase of drought hazard over areas that are already drought prone and characterized by semi-arid climate, even if a limited impact on drought risk is expected due to the low present exposure and vulnerability of the same regions. Overall, it appears clear from this study that the EU goal to limit the global warming at 2 °C, as compared to the average temperature in pre-industrial times, will confine the variations in drought impacts to a minor fraction of the European continent in the near- future, as shown by the obtained results. ",
        "2 1 Introduction and rationale of the Task Within the Task 9 ( Droughts ) an analysis on drought hazard and risk is performed based on the outputs of the LISFLOOD hydrological model forced by the EURO-CORDEX bias- corrected meteorological datasets, as delineated in the administrative arrangement. Although droughts are triggered by a temporary or prolonged shortage of rainfall, the effects of the reduced water availability reverberate in many aspects of the ecosystem services and of the human activities, and one of the most affected quantity is the soil water content (or soil moisture). Following, the behaviour of a soil moisture-based drought severity index (DSI) is investigated to detect the effects of climate change scenarios on drought hazard. The reasoning behind the use of a soil moisture-based indicator is twofold: 1) soil moisture intrinsically incorporates the effects of the lack of water supply (i.e., precipitation) and the increase of atmospheric water demand (increase in potential evapotranspiration through increasing air temperature); 2) several studies on the EURO- CORDEX dataset have already focused on the variations in precipitation and air temperature independently, including extremes, but no analysis on soil moisture are available yet. Additionally, analyses in the frame of PESETA II were focused on precipitation and precipitation/evapotranspiration –based indicators (such as the Standardized Precipitation Index, SPI, and the Standardized Precipitation-Evapotranspiration Index, SPEI, respectively). The analysis of DSI, therefore, provides for a significant move forward in the analysis of drought effects on the hydrological cycle and its impacts on vegetated lands. The future risk estimate is based on a static analysis assessing the effects of future climate on current economy; hence, both exposure and vulnerability are evaluated on the present, when detailed and reliable information are available. A qualitative analysis of both exposure and vulnerability over those areas that will experience increase in drought hazard is also performed, in order to detect impacted sectors and possible areas of improvement in terms of adaptation. ",
        "3 2 Data and Methods 2.1 Soil moisture and drought hazard Drought is commonly defined as an extended period during which a region is affected by a deficiency in water supply, which can propagate within the hydrological cycle and hence may be analysed by using different status variables (e.g., precipitation, evaporation, soil moisture, low flows, etc.). Many ecosystems services (e.g., plants and animals growth, soil microbiological activities, etc.), environmental phenomena (e.g., heat flux, evapotranspiration, river flow, coastal seawater intrusion, wildfires, etc.) and human activities (e.g. rainfed agriculture, irrigation, forestry, water transportation, energy production, etc.) are directly or indirectly influenced by the soil moisture dynamic. Consequently, soil moisture is commonly seen as one of the most suitable variables to monitor and quantify the impact of water shortage on vegetated lands, and this prominent position of soil moisture-based indicators is reinforced by their role in numerous drought monitoring systems at regional to continental scales (i.e., European Drought Observatory, United States Drought Monitor, African Flood and Drought Monitor, amongst others). Recently, Cammalleri et al. (2016a) have introduced a soil moisture-based drought severity index (DSI) that is able to account for the mutual occurrence of severe water stress conditions and of rare extreme dry conditions compared to the climatology. Formally, DSI is defined as: DSI = (cid:5)(cid:6) ∙ (cid:8) (1) where d quantifies the magnitude of the water deficit and p the probability that the soil moisture conditions are actually dryer than a reference “usual” condition for the specific site and period. In synthesis, d (ranging between 0, no deficit, to 1, full deficit) increases when soil moisture is reduced, whereas p (ranging between 0, usual condition, to 1, rare dry condition), being a probability term, is also influenced by the changes in the reference climatology, this latter commonly exemplified by long term average and standard deviation values computed on a reference period. Those brief considerations highlight how changes in soil moisture average conditions influence both d and p , whereas p is also affected by changes in soil moisture variability (standard deviation) from a period to another. For these reasons, a first analysis focused on the yearly dynamic of soil moisture by testing the behaviour of different metrics (or chronos) detected from the typical behaviour of soil moisture; this is exemplified in Figure 1 and summarized in Table 1. ",
        "4 Figure 1. Example of typical soil moisture dynamic (black dots) and analysed metrics. The red line represent an ideal sinusoidal cycle. Table 1. Synthesis of the metrics used to analyse the soil moisture yearly dynamic. The ‘sinusoidal equivalent’ column reports the corresponding quantity in an ideal sinusoidal function. Metric Description Sinusoidal equivalent Y Annual average soil moisture value non-zero centred value A Difference between maximum and minimum soil moisture value amplitude Pos Max Day of year (DOY) at which the maximum soil moisture occurs phase Pos Min Day of year (DOY) at which the minimum soil moisture occurs Those metrics allow analysing the full behaviour of soil moisture during both the dry and the wet seasons, characterizing the impact of climate change variations on different traits of the soil moisture signal. Additionally, dekad (three 10-day periods per month, 1 to 10, 11 to 20 and 21 to end-of- month) DSI data were computed, and a yearly cumulated DSI (namely YDSI) was evaluated by summing up all the dekad value with at least moderate drought conditions (DSI > 0.25, see Cammalleri et al. 2016a): YDSI = ∑ DSI (cid:11) |DSI (cid:11) > 0.25 (cid:18)(cid:19) (cid:11)(cid:20)(cid:21) (2) where 36 is the number of dekad in a year. The average of YDSI on a multi-year period (e.g., 1981-2010) is used as a measure of the drought hazard (DH) for that region. ",
        "5 2.2 Present and future drought risk Drought risk (DR) analysis has been performed following the mathematical framework defined by Peduzzi et al. (2009): DR = DH × DE × DV (3) where DE and DV are drought exposure and vulnerability, respectively. This risk analysis procedure is analogous to the one implemented by Carrão et al. (2016) within the framework of the Global Drought Observatory (GDO, http://edo.ies.jrc.it/gdo/). DH maps for the present and the future scenarios are assessed according to the procedure described in the previous section, whereas the (DE × DV) map is estimated for the present condition only. Data used for the estimation of DE include both the spatial distribution of population and other proxy indicators of the amount of agriculture and primary sector activities (i.e., livestock density). The adopted non-compensatory approach ensures that a region is highly exposed to drought if at least one type of asset is present. The estimation of DV is based on factors that influence vulnerability to a range of droughts, including poverty, health status and economic inequality. This approach combines social, economic and infrastructural vulnerability maps. Further details on the procedure adopted to estimate (DE × DV) can be found in Carrão et al. (2016). The combination of DE and DV provides a synthetic information on the “propensity-to- damage” of an area to drought. The spatial distribution of (DE × DV) for the European domain is reported in Fig. 2, as classified in different classes from very low to very high “propensity-to-damage”. Figure 2. Spatial distribution of the (DE × DV) factor based on the current economic and population conditions. ",
        "6 2.3 Datasets and validation The soil moisture dataset used in this analysis is obtained from the LISFLOOD simulations performed in Task 12 ( Water ) by forcing the hydrological model with the bias-corrected (for precipitation and air temperature) EURO-CORDEX dataset produced in Task 1 (Climate Change Datasets) at about 11-km spatial resolution. In particular, five climate models have been used in this study, with LISFLOOD daily soil moisture maps at 5-km spatial resolution available for two periods: the present climate (1981-2010), and the 30 years future scenario (RCP8.5) centred on the year when the global climate model (GCM) driving each regional climate model (RCM) reaches the 2 °C global warming threshold. A synthetic description of these five simulations is reported in Table 2. The data reported highlight how the period evaluated for the five models mostly overlaps (with the only notable exception of model H4), making a direct cross- comparison of the models reliable. These 2 °C global warming scenarios can be considered as “near-future” conditions. Additionally, daily soil moisture maps as produced directly in the EURO-CORDEX framework have been used as external reference to evaluate the performance of the LISFLOOD simulations. Unfortunately, soil moisture data were not available for the model H3, hence the other two models (H6 and H7) with soil moisture datasets available in EURO-CORDEX (see Table 3) were added to the models H1,H2, H4 and H5 in this part of the analysis (for a total of 6 datasets). Only for a cross-validation purpose, the areas impacted by changes in soil moisture in future climates have also been compared to those where a trend in soil moisture had been detected in LISFLOOD simulation forced by the E-OBS dataset for the period 1950- 2010. These data, reported in Cammalleri et al. (2016b) show an increase in water deficit in the Mediterranean countries and an increase in water availability in east Europe (mainly Ukraine and Belarus) as well as partially in Sweden. As it can be seen in the results section, the areas affected by changes in soil moisture in the future climates are quite in agreement with those that are already experiencing changes in the last 50 years, suggesting an overall consistency in the retrieved patterns. More details on the specific validation of the LISFLOOD model outputs can be found in the sectorial report of Task 12. Table 2. Summary of the EURO-CORDEX datasets used to force Lisflood simulation. Model # Institute GCM RCM 2 °C Period evaluated H1 CLMcom CNRM-CM5 CCLM4-8-17 2044 2030-2059 H2 CLMcom EC-EARTH CCLM4-8-17 2041 2027-2056 H3 IPSL IPSL-CM5A-MR INERIS-WRF331F 2035 2021-2050 H4 SMHI HadGEM2-ES RCA4 2030 2016-2045 H5 SMHI MPI-ESM-LR RCA4 2044 2030-2059 ",
        "7 Table 3. Summary of the two supplementary datasets used in the direct analysis of soil moisture datasets from EURO-CORDEX (in addition to the datasets H1, H2, H4 and H5 reported in Table 2). Model # Institute GCM RCM 2 °C Period evaluated H6 DMI EC-EARTH HIRHAM5 2043 2029-2058 H7 KNMI EC-EARTH RACMO22E 2042 2028-2057 2.4 Statistical analysis The statistical significance of the difference between metrics estimated in the present (1981-2010, namely pr ) and future (2 °C, namely ft ) periods were evaluated independently for each model following the framework introduced by Welch (1947). In general, it is not possible to assume a-priori the equality between variances and samples sizes between the two compared datasets, hence the Welch t-test (also known as the Satterwaite’s test, or the Smith/Welch/Satterwaite test, or the Aspin-Welch test, or the unequal variances t-test) is here adopted to test the hypothesis that two populations have equal means, by defining the statistic t (for the variable X and the model M ) as: (cid:22) (cid:23) (cid:24) = (cid:23)(cid:25) (cid:24),(cid:27)(cid:28) (cid:29)(cid:23)(cid:25) (cid:24),(cid:30)(cid:31) !\" (cid:24),(cid:27)(cid:28) #$ % !\" (cid:24),(cid:30)(cid:31) #$ (4) where &(cid:25) and &’ represent the average and variance values of the quantity X for the corresponding period ( pr or ft ) and model (from 1 to 7). The statistic t X determines four situations: • when the null hypothesis (H0: &(cid:25) (,)* − &(cid:25) (,,- ) is true, t X will have approximately a t distribution. • When &(cid:25) (,)* > &(cid:25) (,,- , t X will be much greater than t. • When &(cid:25) (,)* < &(cid:25) (,,- , t X will be much smaller than t. • When &(cid:25) (,)* ≠ &(cid:25) (,,- , t X will be much smaller than ±t. Changes between the present and the future scenario for a specific model ( ∆ (cid:23) (cid:24) = &(cid:25) (,)* − &(cid:25) (,,- ) are considered significant only if (cid:22) (cid:23) (cid:24) passes the Welch's t-test at a significance level p = 0.05. In order to have a robust estimate of the significant changes, only cells with a minimum number of models that passed the Welch's t-test has been considered. Taking into account the similarities between some models due to the use of the same RCM (e.g., models H1 and H2 or H4 and H5), we adopted the following criteria: • For the 5 LISFLOOD simulations: only cells where all 5 models have the same sign in ∆ X and at least 3 out of 5 models have significant values (according to the Welch's t-test) are considered. • For the 6 EURO-CORDEX simulations: only cells where all 6 models have the same sign in ∆ X and at least 4 out of 6 models have significant values (according to the Welch's t-test) are considered. • For the YDSI analysis: the same criterion adopted for LISFLOOD, since DSI values were computed only for these datasets. ",
        "8 In order to represent the significant variations values according to the described criteria the ∆ (cid:23) (cid:24) were standardized by means of the corresponding present value ( &(cid:25) (,)* ) and successively averaged (including all the models) and expressed as percentage. This procedure allows accounting for the likely differences in the magnitude of the differences due to the variable modelling schemes adopted in some cases in the EURO-CORDEX datasets. The average performed on all the models (rather than only the significant ones) may reduce the actual magnitude of the percentage difference but represents a more comprehensive picture of the future scenario; additionally, since only cells with the same trend sign were considered, the risk of having differences that are averaged out was avoided. 2.5 Synthesis of the key assumptions The analysis on drought risk variation due to climate change was based on the following key assumptions: • Following the analysis on soil moisture dynamic, the yearly total soil moisture- based drought severity index (YDSI) is used as a synthetic proxy of the drought hazard (DH). This index accounts for the variations in both precipitation and air temperature; but it also evaluates both the occurrence of water stress (based on site-specific wilting point values) and the rarity of the events compared to the historical climatology (i.e., similarly to anomalies). • Five selected bias-corrected EURO-CORDEX datasets are used to force the LISFLOOD model and to produce daily soil moisture datasets that were analysed independently. EURO-CORDEX soil moisture datasets are used as well (six models, of which four in common with LISFLOOD), but only for a further benchmark for LISFLOOD data evaluation. • Variations in DH are considered significant only if all five models have the same sign (increase/decrease in YDSI) and only if at least three (out of five) differences are statistically significant according to the Welsh’s t-test (at p = 0.05). This conservative approach allows providing statistical robust statements. • The statistical test adopted accounts for the likely differences in variance values between the present and the future scenario, constituting an improvement over the most commonly used t-student test. • Ensemble results (expressed as percentage variation from the present) are obtained only after the independent significance tests are performed and they are computed on normalized quantities (in order to minimize issues related to inter- model biases). • Drought exposure (DE) and vulnerability (DV) are computed only on the present datasets of population and economy and are considered static. This hypothesis allows quantifying the impact of future climate on the current economy/population, similarly to the previous PESETA II exercise. ",
        "9 3 Introduction and rationale of the Task 3.1 Soil moisture dynamic A first analysis of the variations in the yearly dynamic of soil moisture was performed since, as reported in section 3.1, both d and p terms in DSI are influenced by the average soil moisture conditions. First of all, it should be pointed out that neither PosMax nor PosMin have statistical significant variation between present and future scenario in the whole domain (with the exception of few sparse cells that can be considered not relevant for the analysis). This means that changes in yearly soil moisture dynamic do not modify significantly (at p = 0.05) the phase of the signal, and no statistically significant translation in-time of the wet/dry seasons are observed across the domain. For these reasons, maps regarding these quantities are neither shown nor discussed in the successive analyses. Additionally, it is also worth to underline that analyses performed on a pre-defined near-future scenario (2021-2050) which is the same for all the models (rather than fitted on the reaching of global 2 °C warming) return results that are mostly the same as those obtained for the 2 °C warming scenario and for this reason those are not reported to avoid redundancy. The maps in Fig. 3 report the areas with significant variation (expressed as percentage) in year-average soil moisture ( Y , left panel) and amplitude ( A , right panel) for the Lisflood-derived datasets. Figure 3. Spatial distribution of year-average soil moisture ( Y, left panel) and yearly amplitude ( A, right panel) in the five LISFLOOD soil moisture datasets (only areas with statistical significant variations were considered according to Welsh’s t-test at p = 0.05). The map on Fig. 3 left panel shows the presence of two distinct sub-zones, a drying area in the Mediterranean region and a wetting area in North/North-East Europe. These patterns are consistent with the ones observed in Cammalleri et al. (2016b) over the last 50 years, suggesting that an extension of the current trend is ongoing. The map on the right panel shows that a reduction on the yearly amplitude occurs on most of Eastern Europe, which pattern partially overlap with the one observed on year-average. ",
        "10 By combining the results shown in the two maps in Fig. 3 it is possible to distinguish among three main behaviours, which are exemplified by the plots reported in Fig. 4. These plots represent actual 30-year average daily soil moisture from Lisflood forced by RCM #1 for three cells in the specified regions for both the present and the future scenario. The first plot on the left side of Fig. 4 represents a case in the Mediterranean region (Andalusia) where there is a significant variation only on Y , which substantially consists in a rigid reduction of soil water content in the full year. Similar results (but with an opposite sign) can be observed on Nordic countries. The central plot shows a case in France where only a significant increase in A is observed; in this case, it is evident how this condition increases the water deficit during the dry season while increasing the water availability during the wet season. Finally, the plot on the right shows a case in Eastern Europe where there is a negative variation in both Y and A ; in this case the yearly excursion is increased (larger difference between dry and wet seasons) while the whole dynamic is translated toward wetter conditions. Figure 4. Timeseries of Lisflood daily soil moisture forced by RCM H1 for three sites. Blue line represents the average data for the present (1981-2010), whereas the orange line represents the average data for the future scenario (2030-2059 for model H1). Figure 5. Spatial distribution of the statistical significant variations (according to Welsh’s t-test at p = 0.05) of year-average soil moisture (left panel) and yearly amplitude (right panel) in the six EURO-CORDEX soil moisture datasets. ",
        "11 In general, we can summarize that the conditions in Mediterranean areas move toward an increase of dry conditions all over the year, which can translate in stronger drought events. In the case of Central Europe (i.e., France) reduction of soil moisture during dry season and increase during wet season may affect both drought and flood extreme events. The maps in Fig. 5 are analogous to the ones reported in Fig. 3, but they were derived on the EURO-CORDEX soil moisture datasets instead of the Lisflood ones. Both Y (left panel) and A (right panels) maps show several analogies with the ones in Fig. 3 in correspondence of the Mediterranean region, whereas notable differences can be observed in Central-Eastern Europe. It should be pointed out that even if the areas with statistical significant difference are evidently smaller in the case of EURO-CORDEX datasets, the sign of the variation is mostly consistent with the one observed for Lisflood data. Differences in the results obtained with the two datasets can be mainly ascribed to two factors: 1) the EURO-CORDEX soil moisture datasets is average on a soil depth that is usually lager than the root zone used in Lisflood, and deep soil are generally less sensitive (i.e., have a slower response) to variations in meteorological forcing; 2) the use of the criterion of 4 out of 6 models with significant variations in EURO-CORDEX may be tighter than the 3 out of 5 used for Lisflood datasets. Overall, both analyses confirm an increase in the occurrence of dry conditions in the Mediterranean area, which is usually an already quite dry area, and a reduction of water stress in the already relatively wet North-Eastern Europe (which is statistical significant only in the Lisflood datasets). In the Mediterranean area, the significant variation in Y (but not in A ) suggests an increase of dry conditions throughout the year (i.e., for all the seasons, see as an example Figure 4 left panel), whereas the significant variations in both Y and A in Eastern Europe is associated to wetter conditions during the whole year, with less marked changes during the dry season (see Figure 4 right panel as an example). Over some areas of central Europe (e.g., France), the significant variation in A (but not in Y ) represents the occurrence of future dryer conditions during summer and wetter conditions during winter. Overall, these results confirm the further polarization of soil moisture conditions already observed in the last 50 years. 3.2 Drought hazard and risk Even if average soil moisture conditions clearly affected both d and p factors in DSI, only a direct analysis of YDSI as a drought hazard indicator can adequately identify the areas that may experience statistical significant variations in drought hazard severity. The map in Fig. 6 shows both the cells where statistical significant increased (in purple scale) or decreased (in green scale) drought hazard is observed between pr and ft . Similarly to the results obtained for the soil moisture, on one hand the drought hazard seems to significantly increase in the future (under the RCP8.5 scenario) in some Mediterranean areas, including most of Portugal, Galicia in Spain and Mediterranean Turkey, whereas on the other hand it mostly decreases in Central-Eastern Europe (including Czech Republic, Poland, Belarus and most of Ukraine). Overall, the majority of Europe seems to be unaffected by statistical significant changes in the severity of drought events in the near future, and generally the entire domain is clearly split into two sub-domains: i) increase in drought hazard in the South and ii) decrease in the North. The juxtaposition of the hazard variation map with the static (present) “propensity-to- damage” map (see Fig. 2) highlights how most of the positive variations observed in Fig. 6 concern areas with low (DE × DV) values, whereas the areas characterized by a future decrease in drought hazard are located in regions that are currently under high “propensity-to-damage” conditions; these results suggest a tendency in the future to a levelling in the drought risk of those areas affected by significant variations to the Europe-average conditions. It is worth to point out how those two regions (Iberia ",
        "12 peninsula and Eastern Europe) are currently (1981-2010) among the areas with highest and lowest drought hazard, respectively. Figure 6. Spatial distribution of the statistical significant variations (according to Welsh’s t-test at p = 0.05) of Drought Hazard in the five Lisflood YDSI datasets. 3.3 Impacts and possible adaptation strategies Focusing on the areas where a statistical significant increase of drought hazard is observed according to the reported results, a more detailed qualitative analysis of the factors contributing to the present “propensity-to-damage” is performed. The single sectorial drought vulnerability maps (as reported in Carrão et al., 2016) show that the areas under increasing DH (mainly north of Portugal and Galicia) are in-line with the rest of Europe in terms of social and economic vulnerability, whereas they have an higher infrastructural vulnerability. In terms of exposure, it seems that the exposure values observed over that areas are mainly driven by livestock and agricultural densities, which represent a key economic sector. Those brief considerations, based on the present economy, highlight how the agricultural and livestock sectors will be likely impacted by the observed increase in drought hazard in North Portugal and Galicia, and that infrastructural vulnerability should be reduced and aligned to continental Europe. ",
        "13 4 Conclusions The main goal of this study was to evaluate the effects of a 2°C warming scenario (RCP8.5) on the occurrence of drought events over Europe. In order to explicitly account for the effects of both precipitation and air temperature changes on the water budget, a soil moisture-based drought severity index (DSI) was used to quantify the changes in drought hazard (DH) between the present and the future scenario. Given that the soil moisture “average” conditions have a key role in the definition of extreme events (as they are usually defined as divergence from a reference “normal” or “average” status), yearly soil moisture dynamics have been analysed before to evaluate the variation in the occurrence of extreme events. Overall, on the one hand, Mediterranean regions are experiencing the strongest reduction in soil moisture, which seems to equally occur along the full year; on the other hand, North and East Europe are the areas mostly affected by a future increase in water availability, which is mostly larger during the wet season. This analysis depicted a scenario where future variations across the continent are driving a further polarization of soil moisture availability. On the majority of the European continent the simulations provided limited statistically significant variations of soil water content until the middle of the century. These variations directly reflect the severity of drought events, which is statistically significantly increasing in some areas of the Mediterranean basin (mostly Iberian Peninsula and North Africa) while decreasing in Eastern Europe (i.e., Czech Republic, Poland, Belarus and most of Ukraine); those variations are causing an increase in DH in areas that are already drought prone, and a reduction in areas that are currently already marginally affected by drought events. Among the areas negatively affected, particular concern relates to Andalucía, Extremadura and Algarve, because the soil moisture variations will be characterized by both a reduction of the annual average and an increase of annual amplitude, depicting deeper annual minimum values in the soil moisture curves. Nowadays, these areas are already characterized by dry or semi-arid conditions and are prone to drought events. Variations in drought hazard, jointly with present-time static maps of drought exposure and vulnerability (DE × DV), allows inferring future variations in drought risk (DR) based on the present economy and population; in this regard, it is worth noticing how the areas with an increasing DH are the ones currently characterized by low “propensity-to- damage” while the regions with decreasing DH are generally characterized by high values of “propensity-to-damage”. This result suggests a tendency to have more spatially uniform Drought Risk in the near future. A relevant result of this study is related to the potential efficiency of the EU political decision to limit the global warming at 2°C. The simulations analysed in this study clearly provide evidences that in this scenario the extension of the areas interested by a variation in the climate change-driven drought events will be limited in the near-future, with an affected areas of about 20% of the European domain, of which only 6% (out of 20%) experiencing an increase in drought hazard. ",
        "14 References Cammalleri, C., Micale, F., Vogt, J., 2016a. A novel soil moisture ‐ based drought severity index (DSI) combining water deficit magnitude and frequency. Hydrol. Process. 30(2): 289-301. Cammalleri, C., Micale, F., Vogt, J., 2016b. Recent temporal trend in modelled soil water deficit over Europe driven by meteorological observations. Int. J. Climatol. 36(15):4903- 4912. Carrão, H., Naumann, G., Barbosa, P., 2016. Mapping global patterns of drought risk: An empirical framework based on sub-national estimates of hazard, exposure and vulnerability. Global Environ. Change 39: 108-124. Peduzzi, P., Dao, H., Herold, C., Mouton, F., 2009. Assessing global exposure and vulnerability towards natural hazards: The disaster risk index. Nat. Hazards Earth Syst. Sci. 9: 1149-1159. Welch, B.L., 1947. The generalization of “Student's” problem when several different population variances are involved. Biometrika 34(1–2): 28-35. ",
        "15 List of abbreviations EURO-CORDEX COoRdinated Downscaling EXperiment – EUROpean domain DE Drought Exposure DH Drought Hazard DOY Day Of the Year DR Drought Risk DSI Drought Severity Index DV Drought Vulnerability GCM Global Climate Model GDO Global Drought Observatory RCM Regional Climate Model RCP Representative Concentration Pathways SPEI Standardized Precipitation-Evapotranspiration Index SPI Standardized Precipitation Index YDSI Yearly0cumulated Drought Severity Index ",
        "16 List of figures Figure 1. Example of typical soil moisture dynamic (black dots) and analysed metrics. The red line represent an ideal sinusoidal cycle. ........................................................ 4 Figure 2. Spatial distribution of the (DE × DV) factor based on the current economic and population conditions. ............................................................................................ 5 Figure 3. Spatial distribution of the statistical significant variations (according to Welsh’s t-test at p = 0.05) of year-average soil moisture (left panel) and yearly amplitude (right panel) in the five Lisflood soil moisture datasets. ....................................................... 9 Figure 4. Timeseries of Lisflood daily soil moisture forced by RCM #1 for three sites. Blue line represents the average data for the present (1981-2010), whereas the orange line represents the average data for the future scenario (2030-2059 for model #1). .....10 Figure 5. Spatial distribution of the statistical significant variations (according to Welsh’s t-test at p = 0.05) of year-average soil moisture (left panel) and yearly amplitude (right panel) in the six EURO-CORDEX soil moisture datasets. ............................................10 Figure 6. Spatial distribution of the statistical significant variations (according to Welsh’s t-test at p = 0.05) of Drought Hazard in the five Lisflood YDSI datasets. .....................12 ",
        "17 List of tables Table 1. Synthesis of the metrics used to analyse the soil moisture yearly dynamic. The ‘sinusoidal equivalent’ column repots the corresponding quantity in an ideal sinusoidal function. ............................................................................................................... 4 Table 2. Summary of the EURO-CORDEX datasets used to force Lisflood simulation. ..... 6 Table 3. Summary of the auxiliary EURO-CORDEX soil moisture datasets used in the analysis. ............................................................................................................... 7 ",
        "Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*) : 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). More information on the European Union is available on the internet (http://europa.eu). HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: from the European Union’s representations (http://ec.europa.eu/represent_en.htm); from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). ",
        "K J - N A - 28990 - E N - N doi:10.2760/282880 ISBN 978-92-79-77230-6 "
    ]
}