{
    "text": [
        "Case study Combating Roma residential segregation, Hungary October 2009 ",
        "Europe Direct is a service to help you fi nd answers to your questions about the European Union Freephone number (*): 00 800 6 7 8 9 10 11 (*) Certain mobile telephone operators do not allow access to 00 800 numbers or these calls may be billed. More information on the European Union is available on the Internet (http://europa.eu). Cataloguing data can be found at the end of this publication. Luxembourg: Publications offi ce of the European Union, 2010 ISBN: 978-92-9192-578-0 doi: 10.2811/66644 © European Union Agency for Fundamental Rights, 2009 Reproduction is authorised provided the source is acknowledged. Design: FRA - Vienna Printed in Belgium Printed on white chlorine-free paper ",
        "Case study Combating Roma residential segregation, Hungary October 2009 ",
        "DISCLAIMER: This report has been prepared under a service contract with the FRA. The views expressed herein are those of the contractors producing this report, and do not necessarily represent any official view of the Agency, which commissioned the work. ",
        "Case Study: Combating Roma residential segregation, Hungary 3 Contents INTRODUCTION ..................................................................................................4 1. Background information .............................................................................5 1.1. Historical and social background ......................................................5 1.2. Housing situation of the Roma..........................................................6 1.3. Institutional response to the situation................................................7 2. The case of Kerecsend..............................................................................10 2.1. Project description ..........................................................................10 2.2. Main elements.................................................................................11 2.3. Reflections ......................................................................................14 3. The case of Szomolya ...............................................................................15 3.1. Project description ..........................................................................15 3.2. Main elements.................................................................................16 3.3. Reflections ......................................................................................19 4. Lessons learned.........................................................................................20 ANNEXES ..........................................................................................................22 ",
        "Case Study: Combating Roma residential segregation, Hungary 4 Introduction This case study 1 is part of a series of case studies on specific housing initiatives for Roma and Travellers. It is intended to contribute to a deeper understanding of lessons learned within the context of the larger research project of housing conditions of Roma and Travellers in the EU. 2 The present study analyses two recent examples of housing projects addressing the issue of residential segregation of Roma communities that for the past two decades have been particularly hard hit in Hungary by poverty, social exclusion, unemployment, inequalities in access to health and other social services, discrimination, as well as educational and residential segregation. Although housing is only one dimension of the current situation of Roma, it can be regarded as one of the most important factors. The rate of residential segregation determines other aspects of life, such as access to education, employment, health or welfare services and is the most visible sign of social inequality. Thus, it is important that good practices combating residential segregation are collected. The two projects examined here aimed to abolish segregated Roma settlements and stimulate integration as part of a complex governmental programme entitled Roma telepeken él ő k lakhatási és integrációs programja [Housing and Social Integration Programme (HSIP)]. The case studies are based on field research in Kerecsend and Szomolya. The field research took place between 24-26.02.2009 in Kerecsend, and between 18-19.03.2009 in Szomolya. During the research in Kerecsend, seven interviews were conducted with representatives of local authorities and civil society who participated in the design, implementation and assessment of the project, and four interviews with Roma individuals benefiting from the project. In Szomolya, five interviews were conducted with representatives of local authorities and civil society, in addition to five interviews with Roma beneficiaries. 3 A representative of the Department for Roma Integration under the Ministry of Social Affairs and Labour, the institution responsible for the programme, was also interviewed. 1 This case study, financed and edited by the FRA, was developed by Ms Ostalinda Maya Ovalle, Ms Julianna Kiss and Ms Tatjana Peric on behalf of the European Roma Rights Centre (ERRC), Budapest, and Pavee Point Travellers Centre, Dublin. 2 Additional information on the housing situation of Roma in Hungary gathered within this project and produced by the RAXEN National Focal Point Hungary: NFP Hungary (2009) Thematic Study on Housing Conditions of Roma and Travellers: Hungary , available at: http://fra.europa.eu (06.11.2009). 3 The Roma respondents interviewed in Kerecsend included three women and one man of different age groups, while the Roma respondents interviewed in Szomolya included five women of different ages. ",
        "Case Study: Combating Roma residential segregation, Hungary 5 1. Background information 1.1. Historical and social background The Roma living in Hungary constitute a diverse population group composed of three linguistic sects. The largest group are the Hungarian Roma [ magyar cigányok ] – sometimes called Romungro – who speak Hungarian and identify themselves as Hungarian or Musician Roma; there are also Vlach Roma [ oláh cigányok ], who speak both Hungarian and the Lovari and Kalderash dialect of Romani, and who identify themselves as Roma or Rom; and Beás people [ beások ] who speak Hungarian and Beás, 4 and who identify themselves as Beás. 5 The rights of Roma as an ethnic minority are defined in the LXXVII/1993 Act on the Rights of National and Ethnic Minorities (17.10.2005), 6 which identifies 13 national and ethnic minorities in Hungary. According to the Act, the Roma are defined as an ethnic minority whereas the other minorities are identified as national minorities. 7 Nevertheless, Roma have the same rights and obligations under this Act as other minorities in Hungary. Roma in Hungary have historically experienced social exclusion, segregation, poverty and discrimination. 8 The conditions facing Roma have not changed in recent years and one-third of the chronically poor are Roma. 9 Social exclusion manifests itself in various forms, from inequalities in education and employment to lack of access to social, health and other services. The economic crisis related to the period of the political transition 1989-1990 resulted in widespread job losses affecting many Roma, due to their poor education, discriminatory attitudes, their residence in economically disadvantaged regions and their engagement in low skill jobs (e.g. construction). In 2003, only 28 per cent of the male and 15 per cent of the female Roma of working age were officially employed in Hungary. 10 4 Beás is a language of dialects based on an archaic form of Romanian. 5 I. Kemény and B. Janky (2005) 'Roma Population of Hungary 1971-2003', in: I. Kemény (ed.) Roma in Hungary , New York: Columbia University Press, p. 100. 6 Hungary/LXXVII/1993 (modified: 17.10.2005), available at: http://www.mtaki.hu/docs/cd2/Magyarorszag/tv1993_77ang.htm (30.03.2009). 7 The difference between national and ethnic minorities is that ethnic minorities lack a motherland outside the country they are the citizens of that in turn national minorities have. 8 For a history of Roma in Hungary see: I. Kemény (2005) 'History of Roma in Hungary', in: I. Kemény (ed.) Roma in Hungary, New York: Columbia University Press, pp. 1-66. 9 For more data on the poverty of Roma see: Ringold, D. (2000) Roma and the Transition in Central and Eastern Europe: Trends and Challenges , available at: http://lnweb90.worldbank.org/eca/eca.nsf/General/505B16F496817B338525695800647D86? OpenDocument, (29.03.2009). 10 Data from I. Kemény and B. Janky (2005) ''Roma Population of Hungary 1971-2003', in: I. Kemény (ed.) Roma in Hungary, New York: Columbia University Press, p. 175. ",
        "Case Study: Combating Roma residential segregation, Hungary 6 1.2. Housing situation of the Roma For centuries, the housing situation of Roma in Hungary has been characterised by segregation, exclusion and lower quality of living conditions. 11 According to István Kemény’s study, 72 per cent of Roma families lived in a situation of segregation in 2003: forty-two per cent lived on the edges of towns, 2 per cent lived far from towns, 6 per cent lived in separate settlements and 22 per cent had homes in the inner parts of towns in neighbourhoods mostly populated by Roma. Segregated settlements are officially defined as comprising a minimum of one block of houses –located between four streets and/or public places – where the percentage of working age low status population, e.g. having completed at most eight school grades and without regular employment, does not exceed 50 per cent. 12 The buildings in these settlements have a low standard of comfort and quality. Compared to the average housing conditions of the immediate area, these homes tend to have smaller floor areas, poorer infrastructure and limited access to public services. The two housing projects examined here are located in the northern region of Hungary. 13 There has been a significant growth in the number of Roma in the northern region between 1971 and 2003 due to a natural increase in the Roma population, migration and politically generated changes such as official re- housing policies. In 2005-2006, the village of Kerecsend, 14 located in Heves County, 15 had 2,278 inhabitants, of which 850 were Roma (35 per cent). 16 The percentage of Roma children in the kindergarten and the primary school was about 90-95 per cent as non-Roma parents tended to enrol their children in educational institutions located in other settlements. The official rate of unemployment is approximately 14 per cent, nearly double the national average. 17 A significant percentage of the Roma lived in four segregated settlements in different parts of the village, although many Roma families had already moved to the inner streets of the village before the start of the project. The condition of some houses was particularly bad: ‘We were always afraid of the winter; that under the thick 11 For the historical overview of Roma settlements, see G. Lengyel (2006) 'Cigánytelepek egykor és ma', in: E. Kállai and E. Törzsök (eds.) Cigánynak lenni Magyarországon: jelentés 2002-2006 , Budapest: EÖKIK. 12 In: Szociális és Munkaügyi Minisztérium (2008) Részletes pályázati felhívás , available at: http://www.romaweb.hu/romaweb/index.jsp?p=sajat&id=telpro2008jun (29/03/2009). 13 The two settlements of the present study, Kerecsend and Szomolya are in Heves and Borsod- Abaúj-Zemplén County respectively; see Annex 2, Map 1 for their locations. 14 See Annex 2, Map 2. 15 See Annex 2, Map 1. 16 Data from: Szociális és Munkaügyi Minisztérium (2007) Roma telepeken él ő k lakhatási és szociális integrációs modellprogramja 2005-2006 , available at: http://www.romaweb.hu/doc/kormanyzat/telep/telprotelepek/telpro2005-06.pdf (24.03.2009). 17 In 2009 the national official unemployment rate in Hungary was approx. 7-8 per cent. ",
        "Case Study: Combating Roma residential segregation, Hungary 7 snow the roof would collapse. Indeed, there were small parts that fell down. Now it is fixed and we can sleep.’ 18 The village of Szomolya 19 borders two counties – Heves and Borsod-Abaúj- Zemplén, to which it belongs administratively – and that creates difficulties in transport and administration. The village has 1,700 inhabitants and 20 per cent of the total population is Roma. 20 The overall population of the village is aging slowly, while the percentage of the Roma community increases. Those younger and better off move away in search of better employment opportunities and living conditions. The official rate of unemployment is 11-12 per cent – almost 1.5 times higher than the national average. 21 As there is little opportunity for employment in the village, local people commute to other towns for work. The enrolment rate of Roma children in the kindergarten is 80 per cent and in the elementary school 100 per cent. Non-Roma residents typically take their children to the school of the neighbouring town of Noszvaj. Before the start of the project in 2007, 120 people lived in 26 one-room cellar homes (five to six people in one dwelling), 22 while 30 persons lived in houses often lacking basic utilities, such as running water, a toilet, electricity or gas. Public wells were 200-300 metres away from the homes: ‘We had one room and a kitchen, no water, no electricity, nothing.’ 23 1.3. Institutional response to the situation There have been numerous unsuccessful attempts by successive governments to abolish segregated Roma settlements in the past century. 24 Following the transition from communism in 1989-90, the question of residential segregation has not featured on the political agenda for ten years and a plan to abolish or renovate Roma settlements by the Ministry of Agriculture and Rural Development in 2001 was not implemented due to the change of government in 2002. The new government adopted a Decree on the Governmental Programme 18 Interview with a Roma respondent, 24.02.2009. 19 See Annex 2, Map 3. 20 Data from SZETA Egri Alapítványa (2009) A szomolyai \"cseresznyevirág\" projekt összefoglalása. 21 Data from: SZETA Egri Alapítványa (2009) A szomolyai \"cseresznyevirág\" projekt összefoglalása . 22 Cellar-homes look like caves and were originally dug from tufa, on the side of hills centuries ago. They measure at most 10-20 square metres with small windows, wet walls and a thick and dusty atmosphere. See Annex 2, Photos 3 and 4. 23 Interview with a Roma respondent, 19.03.2009 24 For more information on official re-housing policies and the development of new types of Roma settlements as well as a historical overview of government action for the eradication of such settlements, see G. Lengyel (2006) 'Cigánytelepek egykor és ma', in: E. Kállai and E. Törzsök (eds.) Cigánynak lenni Magyarországon: jelentés 2002-2006 , Budapest: EÖKIK. ",
        "Case Study: Combating Roma residential segregation, Hungary 8 and Related Measures for the Promotion of Roma People’s Social Integration 25 setting out a ‘road-map’ for the elimination of Roma settlements: ‘the updating of the information on Roma settlements until the end of the first half of 2004, the development of a complex pilot programme until the end of the same year, and the development of a governmental plan on the elimination of the settlements by the end of June 2005.’ 26 The plan entitled Housing and Social Integration Programme (HSIP) 27 was adopted in 2005 mirroring the commitment of Hungary in the Decade of Roma Inclusion, to abolish residential segregation as a priority. 28 The Government Action Plan 2008-2009 related to the Decade of the Roma Inclusion Program Strategic Plan 29 enumerates tasks aiming at housing and regional development, including the development of a schedule for the elimination of segregation in settlements and regions. Larger towns and cities are also ‘obliged to develop an anti-segregation plan as a requirement for the important EU funds for urban development.’ 30 The issue of desegregation has thus been integrated in national housing policy targeting low status social groups that include disadvantaged Roma. The aim of HSIP is to improve the social integration of Roma by implementing activities that not only improve housing conditions, but also address educational disparities while ‘improving employment possibilities and enhancing access to social and other services focusing on social integration and improving access to basic facilities of disadvantaged people living in settlements throughout Hungary.’ 31 Thus, local projects have housing elements (renovation, developing infrastructure, building new houses) as well as social components (employment, education, social and health care, community development, etc.). This multi- faceted, demand-driven approach makes the programme unique. Another innovative element is the mentoring system: a network of experts, one assigned to each settlement by the ministry, who facilitate and aid the design and 25 Hungary/1021/2004. (01.04.2004), available at: www.eselyegyenloseg.hu/download.php?ctag=download&docID=174 , (29.03.2009) 26 T. Virág (2008) 'Programok a cigánytelepek felszámolására (Tervek és tapasztalatok)', in: E. Törzsök (ed.) Cigánynak lenni Magyarországon: jelentés 2007, Budapest: EÖKIK, p. 166. 27 In the present study, the overall efficiency of HSIP will not be evaluated. For a critical analysis of the design and implementation of the governmental programme see: T. Virág (2008) ‘Programok a cigánytelepek felszámolására (Tervek és tapaszalatok)’, in: E. Törzsök. (ed.) Cigánynak lenni Magyarországon: jelentés 2007 . Budapest: EÖKIK, pp. 165-174. 28 Hungary’s Strategic Plan lists the ‘improvement of housing in association with the large-scale reduction of segregation in the villages and regions concerned’ as a priority. See: Hungary/68/2007 (28.06.2007), available at: http://www.romadecade.org/index.php?content=70 (17.07.2009). 29 Hungary/1105/2007 (27.12.2007), available at: www.romaweb.hu/doc/evtizedprogram/2008/RIEP_stratterv_200809intterv.pdf (31.03.2009) 30 Interview with a national government representative, 24.03.2009. 31 N. Teller (2006) Interim Evaluation Report of the Housing and Social Integration Program (HSIP) in Hungary: A Learning Analysis of First Outputs and Results , available at: http://www.romaweb.hu/doc/kormanyzat/telep/telprotelepek/RomaHousingJointEvaluation_2 006_Hungary_final.pdf (27.03.2009). ",
        "Case Study: Combating Roma residential segregation, Hungary 9 implementation of the projects, reduce conflicts and report to and communicate with the ministry. The basic concept of the programme was drafted by the Department for Roma Integration 32 within the Ministry of Social Affairs and Labour, which is responsible for the overall co-ordination of the programme. The first round of the programme began in 2005 as a pilot scheme and lasted until the end of 2006. It was implemented in nine settlements including the first example of the present study, Kerecsend . Local governments could apply for funding of projects eliminating Roma settlements 33 from a total of 680,000,000 HUF (2,615,000 EUR) 34 that was allocated from the budget of the ministry. 35 The second round of the programme started in March 2007 and was completed by the end of 2007. NGOs could also be primary applicants and eleven municipalities were selected including the second example of the present study , Szomolya . The total budget of the second round was 505,000,000 HUF (1,942,000 EUR). From this amount 105,000,000 HUF (404,000 EUR) was allocated by the National Employment Foundation [ Országos Foglalkoztatási Közalapítvány – OFA] for actions in education and employment. The third round was announced in September 2007, with a total budget of 660,000,000 HUF (2,538,000 EUR), out of which 300,000,000 HUF (1,154,000 EUR) was provided by the National Employment Foundation. Szomolya was again funded. The housing element of the programme ended in December 2008, while the employment component ended in May 2009. The fourth round was announced in June 2008 and funding is awarded to Abaújszántó, Domaháza, Füzérradvány, Sajókaza, Sirok, Szalonna and Zalamerenye and Zalaszentjakab (joint application). The total budget of funding is 480,000,000 HUF (1,846,000 EUR) and the implementation of the programme is scheduled to start in 2009. 36 32 The department heavily relied on the work of a group of experts that assisted in the drafting of the project, among them Gábor Havas, János Ladányi and Péter Szuhay should be mentioned in particular. 33 Only small villages (population under 15,000 people) are allowed to apply due to financial limitations. According to an interview with a national government representative, 'The greatest poverty is in these villages' (24.03.2009). 34 Calculated with an exchange rate of 1 EUR=260 HUF. 35 The programme was supplemented by additional funds from the ministry. For educational purposes approximately 90 million HUF (346,000 EUR) for the nine projects were allocated by the Roma Education Fund, while altogether nearly 370 million HUF (1,423,000 EUR) for the first and second rounds of HSIP were provided by the National Regional Development Office, in addition to 440,000 USD from the Cities Alliance Programme for the second round. More importantly, most settlements combined these funds with other available sources. Data from N. Teller (2006) Interim Evaluation Report of the Housing and Social Integration Program (HSIP) in Hungary: A Learning Analysis of First Outputs and Results , available at: http://www.romaweb.hu/doc/kormanyzat/telep/telprotelepek/RomaHousingJointEvaluation_2 006_Hungary_final.pdf (27.03.2009). 36 For the list of the beneficiary municipalities and the amount of funding see Annex 1. ",
        "Case Study: Combating Roma residential segregation, Hungary 10 2. The case of Kerecsend 2.1. Project description The title of the project is Podo-Híd Roma Integrációs Modellprogram [ Podo- Híd Roma Integration Model Program ]. 37 The institution leading the implementation 38 was Kerecsend Önkormányzata [Local Government of Kerecsend]. 39 They formed a consortium with the Cigány Kisebbségi Önkormányzat (CKÖ) [Roma Minority Self-Government], Magyarí Károly Általános Iskola és Zeneiskola [Károly Magyari Elementary School and Music School], Kerecsendi Napközi-Otthonos Óvoda [Kindergarten of Kerecsend], Kerecsendi Faluvéd ő Egyesület [Kerecsend Village Protection Association] and Kerecsendi Fiatalok Továbbtanulásáért Közalapítvány [Kerecsend Public Foundation for Further Education of Youth]. The objectives of the project are the provision of improved housing and social integration. 40 The first objective is accomplished through the transfer of residents into integrated housing, while at the same time improving segregated areas. The second objective is achieved through a variety of actions, such as reduction of unemployment and educational inequalities, as well as community development. The main activities of the project included the development of fészek-lakások [nest-homes], part of a two-step housing programme that entailed purchasing houses by the local government in integrated areas for young Roma families that agree to pay rent (5500 HUF / 21 EUR per month) 41 and an additional amount (15,000 HUF / 58 EUR per month) in the form of savings so that they can acquire a new house in five or six years to make room for new families in 37 The words Podo in Romani and Híd in Hungarian mean bridge in English and refers to one of the key elements of the planned programme which was not implemented in the end: building a bridge over a creek between two settlement-like streets. 38 The call for applications for the programme addressed local governments as main applicants. However, local governments were obliged to form a consortium with compulsory partner institutions – the local Roma minority self-government and/or a Roma non-governmental organisation as well as a representative of and elected by the residents of the Roma settlements. Additionally, other optional organisations could be included (e.g. regional employment centres, NGOs, institutions providing public services, etc.). The consortium decided on the composition of the management team leading the actual implementation. 39 www.kerecsend.hu (10.11.2009). 40 For detailed description, see: Kerecsend Önkormányzata (2006) Szakmai beszámoló a roma integrációs program végrehajtásáról, IV: ütem, záró beszámoló , in: Podo-Híd Roma Integrációs Modellprogram, Kerecsend – DVD. 41 Only those families where one of the parents had permanent employment were eligible. Three families were selected out of six applications. ",
        "Case Study: Combating Roma residential segregation, Hungary 11 the ‘nest homes’. 42 For this, two houses capable of housing three families were bought by the project management team. 43 The rehabilitation of the segregated areas included housing renovation for 23 houses as well as the renovation of public places: building pavements and restoring streets in the segregated areas, building a main gas pipeline through which 110 families accessed gas supply, cleaning public wells, building a new playground and renovating the public places in the central areas of the village. The first round – the pilot project – of the HSIP was originally intended to last from June 2005 until May 2006, but, due to administrative delays, the time frame was extended by several months. In Kerecsend the project started officially on 21.06.2005 and ended on 30.11.2006. The specific target group were Roma living in segregated areas. 44 Kerecsend was awarded a total budget of 79,715,000 HUF (307,000 EUR) from the budget of the responsible ministry, of which 76 per cent was used for the housing element of the project, 17 per cent for the social element and 7 per cent for project management. In addition, the local government found other sources of supplementary funding for the programme. 45 2.2. Main elements The success of the project depended largely on the successful co-operation of the consortium partners representing different sectors of society . The project is characterised by several elements of innovation and creativity , such as the ‘mentoring system’, a network of experts aiding the implementation of the programme, and its multi-sectoral approach. Construction costs were lowered as local entrepreneurs employed beneficiaries as workers, an aspect of the employment component of the project. Part of the construction or renovation work was carried out by beneficiaries with experience in construction. The project’s multifaceted approach was expressed in diverse actions aiming at reducing unemployment and inequalities in education. For example, one Roma was employed as programme officer, two as caretakers, one as a nurse, one as a janitor and there were four construction teams with several members. In 2005, 120 people and in 2006, 90 people were employed for shorter or longer 42 Information concerning the location of new and old houses can be found in Annex 2, Map 2. 43 A management team composed of Roma and non-Roma responsible for the implementation of the programme was set up by the consortium. Most of the management team members participate in activities of various local NGOs. 44 Some elements, such as the building of the playground, benefited also Roma and non-Roma living outside the segregated areas. 45 The street and pavement building, for instance, were funded partly by the Regional Development Agency of Northern Hungary (NORDA). The costs of cleaning the public wells were financed by the local waterworks, while the playground was largely financed by the annual budget of the local government. ",
        "Case Study: Combating Roma residential segregation, Hungary 12 periods. The cost of wages was covered by the local employment centre with a 10 per cent contribution by the HSIP grant. In relation to education, a community bus was bought to facilitate not only the transport of students, but also of the elderly. A five-week summer camp was also organised in 2005 and 2006 with the participation of 120 children each year. Roma were involved from the implementation stage of the project, with the employment of a Roma programme officer tasked with ‘maintaining connection with the beneficiaries.’ 46 There were meetings involving the local Roma when important decisions had to be made in which ‘half of the streets participated for sure’, 47 and every week the Roma construction team leaders had an evaluation and planning meeting with members of the management team. All four streets selected representatives who were regularly informed about the project, some of whom were also members of the Roma minority self-government. One example of Roma involvement in planning can be seen in the decision to change the location of the playground from one of the segregated streets to the centre of the village. I nteraction between Roma and local authorities was facilitated by the work of the two social workers and the programme officer, but other members of the management team also communicated with the beneficiaries regularly. Conflicts between members of the consortium only occurred at the start of the project, as the Roma self-government insisted on building the gas pipelines. 48 The final list of the houses to be renovated was also agreed both by experts and the Roma self-government. There was a specific focus on Roma children and mothers , and the project was followed by another programme, part of the Roma Education Fund, setting up a day-school, a ‘Sure Start’ programme and a family day-time home. 49 The main difficulty concerned the reduction by half of the original funding due to limitations in the available budget of the ministry. 50 This meant that several important initiatives aiming at social inclusion by targeting both Roma and non-Roma, could not be implemented, although they were considered 46 Interview with a local authority representative, Kerescend, 24.02.2009. 47 Interview with a local authority representative, Kerescend, 25.02.2009. 48 The conflict concerning the gas pipelines was often referred to in the interviews. As funding was reduced by the ministry, certain elements had to be taken out of the project. These were discussed at meetings with the representatives of the responsible department of the ministry. The applicants had to defend the elements they regarded as vital, and in the end a compromise had to be reached. The majority of the management team did not consider the gas pipeline as important as other components. However, as the Roma minority self-government insisted, the management team agreed to it. 49 Only towns that had participated in the HSIP could apply for this programme, taking place between the fall of 2006 and September 2008. 50 Originally 150,000,000 HUF (577,000 EUR) could be applied for. ",
        "Case Study: Combating Roma residential segregation, Hungary 13 important by those we interviewed. 51 The cut in funding also affected housing, since not all houses could become part of the project and this, in turn, led to friction between the implementers of the project and the local Roma whose houses were not included. There were difficulties concerning problems with documenting ownership, which resulted in some houses not being included. Another limitation of the project was that the jobs created were only temporary, lasting for the duration of the project. An interim evaluation report 52 based on the experiences of the first round of the HSIP including recommendations and suggestions for future rounds was developed based on the evaluation of the results of the project in Kerecsend and in the other settlements involved. 53 The recommendations include the reform of public services to guarantee priority in financing for the most disadvantaged regions and settlements, the revision of the system of social welfare housing allowance, 54 the harmonisation of labour market demands and supplies to facilitate mobility and reforms of the national social housing policy to focus on the problems of the poorest families. The housing element of the project seems sustainable , as the families independently try to maintain and improve the conditions of the houses. 55 One of the Roma beneficiaries of the project stated that after moving to a new house she ‘could buy some furniture because there was room to put it in.’ 56 Several families faced and continue to face difficulties in paying the bills, but so far ‘the local government was flexible with the payment of the bills.’ 57 According to a local authority representative, the key lessons learned from the project in Kerecsend included the need for: strong cooperation among the partners involved; inclusion of elements that benefit non-Roma as well as Roma to gain the support of the wider public; the involvement of project beneficiaries; and coordination of the different project elements and sources of funding to increase the impact of the project. 51 These elements included inter alia starting the production of bio-bricks and using them to build outside toilets, creating room for youth clubs in the community house, and the building of the bridge that gave the programme its title. 52 N. Teller (2006) Interim Evaluation Report of the Housing and Social Integration Program (HSIP) in Hungary: A Learning Analysis of First Outputs and Results , available at: http://www.romaweb.hu/doc/kormanyzat/telep/telprotelepek/RomaHousingJointEvaluation_2 006_Hungary_final.pdf (27.03.2009). 53 The report was based on discussions with the mentor group, interviews with the local implementers, members of the responsible department of the ministry, questionnaires completed by most of the settlements, and the discussions during an evaluation workshop held in the summer of 2006. 54 A fund available for building new houses or buying used ones, the amount of which depends on the costs as well as on the number of children. Half of the costs of the houses involved in HSIP were covered by this allowance. 55 The fieldwork in Kerecsend was conducted more than two years after the building and the renovation of the houses ended. 56 Interview with a Roma respondent, 24.02.2009. 57 Interview with a Roma respondent, 24.02.2009. ",
        "Case Study: Combating Roma residential segregation, Hungary 14 2.3. Reflections Since the municipality of Kerecsend was one of the nine settlements in the first pilot round of the HSIP, difficulties and problems were expected. Financial difficulties that led to halving the original funding cancelled several activities. The conflicts at the start of the project were largely due to this problem. However, according to a local authority representative, despite the mistakes, which were made mainly due to lack of experience, the implementation of the project was very successful. 58 Improvements in the administrative procedures are necessary to avoid delays in transferring payments. Although the mentor for Kerecsend assigned by the ministry proved to be a great help for the management team, more formal support, e.g. official guidelines on the method of financial reporting, would have helped. At the final conference, the Kerecsend project was acknowledged as an example of successful implementation of the HSIP. It would therefore be useful for those involved in the project to share their experiences and consider the possibility of cooperation with the other eight settlements involved in the HSIP and future beneficiaries. According to a government respondent, 59 the experience gained has led to some changes, such as providing a preparatory phase for preparing the application aided by the mentor, making NGOs eligible as main applicants and developing a handbook 60 for the project. The employment aspect of the project was also successful. The best example of this is the Roma nurse, who completed her training with excellent results and has since been working for the kindergarten. Others were employed temporarily: the project provided almost all unemployed families with some sort of income for a limited period of time, thus making them eligible for some kind of social aid after the end of the period of public work. However, a project such as this cannot resolve problems of unemployment in the long run. Education was also an important area of action in this project, as well as the follow-up programme funded by the Roma Education Fund. However, although educational projects continue with voluntary work after funding was exhausted,, governmental support would be necessary for long-term sustainable results. In conclusion, although the project achieved the goals set out in the application, it cannot achieve by itself results that would render the project sustainable in the long-term. Given that the HSIP is a multi-faceted, demand-driven programme, aiming to achieve long-term success and in view of the new challenges posed by the current economic crisis, more comprehensive solutions need to be developed. 58 Other interviewees also expressed their satisfaction with the local implementation. 59 Interview with a national government representative, 24.03.2009. 60 The handbook is: J. Setét (2007) Kézikönyv: Telepeken, telepszer ű lakókörnyezetben él ő k programja , available at: http://www.romaweb.hu/doc/kormanyzat/telep/telep_kezikonyv.pdf (26.03.2009). ",
        "Case Study: Combating Roma residential segregation, Hungary 15 3. The case of Szomolya 3.1. Project description The title of the initiative was ‘Cseresznyevirág’ [Cherry Blossom] 61 project. The organisation leading the implementation 62 of the programme is Szomolyai Romákért Egyesület [Association for the Roma of Szomolya], a non- governmental organisation. The association formed a consortium with Szomolya Önkormányzata [Local Government of Szomolya], Cigány Kisebbségi Önkormányzat [Roma Minority Self-Government] and Szegényeket Támogató Alap (SZETA) Egri Alapítványa [SZETA Foundation for Supporting the Poor in Eger]. Szomolya successfully applied for the second and the third round of HSIP. This type of housing project aimed at the elimination of the last inhabited ‘cellar- homes’ in Hungary. The main objectives 63 of the project were ‘first, to decrease the poverty, improve social competency, and increase the vibrancy of lifestyle of Roma in Szomolya; and second, to create conditions for the autonomous operation of the local Roma community and the improvement of their social-public activity.’ 64 The main activities of the first funding period – in the second round of HSIP – included moving ten families from ‘cellar-homes’ into houses in the village, the purchase of a clubhouse for the local Roma association and its development, the employment of eight people on the project, the provision of social services, such as follow up work with relocated families through visits and assisting the Roma community in dealing with administrative issues and other outreach programmes. 65 The main activities of the second funding period – in the third round of HSIP – included moving 14 families from ‘cellar-homes’, strengthening the local 61 Szomolya is famous for its black cherry. 62 For the second round of HSIP, non-governmental organisations were entitled to be main applicants as well. 63 From: SZETA Egri Alapítványa (2009) A szomolyai \"cseresznyevirág\" projekt összefoglalása . p. 7 and 9. 64 From: Zs. Farkas (2009) \"Cseresznyevirág” projektzáró konferencia , power-point lecture. 65 The programme was managed mostly by local Roma, who also provided social services and support for administrative problems. Services were offered in the clubhouse and the families participating in the housing programme were also visited regularly to see how they adapted to the changes and in what situations they needed assistance. ",
        "Case Study: Combating Roma residential segregation, Hungary 16 Roma association, providing some Roma with temporary employment, 66 providing 14 Roma with support to complete elementary education, and establishing an educational roundtable with the participation of the local government, the school, the minority self-government and the local Roma association. Since the local government did not apply for the first round of HSIP, although it was invited to do so, the most important project component was the development of the capacity and resources of the local Roma association, as all the other project components depended on this. Purchasing the clubhouse in the centre of the village was thus essential for the project. 67 The first funding period lasted from March to December 2007 and the second from January till the end of 2008, while the employment component continued until the end of June of 2009. The primary target group were Roma living in ‘cellar-homes’, but the project’s social integration activities benefited the entire Roma community of Szomolya. The total budget for the first funding period was 47,840,000 HUF (184,000 EUR) provided by the Ministry of Social Affairs and Labour. For the second funding period, the applicant received 45,080,000 HUF (173,400 EUR) from the Ministry of Housing and 33,700,000 HUF (129,600 EUR) from the National Employment Foundation for social integration. 3.2. Main elements The consortium involved in the first funding period included SZETA, the local Roma minority self-governing body and the local government. In the second funding period the local government refused to participate due to conflicts with the Roma association. 68 The Roma minority self-governing body supported various community development actions through smaller amounts of funding. 69 One project participant emphasised the importance of co-operation with several actors, namely with: the local employment office in organising vocational training; the family service in assisting beneficiary families; local Roma entrepreneurs in helping reduce the cost of renovation and employ the Roma masons who participated in the training; the kindergarten and school in sharing information on the situation and needs of children; local government; and most importantly, with the foundation SZETA which provided its professional expertise. 66 Temporary employment for those participating in the childcare and mason/bricklayer training. 67 This became the office for the implementation of the programme and the centre of the Roma community of Szomolya, the place of community activities, youth and health clubs and educational programmes, such as a summer day-school, professional orientation clubs, tutoring or developmental activities. 68 In the third round of HSIP, the participation of local government was not compulsory. 69 It should be noted that several members of the local Roma association were members of the Roma minority self-government. ",
        "Case Study: Combating Roma residential segregation, Hungary 17 The demand-driven approach of the HSIP led to some innovative solutions. For example, since beneficiary families were not eligible for a grant to buy a house, as in the first period, houses were purchased by the association and leased for a ten-year trial period by families who paid 4,000 HUF (15 EUR) monthly to cover the costs of repairs. After the trial-period, the beneficiaries will be entitled to buy these houses for a nominal amount. The employment of Roma in the implementation of the project, the establishment of a clubhouse and particularly the focus on empowering local Roma through strengthening the association to lead the project and continue working beyond the framework of the project, can also be regarded as innovative measures promoting social integration. The multifaceted approach of this housing project is evident in the diverse activities it supported, namely vocational training, employment opportunities, educational activities, provision of social and other services and community development. Roma were involved in the project at various levels. The mentor drafted the first application in full, as the Roma local association was too inexperienced to complete this task. The second application was also written by the mentor, but in consultation with the management team. The project was implemented mostly by local Roma. Before the start of the project, the situation and the needs of the future beneficiaries were studied by those involved in the development of the project including both Roma and non-Roma members. A number of community development actions were focused on children (e.g. a professional orientation club, tutoring, a summer camp) and on mothers (such as the baby-mother club where relevant health issues were discussed). Various free medical examinations – e.g. lung screening – were also organised. I nteraction between the Roma and local authorities improved with time. The local government participated in the first funding period as consortium partner, but after disagreements with other partners it withdrew. During the second period it prepared a proposal, but later refused to submit it due to lack of human resources. This was also to avoid direct involvement in conflicts, according to a local authority representative, who stressed that the programme would have caused less conflict, if Roma and non-Roma had been better prepared, for example by introducing elements of positive action in a way that would allow non-Roma to benefit as well. Despite problems in the second phase things have improved: ‘The local government realised that we are partners. We can cooperate, for example, in the educational roundtable.’ 70 Opposition to the project took different forms as some villagers did not want to sell their houses to the Roma local association, and at the beginning some even petitioned to prevent Roma from moving into their neighbourhood. 70 Interview with an implementer of the project¸ Szomolya,18.03.2009. ",
        "Case Study: Combating Roma residential segregation, Hungary 18 The ministry mentors and the National Employment Foundation monitors are obliged to draft regular evaluations , but as yet there is no publicly available official assessment on the second and third round of HSIP. However, during the implementation of the programme, regular professional consultations for the resettlements were organised by the ministry every second month. These functioned as a forum for evaluation, guidance and communication with other beneficiaries: ‘We realised that there are the same problems everywhere and we are not alone.’ 71 In Szomolya, those responsible for project implementation are in constant contact with the beneficiary families. According to their feedback, there are only one or two families that are not completely satisfied. The general evaluation is positive: ‘Before the programme our house was in life-threatening condition. In the new house, everything was done fine. If this programme did not happen, there is no way we could have moved out.’ 72 It is too early to assess any impact the project in Szomolya could have on relevant law and policy . However, its potential for mainstreaming is apparent. The Head of the Department for Roma integration even referred to the project as the ‘Szomolya-model’ due to the development of a new local force that enables the Roma community to access resources necessary for future success. 73 Sustainability can be achieved on many levels, but is particularly evident in relation to the increased capacity of the Association for the Roma of Szomolya. The experience gained in managing grants and implementing projects allowed them to submit and win small tenders for the operational costs of the NGO so that they can continue providing assistance to local Roma. They are also currently applying for funding concerning a Roma service network programme. Furthermore, they are now negotiating with the local government about the employment of those participating in vocational training and are planning new trainings. All of these activities contribute to the creation of employment opportunities for local Roma. Ensuring that Roma are involved, as equal partners and full participants, in planning and executing projects can lead to an increase in empowerment . The benefits of this control and ownership are carried beyond the scope of particular projects helping to improve the situation of the community in a wider social context. Important lessons learned in this project include the need for better regular communication to allow everyone involved to develop a sense of ownership. 74 Furthermore, it is important not to ‘overprotect’ beneficiaries, but provide assistance only when necessary to avoid overdependence on social workers. The involvement of local actors is crucial: ‘local NGOs have to be encouraged and 71 Interview with an implementer of the project, Szomolya, 18.03.2009. 72 Interview with a Roma respondent, 18.03.2009. 73 Speech of Mr Andor Ürmös, Head of the Department for Roma Integration, at the Final Conference of the ‘Cherry Blossom’ Project, on 14.03.2009 in Szomolya. 74 Interview with an implementer of the project, Szomolya 18.03.2009. ",
        "Case Study: Combating Roma residential segregation, Hungary 19 motivated, but expertise should not be imported. There should be professional guidance, but local people should do the work.’ 75 3.3. Reflections ‘We moved in the winter, for months they did not speak to us, but now we get along very well.’ 76 The Szomolya HSIP project can be regarded as a success: two of the segregated settlements and all ‘cellar-homes’ were abolished. Roma families moved into an integrated environment; vocational training, educational projects and work opportunities were developed; and community activities were organised. The sustainability of the project, however, will depend on the willingness of all actors, particularly the authorities to follow up with a long term strategy combating social exclusion and discrimination: ‘The programme was able to show the main challenges; now the real work has to start.’ 77 According to the project mentor, 78 integration is the capability of a person or a community to access social resources that are accessible to the majority of society. For this, people need connections and competencies that enable them to find resources. In this context, the mentor stressed the importance of the role of a strong local NGO that can gain access to such resources. The local Roma Association contributed in improving the participation of Roma in community decision making, establishing a relationship of equal partnership with the local government and other institutions. A less visible outcome of this project was the empowerment of the entire Roma community: Local Roma are now less afraid to handle administrative issues at the nearby employment office and more confident in communicating with the local government and with non-Roma. 79 Friction between Roma and non-Roma during the implementation of the project had also a positive side to it: ‘Before the project, due to residential and social segregation, there was no real flow of information between Roma and non- Roma, thus there were no crucial conflicts.’ 80 The project allowed these problems to surface and provided a forum for reaching solutions through compromise both on the part of Roma and non-Roma. Conflicts were hard to settle, but in the end everyone experienced how they could be resolved. 75 Interview with SZETA, Szomolya, 18.03.2009. 76 Interview with a Roma respondent, 18.03.2009. 77 Interview with a representative of the local authority, Szomolya, 19.03.2009. 78 Speech of Ms Zsuzsanna Farkas, mentor, at the Final Conference of the ‘Cherry Blossom’ Project, on 14.03.2009, in Szomolya. 79 Interview with an implementer of the project, 18.03.2009. 80 Interview with a representative of the local authority, Szomolya, 19.03.2009. ",
        "Case Study: Combating Roma residential segregation, Hungary 20 4. Lessons learned It is very difficult to reverse deep rooted residential segregation not only in practical terms in relation to the cost of re-housing, but also in social terms. Kerecsend is a good example of the successful application of the ‘nest-home’ innovative concept that allows young Roma families to move into an integrated social environment. Renovating houses in segregated areas, although essential to improve living conditions, does not address the problem of segregation. In the example of Szomolya, the process was accelerated, since all families were given houses in non-segregated areas of the village, thus eliminating two out of four segregated settlements. Which approach is more practical and sustainable in the long run, given the high rate of unemployment and the limited income of the local Roma remains to be seen. Both projects provided mainly only a short-term solution to unemployment for their Roma beneficiaries, although in the example of Kerecsend in a few cases permanent employment positions were created, for example a nurse for the kindergarten. In Szomolya, the implementation of the project created job opportunities for members of the local Roma association and there might be some scope to find employment for those who received vocational training. Although this does not resolve the problem of Roma unemployment, the example shows how such projects can trigger further action to improve the situation. Both settlements implemented actions in education aiming both at the very young (baby-mother club and the sure start programme) and older children (day-school, summer camp and youth club). However, these actions did not address the issue of segregation, as both villages still have segregated schools and kindergartens. This could be re-examined for future HSIP projects. The management of the projects was successful in both villages, but Roma were mainly involved in Szomolya. In Kerecsend, the composition of the management team was mostly non-Roma, though the minority self-government as well as a Roma social worker participated. In Szomolya, the development of a strong local Roma association with the support of the mentor led to a more empowered Roma community. The Association for the Roma of Szomolya is now able to access resources, apply for public tenders and stand on its own. As a result, the relationship with the local government also changed; the two institutions started to see each other as equal partners, which might result in enhanced cooperation and more integrated efforts in the future. The two projects represent two different approaches: In Kerecsend, attention focused on the co-operation between Roma and non-Roma, while in Szomolya the focus was on the strengthening of the Roma community itself. Both ",
        "Case Study: Combating Roma residential segregation, Hungary 21 approaches were productive and the choice is influenced by the history of local relations between Roma and non-Roma. Financial limitations and administrative hurdles were a challenge, particularly as NGOs and local authorities are seriously affected by payment delays. Local respondents stressed the need to receive further support from the government, but this is not always possible and such projects are intended primarily to trigger processes that can then be taken up and continued with local resources: ‘As the ministry does not have the capacity for further funding, it can only start a process, but now it is the turn of the settlements to develop and be active.’ 81 It is important to address the problem of Roma exclusion from a holistic perspective. However, multidimensional projects, such as these, that encompass actions in housing, employment, education, etc. would benefit from applying the principle of desegregation across all activities, rather than on residential desegregation only. In parallel, these projects show that successful integration is a two way process and thus both Roma and non-Roma need to experience benefits . 81 Interview with a national government representative, 24.03.2009. ",
        "Case Study: Combating Roma residential segregation, Hungary 22 Annexes Annex 1 – Statistical data and tables Table 1 – Funds available for the winners of the pilot project – round 1 (2005-2006) Settlements Funding (HUF) Funding (EUR) 82 Dencsháza and Szentegát 90,934,000 HUF 350,000 EUR Galambok 64,713,000 HUF 250,000 EUR Hencida 55,547,000 HUF 215,000 EUR Kerecsend 79,715,000 HUF 307,000 EUR Kisvaszar 87,581,000 HUF 337,000 EUR Szentgál 85,000,000 HUF 327,000 EUR Táska 55,000,000 HUF 212,000 EUR Tiszab ő 87,817,000 HUF 338,000 EUR Uszka 73,693,000 HUF 283,000 EUR Total 680,000,000 HUF 2,615,000 EUR Source: www.romaweb.hu Table 2 – Funds available for the winners of round 2 (2007) 83 Settlements Funding (HUF) Funding (EUR) Vasboldogasszony 15,000,000 HUF 58,000 EUR Egercsehi 41,480,000 HUF 160,000 EUR Garabonc 38,079,000 HUF 146,000 EUR Hidas 42,679,000 HUF 142,000 EUR Rudabánya 46,512,000 HUF 164,000 EUR Hangony 48,040,000 HUF 185,000 EUR Tunyogmatolcs 40,900,000 HUF 157,000 EUR Sajóhídvég 43,100,000 HUF 166,000 EUR Sóshartyán 41,370,000 HUF 159,000 EUR Szomolya 42,840,000 HUF 165,000 EUR Total 400,000,000 HUF 1,539,000 EUR Source: www.romaweb.hu 82 Calculated with the exchange rate of 1 EUR=260 HUF. 83 Supplemented by an additional amount of 105,000,000 HUF (404,000 EUR) provided by the National Employment Foundation. ",
        "Case Study: Combating Roma residential segregation, Hungary 23 Table 3 – Funds available for the winners of round 3 (2008) 84 Settlements Funding (HUF) Funding (EUR) Kakucs 35,770,000 HUF 138,000 EUR Kiskunmajsa 47,538,000 HUF 183,000 EUR Füzér 48,400,000 HUF 186,000 EUR Domaháza 38,820,000 HUF 149,000 EUR Füzérradvány 45,127,000 HUF 174,000 EUR Somogyapáti 32,016,000 HUF 123,000 EUR Szomolya 45,080,000 HUF 173,000 EUR Tornanádaska 60,249,000HUF 232,000 EUR Tiszabura 7,000,000 HUF 27,000 EUR Total 360,000,000 HUF 1,385,000 EUR Source: www.romaweb.hu Table 4 – Statistical data of Kerecsend Population of Kerecsend 2278 Percentage of Roma in Kerecsend 35 Percentage of Roma in kindergarten 90-95 Percentage of Roma in elementary school 90-95 Number of nest-homes 3 Number of houses renovated 23 Source: Szociális és Munkaügyi Minisztérium (2007) Roma telepeken él ő k lakhatási és szociális integrációs modellprogramja 2005-2006 Table 5 – Statistical data of Szomolya Population of Szomolya 1700 Percentage of Roma in Szomolya 20 Percentage of Roma in kindergarten 80 Percentage of Roma in elementary school 100 Number of cellar-homes prior to HSIP 26 Number of people living in cellar- homes prior to HSIP 120 Source: SZETA Egri Alapítványa (2009) A szomolyai \"cseresznyevirág\" projekt összefoglalása . 84 Supplemented by an additional amount of 300,000,000 HUF (1,154,000 EUR) provided by the National Employment Foundation. ",
        "Case Study: Combating Roma residential segregation, Hungary 24 Annex 2 – Maps and photo documentation Map 1 – Map of Hungary indicating the counties and location of the case studies Source: www.hiszi-map.hu Map 2 – Map of Kerecsend, location of the first case study Source: www.hiszi-map.hu Map 3 – Map of Szomolya, location of the second case study Source: www.hiszi-map.hu ",
        "Case Study: Combating Roma residential segregation, Hungary 25 Kerecsend Photo 1 – A renovated house with a new roof Photo 2 – One of the ‘nest-homes’ ",
        "Case Study: Combating Roma residential segregation, Hungary 26 Photo 3 – New pavement built Photo 4 – Playground ",
        "Case Study: Combating Roma residential segregation, Hungary 27 Szomolya Photo 1 – Clubhouse Photo 2 – Cellar-home from the outside 85 Photo 3 – Cellar-home from the inside 85 At the time of the fieldwork research not all new houses were ready. ",
        "Case Study: Combating Roma residential segregation, Hungary 28 Photo 4 – New house ",
        "Case Study: Combating Roma residential segregation, Hungary 29 Annex 3 – Bibliography Farkas Zs. (2009): \"Cseresznyevirág\" projektzáró konferencia , power-point lecture. Farkas Zs. (2009) Speech at the Final Conference of the ‘Cherry Blossom’ Project, Szomolya, 14.03.2009. Hungary/LXXVII/1993 (modified: 17.10.2005), available at: http://www.mtaki.hu/docs/cd2/Magyarorszag/tv1993_77ang.htm (30.03.2009). Hungary/1105/2007 (27.12.2007), available at: www.romaweb.hu/doc/evtizedprogram/2008/RIEP_stratterv_200809intterv.pdf (31.03.2009). Hungary/1021/2004 (01.04.2004), available at: www.eselyegyenloseg.hu/download.php?ctag=download&docID=174 , (29.03.2009). Hungary/68/2007 (28.06.2007), available at: http://www.romadecade.org/index.php?content=70 (17.07.2009) Kemény I. and B. Janky (2005) ‘Roma Population of Hungary 1971-2003’, in: I. Kemény (ed.) Roma in Hungary, New York: Columbia University Press, pp. 70-225 Kemény I. (2005) ‘History of Roma in Hungary’, in: I. Kemény (ed.) Roma in Hungary, New York: Columbia University Press, pp. 1-66 Kerecsend Önkormányzata (2006) Szakmai beszámoló a roma integrációs program végrehajtásáról, IV: ütem, záró beszámoló , in: Podo-Híd Roma Integrációs Modellprogram, Kerecsend – DVD. Lengyel G. (2006) ‘Cigánytelepek egykor és ma’, in: E. Kállai and E. Törzsök (eds.) Cigánynak lenni Magyarországon: jelentés 2002-2006 , Budapest: EÖKIK. Ringold, D. (2000) Roma and the Transition in Central and Eastern Europe: Trends and Challenges , available at: http://lnweb90.worldbank.org/eca/eca.nsf/General/505B16F496817B33852569 5800647D86?OpenDocument, (29.03.2009). Setét J. (2007) Kézikönyv: Telepeken, telepszer ű lakókörnyezetben él ő k programja , availabe at: http://www.romaweb.hu/romaweb/index.html (29.03.2009). ",
        "Case Study: Combating Roma residential segregation, Hungary 30 SZETA Egri Alapítványa (2009): A szomolyai \"cseresznyevirág\" projekt összefoglalása . Szociális és Munkaügyi Minisztérium (2007) Roma telepeken él ő k lakhatási és szociális integrációs modellprogramja 2005-2006 , available at: http://www.romaweb.hu/doc/kormanyzat/telep/telprotelepek/telpro2005-06.pdf (24.03.2009). Szociális és Munkaügyi Minisztérium (2008) Részletes pályázati felhívás , available at: http://www.romaweb.hu/romaweb/index.jsp?p=sajat&id=telpro2008jun, (29/03/2009). Teller N. (2006) Interim Evaluation Report of the Housing and Social Integration Program (HSIP) in Hungary: A Learning Analysis of First Outputs and Results , available at: http://www.romaweb.hu/doc/kormanyzat/telep/telprotelepek/RomaHousingJoin tEvaluation_2006_Hungary_final.pdf (27.03.2009). Ürmös A. (2009) Speech at the Final Conference of the ‘Cherry blossom’ project, on 14.03.2009, in Szomolya. Virág T. (2008) ‘Programok a cigánytelepek felszámolására’ (Tervek és tapasztalatok), in: Erika Törzsök (ed .) Cigánynak lenni Magyarországon. Jelentés 2007. Budapest: EÖKIK. ",
        "How to obtain EU publications Free publications: • via EU Bookshop (http://bookshop.europa.eu); • at the European Commission’s representations or delegations. You can obtain their contact details on the Internet (http://ec.europa.eu) or by sending a fax to +352 2929-42758. Publications for sale: • via EU Bookshop (http://bookshop.europa.eu); • from your bookseller by quoting the title, publisher and/or ISBN number; • by contacting one of our sales agents directly. You can obtain their contact details on the Internet (http://bookshop.europa.eu) or by sending a fax to +352 2929-42758. European Commission European Union Agency for Fundamental Rights Case study Combating Roma residential segregation, Hungary Luxembourg: Publications offi ce of the European Union, 2010 2010 - 30 pp, - 21 x 29.7 cm ISBN: 978-92-9192-578-0 doi: 10.2811/66644 A great deal of information on the European Union Agency for Fundamental Rights is available on the Internet. It can be accessed through the FRA website (http://fra.europa.eu). ",
        "FRA - European Union Agency for Fundamental Rights Schwarzenbergplatz 11 1040 - Vienna Austria Tel.: +43 (0)1 580 30 - 0 Fax: +43 (0)1 580 30 - 691 E-Mail: information@fra.europa.eu http://fra.europa.eu T K - 80 - 10 - 264 - E N - N "
    ]
}