{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 7.3.2018 SWD(2018) 210 final COMMISSION STAFF WORKING DOCUMENT Country Report Italy 2018 Including an In-Depth Review on the prevention and correction of macroeconomic imbalances Accompanying the document COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN CENTRAL BANK AND THE EUROGROUP 2018 European Semester: Assessment of progress on structural reforms, prevention and correction of macroeconomic imbalances, and results of in-depth reviews under Regulation (EU) No 1176/2011 {COM(2018) 120 final} ",
        "Executive summary 1 1. Economic situation and outlook 4 2. Progress with country-specific recommendations 12 3. Summary of the main findings from the Macroeconomic Imbalance Procedure in-depth review 16 4. Reform priorities 24 4.1. Public finances and taxation 24 4.2. Financial sector 28 4.3. Labour market, education and social policies 33 4.4. Investment and competitiveness 42 4.5. Sectoral policies 50 Annex A: Overview table 55 Annex B: Macroeconomic Imbalance Procedure Scoreboard 61 Annex C: Standard tables 62 References 68 LIST OF TABLES Table 1.1: Key economic, financial and social indicators - Italy 11 Table 2.1: Summary table on 2017 CSR assessment 14 Table 3: Macroeconomic Imbalance Procedure Assessment Matrix (*) - Italy 21 Table 4.2.1: Italian banking system key indicators 28 Table B.1: The MIP scoreboard for Italy (AMR 2018) 61 Table C.1: Financial market indicators 62 Table C.2: Headline Social Scoreboard indicators 63 Table C.3: Labour market and education indicators 64 Table C.4: Social inclusion and health indicators 65 Table C.5: Product market performance and policy indicators 66 Table C.6: Green growth 67 CONTENTS ",
        "LIST OF GRAPHS Graph 1.1: Real GDP and components 4 Graph 1.2: Real investment and components 4 Graph 1.3: Regional contributions to national GDP growth (left-hand side) and potential growth and contributions (right-hand side) 5 Graph 1.4: Labour market indicators: Employment (left-hand side) and unemployment (right- hand side) 6 Graph 1.5: Price and wage dynamics 7 Graph 1.6: Credit growth and lending rates 8 Graph 1.7: Current account balance 9 Graph 1.8: Italy's public finance indicators 10 Graph 2.1: Overall multiannual implementation of 2011-2017 CSRs to date 12 Graph 3.1: Drivers of 'snowball effect' on public debt 17 Graph 3.2: Evolution of Italy's public debt-to-GDP ratio under different debt sustainability analyses 18 Graph 3.3: Productivity growth and gross value added 19 Graph 4.1.1: Evolution of real general government primary expenditure (left-hand side) and composition of primary expenditure by COFOG functions (right-hand side) 24 Graph 4.2.1: Benchmarking the Italian Banking System 30 Graph 4.3.1: Permanent, temporary and self-employed, cumulative change 2014-2017 33 Graph 4.4.1: Italy’s export market shares, exchange rate and cost competitiveness indicators 42 Graph 4.4.2: Non-residential tangible and intangible investment in Italy and the rest of the euro area, constant prices 43 Graph 4.4.3: Share of debt in companies facing financial stress 44 Graph 4.4.4: Return to skills (numeracy) 45 Graph 4.4.5: Time needed to solve civil and commercial litigious cases 47 Graph 4.5.1: Overall restrictiveness of business services, 2016 50 Graph 4.5.2: European quality of government index - best and worst performing regions per country 52 Graph 4.5.3: Ultra-fast Broadband coverage and penetration in 2017 (% of households) 53 LIST OF BOXES Box 2.1: Tangible results delivered through EU support to structural change in Italy 15 Box 3.1: Euro area spillovers 23 Box 4.1.1: Effects on labour supply from rationalising childcare benefits 27 Box 4.3.1: Monitoring performance in light of the European Pillar of Social Rights 34 Box 4.4.1: Investment challenges and reforms in Italy 49 Box 4.5.1: Policy highlights: Equitable and Sustainable Well-being indicator system 54 ",
        "1 Italy’s ongoing recovery offers a window of opportunity to boost the reform momentum . By fully implementing already adopted measures and completing key reforms in the pipeline, Italy could lift its sluggish potential growth, rooted in weak productivity. This would reduce the risk of a slowdown, should the external environment and financial conditions become less supportive. In particular, Italy's resilience could be helped by improving the business environment — notably by reforming the judicial process and the insolvency and taxation frameworks — and strengthening the banking system and the labour market. ( 1 ) Italy's recovery has strengthened . Supported by the accommodative monetary policy stance of the European Central Bank (ECB) and buoyant external demand, Italy’s real GDP growth is projected at 1.5 % in both 2017 and 2018. It is expected to slow to 1.2 % in 2019. Rising demand and favourable financing conditions have started to support investment again after the sharp fall it suffered during the global financial crisis. Labour market conditions continue to improve. Headcount employment (15-74 years) rose by 1.0 % in 2017 to over 23 million people, taking it back to pre-crisis levels. The employment rate (20- 64 years) rose to 62.7 % last year, largely driven by temporary employment, after a sharp increase in permanent contracts in 2015-2016. Employment is set to increase further in 2018-2019, albeit at a more moderate pace of 0.8 %. As inactive people join the labour force, higher activity rates will support medium term growth prospects. In the short term, however, this will reduce the unemployment rate only gradually. Given its systemic importance , Italy is a source of potentially significant spillovers to the rest of the euro area. Italy is also an important export ( 1 ) This report assesses Italy’s economy in the light of the European Commission’s Annual Growth Survey published on 22 November 2017. In the survey, the Commission calls on EU Member States to implement reforms to make the European economy more productive, resilient and inclusive. In so doing, Member States are encouraged to focus on the three elements of the virtuous triangle of economic policy — boosting investment, pursuing structural reforms and ensuring responsible fiscal policies. At the same time, the Commission published the Alert Mechanism Report (AMR) that initiated the seventh round of the macroeconomic imbalance procedure. The AMR found that Italy warranted an in-depth review, which is presented in this report. market for a number of euro area countries and maintains strong financial linkages to other euro area countries. Long-standing structural weaknesses and regional disparities continue to weigh on Italy’s growth potential . Despite the recent recovery, Italy’s real GDP is still below its pre-crisis peak and growing at a slower pace than in peer euro area economies. Regional differences persist both in economic prospects and employment growth. Long-term and youth unemployment remain very high. While the recovery has slightly reduced the headline deficit, Italy’s public debt has continued to grow and is set to have peaked at 132.1 % of GDP in 2017. Despite historically low financing costs, private sector credit growth is still muted. Italy has made some progress in addressing the 2017 country-specific recommendations . Italy made substantial progress in adopting measures to increase tax compliance and fight corruption. Some progress was made in reforming the public administration, addressing restrictions to competition, repairing the banking system and rationalising social spending. Only limited progress was made in shifting the tax burden, reducing trial length in civil justice and reforming the insolvency framework. Gaps also remain in reforming collective bargaining, active labour market policies, and in enhancing access to work for second earners. Regarding the Europe 2020 Strategy, Italy already achieved its targets on renewable energy, energy efficiency, early school leaving and tertiary education, and appears on track on greenhouse gas emissions reduction. Limited progress has been made in meeting the targets on employment rate, R&D investment and poverty and social exclusion. Italy faces challenges with regard to a number of indicators of the Social Scoreboard supporting the European Pillar of Social Rights. In particular, Italy has a very high gender employment gap, low overall employment rate and high and increasing income inequality. The impact of social transfers is low, but policy action has been taken recently. The share of young people not in employment, education or training is very high, although declining. While health outcomes are overall good, the high proportion of the population with self-reported unmet needs for medical care EXECUTIVE SUMMARY ",
        "Executive summary 2 continues to be a challenge. Italy also has a high and increasing risk of poverty or social exclusion, a high number of early leavers from education and training and a low level of digital skills. The main findings of the in-depth review contained in this report, and the related policy challenges, are as follows.  Italy’s high public debt remains a major vulnerability. The public debt-to-GDP ratio is forecast to stabilise at around 130 % of GDP over 2017-2019. Still low but rising inflation, limited increase in the primary surplus and below-target privatisation proceeds continue to hinder debt-reduction efforts. Yet, refinancing risks seem limited in the short term mainly thanks to ample liquidity in the market and an improved external position. Medium-term sustainability risks remain high as the structural primary surplus, at 1.6 % of GDP in 2018, is insufficient to bring about a rapid decrease in public debt. The long-term fiscal sustainability secured by past pension and healthcare reforms is weakening too due to recent policy measures and adverse demographic trends. Overall, risks may emerge if the current accommodative monetary policy stance were to be reversed.  Productivity growth still remains weak . Italy’s productivity growth has been sluggish over the past two decades due to persistently stagnant total factor productivity and low investment including in education and intangibles. Neither has regained its pre-crisis level yet. Certain features of the managerial practices in the numerous small businesses, the misallocation of resources among sectors and firms, and public expenditure that is biased towards old-age pensions constitute a further drag on productivity. In turn, the sluggish productivity growth has also contributed to past losses in competitiveness, although Italy has started regaining export market shares in 2013.  Efforts to address the high levels of non- performing loans are bearing fruit, and acute banking problems have been tackled. The number of new non-performing loans has declined to pre-crisis levels and the stock has decreased markedly over the recent period. Yet, it remains high compared to EU peers and continues to weigh on banks’ profitability and on their ability to raise capital internally and to efficiently (re)allocate it to the most productive firms. Building on adopted measures — like the guarantee scheme to support NPL securitisations — the pursuit of further efforts could help to address the remaining vulnerabilities. The reform of the insolvency framework, in particular, is yet to be finalised.  Long-term and youth unemployment pose risks to social cohesion and growth. Although declining, both remain among the highest in the EU, also as a consequence of Italy's protracted recession. The low overall activity rate is constraining potential output growth. At the same time, the high level of youth unemployment can hinder young people's acquisition of skills and future employability. Other key economic issues analysed in this report that point to challenges for Italy are the following:  A high tax burden and low tax compliance continue to hold back economic growth. Despite extended tax incentives to promote employment and investment, Italy’s tax burden on labour and capital remains among the highest in the EU. Efforts to shift it to property and consumption are still limited. The complexity of the tax code increases the burden on compliant firms and households and reduces tax compliance. Recent measures to tackle these problems, including broader compulsory electronic invoicing, are promising. Yet, the long-awaited revision of tax expenditures and cadastral values has been further postponed. The abolition of job vouchers has not given way to alternative strategic approaches to combat undeclared work.  Investment is still subdued, in particular in intangible assets. Since the crisis, investment declined sharply and has not yet returned to its 2007 level. Despite the adoption in 2017 of an ambitious investment plan in infrastructure, notably in transport, investment is still held back by structural factors. These include financial constraints related to underdeveloped capital markets, impaired bank-lending and lack of high-skilled people also due to brain drain and limited lifelong learning. The ",
        "Executive summary 3 business environment is still unfavourable to investment despite ongoing policies such as the ‘ Industria 4.0 ’ to promote business investment. Investment in ‘intangible’ assets such as R&D, innovation and training of workers remains below the EU average due to the large number of micro-firms, Italy's lack of specialisation in knowledge-intensive sectors, limited digitisation and digital skills. Moreover, public spending in R&D has been reduced.  ‘Second-level’ wage bargaining is not widespread and the implementation of the active labour market policies (ALMPs) reform is delayed. Despite recent labour market reforms, limited use of ‘second-level’ wage bargaining — at regional, sectoral or company level — may weaken the link between wage levels and local economic conditions, thereby reducing competitiveness. Moreover, while a dedicated agency to reform ALMPs was set up in 2017, the governance of the system remains weak and no strategic plan has been adopted yet. The annual reports on the implementation of the Jobs Act provisions on ALMPs, envisaged by the law, have not been published yet.  New social policies are being implemented to tackle rising poverty, while demographic challenges remain. The rate of people at risk of poverty or social exclusion in Italy is high, especially for children, temporary workers and migrants. In response, the design of a new permanent scheme to tackle poverty represents a major breakthrough, which could also help reinforce so far understaffed social services. Moreover, Italy’s low fertility rate, ageing population and worsened migration balance raise medium-term challenges. These require the development of long term strategies such as better targeted family-support policies. The proportion of women participating in the labour market remains in fact one of the lowest in the EU. The main reasons include the difficulty of reconciling work with family care due to the limited availability of affordable childcare and long-term care services, low take-up of parental leave by men and the weak incentives offered by certain aspects of the tax and benefits system. The currently fragmented system of bonuses to support families appears to be ineffective in addressing these challenges.  The education system is underfunded. Italy’s early school leaving rate remains above the EU average and wide regional disparities persist in educational attainment despite an overall improvement in the quality of schooling. High dropout rates and a comparatively long duration of studies contribute to low tertiary education attainment rates. Despite these challenges, the share of public expenditure in education continued its downward trend.  Efforts were made in 2017 to reform the public administration, judicial system and anti-corruption framework . Yet, the functioning of the public administration and the management of public employment are still less efficient than in peer countries. Challenges persist in the management and rationalisation of publicly-owned enterprises. The length of civil justice proceedings remains worrying especially at higher instances, where the effectiveness of past reforms to prevent abuses of the trial remains uncertain and case management can still be improved. Moreover, while Italy strengthened its regulatory framework to fight corruption, challenges still remain in terms of its implementation.  The business environment continues to hinder entrepreneurship, and significant barriers to competition remain . Some sectors are still over-regulated, including professional services, local public services and transport. The lack of competitive processes to award public service contracts and concessions for access to public goods negatively impact service quality, especially in the transport sector. Timely implementation of the 2015 competition law and the removal of the remaining restrictions to competition could help a more efficient allocation of resources and improve productivity. The low quality of public administrations and the great regional variation in their responsiveness to business needs have a negative impact on the business environment and limit firms' ability to exploit innovation opportunities. The benefits of the public procurement reform will depend on its timely completion and consistent application. ",
        "4 Real GDP growth, risks and challenges The recovery strengthened in 2017, supported by the global cyclical upswing. After emerging in mid-2014 from a protracted double-dip recession, Italy saw its real GDP grow by a cumulative 4.2 % up to the fourth quarter of 2017. However, the recovery set in later and is proceeding more slowly than in other euro area countries, and real GDP is still considerably below its pre-crisis peak in 2007. Supported by the ECB’s accommodative monetary policy and buoyant external demand, real GDP is expected to have grown by 1.5 % in 2017 (European Commission, 2018f). Exports of goods and services picked up markedly. However, since imports grew equally strongly, partly due to the relatively high import content of exports and equipment investment, net trade made a slightly negative contribution to GDP growth. Despite subdued real wage growth consumer spending increased, as stable growth in employment underpinned private consumption (Graph 1.1). Graph 1.1: Real GDP and components Source: Eurostat Favourable financing conditions and rising demand are supporting investment. Aggregate investment started recovering in 2014, supported by increasingly favourable financing conditions and fiscal incentives but also by the need to renew an ageing and declining capital stock. Equipment investment has been the major driver of the recent investment recovery (Graph 1.2). By contrast, construction, accounting for roughly half of total investment, has barely recovered from its deep slump. This applies particularly to non-residential investment, largely due to falling public investment (see Section 4.4.2). Lending to non- financial corporations is still subdued and the pace of the recovery in capital spending is still too moderate to quickly recoup the large drop in investment during the crisis. The total net capital stock further declined in 2016. Graph 1.2: Real investment and components Source: Eurostat Economic prospects are also gradually improving in the southern regions. In 2016, real GDP in the Mezzogiorno (southern regions) increased by 0.8 %, after 1.5 % a year before when it recorded its first GDP rise since 2007. Southern Italy accounts for 22.6 % of the country's total output and grew on average slightly faster than the north in 2015-16 (Graph 1.3, left-hand side). Private consumption grew by an average 1.4 % in line with rising disposable income, while investment rebounded in 2015 after dropping by a cumulative 62 % in 2007-2014. However, the lower industrial base in the southern regions is limiting the positive impact of the rebound in manufacturing. In the economy of the southern regions the public sector and services have a more prominent role — and these sectors normally register lower average productivity growth than manufacturing industry. Maintaining the current momentum of growth remains challenging. Looking ahead, the recovery 60 70 80 90 100 110 120 130 07 08 09 10 11 12 13 14 15 16 17 18 19 2 0 0 7 = 1 0 0 GDP Private consumption Public consumption Investment Exports Imports forecast -12 -7 -2 38 1 2 Q 1 1 2 Q 3 1 3 Q 1 1 3 Q 3 1 4 Q 1 1 4 Q 3 1 5 Q 1 1 5 Q 3 1 6 Q 1 1 6 Q 3 1 7 Q 1 1 7 Q 3 Y e a r- o n - y e a r % c h a n g e , p e r c e n t a g e p o i n t s intellectual property products other assets machinery and equipment non-residential construction dwellings Total, Rest of the euro area Total 1. ECONOMIC SITUATION AND OUTLOOK ",
        "1. Economic situation and outlook 5 is set to become more self-sustained, but growth prospects remain moderate. Real output is forecast to expand at a modest and declining pace, reaching 1.2 % in 2019. The expected slowdown reflects an external environment which is projected to become less supportive, an expected gradual tightening of the monetary and fiscal policy stance and the Italian economy's low growth potential. The latter is related to weak growth in total factor productivity, rooted in long-standing deficiencies in the functioning of Italy's labour, capital and product markets (see Section 3). Potential growth is projected to rise moderately, driven largely by rising labour input. Potential output has been declining since the onset of the global financial crisis. The reasons for this have been low investment and weak productivity growth. However, helped by structural reforms and the recovery of investment, growth in potential output is forecast to turn slightly positive in 2017 and to increase moderately in 2018-2019 (based on the commonly agreed methodology).( 2 ) Potential output is being mainly driven by rising labour input, in particular higher employment due to increasing activity rates (Graph 1.3, right-hand side). However, rising labour input offsetting falling or low productivity does not bode well for medium-term growth prospects, given Italy’s shrinking working-age ( 2 ) Potential growth was -0.4% on average over 2009-2016. population. In line with investment growth, capital accumulation is expected to become a complementary driver of potential growth. By contrast, growth in total factor productivity contributed negatively to potential growth until 2017 and is estimated to make only a very small positive contribution in 2019. Labour market performance Employment is rising broadly in line with output growth. In Q3 2017 the number of workers (15-74 years) increased by 1.0% y-o-y and hit a record of over 23 million. As such, the employment rate (20-64 years) rose to 62.7 %. Since 2013 employment growth has been mainly driven by pension reforms that gradually lifted the statutory retirement age. By contrast, employment on temporary contracts increased sharply in 2017( 3 ), becoming the main driver of jobs growth (See Section 4.3.1). Gender and regional differences remain persistent. The activity rate remains well below the EU average, especially for women. The employment rate of women, though increasing, is far below that of men. The gender gap is one of the highest in the EU (52.6 % employment rate for ( 3 ) Temporary employment in Italy accounted for 15.6% of total employees in Q3-2017, exceeding the EU average (14.2%). Graph 1.3: Regional contributions to national GDP growth (left-hand side) and potential growth and contributions (right- hand side) Notes: South includes Extra-Regio. Potential growth estimates are after 2016. Source: ISTAT, European Commission -6.0 -5.0 -4.0 -3.0 -2.0 -1.0 0.0 1.0 2.0 3.0 08 09 10 11 12 13 14 15 16 P e r c e n t a g e p o i n t s Nord South Centre Real GDP growth (% ch) -2.5 -2.0 -1.5 -1.0 -0.5 0.0 0.5 1.0 07 08 09 10 11 12 13 14 15 16 17f 18f 19f P e r c e n t a g e p o i n t s Capital Labour TFP Potential growth (% change) forecast ",
        "1. Economic situation and outlook 6 women vs 73.0 % for men in Q3 2017). Regional divergences in overall employment rates, albeit narrowing since 2013, remain considerable. They currently range between 71.9 % in Trentino-Alto Adige and 40.6 % in Calabria. The number of employed persons has returned to pre-crisis levels but hours worked still lag behind. The number of employed people continued to increase and is now around pre-crisis levels. By contrast, total hours worked, which started to recover in 2015, are still considerably lower than before the recession (Graph 1.4). This is also reflected in the lower level of employment expressed in full-time equivalents. The still relatively subdued level of hours worked is mostly due to the two sharp drops during the double-dip recession. ( 4 ) Since 2013, headcount employment, employment in full-time equivalents and hours worked have grown at roughly the same rate, albeit from different levels. Despite strong job creation, unemployment is declining gradually, as labour force participation is rising. The unemployment rate, at 10.8 % in December 2017, has been declining gradually from its 13.0 % peak in November 2014. The pace of decline is slowed by the return to the labour force of previously ‘discouraged’ workers ( 4 ) During this period working time has fallen twice as fast as headcount employment, partly due to the ample use of wage supplementation schemes (CIG — Cassa Integrazione Guadagni ). (those available to work but not formally seeking jobs). Long-term unemployment has also been slowly declining from its 7.7 % peak in 2014 to 6.2 % in the third quarter of 2017 (Graph 1.4). In the first quarter of 2017, the average length of unemployment was 15 months, 2 months less than before the crisis. The number of ‘discouraged’ workers remains high but is receding (from 3.6 million in 2015 to 3.3 million in 2016). In 2016, unemployment among the low-skilled was 19.2 % but less than 7 % among the highly educated. Youth unemployment is still among the highest in Europe despite decreasing from its peak of 43.6 % in 2014 to 32.2 % in December 2017. The number of young people not in employment, education or training (NEET) fell from 22.2 % in 2012 to below 20 % in 2016, but is still the highest in the EU and subject to wide and persistent regional differences. Price and wage developments Wage growth remains moderate, as slack in the labour market persists. Contractual wages grew by 0.7 % in the year to December 2017, which is broadly consistent with current inflation and productivity developments as well as the still high level of unemployment. Since 2009, constrained nominal wage growth has helped stem the loss in cost competitiveness. Recent contract renewals have been characterised by modest wage increases and some of them adopted wage-setting mechanisms based on past, instead of expected, Graph 1.4: Labour market indicators: Employment (left-hand side) and unemployment (right-hand side) Source: Eurostat 10.0 10.5 11.0 11.5 12.0 12.5 13.0 13.5 14.0 14.5 15.0 22.0 22.5 23.0 23.5 24.0 24.5 25.0 25.5 26.0 07 09 11 13 15 17 H o u r s ( b i l l i o n s ) P e r s o n s ( m i l l i o n s ) Hours worked (rhs) Persons Full-time equivalents 61 62 63 64 65 66 67 68 69 70 05 10 15 20 25 30 35 40 45 04 05 06 07 08 09 10 11 12 13 14 15 16 % % Activity rate 15-64 (rhs) NEET rate Youth unemployment rate 15-24 Long-term unemployment rate 15-74 Unemployment rate 15-74 ",
        "1. Economic situation and outlook 7 inflation. Public wages, effectively frozen since 2010, are set to increase modestly following the renewal of labour contracts in the public sector which will affect about 3.4 million employees. Compensation per hour worked and per employee increased in 2017 on the back of rising social contributions after the end of hiring incentives. Graph 1.5: Price and wage dynamics Notes: Nominal wage growth based on gross hourly wages of the total economy; core inflation defined as HICP inflation excluding energy and unprocessed food. Source: ISTAT, Eurostat Due to subdued wage growth, the rise in unit labour costs remains limited despite weak productivity growth. In contrast to the years before 2009, unit labour costs have been growing broadly in line with those of the euro area, on the back of moderate wage increases and declining labour productivity. Real compensation per employee grew by only 0.3 % in 2016 and was still below the level of 1999. By contrast, labour productivity declined by 0.6 %. The sharp reduction in social contributions for new hires on permanent contracts and the reduction in the regional tax on productive activities helped contain gross wage growth. Strengthening domestic demand and moderate wage growth suggest a gradual rise in core inflation and the GDP deflator. The headline annual harmonised index of consumer prices (HICP) inflation averaged 1.3 % in 2017, after 3 years near zero (Graph 1.5). It is expected to increase to 1.5 % by 2019. Annual HICP core inflation (i.e. excluding unprocessed food and energy) stood at 0.8 % in 2017 and is set to pick up gradually — in line with moderate wage growth and the recovery of profit margins — to 1.6 % in 2019. The growth rate of the GDP deflator, on a downward trend since 2010 due to subdued demand and only moderate growth in unit labour costs, is projected to have fallen to 0.6 % in 2017 but is forecast to rise to 1.4 % by 2019. Social situation Labour market situation is improving. However, the proportion of the population at risk of poverty or social exclusion was 29.9 % in 2016, an increase of 1.2 percentage points from 2015. It remains above the EU average (23.5 %) which by contrast is decreasing. Similarly, per-capita GDP, which fell in both real and nominal terms until 2013, remains below the EU average. These figures mask relatively wide variations between age groups, with older people, especially pensioners, less affected by poverty than the young. The impact of social transfers on reducing poverty was low and decreased in 2016 (20.3 %). ( 5 ) The share of the working-age population with a low level of education, a significant risk factor for poverty, was 39.9 %, well above the EU average (23 %). Income inequality is high and rising in Italy, while marginally falling in the EU . According to data for 2016, the income of the top 20 % of households was 6.3 times higher than that of the poorest 20 % (S80/S20 indicator). This ratio has increased compared to the previous 3 years and is even higher for people of working-age, as the redistributive impact of pensions is excluded. Unemployment remains a key driver of inequality, as shown by the significant difference between the median income of people who are employed (EUR 19 028 per year in 2015) and the unemployed (EUR 9 926 per year). By contrast, net wealth is more equally distributed than income (also compared to the euro area average). Likewise, inequality of opportunities appears to be less of a ( 5 ) The pension reform of 2012 and the introduction of the anti-poverty scheme Reddito di inclusione (REI) in 2018 might help reduce the bias in social spending towards pensions in the future. However, based on the forthcoming Pension Adequacy Report, the current pension system, despite high expenditure, does not provide strong protection against poverty and has limited redistributive capacity. -2.0 -1.0 0.0 1.0 2.0 3.0 4.0 5.0 6.0 7.0 07 08 09 10 11 12 13 14 15 16 17 Y e a r- o n - y e a r % c h a n g e Core inflation GDP deflator Unit labour costs Nominal wage growth ",
        "1. Economic situation and outlook 8 concern. For example, social status tends to be only a weak predictor of educational achievements. However, rising child poverty among disadvantaged families and unequal access to healthcare, together with regional disparities, are reasons for concern (see Section 4.3.3). Financing conditions Despite financing costs being at historically low levels, private sector credit growth is still muted. Interest rates on new mortgage loans have halved since early 2012 and stood at 1.9 % in December 2017. Rates for new company loans dropped from about 4 % to 1.5 %. Although the ECB’s supportive monetary policy has reduced nominal interest rates sharply, lending activity remains subdued. Lending to the non-financial private sector is supported by loans to households (adjusted for securitisations and other loan disposals) which show average monthly growth of around 2.5 % year-on-year since the beginning of 2017 (Graph 1.6). Growth in mortgage loans and consumer credit is benefiting from the recovering housing market, low interest rates and improved consumer confidence.. Corporate loans have stabilised since 2016. With the debt-reduction process still under way, overall lending to non-financial corporations remains weak. Credit supply standards are easing but are still tighter than before the crisis. However, lending to non-financial firms varies widely by sector and firm size. Credit to the industrial and service sectors increased but was mostly targeted to larger and more productive firms. In line with the pick-up in fixed investment, non-financial corporations are gradually increasing capital spending financed by new loans. By contrast, lending to the building sector contracted sizeably over the 12-month period due to low activity and higher risks. ( 6 ) ( 6 ) Other factors potentially contributing to the subdued lending include large firms’ increased self-financing capacity, higher profit margins and higher reliance on capital market funding (supported by regulatory incentives and the ECB’s Corporate Sector Purchase Programme as of June 2016), and remaining debt reduction needs in the corporate sector. Graph 1.6: Credit growth and lending rates Notes: Loans adjusted for effect of securitisation and other loans transferred and derecognised from banks' balance sheets. Source: Bank of Italy Growth in credit supply is helped by structural improvements. The legacy stock of non- performing loans (NPLs) on banks’ balance sheets is declining. Moreover, the NPL inflow rate, i.e. the ratio of new non-performing loans to outstanding loans, has fallen to a level last seen before the global financial crisis (see Section 4.2). Despite some improvements in the first half of 2017, the profitability of Italian banks is still among the lowest in the EU, due to both cyclical factors and structural problems. Overall, credit growth, especially to small and risky firms remains subdued. External position Italy’s current account surplus is approaching 3 % of GDP. An improved export performance and compressed domestic demand during the double-dip recession have gradually shifted the current account balance from a deficit of 3.5 % of GDP in 2010 to a surplus of 2.9 % in 2017. The trade balance recorded a surplus of 3.2 % of GDP, benefiting from favourable terms of trade partly linked to a lower oil import bill and healthy external demand. In September 2016 the 12-month primary income balance turned positive, largely driven by improvements in the balance of -7 -2 3813 01234567 08 09 10 11 12 13 14 15 16 17 Y e a r - o n - y e a r % c h a n g e % Stock of NFC loans (rhs) Stock of loans to households (rhs) Interest rate on new loans to NFCs (lhs) Interest rate on new loans to households (lhs) ",
        "1. Economic situation and outlook 9 investment income that turned into a surplus in 2017( 7 ) (Graph 1.7). Estimates indicate a cyclically-adjusted current account surplus of 1.8 % of GDP in 2017. The current account surplus remains above the level suggested by fundamentals (+0.5% of GDP). This contrasts with a 0.2 % of GDP deficit which would be sufficient to keep Italy's international investment position stable (in the absence of valuation effects). ( 8 ) Graph 1.7: Current account balance Source: Bank of Italy The current account surplus results from saving and investment decisions at the sectoral level. The corporate sector, traditionally a net borrower, has increasingly assumed a net lending position since 2009. Households increased net lending until 2014 and reduced residential investment in line with the slowing housing market. The government reduced the deficit, among other things by cutting nominal investment by 35 % over 2009-2016. The net international investment position (NIIP) is still slightly negative. ( 9 ) The position ( 7 ) The reversal of the income balance is largely due to the ECB’s asset purchase programme, which reduced the volume of Italian government bonds held by non-residents. ( 8 ) The cyclically adjusted (or underlying) current account balance in percent of GDP is the current account balance that would prevail if the domestic economy and its 42 biggest trade partners were at potential output, see also Salto and Turrini, 2010 and European Commission, 2017a. ( 9 ) In September 2017, Italy’s net international investment position at end-2016 was markedly revised from EUR - 251 billion to EUR -165 billion. This is due to updated data recorded a negative balance of 7.8 % of GDP at the end of the third quarter of 2017. This level is close to the NIIP suggested by fundamentals (about 0% of GDP), and considerably above the prudential threshold that indicates external crisis risk (-63% of GDP for 2016) (see European Commission, 2016). This improvement is largely due to the trade surplus, but is also linked to valuation effects. The latter is reflected in the sizeable improvement in the investment income balance which shifted into surplus in early 2017. The net liabilities of the Bank of Italy towards the Eurosystem, reflected by the negative TARGET2 balances, are at least partly linked to the ECB’s decentralised asset purchasing programme. The programme gives rise to substantial cross-border flows of reserves. ( 10 ) Public finance: public deficit and debt Italy’s fiscal stance has eased in recent years. Italy carried out a sizeable fiscal effort over 2010- 2013, raising its primary surplus to over 2 % of GDP and reducing its headline deficit from the peak of 5.3 % in 2009 to a level no higher than 3 % of GDP from 2012 (Graph 1.8). However, the fiscal stance has eased in recent years, partly to cut the tax burden and support private investment and structural reforms (e.g. the Jobs Act with fiscal incentives). This was allowed also by the ECB’s accommodative monetary policy stance, whereby newly issued government securities benefitted from historically low nominal interest rates (0.55 % on average in 2016, down from more than 3 % in 2012). As such, interest expenditure fell from the peak of 5.2 % of GDP in 2012 to 4 % in 2016. In turn, Italy's primary surplus fell to 1.5 % and the headline deficit stabilised at around 2.5 % of GDP in 2016. Overall, over 2013-2016 Italy’s structural balance is estimated to have markedly worsened from -0.8 % to -1.7 % of potential GDP. This was accompanied by an even larger deterioration in the structural primary balance (from 4.0 % to 2.3 %) in the context of falling interest expenditure. on financial stocks held by non-financial corporations and the revision of the estimate of foreign investment fund shares deposited abroad. ( 10 ) The Bank of Italy's TARGET2 liabilities towards the Eurosystem rose to EUR 412 billion (23.5 % of GDP) in October 2017, up from EUR 357 billion (21.2 % of GDP) at the end of 2016 -5 -4 -3 -2 -10123 45 10 11 12 13 14 15 16 17 % o f G D P ( 1 2 - m o n t h m o v i n g s u m ) Secondary income balance Primary income balance Balance of services Balance of goods Current account balance ",
        "1. Economic situation and outlook 10 Graph 1.8: Italy's public finance indicators Source: European Commission The headline deficit is set to decrease further also thanks to a positive outlook. The headline deficit is forecast to have decreased to 2.1 % of GDP in 2017. This was due to higher-than- expected economic growth, a better-than- anticipated primary surplus of 1.7 % of GDP and interest expenditure further shrinking to 3.8 % of GDP. Looking ahead, the headline deficit is set to further decrease to 1.8 % of GDP in 2018, thanks to a stronger forecast for nominal GDP growth (2.6 %) and a slightly larger primary surplus (1.8 % of GDP) than in 2017. However, Italy’s fiscal stance, after a deterioration in 2017, is expected to be broadly neutral in 2018. Given the further reduction in interest expenditure to 3.6 % of GDP, this also corresponds to a slight worsening in the structural primary balance. Italy’s gross public debt is expected to stabilise at around 130 % of GDP. The gross public debt ratio increased by 5 pps per year on average during the double-dip recession of 2008-2013, It continued to increase in 2014-2016, though at a slower average pace of 1 pp. per year to 132.0 % of GDP. Very low interest rates are currently limiting debt growth (see Section 3). However, public debt is forecast to remain stable at 132.1 % in 2017, partly due to the resources earmarked for public support to the banking sector and retail investors. Thereafter, higher nominal GDP growth is set to allow a slight decline in the debt ratio to 130.8 % in 2018 and 130.0 % in 2019. Risks to the debt forecast remain high . Risks to the European Commission’s debt projections are related to a larger-than-anticipated impact of the bank resolutions in 2017. Beyond 2017, the risks come from worse-than-anticipated nominal growth, the public administration’s large stock of trade debt arrears (see Section 4.1.1) and below- target revenues from privatisations. On this last, after missing its 2016 and 2017 targets, ( 11 ) the government projects privatisation proceeds of 0.3 % of GDP for 2018. Italy ’ s public debt maturity is increasing and bond spreads are narrowing. Since spring 2017, spreads vis-à-vis German sovereign bond yields have gradually shrunk, to below 140 basis points for 10-year bonds at the end of 2017. In spite of the risks still weighing on Italy’s public finances, this trend possibly reflects reduced uncertainty about economic policy prospects following some large Member States’ electoral cycles and the ECB’s decision not to discontinue the Public Sector Purchase Programme (Bank of Italy, 2017a). In addition, Italy’s debt management office continued to take advantage of low interest rates to raise the share of long-term fixed-rate bonds issuances (to 71 % in September 2017, up from 70 % in December 2016). Consequently, average life-to-maturity rose further to 6.9 years. Banks' exposure to Italian sovereign debt has decreased . The share of public debt held by the Bank of Italy continued to increase under the Public Sector Purchasing Programme. It reached EUR 319 billion (19 % of GDP) in November 2017, up from EUR 200 billion a year before. Meanwhile, the share held by Italian banks decreased to EUR 344 billion (20 % of GDP) in November 2017, down by 12.7 % a year earlier (Bank of Italy, 2018). The proportion of foreign private investors, while increasing from 28.4 % in 2016 to 32 % in 2017, remained low. This reflects persistent reluctance to invest in Italy, especially by non-euro area investors (European Commission, 2017i). Moreover, still low interest rates induced Italian households to further cut their direct holding of public debt and to diversify their investment portfolios into foreign assets. ( 11 ) The government failed to transfer further stakes in ENAV and ENI to the National Promotional Institution Cassa Depositi e Prestiti by end-2017, as originally planned. 90 95 100 105 110 115 120 125 130 135 -6.0 -4.5 -3.0 -1.5 0.0 1.5 3.0 4.5 6.0 0 0 0 1 0 2 0 3 0 4 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 f 1 8 f 1 9 f % o f G D P % o f G D P Gross public debt (rhs) Budget balance (lhs) Primary balance (lhs) Interest expenditure (lhs) forecast ",
        "1. Economic situation and outlook 11 Table 1.1: Key economic, financial and social indicators - Italy Notes: (1) NIIP excluding direct investment and portfolio equity shares. (2) Domestic banking groups and stand-alone banks, EU and non-EU foreign-controlled subsidiaries and EU and non-EU foreign-controlled branches. Source: Eurostat and ECB as of 30 Jan 2018, where available; European Commission for forecast figures (Winter forecast 2018 for real GDP and HICP, Autumn forecast 2017 otherwise) 2004-07 2008-12 2013-14 2015 2016 2017 2018 2019 Real GDP (y-o-y) 1,5 -1,5 -0,8 1,0 0,9 1,5 1,5 1,2 Potential growth (y-o-y) 0,9 -0,4 -0,4 -0,2 -0,3 0,2 0,4 0,5 Private consumption (y-o-y) 1,2 -1,1 -1,1 2,0 1,5 . . . Public consumption (y-o-y) 0,4 -0,3 -0,5 -0,6 0,5 . . . Gross fixed capital formation (y-o-y) 2,1 -5,0 -4,5 1,9 2,8 . . . Exports of goods and services (y-o-y) 6,0 -0,9 1,7 4,4 2,4 . . . Imports of goods and services (y-o-y) 5,2 -2,7 0,4 6,7 3,1 . . . Contribution to GDP growth: Domestic demand (y-o-y) 1,2 -1,7 -1,6 1,4 1,5 . . . Inventories (y-o-y) 0,1 -0,2 0,4 0,0 -0,4 . . . Net exports (y-o-y) 0,2 0,5 0,4 -0,5 -0,1 . . . Contribution to potential GDP growth: Total Labour (hours) (y-o-y) 0,4 -0,5 0,0 0,1 0,0 0,3 0,3 0,4 Capital accumulation (y-o-y) 0,7 0,3 -0,1 -0,1 -0,1 0,0 0,0 0,1 Total factor productivity (y-o-y) -0,1 -0,2 -0,2 -0,2 -0,2 -0,1 0,0 0,0 Output gap 1,4 -1,9 -4,3 -3,0 -1,9 -0,6 0,3 0,8 Unemployment rate 7,2 8,4 12,4 11,9 11,7 11,3 10,9 10,5 GDP deflator (y-o-y) 2,2 1,5 1,1 0,9 0,8 0,6 1,3 1,4 Harmonised index of consumer prices (HICP, y-o-y) 2,2 2,4 0,7 0,1 -0,1 1,3 1,3 1,5 Nominal compensation per employee (y-o-y) 2,9 2,0 0,6 1,0 0,5 0,5 1,5 1,3 Labour productivity (real, person employed, y-o-y) 0,4 -1,0 0,0 0,3 -0,3 . . . Unit labour costs (ULC, whole economy, y-o-y) 2,2 2,4 0,3 0,7 0,9 0,1 1,1 0,9 Real unit labour costs (y-o-y) 0,0 0,9 -0,8 -0,2 0,1 -0,5 -0,1 -0,5 Real effective exchange rate (ULC, y-o-y) 1,4 -0,1 1,1 -3,9 0,3 0,5 1,9 -1,0 Real effective exchange rate (HICP, y-o-y) 0,1 -0,7 1,0 -4,1 0,8 0,3 1,8 . Savings rate of households (net saving as percentage of net disposable income) 8,8 5,0 3,7 3,1 3,2 . . . Private credit flow, consolidated (% of GDP) 9,9 2,9 -1,7 -1,3 0,6 . . . Private sector debt, consolidated (% of GDP) 99,4 121,5 120,3 115,3 113,6 . . . of which household debt, consolidated (% of GDP) 34,2 42,6 43,1 41,9 41,5 . . . of which non-financial corporate debt, consolidated (% of GDP) 65,2 78,9 77,3 73,4 72,0 . . . Gross non-performing debt (% of total debt instruments and total loans and advances) (2) 4,4 8,3 13,3 13,6 12,4 . . . Corporations, net lending (+) or net borrowing (-) (% of GDP) -0,2 0,5 2,6 2,4 3,6 3,4 3,4 3,5 Corporations, gross operating surplus (% of GDP) 22,9 21,1 20,4 20,8 21,2 21,0 21,3 21,6 Households, net lending (+) or net borrowing (-) (% of GDP) 2,5 1,1 1,9 1,9 1,3 1,1 0,8 0,7 Deflated house price index (y-o-y) 3,7 -2,1 -5,8 -2,7 -0,8 . . . Residential investment (% of GDP) 5,6 5,5 4,7 4,3 4,4 . . . Current account balance (% of GDP), balance of payments -1,0 -2,3 1,5 1,5 2,7 2,5 2,5 2,3 Trade balance (% of GDP), balance of payments -0,2 -0,8 2,6 2,9 3,4 . . . Terms of trade of goods and services (y-o-y) -1,5 -0,9 2,1 2,2 2,5 -1,3 0,8 0,1 Capital account balance (% of GDP) 0,1 0,1 0,1 0,2 -0,2 . . . Net international investment position (% of GDP) -17,9 -20,9 -21,9 -19,7 -9,8 . . . Net marketable external debt (% of GDP) (1) -9,5 -22,3 -22,3 -17,6 -10,4 . . . Gross marketable external debt (% of GDP) (1) 94,7 114,2 122,6 125,9 123,7 . . . Export performance vs. advanced countries (% change over 5 years) 0,5 -11,7 -11,6 -7,5 -5,5 . . . Export market share, goods and services (y-o-y) -2,7 -5,7 0,6 -2,1 3,0 . . . Net FDI flows (% of GDP) 0,8 1,1 0,1 0,1 -0,2 . . . General government balance (% of GDP) -3,2 -3,8 -3,0 -2,6 -2,5 -2,1 -1,8 -2,0 Structural budget balance (% of GDP) -4,4 -3,1 -0,9 -0,8 -1,7 -2,1 -2,0 -2,4 General government gross debt (% of GDP) 101,1 114,0 130,4 131,5 132,0 132,1 130,8 130,0 Tax-to-GDP ratio (%) 40,2 42,1 43,6 43,3 42,9 42,8 42,5 42,0 Tax rate for a single person earning the average wage (%) 28,4 30,2 31,1 31,1 31,1 . . . Tax rate for a single person earning 50% of the average wage (%) 18,8 21,6 20,4 15,9 15,9 . . . forecast ",
        "12 Progress with the implementation of the recommendations addressed to Italy in 2017 ( 12 ) has to be seen in a longer term perspective, since the introduction of the European Semester in 2011. Looking at the multi-annual assessment of the implementation of the CSRs since these were first adopted, 60 % of all the CSRs addressed to Italy have recorded at least 'some progress', while 40% of these CSRs recorded 'limited' or 'no progress' (see Graph 2.1). The areas that registered the best performance in terms of progress are the adoption of measures to fight corruption and to reform the public administration. Good performances are registered also in the banking sector, in the labour market and in reducing restrictions to product and services markets. Graph 2.1: Overall multiannual implementation of 2011- 2017 CSRs to date Notes: The overall assessment of the country-specific recommendations related to fiscal policy excludes compliance with the Stability and Growth Pact. 2011-2012: Different CSR assessment categories. The multiannual CSR assessment looks at the implementation since the CSRs were first adopted until the 2018 Country Report. Source: European Commission Concerning public finances and taxation, some progress was made to address the related CSRs . Efforts focused in containing public expenditure. Public wage bill growth has been moderate, with public wages rising in 2017 for the first time since 2011. Past pension reforms contributed to curb liabilities arising from ageing population and ( 12 ) For the assessment of other reforms implemented in the past, see in particular Section 4. improve the long-term sustainability of public finances. However, this effort has partly been reversed in the latest budgets, and pension expenditure is expected to start rising again as of 2017 (see Section 4.1). Some privatisations have been implemented to reduce public debt, but recent targets have been systematically underachieved. Several taxation reforms have been implemented, especially to reduce the tax burden on labour and capital, which still remains comparatively high. Tax expenditures have been reviewed but not yet streamlined. The tax on immovable property was increased in 2011 but partly repealed in 2015, and a reform of cadastral values is still pending. To step up the fight against tax evasion, the 'split payment' system for VAT and the use of e- invoicing in transactions with the public administration were introduced in 2015. The latter will be progressively extended to private sector transactions over 2018-2019. Some progress was registered in addressing CSRs concerning civil justice, the fight against corruption, public administration and the reduction of barriers to competition. Following the major reorganisation of civil courts in 2013, several measures were implemented to accelerate civil procedures, including by increasing the specialisation and digitalisation of courts and trying to avoid abuses of the trial through stricter admissibility rules for appeals. Yet, still very long trial length puts into question the effectiveness of some of those reforms. The fight against corruption was stepped up in 2012 through a comprehensive anti-corruption law, which also established the national anticorruption authority. In 2017, the statute of limitations was reformed and whistle-blowers’ protection extended. A comprehensive reform of public administration was adopted in 2015, simplifying and clarifying the decision-making process, encouraging transparency and increasing efficiency. Nevertheless, the operationalisation in specific areas, namely public employment and publicly- owned enterprises, may prove difficult while local public services will need a new legislative initiative to be reformed. In-depth market opening measures for product and services market were introduced in 2012 and 2017. Since 2011, several packages have been introduced to reduce the administrative burden for companies and citizens. No Progress 0% Limited Progress 40% Some Progress 35% Substantial Progress 20% Full Implementation 5% 2. PROGRESS WITH COUNTRY-SPECIFIC RECOMMENDATIONS ",
        "2. Progress with country-specific recommendations 13 In 2016, Italy has reformed the public procurement code. In the banking sector some efforts were made. The authorities' clean-up of some of the weakest banks in mid-2017 has reduced acute financial stability risks. The high legacy stock of NPLs is declining on the back of NPL disposals including via the State guarantee scheme to support NPL securitisations (GACS). The supervisor has enhanced oversight of less significant institutions including by announcing a guidance on NPL provisioning. The various corporate governance reforms are broadly on track. Consolidation and restructuring in the banking sector have continued. Regarding the overhaul of the insolvency framework, the enabling law has been adopted, and relevant implementing decrees have to be passed within a year. The Patto Marciano, an adopted measure to shorten the period of collateral enforcement, is not yet used by banks for firms. Reforms such as the Jobs Act have helped increase labour market flexibility. But important complements to the jobs act reforms aiming at greater wage differentiation through a more efficient collective wage bargaining system and at enhancing job match through effective active labour market policies are lagging behind. The reform of collective bargaining is proceeding only very slowly. Social partners have signed a new agreement on rules and criteria on trade union representativeness, a prerequisite for fostering second-level bargaining. But this agreement is not expected to become operational before mid-2019. Hardly any progress can be witnessed in the field of active labour market policies. The placement capacity and overall efficiency of Public Employment Services (PES) remain weak and performance varies widely between regions. Even though female employment increased recently, it is still sizeably below the EU average and a comprehensive strategy, coupled with adequate evaluation and monitoring, to increase female labour market participation is still missing. On the positive side, the anti-poverty scheme has been adopted. This scheme is funded through the 2018 Budget Law and subject to sound means-testing. Overall, Italy made some progress in addressing the 2017 country-specific recommendations ( 13 ). Limited progress was made with regards to the privatisation programme and shifting the tax burden away from the production factors, while substantial progress has been made concerning mandatory e-invoicing. While the progress was limited also concerning reducing the trial length in civil justice by improving case management and ensuring procedural discipline, substantial progress was achieved in improving the legal framework for fighting corruption, although challenges remain in terms of implementation. Some progress was recorded on competition with the adoption of the 2015 annual competition law and in reforming public employment and improving the efficiency of publicly-owned enterprises. Some progress was also made with regard to the banking sector and the insolvency framework. With the exception of the anti-poverty scheme, progress on labour market and social policies was limited. ( 13 ) Information on the progress and action take to address the policy advice in each respective subpart of a country- specific recommendation is presented in the overview table in Annex A. This overall assessment does not include an assessment of Stability and Growth Pact compliance. ",
        "2. Progress with country-specific recommendations 14 Member States can request from the Commission technical support to prepare, design, and implement growth-enhancing structural reforms. The Structural Reform Support Service (SRSS) provides, in cooperation with the relevant Commission services, tailor- made technical support, which does not require co- financing and is provided at a Member State's request. The support addresses priorities identified in the context of the EU economic governance process (i.e., implementation of country-specific recommendations), but the scope of the SRSS support is wider as it can also cover reforms linked to other Commission priorities, or reforms undertaken at the initiative of Member States. Italy has requested technical support from the SRSS to help implement reforms in various areas such as: growth and business environment, public financial management, taxation, and the financial sector. In particular, the SRSS provides support to fight tax evasion, enhance transparency and growth. It is also providing support to design a comprehensive accrual accounting system across Italy's public administration (according to International and European Public Sector Accounting Standards – IPSAS/EPSAS). Table 2.1: Summary table on 2017 CSR assessment Source: European Commission. The overall assessment of CSR 1 does not include an assessment of compliance with the Stability and Growth Pact. Italy Overall assessment of progress with 2017 CSRs: Some progress CSR 1: Pursue a substantial fiscal effort in 2018, in line with the requirements of the preventive arm of the Stability and Growth Pact, taking into account the need to strengthen the ongoing recovery and to ensure the sustainability of Italy’s public finances. Ensure timely implementation of the privatisation programme and use windfall gains to accelerate the reduction of the general government debt-to-GDP ratio. Shift the tax burden from the factors of production onto taxes less detrimental to growth in a budget- neutral way by taking decisive action to reduce the number and scope of tax expenditures, reforming the outdated cadastral system and reintroducing the first residence tax for high-income households. Broaden the compulsory use of electronic invoicing and payments. (MIP relevant) Limited progress  Limited progress in implementing the privatisation programme  Limited progress in shifting taxation away from productive factors, in revising tax expenditure and in reforming the cadastral system  Substantial progress in broadening the compulsory use of electronic invoicing and payments CSR 2: Reduce the trial length in civil justice through effective case management and rules ensuring procedural discipline. Step up the fight against corruption, in particular by revising the statute of limitations. Complete reforms of public employment and improve the efficiency of publicly-owned enterprises. Promptly adopt and implement the pending law on competition and address the remaining restrictions to competition. (MIP relevant) Some progress  Limited progress in reducing trial length in civil justice  Substantial progress in stepping up the fight against corruption  Some progress in completing reforms of public employment and improving the efficiency of publicly-owned enterprises  Some progress with regard to the annual competition law and in addressing further restrictions to competition CSR 3: Accelerate the reduction in the stock of non-performing loans and step up incentives for balance-sheet clean-up and restructuring, in particular in the segment of banks under national supervision. Adopt a comprehensive overhaul of the regulatory framework for insolvency and collateral enforcement. (MIP relevant) Some progress  Some progress in addressing non-performing loans and bank restructuring  Limited progress in improving the framework for insolvency and collateral framework CSR 4: With the involvement of social partners, strengthen the collective bargaining framework to allow collective agreements to better take into account local conditions. Ensure effective active labour market policies. Facilitate the take-up of work for second earners. Rationalise social spending and improve its composition. (MIP relevant) Limited progress  Limited progress in strengthening the collective bargaining framework  Limited progress in implementing the reform of active labour market policies  Limited progress in facilitating the take-up of work by second earners  Some progress in rationalising social spending and improving its composition ",
        "2. Progress with country-specific recommendations 15 Box 2.1: Tangible results delivered through EU support to structural change in Italy Italy is a beneficiary of significant European Structural and Investment Funds (ESI Funds) support and can receive up to EUR 44.4 billion until 2020. This represents around 11% of public investment ( 1 ) annually over the period 2014-2018. By 31 December 2017, an estimated EUR 18.7 billion (42% of the total) was allocated to projects on the ground. This has resulted in 5 000 enterprises receiving support, around 600 of new researchers financed in supported entities, around EUR 92 million private investments matching public support to enterprises and 900 000 people had taken part in training or other active labour market measures until 2016. In addition, 6 026 farm holdings received support for investments through the EARDF. An additional 5 500 households have broadband access of at least 30 Mbps. Out of the EU financing, EUR 1.8 billion is to be delivered via financial instruments. ESI Funds help address structural policy challenges and implement country-specific recommendations. Actions financed cover, among others, improving the business environment, particularly by contributing to the acceleration of the implementation of the Small Business Act and the facilitation of SME access to finance; supporting the reform of the public administration by enhancing the institutional capacity of public authorities and stakeholders and implementing the National Digital Agenda, improving the effectiveness of the justice system, supporting the national anti-poverty strategy and the \"Good School\" reform and improving labour market access. Italy has also received support from the Youth Employment Initiative to combat youth unemployment. In June 2017, almost 1.4 million young people were registered and around 400 000 young people completed training or apprenticeships; about 46% of them were in employment after the YEI support had ended. The ESF contributes to supporting the current reform of Active Labour Market Policies by strengthening the public employment services and by supporting the \"Piano per le Politiche attive\" to better coordinate ESF interventions at national and regional level. Various reforms were undertaken already as precondition for ESI Funds support ( 2 ). These include the adoption of the first national broadband and Digital Agenda strategies, the setting up of a national system of ports and logistics and a national strategic policy framework for poverty reduction. An important contribution was also made on State aid and public procurement by addressing the deficiencies in cross- regional application of the EU State aid rules and by overcoming the shortcomings in the transposition of the public procurement acquis. These reforms have prepared the ground for better implementation of public investment projects in general, including those financed from national sources and from the other EU instruments mentioned above. Efforts are made to complete the only remaining outstanding ex-ante conditionality as soon as possible. Italy is advancing the take up of the European Fund for Strategic Investments (EFSI). As of December 2017, overall financing volume of operations approved under the EFSI amounted to EUR 6.5 billion, which is expected to trigger total private and public investment of EUR 36.7 billion. More specifically, 54 projects involving Italy have been approved so far under the Infrastructure and Innovation Window (including 13 multi-country projects), amounting to EUR 4.6 billion in EIB financing under the EFSI. This is expected to trigger about EUR 14 billion in investments. Under the SME Window, 59 agreements with financial intermediaries have been approved so far. European Investment Fund financing enabled by the EFSI amounts to EUR 1.9 billion, which is expected to mobilise approximatively EUR 22.4 billion in total investment. Over 206 200 smaller companies or start-ups will benefit from this support. SMEs rank first in terms of operations and volume approved, followed by RDI, energy and transport. Funding under Horizon 2020, the Connecting Europe Facility and other directly managed EU funds is additional to the ESI Funds. By the end of 2017, Italy has signed agreements for EUR 1.4 billion for projects under the Connecting Europe Facility. https://cohesiondata.ec.europa.eu/countries/IT ( 1 ) Public investment is defined as gross fixed capital formation + investment grants + national expenditure on agriculture and fisheries. ( 2 ) Before programmes are adopted, Member States are required to comply with a number of so-called ex-ante conditionalities, which aim at improving conditions for the majority of public investments areas. ",
        "16 The in-depth review for the Italian economy is presented in this report . In spring 2017, Italy was identified as having excessive macroeconomic imbalances, in particular relating to its high public debt and protracted weak productivity growth in a context of high, though decreasing, non- performing loans (NPLs) and unemployment. The 2018 Alert Mechanism Report (European Commission, 2017b) concluded that a new in- depth review should be undertaken for Italy to assess developments relating to identified imbalances. Analyses relevant for the in-depth review can be found in this section, Section 1 and in Sections 4.1 to 4.5. ( 14 ) Imbalances and their gravity Italy's high public debt remains a major drag on growth . The public debt-to-GDP ratio is expected to broadly stabilise at around 130 % over 2017-2019. In particular, still low but rising inflation, a limited increase in the primary surplus and privatisations falling short of the government's plans keep hindering debt-reduction efforts. The high level of public debt remains a major source of vulnerability for Italy's economy. Despite the current downward trend in interest expenditure, considerable public resources, around 4 % of GDP, are still earmarked to cover debt servicing costs. This, coupled with a long-standing bias in the composition of public spending towards old-age pensions, could crowd out more productivity- enhancing spending like education, infrastructure and innovation and limit the possibility to lower the tax burden on the factors of production. The high level of public debt makes the country more vulnerable to shocks . The combination of high public debt and low growth prospects, also related to sluggish productivity growth, may prevent fiscal automatic stabilisers from being used effectively in case of negative economic shocks. A country with high public debt is also more exposed to financial market volatility in periods of increased risk aversion, when higher interest rates on government securities issuances ( 14 ) An asterisk next to the subsection title indicates that the analysis in that section contributes to the in-depth review under the MIP. could tighten financing conditions for the real economy. This was seen in the collapse in private investment witnessed in 2011-2012. Low productivity growth lies at the heart of Italy's lacklustre growth performance. Over the past two decades productivity growth has been generally weak, with labour productivity growth hovering around zero since 2011. Long-standing shortcomings in the functioning of labour and capital markets have hampered the acquisition of necessary in-work skills and innovation. Remaining restrictions to product market leading to inefficiencies and distortionary elements of the tax system have also weighed on the business environment. This negatively affects competitiveness and GDP growth, which in turn will make it more difficult to reduce Italy's still high public debt ratio. Medium-term growth prospects are closely related to productivity growth given the shrinking working age population. Still high levels of non-performing loans (NPLs) hamper efficient capital allocation. While the protracted recession had drastically worsened Italian banks' asset quality, the situation has stabilised on the back of the economic recovery. The stock of gross NPLs declined to EUR 324 billion in Q2 2017, though the NPL ratio at 16.4% was still higher than in EU peer countries. The NPL problem is weighing on banks’ profitability and their ability to internally raise capital. Banks have tightened credit standards since the financial crisis, extending credit mainly to larger, well- established firms. Therefore, banks' intermediary function of facilitating the (re)allocation of capital to firms has been constrained. Credit to non- financial firms, especially smaller ones, is still subdued and is limiting investment growth. The labour market is still marked by the legacy of the recession. Despite recent labour market reforms, unemployment is receding only slowly in Italy. This is due to both hitherto rather moderate recovery and increasing labour force participation. Unemployment has dropped, from 13.0 % at its peak in November 2014 to 10.8 % in December 2017, while participation rates have been rising, albeit from low levels. Youth unemployment is 3. SUMMARY OF THE MAIN FINDINGS FROM THE MACROECONOMIC IMBALANCE PROCEDURE IN-DEPTH REVIEW ",
        "3. Summary of the main findings from the MIP in-depth review 17 declining but the rate remains one of the highest in the EU. Low activity rates are constraining potential growth whereas entrenched joblessness among young people is likely to impede their acquisition of skills and their future employability. As the third largest economy in the euro area, Italy is a major source of trade and financial spillovers. Italy accounts for 16 % of euro area GDP and has strong trade linkages. Exports of goods and services to the rest of the euro area correspond to 12 % of its GDP. Italy is also an important export market for a number of euro area countries. Moreover, Italy's economy maintains strong financial linkages to other euro area countries. In particular, French banks remain in the lead with an exposure to the Italian economy of 12.3 % (of French GDP) in Q3 2017. Meanwhile, Italian banks remain strongly exposed to Germany and Austria, respectively by 10.9 % and 4.7 % of Italy’s GDP in Q3 2017. Box 3.1 illustrates how structural reforms in Italy can have both a positive domestic and cross border effect, in line with the euro area recommendation on increasing growth potential and access to the labour market. Evolution, prospects and policy responses Large interest rate-growth rate differentials contributed to past increases in public debt . The debt ratio reached 132.0 % in 2016, i.e. 0.5 pps higher than in 2015. The increase was partly due to a 'snowball' effect, as the real implicit cost of debt, ( 15 ) while gradually decreasing (to below 2.3 %, from 2.7 % in 2013), remained above real GDP growth (0.9 %). This was mainly due to still low inflation (GDP deflator growth of 0.8 %). Slightly negative real spot interest rates on new government securities issuances only gradually passed through into the real servicing cost of the outstanding stock of debt, given its duration and roll-over period (Graph 3.1). As such, a still positive interest-rate-growth-rate differential (1.3 %, vs. 2.5 % in 2014) implied a large debt- increasing impact. On the other hand, a broadly stable primary surplus (1.5 % of GDP) helped to curb debt dynamics in 2016, while the stock-flow adjustment (0.2 %) was debt-increasing. ( 15 ) The real implicit cost of debt at time t can be defined as the nominal yield paid by the government to service the outstanding debt at t-1 , net of the impact of inflation at t . The projected reduction in public debt is below the improvement in the interest-rate-growth- rate differential. The 'snowball' effect is expected to shrink from 2017 due to a gradual decrease in the real implicit cost of debt (Graph 3.1, dashed blue line) and the recovery in real GDP growth (Graph 3.1, solid blue line). However, it is set to remain slightly debt-increasing (Graph 3.1, yellow shade) due to the still positive interest-rate-growth- rate differential (0.9 % in 2017 and 0.3 % in 2018, below the pre-crisis average of 1.2 % over 1999- 2007). The debt ratio is thus forecast to marginally increase to 132.1 % of GDP in 2017. This is also due to a large debt-increasing stock-flow adjustment (0.7 % of GDP) driven by the impact of two recent bank resolution and liquidation cases (around EUR 15.6 billion or 0.9 % of GDP), in the absence of privatisation proceeds. The debt ratio is forecast to slightly decrease to 130.8 % in 2018. This is thanks to a marginal improvement in the primary surplus (1.8 % of GDP) and small debt- increasing impacts from the 'snowball' effect (0.4 %) and stock-flow adjustment (0.1 %). Graph 3.1: Drivers of 'snowball effect' on public debt Source: European Commission The improving macroeconomic environment helps short-term fiscal sustainability. Italy is exposed to sudden increases in financial market risk aversion due to improving but still large roll- over needs (around 20 % of GDP in 2017) related to its public debt. At the moment, however, Italy does not seem to face sustainability challenges in the short-term, mainly thanks to limited risks from the macro-financial context. This is partly related -3 -2 -10 1 2345 6 10 11 12 13 14 15 16 17 18 19 % (Real implicit cost of debt - real GDP growth) Real implicit cost of debt Real GDP growth Real spot yield at issuance (weighted average) forecast ",
        "3. Summary of the main findings from the MIP in-depth review 18 to the ECB's accommodative monetary policy. The European Commission's short-term fiscal sustainability risk indicator S0 is thus set to be below the 'high-risk' threshold in 2017. However, at 0.36, it remains among the highest in the EU, mainly due to high public debt. In the medium term, Italy faces marked sustainability challenges. The structural primary surplus is projected to deteriorate to 1.6 % of GDP in 2018, down from 3.3 % in 2015. This could heighten sustainability risks in the medium term, as a weak fiscal position might raise risk premia. This is captured by the European Commission's medium-term fiscal sustainability risk indicator S1, which points to 'high risk'. It reflects the fact that achieving a debt ratio of 60 % of GDP by 2032 would require Italy to make a large cumulative fiscal effort of 8.1 pps of GDP over 2020-2024. A debt sustainability analysis (DSA) confirms high sustainability risks if the accommodative monetary policy were phased out. The European Commission's DSA points to 'high risk' in the medium-term (European Commission, 2018a). A deterministic DSA exercise run over 10 years also shows that Italy's debt-to-GDP ratio would remain above 130 % by 2029 if: the interest rate-growth rate differential converged by 2024 to its pre-crisis (1999-2007) average of 1.2 pps (up from the 0.3 trough in 2018) in line with the gradual phasing out of the ECB's accommodative monetary policy; and Italy kept constant its structural primary surplus of 1.1 % of GDP expected for 2019 (Graph 3.2, left-hand side, blue line). Long-term projections confirm the importance of growth-friendly fiscal consolidation to reduce public debt . Under the hypothesis of increasing interest-rate-growth-rate differentials, the DSA suggests that a structural primary surplus gradually returning to a level of 4 % of GDP by 2024 would make the debt-to-GDP ratio decline in line with the debt rule over 10 years and approach 107 % by 2029 (Graph 3.2, left-hand side, green line). Instead, if the structural primary balance were worsened by further pension expenditure due non- adjustment of the retirement age under past pension reforms, the debt-to-GDP ratio would increase to more than 136 % by 2029 (Graph 3.2, left-hand side, red line). In a reinforced sensitivity analysis based on a stochastic DSA, the Graph 3.2: Evolution of Italy's public debt-to-GDP ratio under different debt sustainability analyses Notes: The left-hand side panel shows a 10-year deterministic DSA starting from 2019 (last year of the Commission forecast) under different hypotheses on the structural primary balance (SPB), with r*-g* (interest-rate-growth-rate differential) converging in all scenarios to 1.2 % by 2024. The costs related to lack of adjustment of the retirement age are estimated by the authorities to gradually approach 1 % of GDP by 2030 (MEF, 2017). The right-hand side panel shows a 5-year stochastic DSA starting from 2017. The ‘p10_p90’ cone, whose lower and upper line represent the 10th and 90th distribution percentiles, respectively, covers 80 % of all possible debt paths obtained by simulating random shocks (i.e. those resulting from more extreme shocks, or tail events, are excluded). (European Commission, 2018a) Source: Commission Services 105 110 115 120 125 130 135 140 145 151617181920212223242526272829 % o f G D P SPB constant and r*-g* = 1.2% as of 2024 SPB at 4% of GDP SPB with extra ageing costs 105 110 115 120 125 130 135 140 145 15 16 17 18 19 20 21 22 p10_p20 p20_p40 p40_p60 p60_p80 p80_p90 p50 Distribution percentile ranges: % o f G D P ",
        "3. Summary of the main findings from the MIP in-depth review 19 Commission applied random shocks to the primary balance over 2018-2022, whereas interest rates and GDP growth follow their historical path (European Commission, 2018a). This analysis also confirms that Italy's public debt ratio could further increase in the medium term if the fiscal position is not adequately strengthened (Graph 3.2, right-hand panel). As such, further fiscal effort and full implementation of reforms to foster productivity and potential growth in the medium to long term remain key to creating a satisfactory debt reduction path. This is especially the case in the event of the accommodative monetary policy being reversed. The long-term sustainability ensured by past pension reforms is slowly deteriorating . Pension expenditure as a share of GDP rose by around 2 pps as a result of the crisis and the related fall in nominal GDP (European Commission, 2017a). It is now the second highest in the EU/OECD after Greece. Implicit liabilities arising from population ageing were curbed by past pension and healthcare reforms, improving Italy's long-term sustainability. However, the 2017 and 2018 budgets contained measures that partially reversed past pension reforms and slightly increased pension expenditure over the medium term (Section 4.1). As such, the long-term fiscal sustainability risk indicator S2 points now to 'medium risk'. In fact, a permanent increase in the structural primary surplus of around 2.2 pps of GDP would be needed to keep the debt- to-GDP ratio stable over the long term, including the cost of ageing (European Commission, 2018b; 2017c). Together with the worsening demographic trends projected by Eurostat, and the related risk of an increase in healthcare spending, a substantial backtracking on the implementation of past pension reforms, in particular the adjustment of the retirement age, could further worsen Italy's long- term sustainability risks and the S2 indicator. Italy suffers from a long-term productivity slump . Total factor productivity (TFP), a measure of how efficiently capital and labour are being used in production, remained broadly flat 0.1 % over 1999-2007. After a sharp fall in 2008-2009 during the protracted crisis, labour and TFP growth returned to a moderately positive trend, briefly interrupted in 2012 (Graph 3.3). TFP grew by 0.8 % in 2017 and is set to rise by 0.6 % on average over 2018-2019. Labour productivity grew moderately in 2017 (0.4 %) and is set to remain broadly on this path in 2018-2019. Despite the recent rebound, productivity growth is set to be below the EU average. Graph 3.3: Productivity growth and gross value added Source: European Commission. Aggregate productivity developments vary markedly across firms, sectors and regions. On average, small firms fare worse than larger ones on productivity growth. As such, the high share of small firms in Italy has a bearing on the economy's aggregate productivity. The productivity gap with peer countries concerns almost all sectors but is most pronounced in services. Labour productivity in the manufacturing sector is increasing since 2003, thus gradually closing the gap with peer countries. By contrast, productivity in the service sector has been stagnating or slightly falling since the 1990s without any sign of recovery. Wide regional disparities in productivity dynamics persist. These contributed significantly to the past loss in competitiveness as wage increases did not reflect the regional differences in productivity. Productivity trends also hint at inefficiencies in managerial practices and investment spending. While total factor productivity has returned to a moderately positive trend since the start of the recovery in 2014, the capital stock has not fully overcome the legacy of the crisis. Italian firms tend to employ relatively little productivity- enhancing information technology compared to companies in EU peer countries, largely because of less efficient management practices. This is partly linked to the close family orientation of many family-owned firms, especially SMEs, which -9 -7 -5 -3 -1 1 35 05 06 07 08 09 10 11 12 13 14 15 16 A n n u a l p e r c e n t a g e c h a n g e Labour productivity Capital productivity Total factor productivity Gross value added ",
        "3. Summary of the main findings from the MIP in-depth review 20 drastically constrains the pool from which they recruit future managers. In addition, weaknesses in innovation and R&D as well as the misallocation of resources across firms and sectors have hampered aggregate productivity growth. In this respect, the low share of intangible investment does not bode well. In addition, companies facing financial stress are generally smaller and less productive. Hence, the large share of financially- constrained companies is hampering an improvement in overall productivity. Weak productivity growth prevents a speedy recovery of cost competitiveness. The erosion of price competitiveness has stopped, mainly thanks to limited wage growth and nominal depreciation of the euro. Italy has indeed recorded small gains in export market share since 2013. Given subdued wage growth, unit labour costs grew only moderately despite declining productivity. Yet, a sizeable rebound in productivity remains the most effective way to restore competitiveness. Subdued productivity growth also reflects the relatively slow pace of technological change, which is also weighing on non-cost competitiveness. The impact of recent reforms on productivity is only gradually building up. Following the adoption of the Jobs Act reform labour productivity declined by 0.4 % in 2016 as the rise in employment outpaced the expansion of gross value added. Until 2016, the sizable rise in employment was to a large extent supported by hiring incentives which might have induced firms to substitute capital with labour. In addition, the rise in temporary contracts could reduce incentives for human capital formation. For the period 2017- 2019 a moderate rise in labour productivity is projected. However, reforms can only achieve their full potential in addressing the bottlenecks that hold back productivity growth, if they are properly and fully implemented. The strengthening of the framework for collective bargaining which would allow wages to be set more in line with local economic conditions made only limited progress. Employment has returned to pre-crisis levels thanks to a modest recovery and labour market reforms. Employment grew by 1.0 % in 2017, after 1.4 % in 2016, largely helped by generous hiring incentives. Yet, total hours worked remain below pre-crisis levels. Employment growth is set to continue, but the unemployment rate is forecast to drop only to 10.5 % by 2019, with long-term unemployed and young out of work still numerous. Some progress has been made in reducing NPLs. Italian banks have continued the restructuring process by further increasing provisioning and accelerating NPL disposal, also through State-guaranteed securitisations. This is in line with euro area recommendation to lower NPL levels. In addition, the authorities have taken a number of measures to foster the development of a secondary market for NPL sales (Section 4.2). Helped by the ongoing recovery and the structural reforms in the banking sector, the inflow of new NPLs has returned to pre-crisis levels. However, several factors are still preventing a faster NPL resolution. They include in particular weaknesses in the insolvency framework, the slow judicial system and challenges related to NPL servicing. Overall assessment Despite encouraging recent developments, macroeconomic imbalances remain significant . Italy's public debt-to-GDP ratio is expected to have risen further to 132.1 % in 2017 and to remain above 130 % in the coming years. The high debt ratio thus remains a major source of vulnerability for the economy, a drag on growth and a source of negative spillovers for the euro area, despite recent positive developments in debt management such as increasing maturity (Section 1). Moreover, long- term and youth unemployment remain high and weigh on growth prospects. Investment, innovation and a rapid upgrade of Italy's production structure are also still hampered by structural shortcomings. Overall, the resulting sluggish productivity growth suggests that more progress is needed to improve Italy's growth prospects and to facilitate public sector debt reduction. However, the erosion of price competitiveness has stopped mainly thanks to contained wage growth and the depreciation of the euro. The adjustment in the labour market is continuing, resulting in a gradual decline in the unemployment rate. Efforts to tackle the high stock of NPLs are starting to bear fruit but challenges remain. Several reforms were implemented to address the 2017 country-specific recommendations (Section 2), which in Italy’s case are all related to its macroeconomic imbalances. Consistent implementation of those reforms is crucial to address large stock imbalances (e.g. the high public debt) in the medium term. ",
        "21 Table 3: Macroeconomic Imbalance Procedure Assessment Matrix (*) - Italy (Continued on the next page) Gravity of the challenge Evolution and prospects Policy response Imbalances (unsustainable trends, vulnerabilities and associated risks) Productivity and competitiveness Italy’s labour productivity growth has been sluggish for more than 20 years (0.3 % per year over 1995-2016 vs. 1.3 % in the euro area). Weak productivity dynamics hamper competitiveness and entail low GDP growth, which affects public debt ratio dynamics. Weak productivity growth is rooted in long-standing weaknesses in the functioning of labour, capital and product markets, compounded by inefficiencies in the public administration and justice system. After a sharp fall in 2008-2009, labour and total factor productivity growth returned to a moderately positive trend Labour productivity grew moderately in 2017 ([0.4 %]) and is expected to remain broadly on this path in 2018 and 2019. Weak productivity dynamics continue to sustain unit labour costs, hampering a speedy recovery of cost- competitiveness. It also reflects a relatively low pace of technological change, which weighs on non-cost competitiveness. Italy has indeed recorded small gains in export market share since 2013. Important structural reforms are being implemented in the labour and product markets, banking, education, public administration and justice. The reforms could help address the bottlenecks that hold back productivity growth, if properly and fully implemented. The strengthening of framework for collective bargaining is only slowly proceeding. Public debt In 2016 Italy’s public debt-to-GDP ratio stood around 132 %, up from around 100 % in 2007. Italy’s high public indebtedness is a major source of vulnerability for the economy. It holds back growth, crowds out productive public expenditure, reduces the fiscal space to respond to shocks, entails significant refinancing risk and may give rise to a harmful snowball effect if interest rates significantly exceed real GDP growth. It may also have adverse effects and feedback loops through the exposure of domestic financial institutions to public debt, and may induce vulnerability in case of shocks to interest rates spreads. Fiscal sustainability risks remain high, especially in the medium term. Furthermore, given its size, Italy’s public debt ratio is a potential source of negative spillovers to the whole euro area. Low growth and low inflation, coupled with a worsening in the primary surplus, have pushed up the public debt-to-GDP ratio in past years. The debt ratio is expected to slightly rise in 2017 also due the impact of two bank resolution cases and to only marginally decrease in 2018, given a limited improvement in the primary surplus and a shrinking impact from the interest rate-growth differential. Yet, adverse shocks could further delay an adequate reduction of the debt ratio. Past pension reforms, if fully implemented, should support the long-term sustainability of Italy’s public debt. However, due to measures in the 2017 and 2018 Budget as well as worsening demographic projections, pension spending is set to increase as of 2017, raising long-term sustainability risks. The reform of the budgetary process, operational as of 2018, will allow better top-down resource allocation. More growth-friendly public spending, together with other structural reforms to foster productivity growth, could make Italy's public debt more sustainable over time, even more so if coupled with a gradual but persistent reduction in the general government deficit. The government scaled down its privatisation programme to 0.05 % of GDP in 2016 (down from 0.5 % targeted) and has missed the 0.3 % of GDP proceeds targeted for 2017. In 2018, it plans again to attain 0.3 % of GDP of privatisation proceeds. Adjustment issues Labour market participation and unemployment The unemployment rate doubled during the crisis, and the long-term unemployment rate steadily increased over the period for all age groups. The risk of labour market exclusion is particularly high for youngsters: the youth unemployment rate and the share of young people not in employment, education or training (NEET) are among the highest in the EU. The participation rate, particularly of women, is very low. The unemployment rate averaged [11.3 %] in 2017 down from 13 % at the end of 2014, and it is expected to decline gradually in 2018 and 2019, partially driven by dynamic employment growth. Long-term and youth unemployment are also slowly declining and the participation rate is increasing moderately. The reform of active labour market policies and the strengthening of work-based learning could help to improve labour market matching and aid the transition from education to work in the medium term. However, implementation is proving challenging. Measures to foster labour market participation are limited . Gravity of the challenge Evolution and prospects Policy response Imbalances (unsustainable trends, vulnerabilities and associated risks) Productivity and competitiveness Italy’s labour productivity growth has been sluggish for more than 20 years (0.3 % per year over 1995-2016 vs. 1.3 % in the euro area). Weak productivity dynamics hamper competitiveness and entail low GDP growth, which affects public debt ratio dynamics. Weak productivity growth is rooted in long-standing weaknesses in the functioning of labour, capital and product markets, compounded by inefficiencies in the public administration and justice system. After a sharp fall in 2008-2009, labour and total factor productivity growth returned to a moderately positive trend Labour productivity grew moderately in 2017 (0.4 %) and is expected to remain broadly on this path in 2018 and 2019. Weak productivity dynamics continue to sustain unit labour costs, hampering a speedy recovery of cost- competitiveness. It also reflects a relatively low pace of technological change, which weighs on non-cost competitiveness. Italy has indeed recorded small gains in export market share since 2013. Important structural reforms are being implemented in the labour and product markets, banking, education, public administration and justice. The reforms could help address the bottlenecks that hold back productivity growth, if properly and fully implemented. The strengthening of framework for collective bargaining is only slowly proceeding. Public debt In 2016 Italy’s public debt-to-GDP ratio stood around 132 %, up from around 100 % in 2007. Italy’s high public indebtedness is a major source of vulnerability for the economy. It holds back growth, crowds out productive public expenditure, reduces the fiscal space to respond to shocks, entails significant refinancing risk and may give rise to a harmful snowball effect if interest rates significantly exceed real GDP growth. It may also have adverse effects and feedback loops through the exposure of domestic financial institutions to public debt, and may induce vulnerability in case of shocks to interest rates spreads. Fiscal sustainability risks remain high, especially in the medium term. Furthermore, given its size, Italy’s public debt ratio is a potential source of negative spillovers to the whole euro area. Low growth and low inflation, coupled with a worsening in the primary surplus, have pushed up the public debt-to-GDP ratio in past years. The debt ratio is expected to slightly rise in 2017 also due the impact of two bank resolution cases and to only marginally decrease in 2018, given a limited improvement in the primary surplus and a shrinking impact from the interest rate-growth differential. Yet, adverse shocks could further delay an adequate reduction of the debt ratio. Past pension reforms, if fully implemented, should support the long-term sustainability of Italy’s public debt. However, due to measures in the 2017 and 2018 Budget as well as worsening demographic projections, pension spending is set to increase as of 2017, raising long-term sustainability risks. The reform of the budgetary process, operational as of 2018, will allow better top-down resource allocation. More growth-friendly public spending, together with other structural reforms to foster productivity growth, could make Italy's public debt more sustainable over time, even more so if coupled with a gradual but persistent reduction in the general government deficit. The government scaled down its privatisation programme to 0.05 % of GDP in 2016 (down from 0.5 % targeted) and has missed the 0.3 % of GDP proceeds targeted for 2017. In 2018, it plans again to attain 0.3 % of GDP of privatisation proceeds. Adjustment issues Labour market participation and unemployment The unemployment rate doubled during the crisis, and the long-term unemployment rate steadily increased over the period for all age groups. The risk of labour market exclusion is particularly high for youngsters: the youth unemployment rate and the share of young people not in employment, education or training (NEET) are among the highest in the EU. The participation rate, particularly of women, is very low. The unemployment rate averaged 11.3 % in 2017 down from 13 % at the end of 2014, and it is expected to decline gradually in 2018 and 2019, partially driven by dynamic employment growth. Long-term and youth unemployment are also slowly declining and the participation rate is increasing moderately. The reform of active labour market policies and the strengthening of work-based learning could help to improve labour market matching and aid the transition from education to work in the medium term. However, implementation is proving challenging. Measures to foster labour market participation are limited . Banks’ asset quality The crisis has drastically worsened Italian banks’ asset quality, leading to significant loan-loss provisions that have reduced capital and profitability. It has also adversely impacted demand and the provision of credit to the real economy. As a consequence, some of the weakest banks in the system had been resolved (or recapitalised) by mid-2017, while other banks commenced comprehensive balance sheet repair. While the inflow of new NPLs has returned to pre-crisis level on the back of the economic recovery, the legacy stock of NPLs remains high. Italian banks have continued the restructuring process by further increasing provisioning and accelerating the disposal of their high stock of NPLs, including through State-guaranteed securitisation transactions. High NPLs continue to constrain banks’ Italy has taken several initiatives, including the Salva Risparmio decree law, which enabled the precautionary recapitalisation of Banca Monte dei Paschi di Siena (BMPS). Furthermore, Banca Popolare di Vicenza (BPVi) and Veneto Banca (VB) were put in liquidation under national insolvency law in mid-2017, thus alleviating the most acute risks in the banking sector. The aid-free ",
        "3. Summary of the main findings from the MIP in-depth review 22 Table (continued) (*) The first column summarises ‘gravity’ issues which aim at providing an order of magnitude of the level of imbalances. The second column reports findings concerning the ‘evolution and prospects’ of imbalances. The third column reports recent and planned relevant measures. Findings are reported for each source of imbalance and adjustment issue. The final three paragraphs of the matrix summarise the overall challenges, in terms of their gravity, developments and prospects, policy response. Source: European Commission Banks’ asset quality The crisis has drastically worsened Italian banks’ asset quality, leading to significant loan-loss provisions that have reduced capital and profitability. It has also adversely impacted demand and the provision of credit to the real economy.As a consequence, some of the weakest banks in the system had been resolved (or recapitalised) by mid-2017, while other banks commenced comprehensive balance sheet repair. The stock of non-performing loans (NPLs) amounted to EUR 324 billion in Q2 2017 (16.4 % of total customer loans) with bad debts ( sofferenze ) constituting around 62% of those. Tackling the legacy NPL problem would become more urgent under monetary policy normalization or in an adverse scenario. While the inflow of new NPLs has returned to pre-crisis level on the back of the economic recovery, the legacy stock of NPLs remains high. Italian banks have continued the restructuring process by further increasing provisioning and accelerating the disposal of their high stock of NPLs, including through State-guaranteed securitisation transactions. High NPLs continue to constrain banks’ weak profitability and their ability to internally generate capital, also in light of tighter regulatory requirements. Notwithstanding some progress, challenges to comprehensively address the legacy NPL problem (and to lower the bid-ask spreads for NPLs) include: (i) the slow judiciary system for foreclosure procedures and collateral enforcement; (ii) NPL servicing remains a significant constraint; or (iii) banks might be cautious on a faster pace of NPL reduction given the adverse effects on provisioning and capital buffers as well as NPL pricing; Other challenges related to long standing structural weaknesses (such weak profitability, overbanking, or the business model) remain. Italy has taken several initiatives, including the Salva Risparmio decree law, which enabled the precautionary recapitalisation of Banca Monte dei Paschi di Siena (BMPS). Furthermore, Banca Popolare di Vicenza (BPVi) and Veneto Banca (VB) were put in liquidation under national insolvency law in mid-2017, thus alleviating the most acute risks in the banking sector. The aid-free State guarantee scheme (GACS) to support NPL securitisations, has been prolonged. The various corporate governance reforms in the banking sector seem broadly on track. However, the legacy NPL stock remains high despite the progress and policy initiatives taken. Although the enabling law for the bankruptcy legislation was passed in October 2017, the insolvency and collateral enforcement framework continues to be insufficiently supportive of a swift NPL work-out and restructuring. Continued efforts are necessary to tackle the large NPL legacy stock, such as completing the insolvency reforms as well as improving NPL servicing and data quality that could contribute to a deeper secondary market for distressed debt. Conclusions from the IDR analysis  Very high government debt represents a major economic burden and vulnerability and sustainability risks remain high in the medium term and are on the rise in the long term. Productivity dynamics remain weak, holding back the reduction of the debt ratio and external competitiveness. The still high stock of NPLs continues weighs on banks’ balance sheets. High long-term unemployment holds back future growth.  Italy’s imbalances are no longer deteriorating. The public debt ratio is expected to broadly stabilise, yet at a level not below 130 % of GDP, over the forecast horizon. Productivity dynamics are improving very slowly with a weak outlook. This holds back the relative adjustment in unit labour costs, despite wage moderation, while non-cost factors remain insufficiently supportive of external competitiveness. The legacy NPL stock is declining slowly.  The reform of labour market institutions has been implemented, with the exception of active labour market policies. Progress in strengthening collective bargaining framework is slow. Important NPL measures have been taken but continued efforts are necessary to reduce the legacy NPL stock. Reforms of the education system, public administration and justice are being implemented, although with delays and difficulties. Measures to fight against tax evasion and to open product and service market have been enacted. The spending review is now an integral part of the budgetary process, which could the efficiency of public expenditure. Banks’ asset quality (continued) The stock of non-performing loans (NPLs) amounted to EUR 324 billion in Q2 2017 (16.4 % of total customer loans) with bad debts ( sofferenze ) constituting around 63% of those. Tackling the legacy NPL problem would become more urgent under monetary policy normalization or in an adverse scenario. weak profitability and their ability to internally generate capital, also in light of tighter regulatory requirements. Notwithstanding some progress, challenges to comprehensively address the legacy NPL problem (and to lower the bid-ask spreads for NPLs) include: (i) the slow judiciary system for foreclosure procedures and collateral enforcement; (ii) NPL servicing remains a significant constraint; or (iii) banks might be cautious on a faster pace of NPL reduction given the adverse effects on provisioning and capital buffers as well as NPL pricing; Other challenges related to long standing structural weaknesses (such weak profitability, overbanking, or the business model) remain. State guarantee scheme (GACS) to support NPL securitisations, has been prolonged. The various corporate governance reforms in the banking sector seem broadly on track. However, the legacy NPL stock remains high despite the progress and policy initiatives taken. Although the enabling law for the bankruptcy legislation was passed in October 2017, the insolvency and collateral enforcement framework continues to be insufficiently supportive of a swift NPL work-out and restructuring. Continued efforts are necessary to tackle the large NPL legacy stock, such as completing the insolvency reforms as well as improving NPL servicing and data quality that could contribute to a deeper secondary market for distressed debt. Conclusions from the IDR analysis  Very high government debt represents a major economic burden and vulnerability and sustainability risks remain high in the medium term and are on the rise in the long term. Productivity dynamics remain weak, holding back the reduction of the debt ratio and external competitiveness. The still high stock of NPLs continues weighs on banks’ balance sheets. High long-term unemployment holds back future growth.  Italy’s imbalances are no longer deteriorating. The public debt ratio is expected to broadly stabilise, yet at a level not below 130 % of GDP, over the forecast horizon. Productivity dynamics are improving very slowly with a weak outlook. This holds back the relative adjustment in unit labour costs, despite wage moderation, while non-cost factors remain insufficiently supportive of external competitiveness. The legacy NPL stock is declining slowly.  The reform of labour market institutions has been implemented, with the exception of active labour market policies. Progress in strengthening collective bargaining framework is slow. Important NPL measures have been taken but continued efforts are necessary to reduce the legacy NPL stock. Reforms of the education system, public administration and justice are being implemented, although with delays and difficulties. Measures to fight against tax evasion and to open product and service market have been enacted. The spending review is now an integral part of the budgetary process, which could the efficiency of public expenditure. ",
        "3. Summary of the main findings from the MIP in-depth review 23 ( 1 ) Detailed information on the QUEST model and applications is available at: http://ec.europa.eu/economy_finance/research/mac roeconomic_models_en.htm Box 3.1: Euro area spillovers Spillovers can affect partner economies either positively or negatively, depending on the nature of the shock. Italy’s high public debt remains a source of risk and potential adverse spillovers to the rest of the euro area. For example, negative spillovers may arise from an abrupt change in the currently favourable risk perception, including a faster-than-expected rise in long-term interest rates. On a more positive note, the continuation of economic reforms, which are partly linked to previous reform efforts, can be expected to stimulate economic activity in Italy. Spillover effects of supply-side reforms tend to be small or ambiguous due to the combination of income (more net imports) and competitiveness (more net exports) effects. At the same time, reforms may be associated with stronger private-sector demand reflecting an improvement in economic confidence. The European Commission's QUEST ( 1 ) model has been used to simulate a stylized scenario that combines a labour market reform and improving economic confidence. In particular, the scenario includes an increase in labour market participation (especially via higher female labour market participation) in which the 8-percentage-point gap between Italy and the EU-average is halved, i.e. an increase in labour force participation in Italy by 4 pps. The simulation assumes the increase in the activity rate to be spread over 16 years, in line with the observation of slow movement in labour participation trends. It is assumed that the average entrant is as productive as the average current worker (no skill bias). Improving confidence is captured by an improvement in financial market conditions for Italy. In particular, the spread between Italian and German sovereign bonds (currently around 150 bps.) is eliminated. In line with analysis by Zoli (2013), it is assumed that half of the decline in sovereign spreads is transmitted to firm lending rates, amounting to a decline in corporate financing costs by more than 70 bps in annualized terms (see Zoli, 2013). GDP spillover to the rest of the euro area mainly occurs via the trade channel. The scenario does not include a rise in economic confidence in other EA countries and monetary policy rates in the EA are assumed to remain unchanged during the first two years. The simulation highlights the significant potential domestic benefits from higher labour market participation and improving confidence. A rising activity rate translates into higher employment and private consumption demand, whereas lower financing costs imply a strengthening of capital spending, in particular corporate investment. This reform scenario points to a rise in real GDP in Italy by 1.8 % after 5 years and 3.2 % after 10 years. In reality, participation gaps may actually differ across skill groups with new entrants to the labour market having a lower skill level. Hence, results on the positive GDP effect in Italy should be interpreted with caution and rather be regarded as an upper bound. The assumed scenario suggests non-negligible spillovers. The spillovers from growing labour force participation is small as the (income-induced) increase in Italian demand for imported goods is counterbalanced by a boost to exports in response to improving price competitiveness. The spillovers from improving confidence are unambiguously positive as higher investment demand in Italy translates into higher imports from other EA Member States. The later effect drives the rise in real GDP in the rest of the Euro area (REA) by 0.4 % after 10 years (Graph 1). ",
        "24 4.1.1. FISCAL FRAMEWORK* Italy’s public spending remains biased towards old-age pensions . In 2016 Italy’s real public primary expenditure continued to increase above potential growth, confirming a long-term trend prevailing since the end of the 1990s (Graph 4.1.1, left-hand side). This reflects not only the country’s sluggish growth potential, hovering around zero since 2011, but also the dynamics of spending items like pensions, which are expected to have resumed their upward trend from 2017. In fact, both the 2017 and the 2018 budgets contained provisions that partially reverse past pension reforms aimed to curb implicit liabilities arising from population ageing, not least by gradually adjusting retirement age to life expectancy. Moreover, not only does Italy have a larger share of population above 65 years old than the EU average (see Section 4.3) but the share is projected to reach 24.9 % by 2025, above the EU average of 22.2 %. As such, Italy’s old-age dependency ratio is expected at 39.6 % by 2025, compared to an EU average of 35.5 %. Pension expenditure is thus set to increase over the medium term, compounding Italy’s long-term fiscal sustainability challenges (see Section 3) and long-standing bias in the composition of public spending (Lorenzani and Reitano, 2015). Looking at the shares of primary expenditure by functions between 2013 and 2016 (Graph 4.1.1, right-hand side), pensions are still the largest item, at around 15 % of potential GDP. They are followed by health (stable at around 7 %) and slightly rising ‘other social spending’ (5.8 %). Education, at 8.6 % of primary spending in 2016 (3.8 % of potential GDP), continued its decreasing path started in the early 2000s when it was 11.2 %. Systematic spending reviews and broader use of centralised procurement may help to contain public expenditure growth. The 2018 budget implemented the reformed budgetary process for the first time. In particular, line ministers were directly involved in selecting areas within their own budgets where targeted savings could be realised. These will be monitored under specific agreements with the Ministry of Finance to be made public by March each year. Overall, the spending review is set to yield additional gross savings of around EUR 3.2 billion (0.18 % of GDP) in 2018, also by rationalising ministries’ expenditure and planning lower transfers to local public bodies, which might however lead to lower public investment as in the recent past. Centralised procurement is also being used more broadly, and 4. REFORM PRIORITIES 4.1. PUBLIC FINANCES AND TAXATION Graph 4.1.1: Evolution of real general government primary expenditure (left-hand side) and composition of primary expenditure by COFOG functions (right-hand side) Notes: Potential GDP growth is reported as a 10-year average (from t-5 to t+4) in line with the reference rate of the expenditure benchmark of the Stability and Growth Pact. The real growth rates of expenditure components are computed using the GDP deflator and reported as 2-year moving averages. Source: Commission Services, ISTAT, and European Commission 2018b for pension expenditure -3.0 -1.5 0.0 1.5 3.0 4.5 6.0 7.5 9.0 0 0 0 1 0 2 0 3 0 4 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 f 1 8 f 1 9 f Primary expenditure excluding one-offs Healthcare consumption expenditure Pension expenditure Potential GDP growth forecast % 14.9 14.9 5.2 5.8 6.9 6.8 4.1 3.9 3.9 3.8 3.9 3.9 5.3 5.5 05 10 15 20 25 30 35 40 45 13 16 % o f p o t e n t i a l G D P Pensions Other social spending Health General public services Education Economic affairs Other ",
        "4.1. Public finances and taxation 25 the new Code of Public Procurement has the potential to increase it further. Around EUR 50 billion of public expenditure is already covered by the national central purchasing body Consip (out of EUR 89 billion for public procurement overall) and estimated average savings amount to 14 % on observed unit prices (Consip, 2016). A permanent ‘technical working table’ completed the list of goods and services that all administrations, including local authorities, must purchase through the 32 procurement aggregator centres. However, the decrees needed to make this provision operational and to complete Consip’s benchmark for goods and services are still pending. Medium-term budgetary planning remains weak, hampering predictability . The 2018 budget confirmed the chronic practice of including large VAT rate increases (now worth 0.7 % of GDP in 2019 and 1 % in 2020) as ‘safeguard clauses’. These ensure the attainment of the fiscal targets in the outer years but are systematically deferred at the time of budget preparation. The budgetary process has also been recently characterised by frequent changes in budget composition and in the fiscal targets, mostly in the direction of less ambitious deficit reduction objectives. For instance, the fiscal effort targeted for 2018 by the 2017 Stability Programme was revised downward; the simplified tax regime ( IRI ) originally planned for 2017 by the 2017 budget was postponed to 2018; and the spending cuts to be attained by the regions under past provisions were systematically revised (UPB, 2017). Late payments by the public administration remain a problem but monitoring is improving . The extension of mandatory electronic invoicing to all commercial transactions with public administrations in 2015 has provided them with an incentive to improve their payable accounts and better monitor and reduce the average payment period. The latter has continued to decrease but it still amounted to 100 days at the beginning of 2017 ( 16 ) (Bank of Italy, 2017b). The European Commission referred Italy to the Court of Justice of the EU under an infringement procedure initiated in 2014 for lack of compliance with the limits prescribed by the Late Payment Directive. Overall, the stock of public administrations’ trade ( 16 ) Based only on recorded payments, the authorities estimate an average payment period of 58 days in 2016. debt at the end of 2016 was around EUR 64 billion or 3.8 % of GDP. Of this, a significant 2 % of GDP consisted in arrears beyond normal payment deadlines (Bank of Italy, 2017b). A considerable share of public bodies still fails to communicate data on actual payments despite e-invoicing being mandatory. The new ‘ SIOPE Plus ’ platform has been in a pilot phase since July 2017 and is set to gradually involve all regions, local governments and health service bodies from 2018. It aims to improve monitoring of payments and acquire all information on trade debt in real time. 4.1.2. TAXATION* The tax burden on factors of production is still among the highest in the EU, and efforts to shift it to property and consumption remain limited . The tax wedge on labour ( 17 ) was one of the highest in the EU in 2016 (47.8 % at the average wage, compared to the EU average of 40.6 %). In 2016, the implicit tax rate on labour stood at 42.6 %, among the highest in the EU, and in 2015 the tax burden on capital reached one of the highest level in the EU (10.9 % of GDP, compared to the EU average of 8.4 %). Yet, measures to shift the tax burden to other tax bases have been limited. Namely, there have been delays in reforming the outdated cadastral system, reintroducing first property taxation on high-income households, setting up a digital platform for immovable properties, and reducing the number and scope of tax expenditures. While the latter are now reviewed annually, the government has recently increased the number of tax credits rather than rationalising them. Tax incentives to support employment and investment have been extended. Past provisions to reduce the tax wedge on labour through fiscal incentives were, with a few exceptions, temporary and due to expire in 2018. Yet, the 2018 budget extended some of them permanently (see Section 4.3). The budget also extended the possibility for firms to deduct from the tax base more than 100 % of the amount spent in certain types of new investment in 2018 and 2019 (‘super-’ and ‘hyper- amortisation’ for software, instrumental and digital equipment). This was accompanied by a reduction ( 17 ) The tax wedge on labour is the difference between the total cost of employing a worker and the worker’s net earnings. ",
        "4.1. Public finances and taxation 26 in the level of tax relief on instrumental equipment (from 140 % to 130 %). Instead, the government postponed to 2018 the entry into force of the new tax on corporate income (at 24 %, in line with the statutory corporate tax rate enacted in 2017), originally meant to harmonise the tax treatment of small firms and corporations from 2017. The debt bias in corporate taxation has also been widened by reducing the notional return on new equity capital or reinvested earnings exempted from the corporate income tax under the ‘allowance for corporate equity’ (ACE) (from 2.3 % to 1.6 % in 2017 and from 2.7 % to 1.5 % in 2018). Rationalising aspects of the tax-benefit system to encourage more women to work would boost growth. The take-up of work by second earners is still limited in Italy and support measures to tackle this issue remain fragmented (see Section 4.3). Namely, the major four existing childcare-related bonuses are characterised by temporary nature, overlapping eligibility conditions and unclear link to the working mothers’ needs. Simulations carried out with EUROMOD (Box 4.1.1) suggest that mothers would increase labour supply substantially if those four existing bonuses were replaced by a single permanent in-work benefit targeting only lower-income working mothers with children aged under three. This budget-neutral reform is estimated to increase aggregate labour supply by around 2.3 %, corresponding to an impact of 0.4 % of GDP over five years relative to the baseline. The VAT gap remains high but measures have been taken to fight tax fraud, notably for indirect taxes . In 2015, Italy’s VAT gap ( 18 ), at 25.8 % of the total tax liability, was among the highest in the EU (CASE et al. , 2017) despite a decrease compared to 2014. Measures to combat tax fraud were a pillar of Italy’s budgetary strategy for 2017 and 2018. Namely, in 2017 the ‘split payment’ ( 19 ) was extended to all transactions by public administrations, by companies under direct or indirect public control, by professionals dealing with the public administration, and by listed companies included in the main stock market index. Moreover, the existing mandatory electronic invoicing for transactions with the public ( 18 ) The VAT gap is the difference between expected and actual VAT revenues. ( 19 ) Under the ‘split payment’ system, payments by public administrations to private suppliers do not include VAT, and the latter is directly paid to the state budget. administration has been extended to all private sector transactions from 2019, except for taxpayers subject to a simplified tax regime. The extension applies from 2018 in the fuels sectors and for subcontractors in public procurement. If properly implemented, this could ensure better control over commercial transactions, encourage e-payment of invoices and, in turn, increase tax compliance without imposing a large additional burden on firms already equipped to e-invoice the administrations. Other provisions to fight tax fraud included further limits on the automatic compensation of tax credits with tax dues; lower thresholds for enhanced tax checks by the public administration before proceeding to a payment; and a new system of preventive fulfilment of tax obligations in the case of intra-EU transactions in mineral oils. However, especially in the absence of strict limits on cash payments, the ability of those provisions to reduce ‘tax evasion with consent’ remains to be seen. Moreover, the repeatedly extended possibility for taxpayers to avoid sanctions by spontaneously regularising their tax position could discourage future compliance by becoming an implicit reward to non-compliance. A reform of the tax system and tax trial could improve tax collection and reduce litigation . Some features of the tax administration remain burdensome for businesses. For instance, it takes longer in Italy for a small firm to file tax returns than in the rest of the EU (World Bank, 2017). Moreover, among all sections of the Court of Cassation, the tax section continued having in 2017 the longest disposition time (5.3 years), the lowest clearance rate (68 %) and the highest share in overall civil cases incoming (38.1 %) and pending (48.4 %) at the Supreme Court (Corte di Cassazione, 2017). Yet, a slight reduction in tax litigation in regional and provincial tax committees was possibly due to the broader use of alternative dispute resolution tools. A few measures were taken to improve tax collection and reduce tax litigation, although a comprehensive reform of the tax administration and tax trial is still pending. For instance, digitalisation of tax trials was extended to the whole country in July 2017, helping to reduce formalities and delays. The 2018 budget implemented mutual agreement procedures for international tax disputes and provided for hiring for three years up to 50 additional auxiliary judges currently retired to help the Court of Cassation manage its pending tax trials. ",
        "4.1. Public finances and taxation 27 Box 4.1.1: Effects on labour supply from rationalising childcare benefits Simulations of the effects on labour supply and growth of a rationalisation of existing family support policies in Italy have been conducted by the Joint Research Centre of the European Commission using EUROMOD. ( 1 ) The introduction of a more targeted in-work benefit to raise low female participation in the labour market has been part of a long-standing policy debate in Italy and was also proposed by the president of the National Social Security Institute (INPS). Numerous measures, mostly of a temporary nature, were enacted in past years, coupling the objectives of supporting fertility rates and addressing the childcare- related needs of working mothers often in an unclear way and with overlapping beneficiaries. As a first step, EU-SILC data for Italy and EUROMOD (policy year 2017) were used to simulate the fiscal impact of repealing the four largest family bonuses currently in place (INPS, 2016): (a) \" Voucher baby- sitting \" (in 2017-2018 working mothers can request, within 11 months of the end of parental leave, a voucher to cover baby-sitting or crèche costs for a maximum period of 6 months); (b) \" Bonus bebè \" (a 3- year monthly bonus of EUR 80 to families with a child born or adopted over 2015-2017 and an Equivalent Financial Position Indicator –ISEE– of at most EUR 25 000); (c) \" Bonus mamma \" (a one-off premium of EUR 800 in case of a child born or adopted as of 2017); and (d) \" Assegno di maternità \" (support provided by Municipalities to mothers below a specific income threshold for children born or adopted). Following the repeal of the four bonuses, the available fiscal resources are estimated at EUR 2.3 billion. As a second step, the effect of using the freed resources to introduce a single permanent in-work benefit for working women with children was simulated. In order to ensure budgetary neutrality, the new bonus has the following features: (a) it is only given to wage-employed women with an ISEE lower than EUR 50 000 not receiving any disability benefits and living with partners working full-time (the last condition in order to allow the assessment of their labour supply behaviour); (b) their children are younger than 3 years old and attend childcare services; (c) the benefit corresponds to actually incurred childcare costs up to a cap of EUR 600 per month; and (d) the benefit has a default duration of 12 months, unless the eligible child reaches the age of 3 by September 2015 (year of EUSILC data), in which case the entitlement is only for 8 months, or is younger than 12 months by September 2015, in which case the entitlement corresponds to the duration of childcare after the maternity leave. The results (Graph 1) indicate that the average benefit amounts to around 265 EUR per month and involves approximately 700 000 working women in Italy. The estimated impact on the labour supply of the eligible women is significant and consists in an increase in labour market participation by around 17 % (i.e. around 113 000 working women) and of average weekly working hours by around 20 % (namely, full-time work would increase by around 24 %, long part-time by around 13 % and short part- time by around 7 % compared to the baseline). This corresponds to an overall impact on aggregate labour supply of around 0.8 %. While the working mothers' disposable income slightly increases, the impact of the reform on income distribution, as measured by the Gini index of inequality, is very marginal. Including the mentioned labour supply shock in QUEST III (the European Commission's dynamic general stochastic equilibrium model), the overall estimated impact amounts to around 0.4 % of GDP over five years relative to the baseline, mainly through the channel of an increase in employment by 0.5 %. ( 1 ) EUROMOD is the tax-benefit microsimulation model for the EU. It simulates individuals' and households' benefit entitlements and tax liabilities (including social security contributions) according to the rules in place in each Member State. Simulations are based on representative survey data from the European Statistics on Income and Living Conditions (EU-SILC) and cover the main elements of direct taxation, social contributions and non-contributory benefits. 0.78% 1.10% 0.15% 0.68% 0% 5% 10% 15% 20% 25% Graph 1: Labour supply response Eligible mothers Whole population ",
        "28 Market confidence in Italian banks has increased as a result of long-awaited actions to deal with some of the weakest banks. The Italian authorities have adopted several measures including the Salva Risparmio decree law, which enabled the precautionary recapitalisation of Banca Monte dei Paschi di Siena (BMPS). Furthermore, Banca Popolare di Vicenza (BPVi) and Veneto Banca (VB) were put into liquidation under national insolvency proceedings in mid-2017. This alleviated the most acute risks in the banking sector. On the back of the economic recovery, Italian banks have continued the restructuring process by further increasing provisioning and accelerating the disposal of their high stock of NPLs, including through State-guaranteed securitisation transactions. Consolidation has further progressed due to bank restructuring, while some banks plan to significantly reduce branches and staff. However, the banking system remains vulnerable. The current economic recovery offers a narrow window of opportunity to comprehensively address the remaining structural weaknesses. High NPLs continue to constrain banks’ weak profitability and their ability to internally generate capital, also in light of tighter regulatory requirements. Although the level of NPLs is expected to significantly decline in the near future thanks to the planned NPL disposals, continued efforts are necessary to tackle the large stock of legacy NPL. This includes completing reforms on the insolvency framework and collateral enforcement as well as improving NPL servicing and data quality that could contribute to a deeper secondary market for distressed debt. With the economic tailwinds, banks are able to seize the opportunity to address their structurally weak profitability through comprehensive cost-cutting, restructuring and by adapting business models. Swift and full implementation of the corporate governance reforms, in particular the consolidation of the small cooperative banks, is key to increasing the resilience of the banking system. Overall, fixing structural weaknesses would help the banking system enhance its intermediary role for an efficient allocation of capital and would strengthen the economic recovery. Progress is being made with reducing NPLs, but the legacy NPL stock remains high. The total stock of gross NPLs continues to decline, amounting to around EUR 324 billion in Q2 2017 (implying a 16.4 % NPL ratio), down from the crisis peak of EUR 360 billion. In this regard, bad debts ( sofferenze ), i.e. debt with the worst recovery prospects, have also dropped on the back of banks’ NPL disposals. The bad debt coverage ratio has further improved (Table 4.2.1). Importantly, the inflow of new NPLs relative to the loan stock has returned to pre-crisis levels. Meanwhile, banks’ capitalization levels have remained stable. Low profitability continues to be a major challenge, while liquidity remains comfortable. Several factors are straining banks' profitability: the low interest rate environment; the still subdued credit recovery amid the ongoing deleveraging process (see Section 1); the elevated loan-loss 4.2. FINANCIAL SECTOR Table 4.2.1: Italian banking system key indicators Notes: In general, figures are the latest available and are taken at the end of the indicated periods with the exception of 2017. Gross non-performing loans (NPLs) are gross of loan loss provisions. Bad loans are the worst category of NPLs. Domestic sovereign exposure relates only to sovereign debt securities. Data on banks' capital prior to 2014 are the pre-Basel 3 indicators with common equity tier 1 as core tier 1. ‘-‘ indicates that a figure is not available. Source: Bank of Italy Indicator 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 Total assets (EUR billion) 3,634.6 3,690.7 3,758.9 4,034.7 4,211.0 4,038.3 4,014.3 3,913.5 3,919.7 3,920.0 Gross NPLs (EUR billion) 87.1 132.8 157.5 194.8 236.9 282.5 326.6 340.9 349.0 324.0 Gross bad loans (EUR billion) 41.3 59.2 77.8 107.2 125.0 155.9 183.7 200.9 215.0 205.0 Gross NPL ratio 5.1% 7.8% 8.9% 10.8% 13.3% 16.7% 17.1% 17.0% 17.3% 16.4% Gross bad loan ratio 2.5% 3.6% 4.5% 6.0% 7.0% 9.2% 9.6% 10.0% 10.7% 10.4% NPL coverage ratio 46.2% 40.2% 40.4% 40.3% 38.8% 41.8% 44.4% 45.4% 46.4% 53.5% Bad loan coverage ratio 63.1% 60.4% 58.0% 56.3% 54.6% 56.9% 58.7% 58.7% 59.0% 65.6% New NPL flow as % of NPL stock 4.2% 5.1% 3.9% 3.8% 5.4% 5.9% 5.3% 3.3% 2.3% 1.7% New bad loan flow as % of bad loan stock 1.6% 1.9% 1.9% 2.0% 2.8% 2.8% 2.8% 2.6% 2.4% 1.8% Eurosystem financing (EUR billion) 50.3 27.2 47.6 210.0 271.8 235.9 194.5 158.3 204.2 251.6 Domestic sovereign exposure (EUR billion) 174.9 205.3 252.6 265.4 354.5 402.1 401.8 387.2 375.0 355.7 Common equity tier 1 capital ratio 7.1% 8.2% 8.3% 9.3% 10.6% 10.5% 11.9% 12.3% 11.5% 12.5% Total capital ratio 10.8% 12.0% 12.4% 13.0% 13.8% 13.9% 14.6% 15.1% 14.2% 15.5% Cost-to-income ratio 64.2% 63.0% 65.0% 67.6% 62.6% 61.7% 62.2% 64.1% 67.6% 64.5% Return on equity 4.5% 3.8% 3.4% -9.3% -0.1% -7.8% -1.8% 2.6% -5.7% 4.8% Number of banks 799 788 760 740 706 684 664 643 604 - Number of branches 34,139 34,036 33,663 33,607 32,881 31,761 30,740 30,258 29,027 - Number of employees - 330,512 326,367 322,345 315,238 310,258 303,595 302,728 299,645 - ",
        "4.2. Financial sector 29 provisioning; and the high cost-to-income ratios for several banks. In contrast, system-wide liquidity has remained comfortable amid overall low bank funding costs. The largest banks have boosted their deposit funding as a result of the recent restructuring and consolidation of the Italian banking system. Meanwhile, the issuance of debt instruments by banks has declined, mainly due to the decrease in issuances of retail bonds. In addition, banks’ reliance on ECB financing including through the targeted long-term refinancing operations (TLTROs) has remained substantial at EUR 252 billion (6.5 % of banks’ liabilities) in November 2017. Banks continue to be important holders of domestic sovereign debt with 17.2 % of outstanding public debt in Q3 2017, which shows the persistence of the bank- sovereign nexus. Subordinated bank debt held by retail investors continues to decline (in line with the maturing outstanding stock). Italian banks underperform their European peers on several indicators. Despite the progress made, a simple benchmarking exercise (Graph 4.2.1) for the banking system as a whole illustrates that Italian banks continue to lag behind their EU peers (with arguably some differences between individual Italian banks). Below-average profitability and capitalisation make the Italian banking system more vulnerable to downside shocks. In spite of the progress, Italy still exhibits very high NPL ratios relative to EU peers. In addition, their low operational efficiency (as proxied by cost-to-income) has hindered a more rapid increase in NPL provisioning coverage, which could have accelerated NPL disposals. Despite the positive developments, Italian banks still lag behind some of their peers in rationalising branches and staff since the beginning of the crisis. This highlights that Italian banks still have a long way to go in improving their operational efficiency towards the best performers in the EU. Recent bank cases* In the first half of 2017, government actions were taken to address some of the weakest Italian banks. The process that led to the liquidation of Banco Popolare di Vicenza (BPVi) and Veneto Banca (VB) was protracted: The Atlante I fund acquired both banks following two unsuccessful IPOs in May and June 2016. It then injected further capital in January 2017 (bringing Atlante I's total capital injection to EUR 3.5 billion). However, as a result of both banks' significant losses in recent years and the continued deterioration of their financial situation, the conditions for a precautionary recapitalisation, ( 20 ) which the banks requested in March 2017- were not met, and the ECB declared them failing or likely to fail on 23 June 2017. Following this, the Single Resolution Board (SRB) — the competent resolution authority — decided that a resolution action was not in the public interest in either case. This meant that both banks had to be liquidated under national insolvency proceedings. On 25 June 2017, following the ECB and SRB decisions, the European Commission approved, under EU State aid rules, the measures proposed by Italy to facilitate the liquidation of BPVi and VB. These measures included inter alia the partial sale of their good assets and liabilities to Intesa Sanpaolo, while the NPLs remained in the entities for liquidation. The sale of the good assets of both banks was supported by the Italian government through cash injections (EUR 4.8 billion) and a maximum of about EUR 12 billion in State guarantees. In line with EU State aid rules, to reduce the cost for taxpayers, burden-sharing was applied to the shareholders and subordinated bondholders of the two Venetian banks.( 21 ) The precautionary recapitalisation of Banca Monte dei Paschi di Siena (BMPS) alleviated the bank’s acute vulnerabilities. BMPS applied for a precautionary recapitalisation by the Italian State in December 2016. ( 22 ) It had failed to raise capital from private investors that month and had been in trouble since 2009, benefiting from previous recapitalisations (which had been repaid in 2015). On 4 July 2017, the Commission ( 20 ) Precautionary recapitalisation is an exception under the Bank Recovery and Resolution Directive (BRRD) to the principle that the granting of State aid to a bank triggers the bank being deemed failing-or-likely-to-fail by the competent authority (Article 32(4)(d)(iii) of the BRRD). ( 21 ) Vulnerable retail junior bondholders subject to mis-selling by the liquidated banks are entitled to compensation through the same mechanism used to compensate junior retail investors in the four small banks resolved in 2015 (via the bank-funded solidarity fund, which is managed by the Italian deposit guarantee scheme of credit institutions). ( 22 ) This followed the adoption of the Salva Risparmio decree law by the government with measures to protect vulnerable banks. The decree law established a liquidity guarantee scheme and a precautionary recapitalisation mechanism (backed by EUR 20 billion in funds), a burden-sharing approach and a compensation mechanism for selected retail subordinated bondholders (used by BMPS). ",
        "4.2. Financial sector 30 authorised the Italian authorities to conduct the precautionary recapitalisation of BMPS under EU rules, on the basis of a thorough restructuring plan including disposal of a significant portfolio of impaired assets. The precautionary recapitalisation entails State aid of EUR 5.4 billion, whereas the shareholders and subordinated debtholders of BMPS contributed EUR 4.3 billion, thus limiting the cost for taxpayers. The bank will dispose of EUR 26.1 billion of gross NPLs through a NPL securitisation transaction, which is expected to benefit from State guarantees ( Garanzia Cartolarizzazione Sofferenze -GACS) and funding from the Atlante II fund (recently renamed the Italian Recovery Fund). The Italian Recovery Fund will invest in the mezzanine and junior tranches issued by the special purpose vehicle (SPV) at a disposal price of 21 % of the gross book value. Asset quality* NPL securitisation has developed into an important strategy for banks to clean up their balance sheets. Banks' take-up of the GACS was initially rather subdued, as the first State guarantees on the senior tranche of an NPL securitisation vehicle were granted only in early 2017. However since then, especially large and medium-sized banks have expressed interest in or taken first steps towards using GACS. Several securitisation transactions have been completed or launched, including the BMPS securitisation, the biggest NPL securitisation ever on the Italian market. The securitisation rules were amended in 2017 to facilitate the securitisation of some categories of NPLs (in particular unlikely-to-pay loans), increase the room for manoeuvre of special purpose vehicles (SPVs) and encourage participation in foreclosure auctions.( 23 ) However, the GACS has not been the one-size-fits-all solution to address the legacy NPL problem for a number of reasons: (i) the absence of detailed loan portfolio data, especially for smaller banks, has slowed down GACS transactions, including the rating process by credit rating agencies; (ii) some banks hesitate to take on the upfront costs of improving NPL data quality and NPL servicing arrangements in order to participate in the GACS; (iii) some loan portfolios that are of poor quality or older NPL vintages are often not securitised with a view of applying for GACS. ( 23 ) The main novelties of the amendments to Law 130/1999 are the following: i) SPVs that acquire and securitise NPLs are allowed to grant new loans to certain categories of borrowers where this facilitates the restructuring of the financial position of borrowers and the repayment of outstanding debt; ii) SPVs are allowed to buy assets placed as collateral for secured loans.; iii) the simplification of loan transfers from originating banks to SPVs by exempting these transfers from the obligation to notify the borrowers, as provided by the Italian Civil Code. Graph 4.2.1: Benchmarking the Italian Banking System Notes: The averages for return on equity and the cost-to-income ratios are based on Q4 2016 - Q3 2017. The left graph excludes Luxembourg and the right graph excludes Cyprus and Greece. Source: ECB, European Commission calculations AT EU BE BG CZ DE DK EE ES FI FR GB GR HR HU IE IT LT LV MT NLPL PT RO SE SI SK -5 -3 -113579 11 13 15 10 12 14 16 18 20 22 R e t u r n o n e q u i t y ( % , a v e r a g e ) Tier 1 ratio (%, Q3 2017) AT EU BE BG CZ DE DK EE ES FI FR GB HU IE IT LT LU LV MT NL PL PT RO SE SI SK 40 45 50 55 60 65 70 75 0 5 10 15 c o s t - t o - i n c o m e r a t i o ( % , a v e r a g e ) NPL ratio (%, Q3 2017) ",
        "4.2. Financial sector 31 The Italian Recovery Fund has become the main NPL investor in Italy. With an NPL securitisation investment of EUR 2.5 billion so far (involving roughly EUR 31 billion of gross NPLs), the Italian Recovery Fund has supported the NPL disposal by four vulnerable banks. Disposal prices in the NPL securitisation transactions ranged between 19 % and 32 % of the gross book value, which reflects the different composition, data quality and impairment degree of securitised assets. The Fund has also contributed to the further development of the asset servicing market, as it entered into several agreements with CERVED on the servicing of securitised portfolios. NPL disposal gained momentum in 2017. Banks have continued to upgrade their capacity to manage arrears. While some of them are still considering the NPL internal work-out as their main priority, they have also made increased use of outright NPL sales. The secondary market for impaired assets has become more dynamic than in previous years. This reflects the economic recovery, supervisory pressure for banks to accelerate the pace of NPL resolution (via the ECB NPL guidance and bank-specific quantitative targets set by the supervisor) and also the GACS guarantee scheme. Both domestic and foreign NPL buyers have been very active. For instance, Unicredit has sold a mainly unsecured NPL portfolio of EUR 17.7 billion to two foreign private equity firms in July 2017. The EUR 26.1 billion BMPS NPL securitisation transaction is also in the pipeline, while EUR 17.8 billion of NPLs have been removed from the banking system by the liquidation of the two Venetian banks. The completed NPL disposals in 2017 until Q3 amounted to EUR 26 billion. Despite the increased volume, NPL prices for unsecured and secured loan portfolios have remained relatively stable.( 24 ) Outright NPL sales are expected to further increase, as banks are continuing to optimise their NPL management and disposal strategies inter alia to comply with additional supervisory requirements. For instance, the ECB draft addendum (pillar 2) as well as the EC proposal on a prudential (pillar 1) backstop to address underprovisioning for new NPLs might incentivise Italian banks to accelerate their NPL clean-up. ( 24 ) In 2016, the average recovery rate of disposed NPLs was 23.5 % (compared with 43.5 % for NPLs that were worked out internally) (Conti et al, 2017). A number of significant challenges remain for a faster NPL resolution. These include: (i) the slow judiciary system for foreclosure procedures and collateral enforcement (see below); (ii) NPL servicing remains a significant constraint for a faster NPL disposal and internal work-out due to the limited number of servicing companies and human capital; (iii) banks might be cautious about a faster pace of NPL reduction given the adverse effects on provisioning and capital buffers as well as NPL pricing; (IV) the NPL data quality problem especially for smaller banks. These factors help to explain why the bid-ask spread for NPLs is still hovering around 15-20 %. The competent supervisors should continue to encourage banks to have credible NPL reduction plans to further reduce their legacy NPL stock in a timely manner. Less significant institutions* While less significant institutions have a higher capitalisation on average, their asset quality is weaker than larger banks. Less significant institutions (LSIs) - smaller banks under Bank of Italy supervision - are typically more exposed to struggling SMEs. They also have a lower capacity to work out impaired assets compared to the larger SSM-supervised banks. In June 2017, LSIs continued to have higher NPL ratios (19.5 %) than the large banks and the average NPL ratio at system level (16.4 %). Despite the asset quality challenges, LSIs were on average as profitable and liquid as the large banks in 2016, but they are faced with more pressure to generate interest income in the current low interest rate environment. However, LSIs continue to be on average better capitalised than the large banks. The supervisor has stepped up the prudential oversight of LSIs. In October 2017, Bank of Italy launched a public consultation on the guidance on NPLs for LSIs, issued in January 2018. This draws upon the ECB guidance to banks on NPLs issued in March 2017. The Bank of Italy guidance touches upon operational issues but also provisions adapted to the specific situation of LSIs. The Bank of Italy plans to exercise enhanced supervisory scrutiny of the NPL plans of LSIs with higher NPL levels, which could include a request for corrective measures such as higher coverage ratios. Related, the Bank of Italy has started to capture LSIs in stress testing exercises and has the power to request banks to increase capital buffers in the ",
        "4.2. Financial sector 32 event of a potential capital shortfall as a result of stress tests. Corporate governance reforms* The completion of the reform of the large cooperative banks ( banche popolari ) is ongoing. With the exception of two banche popolari (Banca Popolare di Bari and Banca Popolare di Sondrio), all banche popolari with assets above EUR 8 billion transformed themselves into joint-stock companies before the end of 2016. The two banche popolari mentioned above postponed their transformation, as the 2015 reform of large cooperative banks has been subject to legal challenges in the Constitutional Court. Nonetheless, the reform has already led to the emergence of the third-largest banking group, Banco BPM, following the merger between Banco Popolare and Banca Popolare di Milano at the beginning of 2017. The reform of small mutual banks is being implemented as planned. After the 18-month period started in November 2016 for implementing the reform of the small mutual banks ( banche di credito cooperativo - BCCs), three main holding groups (majority-owned by the member BCCs) are expected to emerge. BCCs are currently deciding which holding group to join: ICCREA, Cassa Centrale Banca (CCB) or the provincial group of Bolzano. The holding group will coordinate the BCCs based on \"cohesion contracts\". ICCREA and CCB, which will be both supervised by the SSM, will have to undergo an asset quality review and stress test. The BCCs should step up their efforts to clean up their balance sheets ahead of the asset quality review and stress test. The parent holding groups will undergo a transformation process to strengthen their capacity to manage the member BCCs. This aims to strengthen their organisational and decision-making mechanisms, the professionalism of senior management and the integration of IT systems. If successfully completed, this reform would be a big step forward in reducing fragmentation and reshaping the Italian banking sector. The BCC segment would become more resilient due to easier access to capital markets, cross-guarantees, scale benefits and cost synergies. The fit and proper provisions for bank managers are currently being overhauled. To strengthen the corporate governance of the Italian credit institutions, the Ministry of Finance finalised a public consultation on a draft ministerial decree law on fit and proper provisions for bank directors. While being consistent with the EBA guidelines on fit and proper, the draft ministerial decree law introduces a new approach to the rules for bank directors and expands the scope for the suitability assessment. The new framework will allow the competent supervisory authority to carry out more effective enforcement. Insolvency reforms* Weaknesses in the insolvency framework remain with a comprehensive reform still pending. The Italian Parliament has empowered the government to adopt within 12 months the necessary legislative decrees, aimed at introducing an organic reform of the 1942 bankruptcy code, the over-indebtedness legislation from 2012 and the system of privileges and guarantees. Despite the declining number of insolvency proceedings, weaknesses in the insolvency framework persist. The impact of the insolvency reforms is expected to only materialise in the medium term. In addition, the overhaul of the insolvency legislation is still ongoing, which contributes to the still lengthy process for enforcing property collateral (4 years in 2016) and completing bankruptcy proceedings (6.8 years). Moreover, the creditors’ role in insolvency proceedings is still minimal. Meanwhile, the number of companies initiating insolvency proceedings or voluntary liquidation declined 5.3 % year-on-year in the first half of 2017. Measures adopted in 2016 to accelerate collateral enforcement are not being used yet by banks. The Patto Marciano (adopted in 2016) is a private enforcement clause in credit agreements, which allows creditors to take ownership of the collateral out-of-court in case of the borrowers' default. Whereas the Patto Marciano could help to significantly reduce the time needed to enforce collateral, it is not currently used by credit institutions for firms and households. The recent agreement between the Italian Banking Association and Confindustria to promote the use of the Patto Marciano for firms is a welcome step. Operational guidelines on best practices and clearer rules on the valuation of collateral would help to alleviate any remaining uncertainty. ",
        "33 4.3.1. LABOUR MARKET* Italian labour market institutions have been deeply reformed in recent years. The objective of the reform was to improve labour reallocation, reduce labour market duality ( 25 ) and promote stable open-ended employment, among other things by designing flexible and reliable contractual arrangements (European Commission, 2015; European Commission, 2016b). To support the reform, the government enacted generous fiscal incentives for permanent new hires in 2015 and 2016. For 2017, incentives targeted young people and workers in the south. The number of people employed on permanent contracts increased by more than 470 000 persons from the beginning of 2015 to the end of 2016. Self-employment has continued to decrease, possibly partly due to the abolition of some forms of atypical contracts (collaborazioni coordinate e continuative a progetto) and to the restrictions imposed on outsourcing. Since January 2017 temporary contracts have become the main contributor to net new hirings. In 2017, temporary employment increased by an average 295 000 while permanent employment continued to increase at a much slower pace (by 66 000). The share of fixed-term work contracts is particular high among young people (54.7 % vs an EU average of 43.8 %). The sharp increase in temporary employment may be partly explained by cyclical factors but also by the shrinking of the 35- 44 age cohort (which is more likely to move into permanent contracts than older workers) and the fact that the more highly skilled workers had already been recruited on permanent contracts. The timing of the incentives may also have played a role: recruiting on permanent contracts may have been brought forward due to the hiring incentives and uncertainty about their prolongation, and then delayed in 2017 due to the expectation of their renewal for certain permanent contracts in 2018 (Graph 4.3.1). ( 25 ) Duality refers to the division of the labour market into two different segments, usually temporary contracts and permanent contracts. Graph 4.3.1: Permanent, temporary and self-employed, cumulative change 2014-2017 Notes: XXXX Source: Istat, Labour force survey, headcount, seasonally adjusted data The new legislation and hiring incentives were introduced almost simultaneously which complicates the reform assessment. Evidence shows that hiring on permanent contracts and a shift from temporary to permanent contracts, increased significantly in firms with more than 15 employees in comparison to smaller firms, which were affected by the incentives but not by the reform. Moreover, job reallocation as well as the number of firms moving across the 15-employees threshold appear to have increased (Boeri and Garibaldi, 2017). The number of subcontractors and other freelance professionals has declined following the reform (INPS, 2017). The survival rates of employment contracts have increased for those concluded in 2015 (the latest data available), but these positive findings might also have been influenced by the temporary hiring incentives. Dismissal rates fell in 2015-2016 compared to 2014 and the years after 2008. ( 26 ) ( 26 ) According to data from the Istituto Nazionale della Previdenza Sociale , the dismissal rate increased again in 2016. The rise mostly concerned very small firms (which were not targeted by the Jobs Act reform) and foreign nationals from outside the EU-15. The obligation since March 2015 to report dismissals electronically might also have contributed by increasing data coverage. -300 -200 -100 0 100 200 300 400 500 600 700 J a n - 1 4 M a r - 1 4 M a y - 1 4 J u l - 1 4 S e p - 1 4 N o v - 1 4 J a n - 1 5 M a r - 1 5 M a y - 1 5 J u l - 1 5 S e p - 1 5 N o v - 1 5 J a n - 1 6 M a r - 1 6 M a y - 1 6 J u l - 1 6 S e p - 1 6 N o v - 1 6 J a n - 1 7 M a r - 1 7 M a y - 1 7 J u l - 1 7 S e p - 1 7 T h o u s a n d s Permanent Temporary Self-employed 4.3. LABOUR MARKET, EDUCATION AND SOCIAL POLICIES ",
        "4.3. Labour market, education and social policies 34 Box 4.3.1: Monitoring performance in light of the European Pillar of Social Rights The European Pillar of Social Rights, proclaimed on 17 November 2017 by the European Parliament, the Council and the European Commission, sets out 20 key principles and rights to benefit citizens in the EU. In light of the legacy of the crisis and changes in our societies driven by population ageing, technological change and new ways of working, the Pillar serves as a compass for a renewed process of convergence towards better working and living conditions. Italy faces challenges with regard to a number of indicators of Social Scoreboard ( 1 ) supporting the European Pillar of Social Rights, in particular related to labour market performance. In addition to a very low overall employment rate, Italy has large gender employment gaps and high rates of youth unemployment and youth not in employment, education or training (NEET). The impact of social transfers on poverty reduction is relatively low and decreasing, and income inequality and the self-reported unmet need for medical care (even if health outcomes remain overall good) are relatively high. Italy is characterised by a very high gender gap in employment and by a low participation of women in the labour market . Some steps have been taken, including cash-transfers to families with new-born babies and an initiative to facilitate flexible working arrangements. However, in the absence of an overall strategy, the effectiveness of these policies remains limited. On a more positive note, the gender pay gap is relatively low. The introduction in March 2017 of a minimum income protection scheme ( REI — Reddito di inclusione ) may help increase the impact of social transfers on reducing poverty . This scheme will become operational in 2018 and aims to become a universalistic measure in the medium term. While the previous scheme was mainly focused on child poverty, the 2018 Budget Law allocates funding to extend the REI to all individuals in the same condition of poverty, regardless of family status. This is a significant step towards ensuring ‘minimum income protection’. ( 1 ) The Social Scoreboard includes 14 headline indicators, of which 12 are currently used to compare Member States performance. The indicators \"participants in active labour market policies per 100 persons wanting to work\" and \"compensation of employees per hour worked (in EUR)\" are not used due to technical concerns by Member States. Possible alternatives will be discussed in the relevant Committees. Abbreviation: GDHI – gross disposable household income New tax incentives to support youth employment on permanent contracts have been introduced for 2018 . The 2018 Budget Law includes the reduction of the tax wedge on labour for targeted categories of workers through:  the permanent halving of social contributions (up to a cap of EUR 3 000 per year) paid by private employers on new hires below the age of 30 (below 35 in 2018) for the first three years of an open-ended contract; Early leavers from education and training (% of population aged 18-24) To watch Gender employment gap Critical situation Income quintile ratio (S80/S20) Critical situation At risk of poverty or social exclusion (in %) To watch Youth NEET (% of total population aged 15-24) Weak but improving Employment rate (% population aged 20-64) Critical situation Unemployment rate (% population aged 15-74) To watch GDHI per capita growth To watch Impact of social transfers (other than pensions) on poverty reduction Critical situation Children aged less than 3 years in formal childcare On average Self-reported unmet need for medical care Critical situation Individuals' level of digital skills N/A Social protection and inclusion Dynamic labour markets and fair working conditions Equal opportunities and access to the labour market ITALY Members States are classified according to a statistical methodology agreed with the EMCOand SPCCommittees. Themethodology looksjointly atlevels andchanges of the indicators in comparison with the respective EU averages and classifies Member States in seven categories (from \"best performers\"to \"critical situations\"). For instance, a country can be flagged as \"better than average\"if the level ofthe indicator is close to EU average but it is improving fast. For methodological details, please consult the draft Joint Employment Report 2018, COM (2017) 674 final. ",
        "4.3. Labour market, education and social policies 35  and a full exemption (up to a cap of EUR 3 000 per year) for the first year in case of transformation of apprenticeship into open- ended contract and for the first three years in case of students after their apprenticeship or traineeship. The measure is likely to facilitate the transition from education to employment and help reduce youth unemployment, but it may also limit job opportunities for workers above the age threshold. Additional indicators suggest that the slack in the labour market is higher than what the unemployment rate may suggest . Between 2008 and 2016, the number of full-time jobs declined by 1 million while the number of part-time jobs increased by 780 000. Involuntary part-time work is only slowly decreasing and still represents more than 60 % of total part-time workers. The number of discouraged workers (people who are formally inactive and, though available to work, are not seeking to do so) is decreasing faster though from very high levels. It fell from 3.6 million in 2015 to 3.3 million in 2016. Job vouchers were replaced by a more restrictive typology ( lavoro accessorio) . Job vouchers were introduced in 2003 and later extended to all economic sectors, with their use dramatically increasing by 1 949 000 between 2008 and 2016 (European Commission, 2017d), They were finally repealed in April 2017. A new form of non-standard employment ( lavoro occasionale ) was introduced by the Law 96/2017. ( 27 ) Agency work ( lavoro somministrato ) and jobs- on-call are increasing. The number of workers employed by temporary employment agencies increased by 23 % year-on-year in the second quarter of 2017. In October 2017 (Ebitemp, 2017), the share of agency work in total employment grew to 1.9 % from 1.7 % in October 2016. This increase is also linked to the repeal in 2016 of ( 27 ) The new contracts take the form of: a) a pre-paid family booklet of vouchers in the sector of family assistance, house help and home care; or b) a specific contract of occasional performance (on an hourly-fee basis) in companies with less than 5 employees with open-ended labour contracts (excluding some sectors) and in the public administration. The total yearly amount cannot exceed EUR 5 000 per worker and per firm. certain subcontractor contracts ( contratti di collaborazione ). The use of jobs-on-call — a contract featuring a marked cyclical component and a low labour intensity (less than 10 days per month) — also gained momentum, particularly following the abolition of mini-job vouchers. Moreover, part-time work is increasing faster than full-time employment (2.6 % versus 1.0 % for full time employment in 2016). Self-employment Although declining, the share of self- employment remains high. At 4.6 million, the self-employed accounted for 20.5 % of total employment in Q3-2017, down from 22.9 % in 2008. The proportion of people in employment who are at risk of not being entitled to sickness benefits (20 %) and unemployment benefits (almost 25 %) remains high. The Law 81/2017 was adopted in May 2017 containing norms to strengthen protection measures for self-employed workers. It also extends to dependent self- employed workers some opportunities for achieving a better work/life balance, such as parental leave. These measures are a step towards greater protection for all workers, though some norms may turn out to be ineffective in practice. (One potential example is the norm protecting workers on sick leave from being left without a job except in case of ‘ceased need by the employer’) . No further action on undeclared work is planned despite its very significant dimension. According to ISTAT, in 2015 the shadow economy (including illegal activities) amounted to EUR 208 billion, i.e. 12.9 % of GDP. The ‘irregular’ work rate (the proportion of total labour units that were partially or completely undeclared) was at 15.9 %, with a record of 47.6 % in the ‘other personal services’ sector. According to Istituto Nazionale della Previdenza Sociale (INPS), about half of irregular work is carried out by completely undeclared workers. The National Inspectorate Agency, established by the Jobs Act, is operational since January 2017 but is still in a phase of consolidation. In 2016, the old inspectorate issued more than 43 000 fines. INPS inspections found in 2017 that about 54 % of the employment in agriculture is carried out by completely undeclared workers. ",
        "4.3. Labour market, education and social policies 36 Collective bargaining and social dialogue Collective bargaining is widespread, but ‘second-level’ contracts are not. The reference intersectoral agreement setting out the bargaining framework expired in 2013 and has not been renegotiated yet. In November 2016, however, two important agreements were signed by trade unions and employers’ organisations representing SMEs and the commerce sector which give more leeway to negotiation at company level. An important agreement setting out rules and procedures for measuring unions’ representativeness was signed by the main social partners in January 2014 and will be applied for the first time in 2019. The distribution of ‘minor’ national contracts has led to an increase in the number of national collective labour agreements ( Contratto collettivo nazionale di lavoro — CCNL), from 398 in 2008 to 809 in 2017. This has resulted in greater fragmentation and uncertainty. Opting-out of national contracts (as provided for by Law 138/2011) is seldom applied and bargaining at firm- or territorial level remains limited, which is also due to the prevalence of small firms in Italy. This may prevent wages from adapting swiftly to local economic conditions. Tax rebates on productivity-related wage increases set by second-level agreements were introduced in 2016 and strengthened in 2017 . More than 25 000 company-level agreements and/or local agreements were negotiated and executed in 2016-2017, covering an average of around 2.2 million workers per year according to provisional data released by INAPP. The effectiveness of tax incentives is hard to evaluate, as the recorded increase could be influenced by companies formalising pre-existing agreements, so as to qualify for rebates. Their estimated cost should gradually increase to nearly EUR 1 billion per year in 2019. According to the Bank of Italy, the percentage of firms (with more than 20 employees) with second-level agreements is stable at around 20 % and did not increase between 2015 and 2016 (Bank of Italy, 2017b). Social dialogue and the consultation of social partners have a long tradition in Italy. The involvement of social partners in policy formulation is not formalised through institutional settings. Social partners were barely involved in the drafting of the 2014-2015 reforms. Since 2016 the situation has improved, with discussions now under way on the labour market, pensions and the future of work. Labour participation and female employment In the absence of an integrated strategy to support women and families, the low number of women in jobs or seeking work remains a key concern. Even though at an historical peak, the female employment rate is still the second lowest in the EU and there are considerable regional disparities. The gender gap in employment is at around 20 pps. The gap extends to the duration of working life (women in Italy work 9.5 years less than men, a difference almost twice the EU average of 4.9 years) and the share of part-time work (32.7 % for women, against 8 % for men). Activity rates vary according to levels of education attainment, with highly educated women in their 50s and early 60s showing very high activity rates (81.1 %). The need to care for children and the elderly seems to be a major reason for the low rate of women in employment. According to the Labour inspectorate data, in 2016 almost 80 % of women resigning from work were aged 26-45 with children. 40 % of them declared they had taken the decision because of difficulties in reconciling work and family care. This may particularly affect less- educated women (Carta and Rizzica, 2015), who seem more sensitive to childcare costs and to disincentives in the tax and benefits system ( 28 ). The provision of childcare services varies widely across Italy (see European Commission, 2016b). The proportion of children aged under 3 years in formal childcare was 34.4 % in 2015, a marked increase compared to 2014 (22.9 %). In addition, an ageing population implies a stronger demand for care. The limited availability of quality care services for the elderly and for people with disabilities may heavily weigh on female employment Measures introduced so far to address the low proportion of women in work and the low birth rate lack strategic planning and evaluation. The impact of ‘baby bonus’ vouchers has never been assessed. Nevertheless the vouchers have been ( 28 ) The disincentives are greatest for women married to men with low incomes (Colonna and Marcassa , 2013, 2015). ",
        "4.3. Labour market, education and social policies 37 extended by the 2018 Budget Law. Additional non-means tested cash benefits have been introduced, such as the ‘birth bonus’ (a bonus of EUR 800 per newborn) and a benefit voucher (EUR 1 000 per year) to be spent in public and private nurseries (Box 4.1.1). Some other measures include the exchange of parental leave with babysitting vouchers and provisions for flexible working arrangements. Paternity leave was extended from two to four days but remains extremely limited; parental leave is unlikely to have an impact without sufficient action to foster the take-up of leave by first earners. A comprehensive approach to support female employment and the birth rate encompassing financial incentives and support, flexible working arrangements, the provision of quality care services, and an evaluation of existing and planned measures, is missing. Active labour market policies The reform of active labour market policies (ALMPs) remains incomplete. The new Agency for Active Labour Market Policies ( Agenzia Nazionale Politiche Attive Lavoro – ANPAL) was set up in January 2017 with the task of coordinating and monitoring a wide range of stakeholders. However, the envisaged recentralisation of ALMPs failed as a result of the 2016 constitutional referendum. This left the competences for ALMPs with the regions, while raising issues in the governance of the system. In particular, long negotiations between the regions and the central government concerning the budget for the public employment services (PES) delayed the full implementation of the envisaged reform. A solution was found through the 2018 Budget law, which makes funding available to ensure job continuity for PES staff. This has also unblocked the adoption of a strategic plan on ALMP ( Piano per le Politiche Attive ) which included support from the 2014-2020 European Social Fund (EUR 6.7 billion). In this context, there are no substantial improvements in the delivery of ALMPs. A pilot project on the outplacement voucher ( Assegno di ricollocazione , see European Commission, 2017e) was launched in 2017, but the uptake has been much lower than expected, with only 10 % of the selected sample applying to the measure. The PES placement capacity remains extremely limited, with a few exceptions. The ALMP reform envisages that ANPAL will determine national standards for the provision of services and evaluate the performance of employment agencies through set indicators. At the moment, however, quality standards for service delivery are still set at regional level and vary widely across the country. In the absence of a common methodology for data collection, monitoring and performance evaluation are also weak. The annual reports on the implementation of the ALMPs provisions of the Jobs Act, envisaged by the law, have not been published. These shortcomings affect the correct implementation of some recent labour and social reforms, i.e. the delivery of activation measures as a condition for receiving unemployment benefits ( 29 ) and the new Reddito di Inclusione. Despite difficulties, the Youth Guarantee has delivered some results. The Programme acted as a driver of reform and innovation in policy design, contributing to the establishment of supporting systems at national level. The number of young people registered with the scheme since its launch reached about 1.5 million in January 2018 (ANPAL internal reporting, 2017). More than 1 million have been taken in charge by PES or private operators and more than 520 000 completed an active labour market policy measure. However, the proportion of young people still in the programme who have not received any offer for more than 4 months remains high (75.2 %). The share of young people not in education, employment or training (NEET) covered by the Youth Guarantee scheme, while increasing, is ill low (14.1 %). Further efforts are needed to ensure that young people, including those facing multiple barriers, receive timely high-quality offers adapted to their needs. Additional resources deriving from EU funds will be available from 2018. ( 29 ) The Jobs Act extended the coverage and duration of previous unemployment benefits and revised the criteria for eligibility (see European Commission 2016b). For a 1-year work record the maximum period when unemployment benefits can be received amounts to 26 weeks, in line with the EU average, while the coverage of short-term unemployed, at 15.1 %, is still below the EU average. For further comparative details, see the draft Joint Employment Report 2018, which relies on the benchmarking exercise in the area of unemployment benefits and active labour market policies conducted within the Employment Committee. ",
        "4.3. Labour market, education and social policies 38 4.3.2. EDUCATION AND SKILLS* The overall quality of schooling in Italy has improved in recent years, but wide and persistent regional disparities persist. According to the 2015 OECD PISA survey (OECD, 2016a), the proportion of low achievers in science (23.2 %) and reading (21 %) increased in Italy compared to 2012. The proportion of low achievers in maths declined further (from 24.9 % in 2009 and 24.7 % in 2012 to 23.3 % in 2015), but remains above the EU average. Pupils from north-eastern regions of Italy were among the top OECD performers, while pupils from the south were among the worst (OECD, 2016b). Although steadily declining, Italy’s early school leaving rate remains above the EU average (13.8 % versus 10.7 % in 2016) and is particularly high among foreign-born students (30 %, compared with the EU average of 19.7 %). The implementation of the school reform La buona scuola is broadly on track, but some measures have not been fully implemented. Partially implemented measures include the geographical mobility of teachers (leading to shortages in the north), the possibility for school leaders to directly hire teachers to address the school ’ s needs and the evaluation of teachers and school leaders. The new recruitment and training system for secondary school teachers is now in place and is expected to improve quality. It combines 1 year of formal learning with 2 years of remunerated teaching apprenticeship, eventually leading to a permanent contract. This will put an end to long waiting lists for teachers. Testing of students now covers their entire career and allows for adequate monitoring of their achievements. At primary and secondary levels, assessment has mainly formative purposes and repetition occurs only exceptionally. Participation in work-based learning (alternanza scuola-lavoro ) is mandatory. Higher education continues to be characterised by high drop-out rates and the comparatively long duration of studies. In addition, the sector is underfunded with public spending below 0.4 % of GDP. The tertiary educational attainment rate for people aged 30-34, at 26.2 % in 2016, remains well below the EU average of 39.1 %. There is a large gender gap (19.9 % for men against 32.5 % for women). After a decline in 2012-2015, transition rates from secondary to tertiary education seem to have stabilised at 50 % (Ministero dell’Istruzione, dell’Università e della Ricerca, 2016). Italian graduates earn less than their European counterparts and take longer to find a job (OECD, 2016a). This reduces the incentives for secondary school graduates to go on to higher education and contributes to brain drain. On a more positive note, the decline in higher education funding is being reversed. New financial measures have been introduced to improve access to higher education and support for students (e.g. exemption from tuition fees). Steps are being taken to expand Italy’s tertiary non-academic education . The Education Ministry has envisaged a co-ordinated tertiary professional education system. This would be based on the existing Istituti Tecnici Superiori (ITS) and the introduction of professional degrees granting access to regulated professions. The 2018 Budget Law earmarks additional funding of EUR 65 million over 3 years to gradually increase the number of ITS students (from 9 000 to 15 000 by 2020). A legislative decree adopted in April 2017 has revised the framework for vocational education and training (VET) at regional and national level, creating greater synergies between different systems. Additional funding has been made available to implement the new measures, in particular to increase staff. School-to-work transition is also being fostered by compulsory work-based learning in secondary schools (both VET and general education). The participation rate in adult learning is increasing but the proportion of low-skilled adults who participate in adult learning compared to other categories is among the lowest in the EU. Boosting the skills of low-skilled adults is part of the comprehensive ‘Skills Strategy Italy’ launched in October 2017 in cooperation with OECD and the European Commission. The study highlights that Italy is struggling more than other advanced economies to make the transition to a thriving and dynamic skills-based society and needs to bring skills demand and supply into balance (OECD, 2017a). Implementation of this strategy will be crucial. Efforts need to be stepped up to achieve a systemic impact through an integrated approach to upskilling and validation in line with the Council of the EU’s Upskilling Pathways Recommendation of December 2016. ",
        "4.3. Labour market, education and social policies 39 The creation of a national database with the qualifications issued in the different areas of the lifelong learning system is currently underway. 4.3.3. SOCIAL POLICIES* The long-standing structural weaknesses of the economy contribute to high levels of poverty and income inequality. (see also Section 1). Equality of opportunity in Italy is enhanced by the education system (see Section 4.3.2) but undermined by child poverty and unequal access to healthcare. Access to healthcare is more dependent on income than in most EU countries. The share of children at risk of poverty or social exclusion is 32.8 %, above the EU average of 26.4 %. In-work poverty (11.8 % in 2016) is one of the highest in EU and increasing. A major breakthrough in the design of social policies was the transformation of the transitional anti-poverty scheme into a permanent measure. The new scheme ( Reddito di inclusione - REI) was introduced in September 2017. This scheme eventually implements the reform of social policies set out in 2000 (by Law 328/2000) and it is also the result of synergies between national and EU policies and funds. Its design was marked by wide consultation and a strong participatory approach, which led to the signature in April 2017 of a memorandum with a platform of civil society organisations ( Alleanza contro la povertà ). While the previous scheme ( Sostegno per l’Inclusione Attiva — SIA) was mainly focused on child poverty, REI aspires — in the medium term — to be a universalistic measure. The 2018 Budget Law allocates funding to extend the measure to all individuals in the same condition of poverty, regardless of family status. This is expected to substantially increase the impact of social benefits on poverty, which was still critical in 2016 (Box 4.3.1). ( 30 ) The new scheme has become operational in January 2018. Compared to the previous scheme, the REI presents some important novelties. The benefit is calculated according to new rules and it is proportional to the gap between the actual ( 30 ) The adequacy of the scheme could not yet be modelled by the benchmarking exercise in the Social Protection Committee, but it will be followed up in the future. family income and a net income threshold. Funding was increased from the original EUR 1.7 billion to EUR 2 billion in 2018 (around 0.1 % of GDP) and will progressively increase to EUR 2.7 billion in 2020. According to government estimates, 2 500 000 people (including 700 000 children) may potentially be covered by the scheme. REI also incorporates the unemployment assistance scheme (ASDI) — a first step towards the rationalising of social spending. Other positive innovations include mechanisms to facilitate application procedures and a strong governance and evaluation. Beside national measures, several regional minimum income schemes were launched which in some cases increase the number of recipients. A key aspect of implementing the reform will be reinforcing services providing activation measures. The government and the regions have established standards for services and for personalised activation projects which set out the conditions for receiving the benefits. Families are supported by a multidisciplinary team, composed of at least a social assistant and an employment service operator. Given the current difficult situation of social services, which are often understaffed, the success of the scheme largely depends on the allocation of sufficient resources. This is why part of the REI funding will be dedicated to supporting these services. While the reinforcement of social services is being implemented, however, it remains challenging for the employment services to implement the personalised projects. The European Social Fund has allocated funds for hiring 600 additional operators across the country. Health, long-term care and disabilities Italy’s health outcomes are generally above the EU average and the healthcare system appears cost-effective. Life expectancy in Italy has been consistently above the EU average and amenable mortality rates are among the lowest in the EU (OECD / European Observatory on Health Systems and Policies, 2017). E-health systems and information systems in support of performance assessment are being implemented. While Italy has a lower ratio of nurses per doctor compared to most EU countries (1.5 versus EU average of 2.3), in recent years a considerable number of nurses have been trained and paid carers are being ",
        "4.3. Labour market, education and social policies 40 regulated to address the needs of an ageing population. Public health expenditure is still below the EU average. Potential savings could result from centralising procurement and a greater use of generic drugs. However, unmet needs for medical care are high and increasing. The share of Italians reporting unmet needs for medical care has increased significantly in recent years, especially among the poorest income groups (from 5.0 % in 2010 to 7.2 % in 2015, more than double the 3.2 % EU average). This suggests an increasingly high degree of difficulty of access to healthcare faced by Italian citizens, mainly driven by financial reasons, which represent a significant obstacle. This is nevertheless partially offset by exemptions from cost-sharing arrangements put in place for various vulnerable groups. A parallel public/private system pushes patients to resort to private healthcare, partly because of long waiting times in the public system, especially in the southern regions. In addition, equal access to healthcare is compromised by regional differences in the quality and organisation of healthcare, including the level of co-payments for specialists. While the government has recently addressed the challenge of low vaccination coverage rates of children, few measures have been taken to effectively equalise access to healthcare for all. Following deficit reduction plans, co-payments for medicines and the undue use of emergency wards have increased in most regions. Social expenditure for people with disabilities is high but shows only mixed results. The main instrument to support people with disabilities is the ‘Companion Allowance’, a non-contributory and non-means tested cash transfer. In 2016, the measure cost around EUR 12.1 billion, covering around 2 million beneficiaries (78 % are over 65 years old). Care services are however often inadequate, with disparities between municipalities. As the allowance is not sufficient, it often ends up paying for cheaper but unskilled care providers or encouraging women to stay at home to care for family members. This situation is confirmed by the low proportion of elderly people (5-6 %) receiving public care services. A recent comparative research (Albertini and Pavolini, 2017) shows that care systems based on service provision lead to higher access to formal care and lower inequalities. 4.3.4. DEMOGRAPHIC CHALLENGES AND MIGRATION Italy’s population dynamics pose challenges in the medium term. The combination of two main factors is crucial to determine the socio-economic impact of demographic trends: the change in the population size and its structure. Both determinants depend on the trend in the fertility rate and the migration flows. Between 2005 and 2015, the working-age population increased by around 770 000 thanks to a positive net migration effect of around 1 610 000. However, the working- age population (15-64 years) is projected to shrink by 19 % by 2050. In a no-migration scenario, the drop is projected to be almost double. Moreover, the proportion of Italy’s population aged over 65 years (22 %) was above the EU average in 2016 (19.2 %). As a result, the old-age dependency ratio stood at 34.3 % (EU: 29.3 %). It is forecast to exceed 60 % by 2045 (European Commission, 2017e) (see Section 4.1). Fertility and demographic structure Italy’s fertility rate is set to remain low. From 1996 to 2015, it has held at around the 1.3 threshold indicated as the ‘low-lowest fertility rate’. ( 31 ) Since 1994 the trend in the natural balance is negative. Until 2014 the negative natural balance was offset by the largely positive migration balance (Graph 4.3.2). However, in 2015 the net balance turned negative, resulting in a net population loss. Family support policies are fragmented and not properly targeted. People’s decision whether to have children is likely to depend on a number of issues. These include their level of education, the level of uncertainty of the socio-economic context, the design of the welfare state design and the level of gender equity. There is evidence that the Italian low fertility rate is due to the steep decrease in the propensity of having the second and subsequent children (Rondinelli et al., 2006) while the probability of having the first child has not changed (Dalla Zuanna, 2004). This suggests a pure cash payment per birth event might not be an ( 31 ) ‘Low-lowest fertility rate’ refers to countries experiencing a total fertility rate (TFR) below the threshold of 1.3. If the TFR remains under 1.3 for a long time, this implies a 50 % reduction in annual births and a consequent halving of the population in less than 45 years (Billari, 2008). ",
        "4.3. Labour market, education and social policies 41 effective policy to increase fertility. Policies to boost nurse and child facilities, adequate and trustable institutions (see Section 4.4) and the promotion of gender-equality, both in working and private life, are indicated to be more effective (Billari and Galasso, 2009; Aasve et al., 2015, 2016; Rindfuss et al., 2003). Migration flows Migration will no longer compensate for the negative natural balance. Until 2014 the high level of immigration has kept the migration balance positive and this largely compensated for the negative natural balance. However, in 2015 the population shrunk for the first time. From 2010 to 2015, the migration balance has been constantly decreasing. This was due to both the lower number of immigrants (2014 and 2015 registered the lowest number of entries since 2002) and the higher number of emigrants (2015 saw the highest number of exits since 1990). In 2016, net migration started to increase again and is set to stabilise above 200 000 people per year. An increasing number of Italians are moving to other EU countries. The number of emigrants has increased by 60 % since 2006 (Fondazione Migrantes, 2017). In January 2017 about 5 million Italians were officially registered abroad (about 8.2 % of the total population) but the total number of emigrants is likely to be higher. In 2015 the number of graduates and high-skilled workers leaving the country rose by 13 % from the previous year. In addition, 40 % of the emigrants are young people (18-34 years). It is noteworthy that emigration of high-skilled people is particularly strong in the southern regions, where since 2014 the net migration balance has turned negative. If the increasing internal migration towards the richer northern regions is also taken into account, the brain drain could result in a permanent loss of highly qualified people from the south. Integrating people with a migrant background is also a long-term challenge. In 2016, 3.5 million non-EU nationals (5.8 % of the total population) lived in Italy. On average immigrants are younger than Italians and they have a higher fertility rate. However, while the employment rate of non-EU born is comparable to that of Italians, the proportion of low-skilled people is significantly higher among the former (a gap of 19.2 pps.). Improving their skills would mitigate the integration challenges. Those not born in the EU are at greater risk of in-work poverty. Graph 4.3.2: Decomposition of changes in population (baseline projections) Source: Eurostat In addition to economic immigration, a major challenge is the inflow of asylum seekers. Between January 2016 and July 2017, Italy received 204 290 asylum applications and issued 51 765 positive decisions. Law 47/2017, setting out protective measures for unaccompanied migrant children ( 32 ), and the new national integration plan, adopted in September 2017, provide a more systematic framework for integration policies. However, the plan targets only beneficiaries of international protection, with no focus on economic migrants. The implementation of the plan, as well as the adequacy of funding, should be monitored, with a focus on the involvement of all relevant actors, including those at regional and local level. ( 32 ) Law 47/2017 was adopted in March 2017. It provides new funds for municipalities welcoming unaccompanied children, promotes trained guardianship and fosters the use of families to care for and host these children, harmonises age-assessment procedures, and establishes minimum standards for dedicated reception centres. 54 55 56 57 58 59 60 61 62 -0.5 -0.4 -0.3 -0.2 -0.1 0.0 0.1 0.2 0.3 0.4 0.5 0.6 90 95 00 05 10 15 20 25 30 35 40 45 50 55 60 M i l l i o n s M i l l i o n s Migration balance Natural balance Net balance Population ",
        "42 4.4.1. EXPORT PERFORMANCE AND COMPETITIVENESS* The erosion of Italy's export market shares has been stopped. Since 2010, Italy's export volumes have been growing broadly in line with world exports after sizeable losses of export market shares in the previous decade. Market share developments based on export values stabilised only in 2013, followed by a marginal recovery. This improvement has been helped by the past depreciation of the euro, which has favoured Italy’s exports to countries outside the euro area since 2015 (Graph 4.4.1). Italy's average export quality has slightly worsened between 2011 and 2016 (European Commission, 2017f), despite the very gradual shift towards more technology- intensive products. Graph 4.4.1: Italy’s export market shares, exchange rate and cost competitiveness indicators Notes: Export market shares based on values are with reference to all countries. Export market shares based on volumes are with reference to 36 industrial markets. Source: European Commission External cost competitiveness has improved, largely thanks to contained wage growth. After sizable losses in the 2000s, driven by a significant appreciation of its nominal effective exchange rate as well as the rapid increase in unit labour cost, Italy's cost competitiveness has improved on the back of contained growth in nominal unit labour costs (0.5 % on average over 2013-2017 versus 0.8 % in the euro area). Growth in labour productivity (expected to have risen by 0.4 % in 2017, after a fall of 0.6 % in 2016) is slow. This, together with long-term structural weaknesses such as the small average firm size, limits the potential to fully restore the competitiveness lost in the past. However, non-price competitiveness factors continue to weigh on Italy's export prospects. An unfavourable export specialisation, the average small firm size and a limited capacity to innovate remain key challenges. Firstly, Italy's geographical and product specialisation contributed negatively to export growth, particularly during the crisis, although the situation has slightly improved since 2013 (European Commission, 2017f). Secondly, Italy has a large share of small and micro firms which are not active on international markets. However, Italy's small firms with more than ten employees exhibit a better export performance than comparable firms in European peer countries. Econometric analysis emphasises the importance of both structural characteristics and strategic behaviours in determining firms’ international performance (Brancati et al., forthcoming). Specifically, investment in innovation and R&D is likely to raise both the extensive and intensive margins of export ( 33 ) and enable previously non- exporting firms to enter (extra-EU) export markets. Product innovations appear to be the dominant factor to improve export performance, while improving organisational processes within the firm is expected to have an additional indirect effect on exports by boosting productivity. 4.4.2. INVESTMENT AND INNOVATION* Despite the recent modest recovery, investment levels are still low compared EU peers. In 2016, investment accounted for 17.1 % of GDP, more than 3 pps below the euro area average. Private investment only represented 15 % of GDP in 2016 (euro area average: 17.7 %) with investment by non-financial corporations down to 9.2 % of GDP, from 10.7 % in 2007. Public investment stands at 2.1 % of GDP, down from 3.1 % on average over the period 2005-2009, and below the euro area average of 2.5 %. ( 33 ) The extensive margin of export refers to the number of exporting firms (as well as new destinations or new products for existing firms). The intensive margin of export refers to the volume exported by an exporting firm. 75 80 85 90 95 100 105 110 70 75 80 85 90 95 100 105 110 115 120 9 9 0 0 0 1 0 2 0 3 0 4 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 2 0 0 5 = 1 0 0 2 0 0 5 = 1 0 0 Export market shares (value-based) Export market shares (volume-based) Nominal effective exchange rate (rhs, inverted scale) Real effective exchange rate (based on unit labour costs) (rhs, inverted scale) 4.4. INVESTMENT AND COMPETITIVENESS ",
        "4.4. Investment and competitiveness 43 Intangible investment has been less affected by the crisis, but remains low compared to the rest of the euro area. Intangible assets ( 34 ) are vital for productivity and economic growth and can help explain productivity differences between countries (Thum-Thysen et al., 2017). Investment in intangibles in Italy has been growing in line with the rest of the euro area until the early 2000s, when a gap has started to open up (Graph 4.4.2). Investment in intangibles represented 2.8 % of Italy's GDP in 2016 (euro area average: 4.2 %). Graph 4.4.2: Non-residential tangible and intangible investment in Italy and the rest of the euro area, constant prices Source: Eurostat R&D investment in Italy remains low, while regional disparities persist. Total R&D expenditure in 2016 amounted to 1.3 % of GDP, below the country's Europe2020 target of 1.5 % and the EU average of 2.0 %. Moreover, Northern regions invest systematically more in R&D than southern ones (ISTAT, 2016). Better implementation of regional smart specialisation strategies could improve the efficiency of such expenditure. Public R&D expenditure has been stagnating since 2013 and represents 0.5 % of GDP compared to 0.7 % in the EU as a whole. Between 2008 and 2016 the Italian government's budget allocation to R&D activities fell from EUR 10 billion to EUR 8.7 billion. The reduction ( 34 ) Intangible assets comprise investment in R&D, innovation and technology, training/education of workers, internal organisation structures, customer and institutional networks, market exploration and development (marketing), and software and information technology. may affect the ability of public research to keep high-skilled researchers in the country. Business expenditure on R&D (BERD) amounted to 0.8 % in 2016, well below the EU average of 1.3 %. Three main factors help to explain Italy’s low levels of R&D and intangible investment and its weak innovation performance: the large number of micro-firms; the sectoral composition of the economy, with relatively low specialisation in knowledge-intensive sectors; and the low rate of digitalisation. Some fiscal measures have been introduced to boost business innovative investment. While the reduction in the corporate income tax rate (from 27.5 % to 24 % from 2017) is expected to support all types of capital spending, the Impresa 4.0 strategy (previously called Industria 4.0 ) is targeting innovative investment. The latter includes fiscal incentives such as the extension of tax credits for investments in R&D up to 2020, which has been raised to 50 % for all R&D activities, and the possibility for companies to deduct 140 % of the amount spent on investments and of 250 % of the amount spent on investment in information and communication technology ('Iperammortamento') (see Section 4.1). A new provision in the Budget Law introduces tax credits in 2018 for incremental expenditures on training in Impresa 4.0 topics which may help address existing weaknesses in the digital skills of the labour force. However, important measures facilitating the process of digitalising SMEs (Competence Centres and Punti Impresa Digitale ) have not been activated yet, which could impair the long-term effectiveness of tax credits. Since the launch of the Start-up Act in 2012, 8 581 innovative start-ups have been created. They represent 0.54 % of the estimated 1.6 million limited companies active in Italy. 75.8 % of innovative start-ups and 77.4 % of innovative SMEs are located in central and northern regions (Ministry of Economic Development, 2018).. Innovation policy has been shifted towards indirect support schemes. While indirect funding may reduce the administrative costs for firms, it may be less effective than direct funding schemes in promoting strategic research programmes or focusing on new areas of research and innovation. The effectiveness of all measures needs to be evaluated promptly, not least to address regional disparities. 80 100 120 140 160 180 200 220 240 9 5 9 6 9 7 9 8 9 9 0 0 0 1 0 2 0 3 0 4 0 5 0 6 0 7 0 8 0 9 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 9 9 5 = 1 0 0 IT, intangibles Rest of the euro area, intangibles IT, non-residential tangibles Rest of the euro area, non-residential tangibles ",
        "4.4. Investment and competitiveness 44 The business environment has not been favourable to entrepreneurship and investment. Despite recent reforms, doing business in Italy remains complex. The main reasons are inefficiency in the public administration, slow judicial procedures and weak competition in key services sectors which hinders investment and productivity (IMF, 2017; OECD, 2017). These aspects are further discussed in section 4.5.1. Access to finance, labour market and business regulations, high energy costs and the lack of staff with the right skills are cited as long-term barriers to investment in recent surveys (EIB, 2016). Such structural features may also discourage foreign direct investment – historically low compared to peer countries – which has fallen further since the crisis. Foreign direct investment inflows in 2016, albeit increasing on a yearly basis, were 65 % lower than in 2007. During the same period such inflows decreased less sharply in France and Spain (by 38 % and 45 % respectively), while they have increased remarkably in Germany (by 22 %). Corporate profits are slipping. Corporate profitability in Italy has been declining since the late 1990s. The gross profit share ( 35 ) of non- financial corporations declined from nearly 50 % of GDP in 1999 to just over 42.2 % in 2016 (broadly in line with the euro-area average). In terms of profitability, firms in non-tradable sectors lag behind the ones in manufacturing (Amici et al., 2017). Decreasing profits limit the scope for repaying debt and self-finance investment. Financing of Italian SMEs continues to be highly dependent on the banking sector, but lending remains subdued. The three main sources of financing remain credit lines (relevant for 56 % of SMEs), bank loans (49 %) and grants (50 %). Only 2 % of SMEs in Italy are funded by equity, compared to an EU average of 12 % European Commission (2017l). Despite improvements in access to finance for SMEs over the last years ( 36 ), financial constraints still constitute an important limitation to firm growth, especially for companies ( 35 ) Defined by Eurostat as gross operating surplus divided by gross value added. ( 36 ) Measures include public venture capital, SMEs' access to Structural Funds, the programmes \" Imprese e competitività \" and \" Iniziativa PMI \" to support access to finance for new, innovative and competitive SMEs in southern regions, access to crowdfunding for innovative start-ups and SMEs, and access to the Central Guarantee Fund for SMEs (European Commission, 2018d). oriented towards innovation and R&D, due to the significant market and technological risk as well as higher credit demand (Brancati et al., forthcoming). The recovery in loan volumes is much more evident for medium and large companies than for small ones (+0.6 % and -1.0 % y-o-y respectively) (November data from Bank of Italy, 2018x). Moreover, the high stock of NPLs continues to pose a challenge in accessing funds by creating further constraints on banks' ability to provide credit (see Section 4.2). Graph 4.4.3: Share of debt in companies facing financial stress Notes: Zombies are defined as companies that are less than 10-years old and for which the interest coverage ratio has been below one for more than 3 years in a row (only available from 2014 onwards). The analysis does not include firms in agriculture, finance and insurance, public administration, arts and households as employers. Source: ECFIN calculations based on Orbis data Companies facing financial stress are generally smaller and considerably less productive than others. Financial distress for non-financial corporations has not diminished significantly over 2013-2015 (Graph 4.4.3). Financially stressed firms are significantly less productive, and represent on average 20 % of employment. They also invest less as they have to reduce their debt level. As not only their productivity but also their productivity growth is lower, the high proportion of financially stressed firms may be hampering improvement in Italy's aggregate productivity (see Section 4.3). 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% 12 13 14 15 Interest coverage ratio > 1 Interest coverage ratio < 1 Zombies Non-performing loans (%) ",
        "4.4. Investment and competitiveness 45 4.4.3. PUBLIC ADMINISTRATION* Public administration in Italy is perceived to be less efficient and effective than in EU peers. Italy scores worse than other EU major economies on most World Bank’s 2017 worldwide governance indicators (World Bank, 2016a). On the government effectiveness indicator, reflecting perceptions of the quality of public services and the capacity of the civil service, Italy improved its score to 0.52 from 0.45 in 2016 but it still performs significantly worse than European peers. Italy is also one of the Member States with the highest proportion of citizens not trusting public administrations, both at national and local level. Public offices are perceived as a burden more than a reliable partner (European Commission, 2017g). The same holds for firms. Despite some progress in the administrations' responsiveness to SMEs' needs (European Commission, 2017i, k), poor performance is registered for government regulations, the complexity of administrative procedures and government staff's competences in supporting new and growing firms (GEM 2016). Moreover, the public administration efficiency markedly differs across regions, which contributes to making the business environment in southern regions less favourable (see Section 4.5). Efficient management of public employment is crucial for the improvement of the Italian public administration. Italy's public sector suffers from low attractiveness among highly skilled workers (European Commission, 2017d). The returns to skills for civil servants are lower than private sector peers. This is a common pattern among major economies. However Italy shows the lowest returns on skills both in the private and public sector, with the latter being less than half than in EU peers (graph 4.4.4). Moreover, the negative difference between the returns to skills of young workers (25-34) and exit-age workers (55- 64) is three times larger than in comparable economies (Pinelli et al . 2016). This combines with an inefficient selection process, more based on academic knowledge than skills, and with the lack of an appropriate set of monetary and career incentives. As a result, a high level of educational mismatch and a negative auto-selection for recruitment burden the public administrations' performance (ARAN, 2014). Graph 4.4.4: Return to skills (numeracy) Notes: Huneshek et al estimates on PIAAC data (2012). Percentage increase in income associated with a one standard deviation increase in measures skills. Source: Bank of Italy, 2016 The implementation of the public administration reform is almost complete. In August 2015 a comprehensive enabling law to reform the public administration was adopted. In 2016 the government adopted a number of very effective legislative decrees simplifying and speeding the decision-making process and increasing transparency and digitalisation of the administrations (European Commission, 2017d; 2016b). In 2017, the implementing activity mostly focused on public employment and publicly- owned enterprises. ( 37 ) The legislative decrees implementing the reform have all been adopted. However, local public services still need to be comprehensively reformed (see Section 4.5.1). The operationalisation of the reform of public employment will be challenging. The reform touches upon the needed level of workforce, the recruitment process and the evaluation of performance. The new provisions allow public administration to set and plan the staff size and allocation according to actual needs, both in terms of number and competences. In the current system, ( 37 ) The legislative decree on SOEs was adopted in 2016. However, in November 2016 the Constitutional Court ruled it (along with a legislative decree on local public services and on public employment at managerial level) as unconstitutional. A corrective decree was then adopted in June 2017 for SOEs, while the delegation for the local public services and public employment at managerial level was expired. 0% 5% 10% 15% 20% 25% 30% 35% US ES DE UK NL FR IT Public sector Private sector ",
        "4.4. Investment and competitiveness 46 the number of posts available to each administration is set centrally through the definition of \" dotazione organica \". ( 38 ) Moreover, the reform goes in the right direction on civil servants' selection and recruitment. It introduces more skills-oriented elements for the selection, like a higher focus on PhD degrees, languages management and previous work experiences. However, the system still remains excessively reliant on knowledge-based recruitment competitions rather than on the assessment of skills/competences. The public administration department, though without a specific timeline, is currently revising the general competition rules to introduce further skill-based elements. The lack of relationship between the evaluation processes and promotion and salary progression is addressed. The new evaluation system, while being more goal-oriented, links monetary incentives with individual and team performance. However, its operationalisation might prove challenging, as it entails changing established practices at all levels. Enforcing the new single framework to manage and rationalise SOEs is crucial . The new rules put SOEs on an equal footing with private companies and introduce criteria to establish, acquire and keep the shareholding in SOEs. The rules strengthen ex-ante and ex-post oversight mechanisms and establish annual reviews backed by sanctions. Administrations that fail to adhere to the SOE criteria or not presenting the annual review of their shareholdings can be financially sanctioned or have their voting rights frozen in the SOE's board of directors. Still, given the difficulties of past reform attempts, making the new rules operational and enforcing them is expected to be challenging. The recognition of all publicly-owned enterprises was completed in November 2017 4.4.4. JUSTICE SYSTEM* The efficiency of the justice system improved only slightly and the length of proceedings remains a source of concern, especially at higher instances . An efficient justice system, able ( 38 ) \" Dotazioni organiche \" indicates the number of civil servants each administration can employ (by role and salary). It is updated every three years (art. 6, Testo Unico del Pubblico Impiego , TUPI). to cut the disposition time and backlog of cases by rationalising the organisation of courts and reducing excessive litigation rates could increase entrepreneurial activity and foreign direct investment (Lorenzani and Lucidi, 2014). In 2016, the time needed to resolve civil and commercial litigious cases in Italy was still one of the highest in the EU at all instances (Graph 4.4.5), which remains a source of concern. Namely, it amounted to 1.4 years in first instance, 2.7 years in second instance and 4 years in the third (European Commission, 2018c). The time needed to resolve administrative cases, at 925 days in first instance, also remains worrying, although lower than in 2010. Past reforms are helping to reduce the stock of pending civil cases in first and second instance, but the backlog is still substantial. ( 39 ) Moreover, the backlog at the Supreme Court of Cassation has continued to increase, by 4 % since 2014 (Corte di Cassazione, 2017a) and is one of the highest in the EU per capita. This suggests that past measures have yet to bring the expected improvement at the highest court. More generally, efficiency gains from past reform efforts seem to be limited, which is further exacerbated by the lack of progress in revising the civil procedural rules. In fact, while a few civil justice reforms of limited scope have recently been passed, ( 40 ) an important enabling law streamlining civil proceedings and introducing stronger deterrence against vexatious litigation has been pending in parliament for 2 years now. Streamlined case management and adequate human resources remain essential for ensuring that courts can function efficiently . Measures tackling the backlog of old cases, including through principles of efficient case management under the ‘ Strasbourg 2 ’ project, are showing encouraging initial results. Since 2014, the number of cases pending for more than 3 years in first instance and for more than 2 years in second instance has dropped by over 20 %. The difference between courts remains significant, however, with peaks of 60 % in the proportion of total cases pending for more than 3 years. Moreover, at the ( 39 ) Since 2010 pending civil cases have dropped by 17.6% at first instance and by 24.8% at second instance. However, around 4 million civil cases were still pending at the end of 2016, compared to more than 5 in 2010 (CEPEJ, 2017). ( 40 ) Law 46/2017 subjects international protection procedures to two jurisdictional levels instead of three; Law 24/2017 amends the procedural rules to favour amicable solutions in case of medical liability and malpractice; Law 47/2017 streamlines procedures to nominate tutors for the underage. ",
        "4.4. Investment and competitiveness 47 Supreme Court of Cassation the number of old cases as well as the proportion of total pending cases has further increased since 2014. In some instances, the difficulty of coping with the backlog can be explained by the still high rate of vacant posts for judges (around 13 % on average) and for court staff (around 23 % on average). However, the filling of 2 441 lay judge posts in September 2017 and ongoing competitions to fill most vacancies for ordinary judges and administrative staff may help speed up efficiency gains from past civil justice reforms, which are only timidly showing in the data on efficiency. A reform of the honorary magistracy, completed in July 2017, merges the different statutes of honorary judges, expands their responsibilities and underlines the temporary nature of their service by limiting it to 2 days a week and two terms of 4 years each. On this issue, concern is being voiced by ordinary and honorary magistrates over the risk of temporary disruptions due to lack of resources at the end of the temporary period. Graph 4.4.5: Time needed to solve civil and commercial litigious cases Source: European Commission, 2018c The latest evidence does not show that reforms intended to avoid abuses of the trial are being effective yet . Among the measures introduced to contain litigation and strengthen procedural discipline, for instance, the simplified proceeding (‘ rito sommario ’) has not become the default in appeal courts as the legislator intended; use of the ‘inadmissibility filter’ for appeals remains inconsistent and limited in second instance, ( 41 ) ( 41 ) Only 1.6% of appeals were declared inadmissible under the filter in 2016 (source: Ministry of Justice), which may thereby failing to bring the expected reduction in incoming cases. Furthermore, mediation and other forms of out-of-court settlement seem to have brought only modest results (Corte di Cassazione, 2017b). In 2016, the overall number of incoming civil cases increased by 5 % in first instance and 6 % in second instance. This reversed the slight downward trend recorded since 2010, partly due to steadily increasing appeal rates (to 22 % in 2016 at second instance up from 18 % in 2014). Incoming civil litigious cases at the Supreme Court of Cassation have also remained stable since 2012, and 13 % of Cassation appeals were declared inadmissible in 2016, up from 8 % in 2005, confirming the recent upward trend (Corte di Cassazione, 2017c). Overall, the Supreme Court’s ability to deal with its case inflow has decreased in the context of a marked rise (by 40 %) in its non- criminal incoming cases (including tax cases) since 2012. This could undermine the Supreme Court’s role in ensuring the uniformity of case-law, rectifying inconsistencies and maintaining public confidence in the judiciary (Consultative Council of European Judges, CCJE, 2017). Furthermore, the available literature (Bielen and Marneffe, 2017; Mora-Sanguinetti and Garoupa, 2015; Buonanno and Galizzi, 2014; Carmignani and Giacomelli, 2010) suggests that, despite past reforms, a hindrance to effectively containing litigation could be related to the absence of adequate enforcement of procedural discipline, in the context of wide access to lawyers. 4.4.5. FIGHTING CORRUPTION* Corruption remains a major challenge for Italy's business environment and public procurement . In 2017 Italy slightly improved its score on the World Bank's ‘control of corruption’ indicator as well as its performance on irregular payments and bribes and diversion of public funds (WEF, 2017). Still, Italy continues to score poorly in terms of favouritism in decisions by government officials, and survey data (Flash Eurobarometer 457) suggest that Italy has the highest proportion of firms in the EU that perceive favouritism and corruption as hindrances to competition (95 %, compared to the EU average of 74 %). Public intolerance to corruption seems to have increased: relate also to the extra duties of imposed on judges who are already overloaded at an early stage of the procedure. 0 0.5 1 1.5 2 2.5 3 3.5 4 N L A T B G I E D E S K E E L T S E C Z R O P T B E H U P L L V D KS I F I H R L U E S F R M T E L I T C Y U K y e a r s 1st instance 2nd instance 3rd instance N O D A T A ",
        "4.4. Investment and competitiveness 48 survey data indicate that 79 % of the population considers corruption unacceptable, compared to 68 % in 2013 (Special Eurobarometer 470). Corruption in public procurement is still a particularly serious risk too. In 2016, 31 % of all procedures above EU threshold had only one bidder and 9 % were not preceded by a call for tenders (Single Market Scoreboard, 2017). An increasing proportion of firms seems to consider corruption and risks of tailor-made specifications in public procurement managed by national authorities as widespread (80 % and 67 %, respectively, compared to 76 % and 61 % in 2015). Italy improved its anti-corruption framework also by revising the statute of limitations, but inefficient criminal justice still hinders the prosecution of corruption . In June 2017 the government amended the criminal code, including by revising the statute of limitations ( 42 ), which has long hindered the effective repression of corruption. The reform provides for the suspension of prescription terms (up to a maximum of 1.5 years, until the filing of the next ruling) for all criminal offences after a conviction in first and second instance. It also increases the terms by up to 50 % for specific corruption offences. While it does not stop prescription terms after a first- instance conviction as recommended by the Council of Europe’s Group of Countries Against Corruption (GRECO), the reform may reduce the scope for abusive criminal litigation as a delaying tactic at higher instances. As such, it may alleviate a long-standing concern that corruption cases get time-barred after first-instance conviction. In fact, the ratio of time-barred to resolved criminal cases, which does not reflect the new law yet, remained high in 2016 (8 % at first instance, 23.4 % at the second at 1.3 % at the third). Moreover, inefficiencies of the criminal justice system continue to hinder the repression of corruption. For example, in 2014 Italy had the largest number of ( 42 ) A country’s statute of limitations is the set of provisions establishing ‘prescription terms’ for civil or criminal offences, i.e. the maximum period of time after a crime, during which a legal proceeding against that crime may be initiated. If a trial is ongoing when the prescription term expires, the trial is ‘ time-barred ’ and stops. incoming and pending criminal cases at second and third instance (CEPEJ, 2016), also due to one of the highest rates of cassation appeals (52 %). This resulted in one of the longest disposition time in the EU, of 0.9 years in first instance, 2.4 years in second instance and 0.5 years in third instance in 2016 (Ministry of Justice). Incentivising expedited procedures and discouraging abuses of the trial system could thus help make Italy’s criminal justice (GRECO, 2016) and fight against corruption more effective, to the benefit of public and investor confidence in the rule of law. The National Anti-Corruption Authority has a key role in the implementation of the new enhanced anti-corruption framework . To further strengthen its anti-corruption framework, Italy has extended protection of whistleblowers to private sector workers and better aligned the offence of corruption among private parties with international standards. The ‘Antimafia’ Code has also been strengthened through additional powers to seize and confiscate the assets of mafia members perpetrating crimes against the public administration, including embezzlement and corruption. Moreover, the new Public Procurement Code aims to prevent cartels in public tenders, strengthen competition in private negotiations and establish a ceiling on subcontracting. ANAC has been given a more prominent role in monitoring the implementation of this new framework. Specifically, while its powers to suspend irregular procurement procedures have been curtailed, the authority can now issue pre-dispute opinions to solve controversies before they are brought to court and to appeal to the administrative judge against any act seriously breaching the new code. Its responsibilities have also been extended to the protection of whistleblowers against retaliation. However, most of the new powers still need to be made operational through a regulation by ANAC, and the authority can only issue non-binding pre- dispute opinions if there is no advance agreement between the parties. While ANAC’s staff and funding have recently been increased, carrying out its new responsibilities may again entail a shortage of resources. Finally, Italy still lacks a unified framework to regulate lobbying. ",
        "4.4. Investment and competitiveness 49 Box 4.4.1: Investment challenges and reforms in Italy Section 1. Macroeconomic perspective Since the crisis, the decline in investment has been sharper in Italy than in the EU on average. The fall in investment spending concerned both private and public and residential and non-residential investment, with the latter accounting for two thirds of the total drop. Investment in intangible assets showed greater resilience, but Italy still lags behind other euro area countries. The recent recovery, associated with strengthening demand in 2016 and 2017, has also been weaker than in peer countries. The investment decline in Italy was mainly driven by the fall in domestic demand, declining corporate profits, and tight financing conditions, in particular due to the vulnerable banking sector with its very high stock of non- performing loans (NPLs). Italian firms have also relatively more debt than equity-financed, which contributes to their limited access to further credit. Finally, the fiscal deficit and high general government debt continue to constrain public investment. As far as the Investment Plan is concerned, by September 2017 91 projects were approved for EFSI financing in Italy, with a total EFSI-related investment of EUR 33 billion. Section 2. Assessment of barriers to investment and ongoing reforms In addition to macroeconomic constraints, the overall business environment in Italy is not conducive to investment, especially in southern regions, as confirmed by the European Commission assessment. ( 1 ) The overlapping responsibilities between local and central governments and relatively poor institutional quality, implying e.g. slow contract enforcement, are weighing on investment. Some reforms have been adopted or are in the pipeline, in particular in the areas of the judicial system, labour legislation and competition framework, but implementation is far from being complete and other barriers remain to be addressed. Main barriers to investment 1. Firms’ access to finance remains heavily biased towards banks where pockets of vulnerabilities persist, while capital markets remain underdeveloped (see section 4.2 and 4.4). In particular, young innovative firms are hampered by the lack of alternative sources of financing. 2. In addition, the regulatory framework remains burdensome and unpredictable, which hampers business activities. Inefficiencies both in the public administration and the justice system, frequent and often unpredictable changes to the legislation and slow enforcement due to lengthy proceedings weaken the effectiveness of Italy’s legislation and undermine legal certainty (see section 4.4). 3. The high level of taxation on productive factors reduces firms’ incentives to invest (see section 4.1). ( 1 ) See ‘Challenges to Member States’ Investment Environments’, SWD (2015) 400 final http://ec.europa.eu/europe2020/challenges-to-member-states-investment-environments/index_en.htm Regulatory/ administrative burden Taxation CSR Public administration CSR Access to finance Public procurement /PPPs Cooperation btw academia, research and business Judicial system CSR Financing of R&D&I Insolvency framework CSR Business services / Regulated professions Competition and regulatory framework CSR Retail EPL & framework for labour contracts Construction Wages & wage setting CSR Digital Economy / Telecom Education Energy Legend : Transport No barrier to investment identified CSR Investment barriers that are also subject to a CSR Some progress No progress Substantial progress Limited progress Fully addressed Not assessed yet Public administration/ Business environment Financial Sector / Taxation R&D&I Sector specific regulation Labour market/ Education ",
        "50 4.5.1. COMPETITION IN PRODUCT AND SERVICE MARKETS AND BUSINESS ENVIRONMENT* Competition Several Italian sectors are still over-regulated and protected from competition. They include professional services, the health sector, local public transport, rail transport and the system of awarding concessions for managing publicly- owned goods. Italian law envisages an annual exercise to further liberalise the national economy. The first annual competition law was presented in 2015 and adopted in August 2017. Although the final text is less ambitious than the original draft (European Commission, 2017d) the adoption of the competition law represents an important step in the right direction. A new annual competition law is expected in 2018, based on new recommendation by the national competition authority. More competition in the Italian service sector would translate into a sizeable productivity gain for the manufacturing sector. Easing the market entry of new competitors would improve the allocative efficiency of markets for services. These positive effects are not limited to the service sector but would benefit the broader economy and particularly the manufacturing sector where services are an important input factor. Academic studies suggest that deregulation in ‘upstream’ service sectors entail productivity gains in ‘downstream’ manufacturing sectors (Arnold et al., 2011; Duggan et al., 2013; Bas, 2014;) but depend among other things on the institutional setting (Rodriguez & Rodrik, 1999) ( 43 ). Reducing barriers is more effective if the institutional setting is supportive (see Sections 4.4.3-4.4.5). Greater competition and efficiency in the service sector is expected to remarkably lift productivity in Italy’s manufacturing sector (Lusinyan and Muir, 2013) ( 44 ). ( 43 ) Arnold et al., 2011; Duggan et al., 2013; Bas, 2014; Arnold, J. M., Javorcik, B. S., & Mattoo, A., 2011. ( 44 ) Forthcoming background paper by European Commission, DG GROW. See also Lusine Lusinyan and Dirk Muir, Assessing the Macroeconomic Impact of Structural Reforms: The Case of Italy, IMF Working Paper WP/13/22. Graph 4.5.1: Overall restrictiveness of business services, 2016 Source: European Commission The competitive pressure in markets for business services in Italy remains low. The level of restrictiveness on competition in Italy is among the highest in the EU (Graph 4.5.1). The 2015 annual competition law aims to reduce regulatory barriers for certain professions. On legal services, the obligation for lawyers to belong to one specific professional association is removed. Multi- professional companies are allowed and law firms opened up to non-lawyer partners, both for shareholdings (up to 33 % of the capital) and non- executive management functions. In addition, the law increases the number of licensed notaries and extends their territorial scope while aligning advertising limitations with those of other professions. The monopoly of Poste Italiane on the delivery of legal notifications was also abolished. The competition law allows non-pharmacists, , with a regional threshold of 20% of the total number of pharmacies, albeit under strict conditions, to acquire pharmacies and liberalises opening hours. If properly and promptly enforced, these measures have the potential to increase productivity in downstream sectors. However, in December 2017 the government re-introduced the ‘equo compenso ’ limiting competition on prices/fees for all professionals in contractual relationship with parties having strong bargaining power, such as banks and insurance. The sharing economy has boosted demand for transport and accommodation services. 0 0.5 1 1.5 2 2.5 3 3.5 DE IT FR ES EU UK Accountant Architect Engineer Legal professions 4.5. SECTORAL POLICIES ",
        "4.5. Sectoral policies 51 However, the restrictions on the number of authorisations for rented cars with drivers (Noleggio con Conducente, NCC) and the possible entry into force of the ‘return to garage’ regulation are limiting the supply of innovative transport services. Based on a recommendation by the Italian Competition Authority, the 2015 competition law prompts the government to reorganise the sector of innovative transport services within 12 months to promote competition, establish common standards across the country and ensure the provision of transport services through interconnected platforms. However, the relevant decree law has not been implemented yet. As regards the accommodation sector, currently different approaches have been experimented by different regions. However, the government adopted a new law in June 2017 defining the fiscal obligations for intermediaries, including digital platforms. The law requires the intermediary to withhold the flat tax on rent income (together with any applicable local tourist taxes). It also obliges platforms established outside Italy to appoint a fiscal representative in Italy. At wholesale level, market concentration in Italy’s electricity sector has decreased as competition has been enhanced by the development of the electricity network and the excess of supply . However, wholesale electricity prices remain amongst the highest in Europe. In the wholesale gas sector, prices remain overall aligned with EU28 average. Despite the rather low market liquidity, the level of competition was somewhat improved by the early introduction of congestion management rules at the northern border. At retail level, both electricity and gas prices in Italy remain among the highest in Europe, notably due to the high share of taxes and levies. Italy has adopted in 2014 some measures (so- called \"Taglia bollette\") to reduce the burden of renewable energy support schemes on the electricity bills of consumers and Small and medium-sized enterprises. Both electricity and gas retail markets remain concentrated even if the annual switching rate among household consumers has risen ( 45 ). Both for retail electricity and gas markets, the standard (monitored) offer market ( 45 ) The electricity market worsened by 4.1 percentage points and now ranks among the lowest in the EU. The assessment for the gas sector remains among the lowest in the EU; upcoming Consumer Markets Scoreboard (2018) . (‘ mercato tutelato ’, for households only) will be phased out as of 1 July 2019 bringing more competition in the Italian market. The quality and efficiency of the transport sector is likely to benefit from greater competition via the tendering of public services contracts. Competitive call for tenders for public transport services are limited (European Commission, 2016b). Despite the positive experience in the high-speed railway sector, the direct awarding of contracts to the incumbent are still prevalent in other parts of the sector and barriers for newcomers remain. As regards motorways, beyond the chronic issue of concessions being directly awarded to the incumbent, there is still no competition in the market for electronic toll systems. Italy’s Transport Regulation Authority has become fully operational and is using its wide-ranging powers to reform the regulatory environment. It is focusing particularly on railways, ports, passenger rights, the scope of public service contracts and quality requirements. Local public transport in Italy remains inefficient , with a low costs-to-revenues ratio. In addition, one third of users are dissatisfied with service quality (versus a EU average of 17 %) (Steer Davies Gleave, 2016). The government adopted new measures in 2017 ( 46 ), linking access to financing for local transport to efficiency targets including revenue growth and the quality of service as well as the use of competitive tenders. Stringent implementation of the incentives, together with the delivery of the infrastructure investment plan, can drive the needed improvements. Business environment Doing business in Italy is significantly more difficult than in peer countries. Carrying out tasks requiring the involvement of the public administration implies comparatively higher costs and less efficient procedures than in other big EU countries (World Bank, 2016 and 2018). Italy performs still poorly in terms government regulations and complexity of the administrative procedures, a situation exacerbated by continuously changing legislation (European ( 46 ) Decree Law 50/2017. ",
        "4.5. Sectoral policies 52 Commission, 2017h). Further complicating factors are the administrative burden associated with tax payments; the high cost of enforcing contracts (which on average amounts to 23% of the claim) ( 47 ). However, performance indicators suggest that the administration has become more responsiveness to the needs of SMEs in specific areas (European Commission, 2017i, k): policy measures have been effective in reducing the time needed to start a business (although overall costs are still very high) ( 48 ), lowering paid-in minimum capital requirements and reducing the time and cost required to transfer property. The public administration’s responsiveness to business needs varies significantly between regions. The European Quality of Governance Index shows that Italy is the EU country where these differences are widest (Graph 4.5.2). This results in different business environments depending on where entrepreneurs are located and has an impact on their ability to invest and engage in innovative activities. It also affects their ability to take advantage of the opportunities offered by the European Structural and Investment Funds. Italy’s public procurement system has been reformed. However missing elements for the implementation include the adoption of a national plan for ‘end-to-end’ public procurement, the aggregation of public procurement and the required qualifications of economic operators. The creation of a central coordination body ( Cabina di regia per gli appalti pubblici ) aims to address the inefficiency of the system and the traditional lack of coordination between different government services. These reforms, if fully implemented, are expected to improve the business environment, competition and transparency. However, the actual activation of the coordination body is uncertain which also risks slowing down Italy’s efforts towards a modern and digitalised procurement system (e-procurement). ( 47 ) Three types of costs are recorded: court costs, enforcement costs and average attorney fees. ( 48 ) These amounted to EUR 2 000 in 2016 while EU average is EUR 360. More than half of the costs are notary fees. (SME Performance Review 2017 – SBA fact sheet on Italy). Graph 4.5.2: European quality of government index - best and worst performing regions per country Notes: France's overseas territories are excluded Source: European Commission, 2018e 4.5.2. NETWORK INDUSTRIES, ENERGY, CLIMATE AND ENVIRONMENT Italy is lagging behind in the development of broadband networks. The government has launched a call for tender to provide all ‘white’ areas ( 49 ) with ‘next-generation access’ (NGA) networks with a speed above 30Mbps (High-speed broadband). The latest revision of private operators’ plans for NGA investment has led to the emergence of a further 8 % of white areas which still need to be addressed. Meanwhile, NGA subscriptions increased by 94 % between June 2016 and June 2017, compared with just 5.7 % growth in broadband subscriptions over the same period. ( 50 ) The second phase of Italy’s fast broadband strategy includes demand-supporting measures of EUR 1.3 billion (e.g. vouchers) to boost 100Mpbs broadband. The penetration of this type of broadband was only 4.8 % in 2017, below the level in peer economies and far short of the 50 % goal indicated by the EU’s Digital Agenda ( 51 ). ( 49 ) White areas are areas in which fast broadband is not available at present and in which no operator has plans to invest in next-generation networks in the coming years. ( 50 ) However, according to the telecommunications regulator Agenzie per le Garanzie delle Communicazioni (AGCOM), private operators’ most recent plans for NGA investment imply a further 8 % increase of white areas. ( 51 ) Upcoming Consumer Markets Scoreboard (2018). -2.5 -2 -1.5 -1 -0.5 0 0.5 1 1.5 2 2.5 3 F I D K S E N L L U D E U K I E A T F R B E E E P T E S M T C Y L T S I C Z P L L V S K H U I T H R E L R O Chart Title Best perf. Worst perf. Average perf. ",
        "4.5. Sectoral policies 53 Graph 4.5.3: Ultra-fast Broadband coverage and penetration in 2017 (% of households) Source: European Commission According to the 2016 EU Transport Scoreboard, the quality of Italy's main infrastructure remains below the EU average ( 52 ). The rail sector is still characterised by a sizeable gap between north and south in terms of infrastructure endowment and traffic management technology. Railways are expected to be a major beneficiary of the new National Investment Fund (receiving 39.1 % of the EUR 46 billion earmarked until 2020). The new strategy aims to improve planning, prioritise investments, focus on sustainable urban mobility, foster multimodality and introduce project reviews. The spending, monitored by ANAC, is expected to focus on local transport (improvement of metro networks), the safety of local and regional railways ( ferrovie ex- concesse ). The ongoing transition towards renewable energy sources requires significant investment and changes to the structure of Italy’s energy markets . Italy remains insufficiently connected with the EU electricity market and the available interconnection capacity is not always fully exploited. Further capacity on the national network would improve the security and flexibility of the system. In particular, the country still relies on ( 52 ) Despite an improvement since 2015, consumers assessment on local transport (worst in the EU) and on train services (4 th worst position in the EU) is well below the EU28 average. Source: upcoming Consumer Markets Scoreboard (2018) . significant energy imports with the risk of serious congestion problems. In 2015 Italy’s renewable energy sector accounted for 97 100 employees (well above the EU average) with a turnover estimated at around EUR 18.7 billion (EurObserv’ER, 2017). Italy has already reached its national 2020 renewable energy target. Italy is among the biggest European producers of energy from geothermal, solar and hydrodynamic power. Italy is also the leading country in the use of heat pumps. However, uncertainty over the regulatory framework, past changes to the schemes for supporting renewables (e.g. retroactive cuts in feed-in tariffs for existing projects) and burdensome administrative procedures have limited market growth in recent years. Progress in energy efficiency is registered mainly in the manufacturing and transport sectors. Italy uses a variety of regulatory measures and economic incentives to promote energy efficiency. Tax credits for energy efficiency improvements in residential buildings has triggered investment of EUR 31.2 billion associated with a tax expenditure of around EUR 18.2 billion between 2007 and 2016 (ENEA, 2017). ( 53 ) In November 2017, Italy adopted a new national energy strategy ( Strategia Energetica Nazionale ) including:  a national renewable energy objective of 28% of gross energy consumption for 2030;  a reduction target of 10 Mtoe/year in 2030 in final energy consumption;  the full phase out of coal-fired power plants by 2025;  a goal of doubling investments in clean technologies from EUR 222 million in 2013 to EUR 444 million in 2021.  The strategy also includes measures to improve the adequacy, flexibility and resilience of the electricity and gas systems. ( 53 ) Rapporto Annuale Detrazioni fiscali del 65 % per la riqualificazione energetica del patrimonio edilizio esistente, 2017, ENEA — Agenzia nazionale per le nuove tecnologie, l'energia e lo sviluppo economico sostenibile . 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% ES DE EU UK FR IT Ultra-fast Broadband coverage (>100Mbps) Ultra-fastBroadband penetration (>100Mbps ",
        "4.5. Sectoral policies 54 Box 4.5.1: Policy highlights: Equitable and Sustainable Well-being indicator system Italy has taken significant steps towards the inclusion of the sustainable development dimension into budgetary and financial issues with the creation of the BES (Benessere equo e sostenibile) Equitable and Sustainable Well-being indicator system. The BES indicators are organised in 129 indicators in 12 fields. The law ( 1 ) establishing BES also creates an ad hoc Committee made of representatives from the Ministry of Economy and Finance (MEF), Bank of Italy, the National Institute of Statistics (ISTAT, Istituto nazionale di statistica) and high-level experts from the academic and research field to identify the indicators that are attached to the Annual Financial Law (Documento di Economia e Finanza). Furthermore, MEF is tasked with the production of an annual analysis reporting back to the parliament by 15 February each year as regards progress and trends of the indicators. The 12 dimensions of well-being Health Economic well-being Security Environment Education and Training Social relationship Subjective well-being Research, innovation and creativity Work and life balance Politics and Institutions Landscape and cultural heritage Quality of services www.istat.it/en/well-being-and-sustainability ( 1 ) Law No. 163 of 4 August 2016 n° 163, Art 1.6 & Art.14 G.U. 25/08/2016 Italy is on track to achieve its 2020 greenhouse gases emissions reduction target. According to the latest national projections based on existing measures, emissions in sectors not covered by the EU ETS are expected to decrease by 21% between 2005 and 2020, with respect to a target of 13%. Approximated data for 2016 show a 17% decrease of emissions, with respect to a 10% decrease target for the same year. Italy adopted a national sustainable development strategy (NSDS) in 2017 to guide the implementation of the Sustainable Development Goals (SDGs). The Presidency of the Council of Ministers will coordinate and manage the Strategy and the Government will provide an annual review about NSDS implementation. To this end, in 2017 Italy pioneered the development of the Benessere, Equo e Sostenibile (BES) indicators to accompany the annual budget law and to contribute to the NSDS monitoring process. The government also devised a catalogue of environment-friendly and -harmful subsidies (in the first estimate of 2016, EHSs and EFSs amount respectively to 16.2 and 15.7 billion EUR) and established a Natural Capital Committee. However, the Green Act to promote the transition to a circular economy is still in the pipeline. Waste management and water infrastructure need a substantial upgrade particularly in the southern regions. The necessary investment in urban wastewater treatment is estimated to amount to EUR 4.6 billion (European Commission, 2017j), the highest in the EU in absolute terms. Recycling of municipal waste is increasing, reaching 45.1 % in 2016, slightly below the EU average (45.6 %) (Eurostat, 2017). However, bringing the southern regions up to the performances of the north of the country and putting in place a structural mechanism to ensure that all landfills are adequately monitored remains the key challenge for waste management. Air pollution in Italy continues to give rise to serious human health concerns. Despite a slight reduction in premature deaths from air pollution between 2013 and 2014, Italy still registers the second worst figures in the EU (European Environment Agency, 2017). The problem is particularly severe in the central and northern regions. ",
        "55 Commitments Summary assessment ( 54 ) 2017 country-specific recommendations (CSRs) CSR 1: Pursue a substantial fiscal effort in 2018, in line with the requirements of the preventive arm of the Stability and Growth Pact, taking into account the need to strengthen the ongoing recovery and to ensure the sustainability of Italy’s public finances. Ensure timely implementation of the privatisation programme and use windfall gains to accelerate the reduction of the general government debt-to-GDP ratio. Shift the tax burden from the factors of production onto taxes less detrimental to growth in a budget-neutral way by taking decisive action to reduce the number and scope of tax expenditures, reforming the outdated cadastral system and reintroducing the first residence tax for high-income households. Broaden the compulsory use of electronic invoicing and payments. Italy has made Some Progress in addressing CSR 1. This overall assessment of CSR 1 does not include an assessment of compliance with the Stability and Growth Pact. Pursue a substantial fiscal effort in 2018, in line with the requirements of the preventive arm of the Stability and Growth Pact, taking into account the need to strengthen the ongoing recovery and to ensure the sustainability of Italy’s public finances. The compliance assessment with the Stability and Growth Pact will be carried out in spring when final data for 2017 is available. Ensure timely implementation of the privatisation programme and use windfall gains to accelerate the reduction of the general government debt-to-GDP ratio. Limited Progress Since the issuance of the 2017 CSRs, and despite the confirmation of ambitious privatisation targets for both 2017 (0.2% of GDP) and 2018 (0.3% of GDP), no new privatisations have been carried out. Italy's debt-to-GDP ratio is forecast by the COM to only stabilise in 2017 (at ( 54 ) The following categories are used to assess progress in implementing the 2017 country-specific recommendations (CSRs): No progress: The Member State has not credibly announced nor adopted any measures to address the CSR. This category covers a number of typical situations, to be interpreted on a case-by-case basis taking into account country-specific conditions. They include the following: no legal, administrative, or budgetary measures have been announced in the national reform programme or in any other official communication to the national Parliament/relevant parliamentary committees or the European Commission, or publicly (e.g. in a press statement or on the government's website); no non-legislative acts have been presented by the governing or legislative body; the Member State has taken initial steps in addressing the CSR, such as commissioning a study or setting up a study group to analyse possible measures to be taken (unless the CSR explicitly asks for orientations or exploratory actions). However, it has not proposed any clearly-specified measure(s) to address the CSR. Limited progress: The Member State has: announced certain measures but these address the CSR only to a limited extent; and/or presented legislative acts in the governing or legislative body but these have not been adopted yet and substantial further, non- legislative work is needed before the CSR is implemented; presented non-legislative acts, but has not followed these up with the implementation needed to address the CSR. Some progress: The Member State has adopted measures that partly address the CSR; and/or that address the CSR, but a fair amount of work is still needed to address the CSR fully as only a few of the measures have been implemented. For instance, a measure or measures have been adopted by the national Parliament or by ministerial decision, but no implementing decisions are in place. Substantial progress: The Member State has adopted measures that go a long way towards addressing the CSR and most of them have been implemented. Full implementation: The Member State has implemented all measures needed to address the CSR appropriately. ANNEX A: OVERVIEW TABLE ",
        "A. Overview table 56 132.1%) and slightly decrease in 2018 (to 130.8%). Shift the tax burden from the factors of production onto taxes less detrimental to growth in a budget- neutral way by taking decisive action to reduce the number and scope of tax expenditures, reforming the outdated cadastral system and reintroducing the first residence tax for high-income households. Limited Progress While measures have been taken to reduce the tax burden on labour and capital, no shift to property and consumption can be recorded. Tax expenditures haves been reviewed but not streamlined; no changes have been made to the property tax; the reform of cadastral values is still pending. Broaden the compulsory use of electronic invoicing and payments. Substantial Progress Mandatory e-invoicing has been extended to the private sector as of 2019 (2018 for fuels and public procurement). No action has been made to further electronic payments. CSR 2: Reduce the trial length in civil justice through effective case management and rules ensuring procedural discipline. Step up the fight against corruption, in particular by revising the statute of limitations. Complete reforms of public employment and improve the efficiency of publicly- owned enterprises. Promptly adopt and implement the pending law on competition and address the remaining restrictions to competition. Italy has made Some Progress in addressing CSR 2 Reduce the trial length in civil justice through effective case management and rules ensuring procedural discipline. Limited Progress A few civil justice reforms of limited scope have been passed, but an all- encompassing reform of the civil trial is still pending and evidence does not support yet the effectiveness of reforms to avoid abuses of the trial. Overall, disposition time does not show a clear downward trend compared to past years. Step up the fight against corruption, in particular by revising the statute of limitations. Substantial Progress Overall, Italy's anti- corruption framework has been improved in the past year by revising the statute of limitations and extending whistle-blowers' protection to private sector workers. While some powers of ANAC in the area of procurement were curtailed, the Authority was given a more prominent role in monitoring the implementation of the new framework. However, these new competencies remain to be operationalised through a regulation. Complete reforms of public employment and improve the efficiency of publicly-owned enterprises. Some Progress The implementation of the Public administration reform is almost complete. The relevant legislative decrees to reform public employment have been adopted and need to be operationalised. The new framework for SOEs is in place and needs to be implemented. Promptly adopt and implement the pending law on Some Progress The 2015 annual competition law ",
        "A. Overview table 57 competition and address the remaining restrictions to competition. was adopted and it needs to be implemented. No actions have been taken to remove remaining restrictions to competition. CSR 3: Accelerate the reduction in the stock of non- performing loans and step up incentives for balance- sheet clean-up and restructuring, in particular in the segment of banks under national supervision. Adopt a comprehensive overhaul of the regulatory framework for insolvency and collateral enforcement. Italy has made Some Progress in addressing CSR 3 Accelerate the reduction in the stock of non- performing loans and step up incentives for balance- sheet clean-up and restructuring, in particular in the segment of banks under national supervision. Some Progress In the banking sector, the authorities' clean-up of some of the weakest banks in mid-2017 has reduced acute financial stability risks. The high legacy stock of NPLs is declining on the back of NPL disposals including via the securitisation scheme supported by state guarantees (GACS). The supervisor has enhanced oversight of less significant institutions including by announcing a NPL guidance. The various corporate governance reforms are broadly on track. Consolidation and restructuring in the banking sector have continued. Adopt a comprehensive overhaul of the regulatory framework for insolvency and collateral enforcement. Limited Progress Regarding the overhaul of the insolvency framework, the enabling law has been adopted, and relevant implementing decrees have to be passed within a year. The Patto Marciano, an adopted measure to shorten the period of collateral enforcement, is not yet used by banks for firms. CSR 4: With the involvement of social partners, strengthen the collective bargaining framework to allow collective agreements to better take into account local conditions. Ensure effective active labour market policies. Facilitate the take-up of work for second earners. Rationalise social spending and improve its composition. Italy has made Limited Progress in addressing CSR 4 With the involvement of social partners, strengthen the collective bargaining framework to allow collective agreements to better take into account local conditions. Limited Progress The use of second-level contracts is very limited. Most actions relating to collective bargaining were taken before the adoption of the relevant CSR, while the intersectoral agreement on the bargaining framework has not been renegotiated yet. Social partners updated the agreement on the representativeness of trade unions, which is expected to become only operational in 2019. The tax rebates on productivity-related wage increases set by second-level agreements were strengthened ",
        "A. Overview table 58 in 2017. Ensure effective active labour market policies. Limited Progress The reform of ALMPs is still incomplete. The new Agency for Active Labour Market Policies was set up in January 2017, but the governance of the system is still into jeopardy. The adoption by the Ministry of Labour of the strategic plan on ALMP has been delayed. In this context, the PES placement capacity remains extremely limited, with a few exceptions. A pilot project on the outplacement voucher was launched in 2017, but the uptake has been lower than expected. In the absence of a common methodology for data collection, monitoring and performance evaluation remain weak. The annual reports on the implementation of the provisions of the Jobs Act on ALMPs, foreseen by the Decree 150/2015, have not been published. Facilitate the take-up of work for second earners. Limited Progress Some measures have been introduced in the Budget law, including the extension of paternity leave. However, policy actions remain fragmented and a comprehensive strategy is still lacking. Rationalise social spending and improve its composition. Some Progress To fight poverty and social exclusion, a new permanent measure has been adopted (REI), which also incorporates unemployment assistance and partly rationalises social spending. However, the latter remains biased towards old-age expenditure. In fact, the 2018 Budget further extends some provisions of the 2017 Budget partially reversing past pension reforms, which increase the already high pension share in overall social spending. Europe 2020 (national targets and progress) Employment rate target: 67-69 %. The employment rate has substantially increased to 61.6 in2016 and 62.7 % in the third quarter of 2017 (compared with 60.5 % in 2015). R&D target set in the NRP: 1.53 % of GDP Italy has achieved limited progress in the last years, and it is not on track to meet its target of spending 1.53% GDP on R&D by 2020. ",
        "A. Overview table 59 R&D intensity in 2016 is equal to 1.29%, up from 1.13% in 2007, with an average annual growth rate of 1.4% in the period 2007-2016. R&D intensity has been declining since 2014. - Public R&D intensity has been on a downward path since 2013, and its value in 2016 (0.50%) is lower than the pre-crisis value in 2007 (0.51%). - Private R&D intensity has experienced an increase since 2007, and it stood at 0.75% of GDP in 2016, much below the EU average of 1.32%. National greenhouse gas (GHG) emissions target: - 13 % in 2020 compared with 2005 (in sectors not included in the EU emissions trading scheme) According to the latest national projections submitted to the European Commission in 2017 and taking into account existing measures, Greenhouse gas emissions are projected to decrease by 21% between 2005 and 2020. Therefore Italy is on track to reach its 2020 greenhouse gas emission reduction target 2020 renewable energy target: 17 % With a renewable energy share of 17.5 % in 2016, Italy has already reached the 2020 target. The share of renewable electricity generation in final electricity consumption and in heating and cooling more than doubled between 2005 and 2016, increasing from 16.3 % to 34 % and from 8.2 % to 18.8 % respectively. Energy efficiency, 2020 energy consumption targets: Italy's 2020 energy efficiency target is 158 Mtoe expressed in primary energy consumption (124 Mtoe expressed in final energy consumption) The target was set at a level that would allow energy consumption to grow in the coming years. After the growth of both primary and final energy consumption in the period 2013-2014, energy consumption in the country is now decreasing again, in line with the decreasing trend registered since 2010. Italy decreased its primary energy consumption from 149,56 Mtoe in 2015 to 148.44 Mtoe in 2016. Final energy consumption decreased from 116.23 Mtoe in 2015 to 116.44 Mtoe in 2016. In light of the recent economic recovery in Italy, further efforts are however still needed to confirm these levels until 2020. Early school/training leaving target: 16 %. Italy has met this target. The early school leaving rate (the percentage of the population aged 18-24 with at most lower secondary education and not in further education or training) was 13.8 % in 2016, still higher than the EU average but signalling a considerable and consistent decrease over the past five years. Tertiary education target: 26-27 % of population Italy has made significant progress towards ",
        "A. Overview table 60 aged 30-34. achieving this target. The tertiary educational attainment rate rose to 26.2 % in 2016 but it still consistently below the EU average Target for reducing the number of people at risk of poverty or social exclusion, expressed as an absolute number of people: -2.2 million (base year 2008: 15.1 million). The percentage of the population at-risk-of-poverty- or-social-exclusion was 29.9% in 2016, deteriorating by 1.2 pps compared to 2015. ",
        "61 ANNEX B: MACROECONOMIC IMBALANCE PROCEDURE SCOREBOARD Table B.1: The MIP scoreboard for Italy (AMR 2018) Flags: p: Provisional. (1) This table provides data as published under the Alert Mechanism Report 2018, which reports data as of 24 Oct 2017. Please note that figures reported in this table may therefore differ from more recent data elsewhere in this document.(2) Figures highlighted are those falling outside the threshold established in the European Commission's Alert Mechanism Report. Source: European Commission 2017, Statistical Annex to the Alert Mechanism Report 2018, SWD(2017) 661. Thresholds 2011 2012 2013 2014 2015 2016 Current account balance, % of GDP 3 year average -4%/6% -2.8 -2.2 -0.8 0.9 1.5 2.1 Net international investment position % of GDP -35% -18.3 -22.2 -22.7 -21.2 -19.7 -9.8 Real effective exchange rate - 42 trading partners, HICP deflator 3 year % change ±5% (EA) ±11% (Non-EA) -3.2 -6.2 0.1 0.2 -2.4 -3.4 Export market share - % of world exports 5 year % change -6% -19.2 -25.3 -19.9 -14.9 -8.9 -2.8 Nominal unit labour cost index (2010=100) 3 year % change 9% (EA) 12% (Non-EA) 5.3 2.1 2.9 2.3 1.6 1.9 House price index (2015=100), deflated 1 year % change 6% -2.1p -5.4p -6.9p -4.6p -2.7p -0.8p Private sector credit flow, consolidated % of GDP 14% 3.1 -0.8 -3.0 -0.5 -1.3 0.6 Private sector debt, consolidated % of GDP 133% 122.7 125.1 121.6 119.0 115.3 113.6 General government gross debt % of GDP 60% 116.5 123.4 129.0 131.8 131.5 132.0 Unemployment rate 3 year average 10% 8.2 9.2 10.4 11.8 12.2 12.1 Total financial sector liabilities, non- consolidated 1 year % change 16.5% 5.0 7.3 -2.6 0.5 1.5 3.2 Activity rate - % of total population aged 15-64 3 year change in pp -0.2 pp -0.8 1.2 1.4 1.8 0.5 1.5 Long-term unemployment rate - % of active population aged 15-74 3 year change in pp 0.5 pp 1.3 2.2 2.9 3.4 1.3 -0.2 Youth unemployment rate - % of active population aged 15-24 3 year change in pp 2 pp 8.0 10.0 12.1 13.5 5.0 -2.2 E x t e r n a l i m b a l a n c e s a n d c o m p e t i t i v e n e s s I n t e r n a l i m b a l a n c e s E m p l o y m e n t i n d i c a t o r s ",
        "62 ANNEX C: STANDARD TABLES Table C.1: Financial market indicators (1) Latest data Q3 2017. (2) Latest data Q2 2017. (3) As per ECB definition of gross non-performing debt instruments (4) Quarterly values are not annualised * Measured in basis points. Source: European Commission (long-term interest rates); World Bank (gross external debt); Eurostat (private debt); ECB (all other indicators) 2012 2013 2014 2015 2016 2017 Total assets of the banking sector (% of GDP) (1) 261.6 252.3 248.0 237.2 233.5 226.3 Share of assets of the five largest banks (% of total assets) 39.7 39.6 41.0 41.0 43.0 - Foreign ownership of banking system (% of total assets) (2) 8.8 8.6 8.3 7.8 8.6 7.5 Financial soundness indicators: 2) - non-performing loans (% of total loans) (3) 11.0 12.9 13.6 13.6 12.4 10.1 - capital adequacy ratio (%) 13.4 13.7 14.2 14.8 13.9 15.3 - return on equity (%) (4) -1.0 -11.5 -2.8 3.1 -7.7 4.6 Bank loans to the private sector (year-on-year % change) (1) 1.7 -3.5 -0.8 -0.6 -0.2 -2.5 Lending for house purchase (year-on-year % change) (1) -0.5 -1.1 -0.9 0.4 1.7 2.2 Loan to deposit ratio (1) 117.3 111.0 108.2 102.7 97.6 95.0 Central Bank liquidity as % of liabilities - - 6.2 5.1 6.5 8.0 Private debt (% of GDP) 125.1 121.6 119.0 115.3 113.6 - Gross external debt (% of GDP) (2) - public 41.0 43.2 50.3 50.9 47.5 45.6 - private 30.6 31.2 30.9 29.6 27.6 27.1 Long-term interest rate spread versus Bund (basis points)* 399.8 274.7 172.9 121.8 139.8 182.2 Credit default swap spreads for sovereign securities (5-year)* 323.2 199.7 101.6 92.2 107.8 86.8 ",
        "C. Standard tables 63 Table C.2: Headline Social Scoreboard indicators † The Social Scoreboard includes 14 headline indicators, of which 12 are currently used to compare Member States performance. The indicators \"participants in active labour market policies per 100 persons wanting to work\" and \"compensation of employees per hour worked (in EUR)\" are not used due to technical concerns by Member States. Possible alternatives will be discussed in the relevant Committees. (1) People at risk of poverty or social exclusion (AROPE): individuals who are at risk of poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in households with zero or very low work intensity (LWI). (2) Unemployed persons are all those who were not employed but had actively sought work and were ready to begin working immediately or within two weeks. (3) Gross disposable household income is defined in unadjusted terms, according to the draft Joint Employment Report 2018. (4) Reduction in percentage of the risk of poverty rate, due to social transfers (calculated comparing at-risk-of poverty rates before social transfers with those after transfers; pensions are not considered as social transfers in the calculation). (5) Average of first three quarters of 2017, except for the indicator \"individual who have basic or above basic digital skills\" (annual data). Data for unemployment rate is seasonally adjusted. \"Sources: Eurostat\" 2012 2013 2014 2015 2016 2017 5 Equal opportunities and access to the labour market Early leavers from education and training (% of population aged 18-24) 17.3 16.8 15.0 14.7 13.8 : Gender employment gap (pps) 21.0 19.8 19.4 20.0 20.1 20.0 Income inequality, measured as quintile share ratio (S80/S20) 5.6 5.8 5.8 5.8 6.3 : At-risk-of-poverty or social exclusion rate 1 (AROPE) 29.9 28.5 28.3 28.7 30.0 : Young people neither in employment nor in education and training (% of population aged 15-24) 21.0 22.2 22.1 21.4 19.9 : Dynamic labour markets and fair working conditions † Employment rate (20-64 years) 60.9 59.7 59.9 60.5 61.6 62.3 Unemployment rate 2 (15-74 years) 10.7 12.1 12.7 11.9 11.7 11.3 Gross disposable income of households in real terms per capita 3 (Index 2008=100) : : 88.4 89.6 91.0 : Public support / Social protection and inclusion Impact of social transfers (excluding pensions) on poverty reduction 4 20.4 21.5 21.5 21.7 21.4 : Children aged less than 3 years in formal childcare 21.0 22.0 22.9 27.3 34.4 : Self-reported unmet need for medical care 5.7 7.0 7.0 7.2 5.5 : Individuals who have basic or above basic overall digital skills (% of population aged 16-74) : : : 43.0 44.0 : ",
        "C. Standard tables 64 Table C.3: Labour market and education indicators * Non-scoreboard indicator (1) Long-term unemployed are people who have been unemployed for at least 12 months. (2) Difference between the average gross hourly earnings of male paid employees and of female paid employees as a percentage of average gross hourly earnings of male paid employees. It is Defined as \"unadjusted\", as it does not correct for the distribution of individual characteristics (and thus gives an overall picture of genDer inequalities in terms of pay). All employees working in firms with ten or more employees, without restrictions for age and hours worked, are incluDed. (3) PISA (OECD) results for low achievement in mathematics for 15 year-olds. (4) Impact of socio-economic and cultural status on PISA (OECD) scores. Values for 2012 and 2015 refer respectively to mathematics and science. (5) Average of first three quarters of 2017. Data for youth unemployment rate is seasonally adjusted. Source: Eurostat, OECD Labour market indicators 2012 2013 2014 2015 2016 2017 5 Activity rate (15-64) 63.5 63.4 63.9 64.0 64.9 : Employment in current job by duration From 0 to 11 months 9.4 8.9 9.3 10.0 10.3 : From 12 to 23 months 6.5 5.9 5.6 6.1 7.0 : From 24 to 59 months 14.5 13.8 13.3 12.4 12.4 : 60 months or over 69.6 71.4 71.8 71.5 70.3 : Employment growth* (% change from previous year) -0.3 -1.8 0.1 0.7 1.3 1.4 Employment rate of women (% of female population aged 20-64) 50.5 49.9 50.3 50.6 51.6 52.4 Employment rate of men (% of male population aged 20-64) 71.5 69.7 69.7 70.6 71.7 72.3 Employment rate of older workers* (% of population aged 55-64) 40.3 42.7 46.2 48.2 50.3 51.9 Part-time employment* (% of total employment, aged 15-64) 16.8 17.6 18.1 18.3 18.5 18.7 Fixed-term employment* (% of employees with a fixed term contract, aged 15-64) 13.8 13.2 13.6 14.1 14.0 15.2 Transition rate from temporary to permanent employment (3-year average) 21.4 20.1 19.1 19.8 : : Long-term unemployment rate 1 (% of labour force) 5.6 6.9 7.7 6.9 6.7 6.5 Youth unemployment rate (% active population aged 15-24) 35.3 40.0 42.7 40.3 37.8 35.4 Gender gap in part-time employment 24.3 24.3 24.3 24.4 24.5 24.4 Gender pay gap 2 (in undadjusted form) 6.5 7.0 6.1 5.5 : : Education and training indicators 2012 2013 2014 2015 2016 2017 Adult participation in learning (% of people aged 25-64 participating in education and training) 6.6 6.2 8.1 7.3 8.3 : Underachievement in education 3 24.7 : : 23.3 : : Tertiary educational attainment (% of population aged 30-34 having successfully completed tertiary education) 21.9 22.5 23.9 25.3 26.2 : Variation in performance explained by students' socio-economic status 4 10.1 : : 9.6 : : ",
        "C. Standard tables 65 Table C.4: Social inclusion and health indicators * Non-scoreboard indicator (1) At-risk-of-poverty rate (AROP): proportion of people with an equivalised disposable income below 60 % of the national equivalised median income. (2) Proportion of people who experience at least four of the following forms of deprivation: not being able to afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) enjoy a week of holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. (3) Percentage of total population living in overcrowded dwellings and exhibiting housing deprivation. (4) People living in households with very low work intensity: proportion of people aged 0-59 living in households where the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the previous 12 months. (5) Ratio of the median individual gross pensions of people aged 65-74 relative to the median individual gross earnings of people aged 50-59. (6) Fixed broadband take up (33%), mobile broadband take up (22%), speed (33%) and affordability (11%), from the Digital Scoreboard. Sources: Eurostat, OECD 2012 2013 2014 2015 2016 2017 Expenditure on social protection benefits* (% of GDP) Sickness/healthcare 6.8 6.8 6.8 6.6 : : Disability 1.6 1.7 1.7 1.7 : : Old age and survivors 16.7 17.0 16.8 16.8 : : Family/children 1.2 1.2 1.6 1.7 : : Unemployment 1.6 1.8 1.7 1.7 : : Housing 0.0 0.0 0.0 0.0 : : Social exclusion n.e.c. 0.2 0.2 0.2 0.2 : : Total 28.1 28.6 28.8 28.8 : : of which: means-tested benefits 1.6 1.6 2.1 2.2 : : General government expenditure by function (% of GDP, COFOG) Social protection 20.5 21.0 21.2 21.3 21.1 : Health 7.2 7.2 7.2 7.0 7.0 : Education 4.1 4.1 4.0 4.0 3.9 : Out-of-pocket expenditure on healthcare (% of total health expenditure) 21.7 21.8 22.1 22.8 : : Children at risk of poverty or social exclusion (% of people aged 0-17)* 34.1 32.0 32.1 33.5 33.2 : At-risk-of-poverty rate 1 (% of total population) 19.5 19.3 19.4 19.9 20.6 : In-work at-risk-of-poverty rate (% of persons employed) 11.0 11.0 11.0 11.5 11.7 : Severe material deprivation rate 2 (% of total population) 14.5 12.3 11.6 11.5 12.1 : Severe housing deprivation rate 3 , by tenure status Owner, with mortgage or loan 8.3 9.1 8.4 9.7 6.5 : Tenant, rent at market price 16.8 16.2 19.1 18.6 14.8 : Proportion of people living in low work intensity households 4 (% of people aged 0-59) 10.6 11.3 12.1 11.7 12.8 : Poverty thresholds, expressed in national currency at constant prices* 8611 8212 8118 8147 8344 : Healthy life years (at the age of 65) Females 7.1 7.1 7.3 7.5 : : Males 7.7 7.7 7.8 7.8 : : Aggregate replacement ratio for pensions 5 (at the age of 65) 0.6 0.6 0.6 0.7 0.7 : Connectivity dimension of the Digital Economy and Society Inedex (DESI) 6 : : 35.6 40.2 43.5 53.8 GINI coefficient before taxes and transfers* 51.0 51.6 51.7 51.3 : : GINI coefficient after taxes and transfers* 32.4 32.8 32.4 32.4 : : ",
        "C. Standard tables 66 Table C.5: Product market performance and policy indicators (1) The methodologies, including the assumptions, for this indicator are shown in detail here: http://www.doingbusiness.org/methodology. (2) Average of the answer to question Q7B_a. \"[Bank loan]: If you applied and tried to negotiate for this type of financing over the past six months, what was the outcome?\". Answers were codified as follows: zero if received everything, one if received most of it, two if only received a limited part of it, three if refused or rejected and treated as missing values if the application is still pending or don't know. (3) Percentage population aged 15-64 having completed tertiary education. (4) Percentage population aged 20-24 having attained at least upper secondary education. (5) Index: 0 = not regulated; 6 = most regulated. The methodologies of the OECD product market regulation indicators are shown in detail here: http://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm (6) Aggregate OECD indicators of regulation in energy, transport and communications (ETCR). Source: European Commission; World Bank — Doing Business (for enforcing contracts and time to start a business); OECD (for the product market regulation indicators); SAFE (for outcome of SMEs' applications for bank loans). Performance Indicators 2010 2011 2012 2013 2014 2015 2016 Labour productivity (real, per person employed, year-on-year % change) Labour productivity in Industry 8.62 1.13 1.62 0.59 0.89 1.54 -0.29 Labour productivity in Construction -1.49 -3.34 2.75 5.53 -2.06 -0.04 2.18 Labour productivity in Market Services 2.11 0.09 -1.54 0.87 1.07 -0.10 -1.59 Unit labour costs (ULC) (whole economy, year-on-year % change) ULC in Industry -5.78 1.68 1.37 1.84 0.68 0.73 0.26 ULC in Construction 2.34 4.93 -0.35 -4.45 0.68 2.57 0.90 ULC in Market Services -0.40 1.44 2.02 1.01 0.20 2.53 3.44 Business Environment 2010 2011 2012 2013 2014 2015 2016 Time needed to enforce contracts (1) (days) 1210.0 1210.0 1185.0 1185.0 1185.0 1120.0 1120.0 Time needed to start a business (1) (days) 7.0 7.0 8.0 8.0 7.0 6.5 6.5 Outcome of applications by SMEs for bank loans (2) 0.74 0.80 1.08 0.95 1.06 0.58 0.51 Research and innovation 2010 2011 2012 2013 2014 2015 2016 R&D intensity 1.22 1.21 1.27 1.31 1.34 1.34 1.29 General government expenditure on education as % of GDP 4.40 4.10 4.10 4.10 4.00 4.00 na Persons with tertiary education and/or employed in science and technology as % of total employment 31 32 33 33 33 34 34 Population having completed tertiary education (3) 13 13 14 14 15 16 16 Young people with upper secondary level education (4) 77 77 78 78 80 80 81 Trade balance of high technology products as % of GDP -1.15 -0.91 -0.61 -0.43 -0.41 -0.54 na Product and service markets and competition 2003 2008 2013 OECD product market regulation (PMR) (5) , overall 1.80 1.49 1.26 OECD PMR5, retail 3.85 4.06 3.15 OECD PMR5, professional services 3.55 3.02 2.10 OECD PMR5, network industries (6) 2.97 2.45 2.01 ",
        "C. Standard tables 67 Table C.6: Green growth All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2010 prices) Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) Carbon intensity: greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: domestic material consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Weighting of energy in HICP: the proportion of 'energy' items in the consumption basket used for the construction of the HICP Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual % change) Real unit energy cost: real energy costs as % of total value added for the economy Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value added of industry (in 2010 EUR) Real unit energy costs for manufacturing industry excluding refining : real costs as % of value added for manufacturing sectors Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDP Electricity and gas prices for medium-sized industrial users: consumption band 500–20 00MWh and 10 000–100 000 GJ; figures excl. VAT. Recycling rate of municipal waste: ratio of recycled and composted municipal waste to total municipal waste Public R&D for energy or for the environment: government spending on R&D for these categories as % of GDP Proportion of GHG emissions covered by EU emissions trading system (ETS) (excluding aviation): based on GHG emissions (excl. land use, land use change and forestry) as reported by Member States to the European Environment Agency. Transport energy intensity: final energy consumption of transport activity (kgoe) divided by transport industry gross value added (in 2010 EUR) Transport carbon intensity: GHG emissions in transport activity divided by gross value added of the transport sector Energy import dependency: net energy imports divided by gross inland energy consumption incl. consumption of international bunker fuels Aggregated supplier concentration index: covers oil, gas and coal. Smaller values indicate larger diversification and hence lower risk. Diversification of the energy mix: Herfindahl index covering natural gas, total petrol products, nuclear heat, renewable energies and solid fuels * European Commission and European Environment Agency Source: European Commission and European Environment Agency (Share of GHG emissions covered by ETS); European Commission (Environmental taxes over labour taxes and GDP); Eurostat (all other indicators) Green growth performance 2011 2012 2013 2014 2015 2016 Macroeconomic Energy intensity kgoe / € 0.11 0.11 0.10 0.10 0.10 0.10 Carbon intensity kg / € 0.30 0.30 0.29 0.27 0.28 - Resource intensity (reciprocal of resource productivity) kg / € 0.41 0.36 0.32 0.27 0.27 0.27 Waste intensity kg / € - 0.10 - 0.10 - - Energy balance of trade % GDP -3.6 -3.8 -3.3 -2.6 -2.0 -1.6 Weighting of energy in HICP % 8.37 9.57 10.02 9.11 9.96 9.55 Difference between energy price change and inflation % 5.0 9.2 0.1 -3.7 -2.8 -4.7 Real unit of energy cost % of value added 13.8 14.1 13.7 13.7 - - Ratio of environmental taxes to labour taxes ratio 0.14 0.16 0.16 0.17 0.16 - Environmental taxes % GDP 3.1 3.5 3.5 3.6 3.4 3.5 Sectoral Industry energy intensity kgoe / € 0.11 0.11 0.10 0.10 0.10 0.10 Real unit energy cost for manufacturing industry excl. refining % of value added 19.6 19.3 18.8 18.9 - - Share of energy-intensive industries in the economy % GDP 8.57 8.71 8.61 8.51 8.44 8.60 Electricity prices for medium-sized industrial users € / kWh 0.16 0.17 0.17 0.17 0.16 0.15 Gas prices for medium-sized industrial users € / kWh 0.03 0.04 0.04 0.04 0.03 0.03 Public R&D for energy % GDP 0.02 0.02 0.02 0.02 0.02 0.02 Public R&D for environmental protection % GDP 0.02 0.02 0.01 0.02 0.01 0.01 Municipal waste recycling rate % 35.5 38.4 39.4 41.6 43.5 45.3 Share of GHG emissions covered by ETS* % 40.1 39.9 37.6 36.6 36.3 35.7 Transport energy intensity kgoe / € 0.54 0.53 0.54 0.56 0.57 0.57 Transport carbon intensity kg / € 1.48 1.44 1.44 1.53 1.53 - Security of energy supply Energy import dependency % 81.4 79.2 76.8 75.9 77.1 77.5 Aggregated supplier concentration index HHI 12.9 13.8 16.0 13.3 14.9 - Diversification of energy mix HHI 0.31 0.30 0.29 0.29 0.29 0.30 ",
        "68 Aassve, A., F. C. Billari and L. Pessin (2016), ‘Trust and fertility dynamics, Social Forces , Vol. 95, Issue 2 (December 2016), pp. 663-92. Aassve, A., L. Mencarini and M. Sironi (2015), ‘Institutional change, happiness, and fertility’, European Sociological Review , Vol. 31, Issue 6 (December 2015), pp. 749-65. Albertini, M. and E. Pavolini (2017), ‘Unequal Inequalities: The Stratification of the Use of Formal Care Among Older Europeans’, Journals of Gerontology Series B-Psychological Sciences and Social Sciences , Vol. 72, pp. 510 – 521. Amici M., E. Bobbio and R. Torrini (2017), ‘Patters of convergence (divergence) in the euro area: profitability versus cost and price indicators’, Questioni di Economia e Finanza , Occasional Papers 415, Bank of Italy, Rome. ANPAL (2017), Implementation of the Youth Guarantee in Italy , Quarterly Monitoring Report, 2/2017, Agenzia Nazionale Politiche Attive Lavoro, Rome. ARAN (2014), Organizzazione e capitale umano: due questioni chiave per il rilancio del pubblico impiego, Occasional paper 4, Agenzia per la rappresentanza negoziale delle pubbliche amministrazioni, Rome. ARAN (2013), Anzianità ed età del personale pubblico, Occasional paper 3, Agenzia per la rappresentanza negoziale delle pubbliche amministrazioni, Rome. Arnold, J. M., B. Brys, C. Heady, A. Johansson, C. Schwellnus and L. Vartia (2011), ‘Tax Policy for Economic Recovery and Growth’, The Economic Journal , 121: F59–F80. Associazione Trasporti (2015), Il trasporto pubblico nelle capitali europee: un’analisi di benchmark, Associazione Trasporti, Rome. Bank of Italy (2018), Economic Bulletin No. 1 – 2018 , Bank of Italy, Rome. Bank of Italy (2017a), Financial Stability Report 2/2017 , Bank of Italy, Rome. Bank of Italy (2017b), Relazione annuale , Bank of Italy, Rome. Bank of Italy (2017c), ‘Back on Track? A macro-micro narrative of Italian exports’, Questioni di Economia e Finanza , Occasional Papers 399, Bank of Italy, Rome. Bank of Italy (2016), ‘Incentivi e selezione nel pubblico impiego’, Questioni di Economia e Finanza , Occasional Papers 342, Bank of Italy, Rome. Bielen, S. and W. Marneffe (2017), ‘Testing the lawyer-induced litigation hypothesis in Europe’, Applied Economics , 09 September 2017, p.1-15 Billari, F. C. (2008), ‘Lowest-low fertility in Europe: Exploring the causes and finding some surprises’, The Japanese Journal of Population , Vol.6, No.1 (March 2008), pp. 2-18. Billari, F. C. and V. Galosso (2009), What explains fertility? Evidence from Italian pension reform , CESifo Working Paper Series No. 2646 (May 2009), Munich. REFERENCES ",
        "References 69 Boeri T. and P. Garibaldi (2017), Graded Security and Labor Market Mobility Clean Evidence from the Italian Jobs Act , Presentation at VisitINPS Workshop, 31 October 2017, https://www.inps.it/nuovoportaleinps/default.aspx?itemdir=51337 Brancati E., R. Brancati, D. Guarascio, L. Iapadre, A. Maresca, M. Romagnoli and A. Zanfei (forthcoming), ‘Study on Firm-Level Drivers of Export Performance and External Competitiveness in Italy’, European Economy , Discussion Paper XX, Publications Office of the European Union, Luxembourg. Buonanno, P. and Galizzi, M. M. (2014), ‘Advocatus, et non latro? testing the excess of litigation in the Italian courts of justice’, Review of Law & Economics , 10 (3). pp. 285-322. Carmignani A. and S. Giacomelli (2010), Too many lawyers? Litigation in Italian civil courts , Working Papers No 745, Bank of Italy, Rome. Carta, F. and L. Rizzica (2015), ‘Female employment and pre-kindergarten: on the unintended effects of an Italian reform’, Temi di discussion, No. 1030, Bank of Italy, Rome. CASE et al., (2017), Study and Reports on the VAT Gap in the EU-28 Member States: 2017 Final Report , TAXUD/2015/CC/131, IHS, Institute for Advanced Studies, Vienna. CCJE (2017), Opinion no. 20 on the role of courts with respect to the uniform application of the law, Consultative Council of European Judges (CCJE). Available at: https://rm.coe.int/opinion-no-20-2017- on-the-role-of-courts-with-respect-to-the-uniform-a/16807661e3 CEPEJ (2018), Evaluation of European Judicial Systems, 7 th Report – Edition 2018 (2016 data), The European Commission for the Efficiency of Justice. CEPEJ (2016), Evaluation of European Judicial Systems, 6 th Report – Edition 2016 (2014 data) The European Commission for the Efficiency of Justice. Colonna, F. and S. Marcassa (2013), ‘Taxation and labor force participation: the case of Italy’, Questioni di Economia e Finanza , No. 191, Bank of Italy, Rome. Colonna, F. and S. Marcassa (2015), ‘Taxation and female labor supply in Italy’, IZA Journal of Labor Policy , Vol. 4:5 (December 2015). Confindustria (2017), Rapporto PMI Centro-Nord, Confindustria, Rome. Consip (2016) November 2016, available at: https://www.acquistinretepa.it/opencms/opencms/ Conti, F.M., I. Guida, A. Redina and G. Santini (2017), ‘Bad loan recovery rates in 2016’, Notes on Financial Stability and Supervision , No. 11, November, Bank of Italy, Rome. Corte di Cassazione (2018), Relazione sull'amministrazione della giustizia nell'anno 2017 , Corte Suprema di Cassazione, Rome. Corte di Cassazione (2017a), La Cassazione Civile, Anno 2017, Corte Suprema di Cassazione, Ufficio di Statistica, Rome. Corte di Cassazione (2017b), Relazione sull'amministrazione della giustizia nell'anno 2016 , Corte Suprema di Cassazione, Rome. ",
        "References 70 Corte di Cassazione (2017c), La Cassazione civile: Annuario statistico 2016 , Corte Suprema di Cassazione, Rome. Corte di Cassazione (2016), La Cassazione Civile, Anno 2016 , Corte Suprema di Cassazione, Ufficio di Statistica, Rome. Zuanna G.D. (2004) The Banquet of Aeolus. In: Zuanna G.D., Micheli G.A. (eds) ‘Strong Family and Low Fertility: A Paradox? ’, European Studies of Population , vol 14. Springer, Dordrecht. ENEA (2017), Rapporto Annuale Detrazioni fiscali del 65% per la riqualificazione energetica del patrimonio edilizio esistente , L'Agenzia Nazionale per le Nuove tecnologie, l'Energia e lo Sviluppo economico sostenibile, Rome. Available at: http://www.efficienzaenergetica.enea.it/allegati/Report_Detrazioni_65__Executive_Summary- 2017.compressed.pdf Eurobserv'ER (2016), 16th annual overview barometer, the state of renewable energies in Europe , EurObserv’ER consortium, available at: https://www.eurobserv-er.org/16th-annual-overview-barometer/ European Commission (2018a): Debt Sustainability Monitor 2017, European Economy , Institutional Papers 071, Publications Office of the European Union, Luxembourg. European Commission (2018b), forthcoming, ‘Ageing Report’, European Economy , Institutional Paper XX, Publications Office of the European Union, Luxembourg. European Commission (2018c), forthcoming, EU Justice Scoreboard 2018 , Publications Office of the European Union, Luxembourg. European Commission (2018d), Italy – Review of progress on policy measures relevant for the correction of macroeconomic imbalances , European Commission, Brussels. European Commission (2018e), The European Quality of Governance Index , European Commission, Brussels. European Commission (2018f), ‘European Economic Forecast - Winter 2018’, European Economy, Institutional Paper 073, November, Publications Office of the European Union, Luxembourg. European Commission (2017a), ‘European Economic Forecast - Autumn 2017’, European Economy , Institutional Paper 063, November, Publications Office of the European Union, Luxembourg. European Commission (2017b), Alert Mechanism Report 2018 , SWD (2017) 771 final, European Commission, Brussels. European Commission (2017c), ‘The 2018 Ageing Report: Underlying Assumptions and Projection Methodologies’, European Economy , Institutional Paper 065, Publications Office of the European Union, Luxembourg. European Commission (2017d): Country Report Italy 2017 - Including an In-Depth Review on the prevention and correction of macroeconomic imbalances , SWD (2017) 77 final, European Commission, Brussels. European Commission (2017e), Empirical current account benchmarks: modelling the impact of demographic variables , LIME Working Group, 24 April 2017. ",
        "References 71 European Commission (2017f), Quarterly Report on the Euro Area (QREA) , Vol. 16, No. 1, Institutional Paper 049, Publications Office of the European Union, Luxembourg. European Commission (2017g), Eurobarometer 2017 , available at: http://ec.europa.eu/commfrontoffice/publicopinion/index.cfm/WhatsNew/index European Commission (2017h), Businesses attitudes towards corruption in the EU, Flash Eurobarometer, European Commission, Brussels. European Commission (2017i), EU Monitor of Macroeconomic Imbalances , European Commission, Brussels. European Commission (2017j), Facts and Figures about Urban Waste Water Treatment , European Commission, Brussels. Available at: http://ec.europa.eu/environment/water/water- urbanwaste/implementation/factsfigures_en.htm European Commission (2017k), Small Business Act Review , Fact Sheet on Italy, available at: https://ec.europa.eu/growth/smes/business-friendly-environment/small-business-act_en European Commission (2017l), Survey on the Access to Finance of Enterprises (SAFE), Fact Sheet on Italy 2017, European Commission, Brussels. European Commission (2016a), Refining the methodology for NIIP benchmarks , LIME Working Group, 21 November 2016. European Commission (2016b), Country Report Italy 2015 – Including an In-Depth Review on the prevention and correction of macroeconomic imbalances , SWD (2016) 81 final, European Commission, Brussels European Commission (2016c), Macroeconomic Imbalances Country Report – Italy 2015 , Occasional Paper 219, European Commission, Brussels. European Environment Agency (2017), Air quality in Europe — 2017 report , EEA Report No 13/2017, https://www.eea.europa.eu/publications/air-quality-in-europe-2017 European Investment Bank (2017), EIB Investment Survey 2017 - Italy overview , European Investment Bank, Luxembourg. Eurostat (2017), available at: http://ec.europa.eu/eurostat/web/environment/waste/main-tables Fondazione Migrantes (2017), XII Rapporto sugli Italiani nel mondo 2017, Sintesi, Rome. Global Entrepreneurship Monitor (2017), Global Report 2016/2017 , available at: http://www.gemconsortium.org/report/49812 GRECO (2016), Evaluation Report for Italy – fourth Evaluation Round. Corruption Prevention in Respect of Members of Parliament, Judges and Prosecutors , Group of States against Corruption, 2016. Hanushek E.A., G. Schwerdt, S. Wiederhold and L. Woessmann (2014), ‘Returns to skills around the world: Evidence from PIAAC’, European Economic Review , Elsevier, vol. 73(C), pages 103-130. IMF (2017), Italy - Staff Report for the 2017 Article IV Consultation , International Monetary Fund Publication Services, Washington, DC. ",
        "References 72 INPS (2017), XVI Rapporto Annuale , Instituto Nazionale per la Previdenza Sociale, Rome. ISTAT (2016), Anni 2014-2016 Ricerca e Sviluppo in Italia , Istituto Nazionale di Statistica, Rome. Lorenzani D. and F. Lucidi (2014), ‘The Economic Impact of Civil Justice Reforms’, European. Economy , Economic Papers 530, Publications Office of the European Union, Luxembourg. Lorenzani, D. and E. Reitano (2015), ‘Italy's Spending Maze Runner - An analysis of the structure and evolution of public expenditure in Italy’, European Economy, Discussion Paper 023, Publications Office of the European Union, Luxembourg. Lusinyan, L. and D. Muir (2013), Assessing the Macroeconomic Impact of Structural Reforms: The Case of Italy, working paper 13/22, European department and Research department, IMF, Washington, DC. Ministry of Economic Development (2017), Relazione sullo stato di attuazione della normativa a sostegno delle startup e delle PMI innovative – 2017 , Direzione Generale per la Politica Industriale, la Competitività e le PMI, Rome. Ministry of Economy and Finance (2017), Le tendenze di medio-lungo periodo del Sistema pensionistico e socio-sanitario , Rapporto 18, Ragioneria Generale dello Stato, Rome. Ministry of Education, University and Research (2016), Focus “Gli immatricolati nell’a.a. 2015/2016 - il passaggio dalla scuola all’università dei diplomati nel 2015, Rome. Mora-Sanguinetti J. S. and N. Garoupa (2015), ‘Do lawyers induce litigation? Evidence from Spain, 2001–2010\" - International Review of Law and Economics 44 (2015) 29–41 OECD (2017a), OECD Skills Strategy Diagnostic Report: Italy , OECD publishing, Paris. OECD (2017b), Economic Survey of Italy 2017 , OECD Publishing, Paris. OECD (2016a), PISA 2015 – Results in Focus, OECD publishing, Paris. OECD (2016b), Education at a glance , Italy Country Note, OECD publishing, Paris. OECD / European Observatory on Health Systems and Policies (2017), Italy country health profile 2017, state of health in the EU , OECD Publishing, Paris/European Observatory on Health Systems and Policies, Brussels. Pinelli D., I. P. Székely and J. Varga (2016) , ‘Exploring Italy's Growth Challenge: A Model-Based Exercise’, European Economy, Discussion paper 041, Publications Office of the European Union, Luxembourg. Rindfuss, R. R., K. B. Guzzo and S. P. Morgan (2003), ‘The changing institutional context of low fertility, Population Research and Policy Review , Vol. 22, Issue 5-6 (December 2003), pp. 411-38. Rodriguez, F. and D. Rodrik (1999), Trade Policy and Economic Growth: A Skeptic's Guide to Cross- National Evidence, Working paper 7081, National Bureau of Economic Research, MIT press. Rondinelli, C., A. Aassve and F. C. Billari (2006), Income and childbearing decisions: evidence from Italy , ISER Working Paper No. 2006-06, Institute for Social and Economic Research (ISER), University of Essex. ",
        "References 73 Salto, M. and A. Turrini (2010), ‘Comparing alternative methodologies for real exchange rate assessment’, European Economy , Economic Papers 427, European Commission, Brussels. Steer Davies Gleave (2016), Study on economic and financial effects of the implementation of Regulation 1370/2007 on public passenger transport services , Final Report, study contracted by DG MOVE, European Commission, Brussels. Thum-Thysen A., P. Voigt, B. Bilbao-Osorio, C. Maier and D. Ognyanova (2017), ‘Unlocking Investment in Intangible Assets’, European Economy , Discussion Paper 047, Publications Office of the European Union, Luxembourg. UPB (2017), Rapporto sulla politica di bilancio 2018 , Ufficio Parlamentare di Bilancio, Rome. WEF (2017), The Global Competitiveness Report 2017-2018 , World Economic Forum, Geneva. World Bank (2017), Doing Business 2018: Reforming to Create Jobs , World Bank, Washington, DC. World Bank (2016a), Worldwide Governance Indicators 2016, available at: http://info.worldbank.org/governance/wgi/#home World Bank (2016b), Doing Business 2017: Equal Opportunities for All , World Bank, Washington, DC. Zoli, E. (2013), Italian Sovereign Spreads: Their Determinants and Pass-through to Bank Funding Costs and Lending Conditions , IMF Working Paper 13/84, Washington, DC. "
    ]
}