{
    "text": [
        "Capacities Part 7 Activities of International Cooperation Work Programme 2007 ",
        "Interested in European research? Research*eu is our monthly magazine keeping you in touch with main developments (results, programmes, events, etc.). It is available in English, French, German and Spanish. A free sample copy or free subscription can be obtained from: European Commission Directorate-General for Research Communication Unit B-1049 Brussels Fax (32-2) 29-58220 E-mail: research-eu@ec.europa.eu Internet: http://ec.europa.eu/research/research-eu EUROPEAN COMMISSION Directorate-General for Research Directorate D — International Cooperation Unit D.3 — Specific International Cooperation Activities www.ec.europa.eu/research/inco Research enquiries service: www.ec.europa.eu/research/enquiries ",
        "SALES AND SUBSCRIPTIONS Publications for sale produced by the Office of Official Publications of the European Communities are available from our sales agents throughout the world. You can find the list of sales agents on the Publications Office website (http://publications.europa.eu) or you can apply for it by fax (352) 29 29-42758. Contact the sales agent of your choice and place your order. ",
        "K I - 78 - 07 - 049 - E N - C ",
        "W ORK P ROGRAMME 2007-2008 C APACITIES PART 7 ACTIVITIES OF INTERNATIONAL COOPERATION (European Commission C (2007)2464) ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 2 T ABLE OF C ONTENTS I CONTEXT 5 II CONTENT OF CALLS IN 2007 8 Activity 1 Bi-regional coordination of S&T cooperation including priority setting and definition of S&T cooperation policies 8 Activity 2 Bilateral coordination for the enhancement and development of S&T Partnerships 15 Activity 3 Supporting the coordination of national policies and activities of Member States and Associated States on international S&T cooperation 17 Indicative budget for 2007 24 III IMPLEMENTATION OF CALLS 25 IV INDICATIVE PRIORITIES FOR FUTURE CALLS 34 ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 3 7. ACTIVITIES OF INTERNATIONAL COOPERATION The international competitiveness of modern economies is linked increasingly to their ability to generate, adapt and use new knowledge. Science and technology (S&T) are considered to be key factors contributing to achieving sustainable development, prosperity and economic growth. S&T has also proved instrumental to enhancing and enriching many other policy areas with an impact on external relations: trade, development, environment, energy, telecommunications, etc. A new approach will be followed in FP7 to support the activities of International Cooperation: • The theme-oriented international cooperation actions are carried out under the Cooperation programme; • The international actions in the area of human potential are carried out under the People programme; • Actions of the Capacities Programme are designed to support and stimulate the participation of third countries in the FP. The deliverables of the activities of International Cooperation under the Capacities Programme are as follows: • Identification of S&T priorities with third countries to be used by the Themes under the Cooperation Programme; • Supporting and strengthening of the participation of third countries in the Framework Programme; • Reinforcing the bilateral S&T cooperation with targeted third countries; • Coordinating S&T national programmes of EU Member States with third countries. The overall coordination of the international cooperation actions under the different programmes of the Framework Programme will be ensured. The Capacities Programme will be the vehicle for this coordination activity since it covers the policy dialogues with partner countries, regions and international fora. The overall coordination will be strengthened with a view to ensuring a coherent approach and developing synergies with other Community External Cooperation Programmes and Policies. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 4 Objective: To become more competitive and play a leading role at world level, the European Community needs a strong and coherent international science and technology policy. This international policy has three objectives: – To support European competitiveness through strategic partnerships with third countries in selected fields of science and by engaging the best third country scientists to work in and with Europe. – To enhance the production of knowledge and scientific excellence by enabling European universities, research institutions and firms to establish contact with their partners in third countries, thereby facilitating access to research environments outside Europe and promoting synergies on a global scale. - To address specific problems that third countries face or that have a global character, on the basis of mutual interest and mutual benefit. Cooperation with third countries in the Framework Programme will be targeted in particular at the following groups of countries 1 : – Candidate countries 2 ; – Mediterranean partner countries (MPC), Western Balkan countries (WBC) 3 , Eastern European and Central Asian countries (EECA) 4, 5 , Africa, the Caribbean and the Pacific (ACP), Latin America and Asia; – Developing countries, focussing on their particular needs of each country or region concerned 6 ; – Emerging economies 1 . 1 According to the rules of participation, ICPC (International Cooperation Partner Countries) countries can be funded. ICPC are listed in Annex 1 of the Capacities work programme. Industrialised third countries can also participate under the rules of participation, but on their own funding, unless specifically set out differently in the work programme 2 Candidate countries other than associated candidate countries will be considered as ICPC and fall under the corresponding region. Fully associated Candidate countries will be considered as Member State and will have full access to the FP. 3 Other than Associated Candidate countries 4 Formerly called the New Independent States: Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyz Republic, Moldova, Russia, Tajikistan, Turkmenistan, Ukraine and Uzbekistan. Activities regarding EECA countries formerly undertaken by INTAS will be subsumed in the relevant activity under this heading. 5 At present 9 ICPC Mediterranean Partner Countries and 6 countries of Eastern European and Central Asia are parts of the European Neighbourhood Policy. Israel is the tenth Mediterranean Partner Country in the European Neighbourhood Policy but for FP7 has the status of an Associated State 6 Noting that Latin America includes both developing countries and emerging economies. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 5 I CONTEXT Policy context The actions for international cooperation in the Capacities Programme will facilitate research and innovation policy projects in FP7. They will be carried out by consortia with participants from different countries and will aim at developing, adapting and using new knowledge. Such collaboration will also support the wider remit of European research policy as well as trade and industry-related policies. The production and use of scientific knowledge will also be a vital element for the establishment and reinforcement of the Union’s relations with third countries, on a bilateral, bi-regional or global scale. Close cooperation will be sought with instruments of the Member States and other Community budget lines and instruments such as those that are designed with a defined geographical coverage to implement particular policies 2 (instrument for pre-accession assistance (IPA), European neighbourhood and partnership instrument (ENPI), the development cooperation and economic cooperation instrument (DCECI)), Asia and Latin America (ALA), the European Regional Development Fund (ERDF) and the European Development Fund (EDF). Approach To achieve the objectives, the following approach will be used in this work programme: − Ongoing S&T dialogues 3 and networks will be further enhanced at regional/local level in order to identify and establish the priority areas of research for the “specific international cooperation actions” of the Cooperation Specific Programme. These networks will promote regional integration and will also be used for strengthening the coordination of S&T cooperation and the complementarities with activities carried out by means of other Community policy instruments. − Partnerships with third countries will be reinforced, in particular in the frame of S&T cooperation agreements. − Coherence between national activities on international scientific cooperation will be enhanced by supporting the co-ordination of national programmes (Member 1 Brazil, Russia, China, India, Mexico and South Africa are considered also emerging economies 2 Commission Communication on the Financial Perspective (COM(2004)487 final). 3 A S&T dialogue (in line with EC policies) means in this context the dialogue between the Member States, the EC and the third countries concerned where common issues are identified. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 6 States, associated countries including associated candidate countries) and through multilateral co-ordination of national RTD policies and activities. Synergies and complementarities between the three activities targeting the same region should be promoted. The above were defined through dynamic discussions with third country partners and regions. In addition, consultations on the WP took place, taking into account the opinions and advices of the thematic directorates of DG RTD and other European Commission services to ensure coordination with the WPs of the other Specific Programmes as well as advices of the Advisory Group on International Scientific Cooperation. Other activities - Evaluation of the impact of FP6 and FP7 on international cooperation The objective is to perform an analysis of the impact of Specific measures in support of international co-operation s activities and in particular on the generation of societal impact and in relation to strengthening human and institutional capital relevant to the international challenges it set out to contribute addressing. This will involve one study, implemented through a public procurement procedure to be launched in the 3 rd quarter 2007. The evaluation should comprise an in-depth desk research on the achievements and scope of Specific measures in support of international co-operation s in FP6 international cooperation activities (a) within its European Research policy context and (b) the context of EU international science and technology cooperation. To this end, it will: • Analyse the context in which INCO has operated in FP6 (2003-2006) • Critically assess the impact of its strategic positioning and • Develop highlights for an International Research Cooperation strategy at Community level Indicative budget: 0.1 million € - Trans-national co-operation among NCPs (FP7-INCO-2007-4) Description: Reinforcing the network of National Contact Points (NCP) for the Seventh Framework Programme under Activities of International Cooperation by promoting trans-national co-operation. The action will focus on identifying and sharing good practices. This may entail various mechanisms such as benchmarking, joint workshops, training, and twinning schemes. Practical initiatives to benefit cross- border audiences may also be included, such as trans-national brokerage events. The specific approach should be adapted to the nature of the theme and to the capacities and priorities of the NCPs concerned. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 7 Special attention will be given to helping less experienced NCPs rapidly acquire the know-how accumulated in other countries. Proposals are expected to include all NCPs who have been officially appointed by the relevant national authorities. Other participants from the EU and associated countries are ineligible. If certain NCPs wish to abstain from participating, this fact should be explicitly documented in the proposal. The action may also involve official FP7 contacts from the international cooperation partner countries. The Commission expects to receive a single proposal under this heading. Funding scheme: Co-ordination and support action; indicative budget: 0,37 million € 1 . It is expected that the project should last for a maximum of 5 years, and should in any case finish before March 2013. Expected impact: • An improved NCP service across Europe, therefore helping simplify access to FP7 calls, lowering the entry barriers for newcomers, and raising the average quality of submitted proposals. • A more consistent level of NCP support services across Europe. • More effective participation of organisation from third countries, alongside European organisations, in line with the principle of mutual benefit. 1 An amount is expected to be added to this call for which a new financing decision to cover this budget will be requested at the appropriate time. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 8 II CONTENT OF CALLS IN 2007-2008 Activity 1. Bi-regional coordination of S&T cooperation including priority setting and definition of S&T cooperation policies (FP7-INCO-2007-1) This activity includes six areas from six different regions described below. Technical content/ scope Priorities for S&T cooperation with other countries and regions in the world will be based on exchange of views in recognition of their specific socio-cultural conditions and research capacities by also taking into account the achievements and findings of previous framework programmes. The highest priority will be given to the strengthening of bi-regional dialogues. These should cover the field of international S&T cooperation and should also take into account discussions taking place in the larger framework of external relations and cooperation programmes and policies. These include (sub) regions and/or countries such as Western Balkan Countries (Steering Platform for Research), Mediterranean Partner Countries (Monitoring Committee (MoCo); countries in the Eastern Europe and Central Asia including Russia (EECA); South Asian Association for Regional Cooperation (SAARC); Association of South East Asian Countries (ASEAN); Latin America and the Caribbean (EU-LAC); and the EU-ACP (African, Caribbean and Pacific) States and Cotonou Partnership Agreement. These bi-regional dialogues will: • Promote, organise and contribute to the participation of third countries in the activities of FP7. • Promote regional integration and will lead to the identification and the prioritisation of common research areas of mutual interest and benefit. • Facilitate the uptake and use of common identified research areas and the monitoring of performance and impacts of international S&T cooperation across the Specific Programmes of FP7. Priorities identified in these dialogues on the one hand and priorities of the themes of the Cooperation Programme on the other hand will be brought together to identify priorities of mutual interest and benefit for the work programmes of the corresponding thematic areas. They will ensure establishing balanced partnerships, regrouping multiple international stakeholders (partners from research, industry, government and civil society) for research actions. They will also be used for monitoring the implementation of the S&T priorities. These Partnerships will require multidisciplinary approaches to tackle diverse needs at a global, regional and/or country level. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 9 Each proposal must address the following proposed activities; in addition it must also contain the three complementary aspects defined below. Proposed activities The proposals should aim at establishing coordination platforms called INCO-NET, which will: • Bring together relevant policy makers, scientific community, civil society and private sector stakeholders of the EU and of third countries to identify S&T priorities and define cooperation policy orientations. • Implement specific activities dedicated to the strengthening of the participation of the targeted countries/regions to the Framework Programme, including the support for information points in the third countries. The INCO-NETs should carry out activities leading to the definition of priorities for research collaboration between the target region and the Framework Programme. INCO-NET actions can be dealing with horizontal issues as well as with specific cross-cutting cooperation programmes of global importance. Dialogues with third countries should include exchange of views on interdisciplinary global issues and opportunities of interest to both the European Research Area and our third country partners. Three complementary aspects to be considered in the scope of INCO-NET actions are: • Dialogue: – Fora for active and constant exchange of views between European and non- European stakeholders on a country/regional basis for exchange by demands and potential of both sides to guide and set the framework for international S&T cooperation. Activities should build to the extent possible on ongoing initiatives and can include surveys, studies, workshops, seminars and networking among a range of actors and activities. – S&T Cooperation dialogues should continue to be linked to the broader external Community actions. Synergies between the international S&T dialogues and the objectives and elements of the external relations actions should be strengthened and complementarity be ensured. – The exchange of views with third country policy makers to lay down common objectives on global issues and face jointly the challenges and opportunities of the European Research Area (ERA) and its partners. Such discussions should focus on interdisciplinary issues with a real need for coordination of S&T policies and new rules that arise from the globalisation ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 10 of research and S&T cooperation. These issues could usefully be linked to the seven new thematic programmes of External Relations 1 . – Activities planned to identify priority areas for cooperation should combine both a bottom up (including different groups of stakeholders concerned) and top down approaches (looking at longer term strategic challenges of the EU that could benefit from research). – Identification of areas with potential for enhanced co-ordination with Member States and Associated States on the one hand, and Third Countries on the other, leading to the setting of new priority areas of research cooperation based on mutual interest and benefit. • Implementation activities: – Setting up a platform for strategic analysis and anticipation with a focus on connecting global trends and issues to regional specificities; – Elaboration of evidence and articulated recommendations prioritising issues for international S&T cooperation; – Setting regional networks/fora with all relevant stakeholders; – Increase awareness and dissemination of FP7 activities, their goal and tools; – Disseminating results. • Monitoring and review: – Continuous monitoring and review of ongoing cooperation activities should be included in the tasks with a view to provide feedback and updating of the policies and priorities for international cooperation. The activities to be included in the projects per region will depend on and will also reflect the priorities, the capabilities and capacities of the partners/regions. Future work programmes will build on the outcomes of this two-year work programme and can cover newly identified areas that arise from the dialogues and other relevant fora. In addition, coordination and support activities covering cross cutting global issues or challenges or international commitments may be included in future work programmes. These could be : - networking on a specific area of activity of interest between a group of partner countries not determined by geography; - cooperation activities between various regions or groups of partner countries; - an international issue that is not geographically specific, including multilateral or global initiatives to promote the EUs external, environment, trade and development policies. Some examples are 1 External Cooperation Programmes approved by the Commission on January 25, 2006. With the EU’s country and regional programmes, the new thematic programmes will form the backbone of the Commission’s external cooperation activities from 2007 onwards. The programmes include: the programme on Human Rights and Democracy, on “Investing in People”, on Environment and Sustainable Management of Natural Resources, including Energy, on Food Security, on Non-state actors in Development, on Migration and Asylum and on Cooperation with Industrialised Countries. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 11 global and multidisciplinary issues such as impact of global climate change on sustainability (3 dimensions: economic, environmental and social); the combination of food, agriculture, health, management of natural resources, energy, demographics as well as the input/impact of advanced technologies (nano/biotechnologies). Identified topics of global importance may be considered for future calls of the Capacities programme. Funding scheme(s) The funding scheme that applies is the 'coordination and support action'. For implementing INCO-NET actions, Coordination and Support Actions aiming at c oordination activities are intended to be used. They will allow establishment/enhancement of dialogues, networking and implementation activities. The financial support from the Community will take the form of a grant to implement the INCO-NET action as appropriate. Under this scheme, no support will be provided for the research activities themselves. Total Community funding for an INCO-NET action should not exceed 3 million €. Each INCO-NET action should last sufficiently long to build and develop sustainable networking structures. Duration of up to 4 years may be envisaged. For future work programmes Coordination and Support Actions aiming at both coordination and support activities may be envisaged. Participants Preference will be given to INCO-NET actions involving the participation of a significant number of third countries of the region targeted by the INCO-NET action. The different regions are described below. A high coverage of the region will be considered essential to guarantee the success of these actions. Additional countries can also join from another region (e.g. a neighbouring region) if there is a clear added value to the project and to the regional activities. Consortium composition and responsibilities should be balanced between European and third country participants. The different consortia must also ensure equitable representation and promote gender equality. Areas open to this call It is important to have as many regions covered under this call as possible in order to build up and reinforce dialogues with third countries. For this reason, the following scheme for selection of projects after external evaluation will be applied. To the extent possible, at least one project per area of the activity 1 of the WP will be funded, provided that it has passed thresholds of all evaluation criteria. Therefore, the highest ranked project for a given area will be selected. After allocating a budget to the best project in this way, all remaining projects will be ranked together in one list according to the marks obtained during evaluation. The remaining budget will be allocated to ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 12 the projects according to their position in this overall ranking without further concern for regional coverage and without regard to the area of the activity 1 in this WP. 1.1 Area: Western Balkan countries Region: FP7-INCO 2007 1.1 Research initiatives for and with the WBC will be specified with the objective of using research as a tool to facilitate European integration of the WBCs. This will require actions both, at regional level and with the countries individually, to comply with the acquis communautaire support the regional economic development in a sustainable way and increase the take up of EU funded competitive research. To achieve these objectives, an INCO-NET building upon the work done by the Office of the Steering Platform for Research for WBC will be necessary. The existing Steering Platform should play a central role in any new Forum/INCO-NET in order not to loose the knowledge gained already. It should identify further the research needs and capacities of the WBCs, the means to achieve the objectives set and better exploit the existing scientific base. It should also ensure synergies between the different actions and stakeholders. Further efforts on capacity building including human resources and mobility of researchers and identifying thematic areas of interest both to the WBC and to the EU are certainly areas for initial work. 1.2 Area: Mediterranean Partner countries Region FP7-INCO 2007 1.2 The policy dialogue with the Mediterranean countries will be based on existing bi- regional structures such as the Monitoring Committee for Euro-Mediterranean Cooperation in RTD (MoCo) established in 1995 in the wake of the Barcelona Declaration. The MoCo has been particularly active in research priority setting and identifying the activities essential for structuring coordination and cooperation between the Mediterranean countries and the EU. It should constitute the steering group of any INCO-NET with the Mediterranean countries. The implementation activities should also build on the structuring activities that have been carried out in the previous programmes for the region (development of an Information Point network, bilateral & Community S&T cooperation assessment, definition of indicators and design of Mediterranean research & innovation landscape, promotion of the participation of researchers from the Mediterranean countries in European Research and Mobility Programmes, etc). The European Neighbourhood Policy (ENP), presented by the European Commission in May 2004, aims at reinforcing ties with neighbouring countries and partner countries. Synergies between the FP activities and the multilateral activities of the European Neighbourhood and Partnership Instrument and other community instruments should be addressed by any INCO-NET with the Mediterranean countries. 1.3 Area: Eastern European and Central Asia 1 Region: FP7-INCO 2007 1.3 S&T Cooperation has always been an important element of the relations with EECA countries. Under the 6 th and preceding Framework Programmes, the countries had a special status as they fell under the former INTAS scheme in addition to the normal activities under FP6. In FP7, the Eastern European and Central Asian countries are 1 Eastern Europe and Central Asia include Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyz Republic, Moldova, Russia, Tajikistan, Turkmenistan, Ukraine and Uzbekistan. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 13 under International Cooperation Partner Countries, with a special attention to their neighbouring status (through the Common Space and the Neighbourhood Policy). The EECA region is characterised by a significant scientific capacity, but also by a large diversity between the countries. In order to take account of the variation, an adequate representation of the countries in the region is indispensable in one big or several smaller INCO-NETs. If several smaller INCO-NETs are proposed, they should consider commonalities of the regional interests, e.g. of the EU neighbourhood countries, the Black Sea, the Central Asian countries, and group in such ways. The network developed under the INTAS scheme and inside of FP 6 amongst the New Independent States (NIS Information Network (ININ)) had the objective of promoting the involvement of the NIS scientific communities in the European Research Area, through awareness training, information dissemination, advice and training activities about the aims, principles and opportunities of ERA and FP6 in the NIS countries, including amongst their S&T policy makers. For future cooperation, a strong INCO-NET is necessary that should take into account the former INTAS and ININ activities and should cover the differentiation in the region. The INCO-NET will set the priorities for cooperation in S&T with the Eastern European and Central Asian countries in terms of policy and potential collaboration. In addition, activities will be developed with a view to addressing the present challenges to a mutually satisfactory S&T cooperation between the EU and these countries. Synergies between the FP activities and the multilateral activities of the European Neighbourhood and Partnership Instrument and other community instruments should be addressed by any INCO-NET with the Eastern European and Central Asian countries. 1.4 Area: Latin America Region: FP7-INCO 2007 1.4 Following the Summit in Rio de Janeiro in June 1999, the Heads of States of Latin American and Caribbean countries, as well as those of the European Union’s Member States and the European Commission (EU-LAC), agreed on a common vision for S&T cooperation and a set of follow up actions. The Madrid Summit in May 2002 endorsed these actions paving the way for reinforced S&T cooperation. The third EU- LAC Summit in Guadalajara in May 2004 achieved a common policy framework for the 58 participating countries (33 LAC and 25 EU states). These commitments have been further elaborated and extended with participation of key stakeholders (such as public authorities, civil society, business sector) during the fourth EU-LAC Summit in Vienna May 2006. Through intensive exchange of views involving researchers, the private sector and public decision-makers, several priority thematic areas were identified. In addition, certain cross-cutting areas are already considered as priority themes. Bi-regional dialogue with Latin America will build on existing structures for networking and will be reinforced and extended in areas where appropriate in order to cover all countries and strategic concerns of mutual interest and benefit, become more inclusive in relation to different social actors and pay particular attention to communication and connecting research policy and research to society. 1.5 Area: Africa and the Caribbean Pacific Region: FP7-INCO 2007 1.5 ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 14 As a follow-up of the ACP-EC Cotonou agreement, the reinforced role of the REC’s (Regional Economic Communities), the development of the African Union and NEPAD (New Partnership for Africa’s Development), the EU has redefined its relationship with Africa. In December 2005, an EU strategy for Africa has been adopted, confirming its commitment to support these new developments and created the basis for continuous dialogues with the AU and NEPAD. In March 2006, the EU adopted a new EU Strategy for the Caribbean which promotes a strong partnership between the European Union and the Caribbean on development, the fight against poverty, democracy, human rights and global threats to peace, security and stability. The EU adopted its first formal strategy in 30 years of EU-Pacific relations in May 2006 with the Pacific Islands, in particular the 15 Pacific ACP countries. ACP can either be considered as one region or Africa can be a region on its own. The Caribbean can also join the Latin America region and the Pacific, the Asia region. For the first call, preference will be given to proposals targeting African countries. In this region, importance has to be given to establish or reinforce the structures for policy dialogue on S&T cooperation and to identify areas of joint interest with the EU. In addition to providing a forum for exchange of views with the relevant partners and stakeholders, the activities should also include initiatives which will facilitate the participation of these countries in FP7 programmes there where necessary. Importance should also be given to making adequate links with other activities taking place such as development cooperation, trade, etc. Given the geographical situation of the EU's outermost regions and the links between these regions and the ACP countries/OCT, importance should be given to strengthen S&T cooperation between the outermost regions and the neighbour ACP/OCT. 1.6 Area: Asia Region 1 : FP7-INCO 2007 1.6 For the region of Asia, in addition to country programmes, frameworks have been established that cover more than one country. These multi-country programmes deal with issues concerning several countries and promote also regional cooperation. They reflect the policy dialogues that are being held with ASEAN (Association of South East Asian Nations) 2 and SAARC 3 (South Asian Association for Regional Cooperation). In addition there are the ASEM 4 Ministerial meetings that have identified clusters or themes for Asia Europe S&T cooperation. The call 2007-2008 is open to an INCO-NET only for South East Asian countries which are member of ASEAN in order to reinforce the policy dialogue with these countries in S&T and to improve their participation and their integration in the 1 Central Asian countries are dealt with under the EECA region. 2 ASEAN encompassed 10 countries: Brunei, Indonesia, Malaysia, Philippines, Singapore, Thailand, Vietnam, Laos, Burma/Myanmar, Cambodia 3 SAARC groups 8 countries: Afghanistan, Bangladesh, Bhutan, India, the Maldives, Nepal, Pakistan and Sri Lanka. 4 ASEM groups of 10 countries : Brunei , China , Indonesia , Japan , Republic of Korea , Malaysia , the Philippines , Singapore , Thailand and Vietnam ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 15 Community programmes. Future calls will be also open for the other countries of Asia. Expected impact The INCO-NET actions will establish structured fora for dialogue between the EU and the targeted groups of third countries. These will lead to the setting of priorities for S&T cooperation based on mutual interest and benefit and thus achieving more targeted use of available resources. These coordination actions will lead to an enhanced participation of these countries and regions in the FP7 and to an effective implementation of the joint activities. The expected impact will be higher when there is a large coverage of the region, involving the participation of a significant number of third countries. Activity 2. Bilateral coordination for the enhancement and development of S&T Partnerships (FP7-INCO-2007-2) Technical content/ scope The development of S&T Partnerships will be based on bi-lateral dialogues and coordination of policy initiatives in jointly defined priority areas. Strategic partnerships should address in particular those countries that have an S&T cooperation agreement or are in the process of negotiating one 1 . Within the framework of the S&T promotion platforms, priority will be given to the elaboration of collaboration schemes and the identification of new activities. Proposed activities The proposals should focus/address on: • Improving the process of providing information on programs and funding designed to promote cooperation between Europe and specific third countries; • Better identifying and demonstrating mutual interest and benefit in S&T cooperation between the EU and specific third countries and • Sharing best practices via joint fora such as workshops and presenting the state of the art and the prospects for cooperation in particular fields. These actions will comprise information and awareness activities, the establishment and reinforcement of information services such as a liaison/promotion structure, a comprehensive website and a mailing database, specialised thematic workshops or 1 List of countries available at http://ec.europa.eu/research/iscp/index_en.cfm?page=Countries ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 16 special high-level events both at the scientific level in specific third countries and in Europe as well as at the political and policy-making level. The following specific issues may be addressed by the actions: • Development of information facilities which may consist of a centre, a website and a number of information services on European–third country collaboration providing a range of services including: • Information and links on existing collaboration (including a “living” inventory of collaboration) and Community Programmes, • Assistance in forming research partnerships and a referral service to relevant experts for specialist advice; • Assistance in identifying suitable research partners in the country. • Events aimed at identifying priorities for collaboration and enhancing the quality, quantity and visibility of future actions. • Actions to exchange information and experience with the information platforms in other third countries and with information services in the Member States. Funding scheme(s) The funding scheme that applies is the 'coordination and support action'. The actions will aim specifically at support activities which will be implemented to stimulate, encourage and facilitate the participation of organisations from third countries in the priority thematic areas of the 7 th FP. This will be done through information and awareness activities in those areas in which special efforts are needed. It is expected that the cost of these activities can be up to 0.5 million € per action for three years, depending on the scientific potential of the country. Participants In order to be eligible, the proposals should target those countries having or are negotiating an S&T cooperation agreement with the EC. The consortium should include participants from the country that is aimed at in the proposal. The different consortia must also ensure equitable representation and promote gender equality. Expected impact The overall aim of these actions is to improve S&T cooperation between Europe and targeted third countries by providing access to information and by identifying priorities and the best partners for research. It is expected that this translates into a measurable increase of effective collaborations as well as less readily measurable ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 17 improvement of mutual understanding of the respective research systems in Europe and partner countries with the S&T agreements. Activity 3. Supporting the coordination of national policies and activities of Member States and Associated States on international S&T cooperation (FP7-INCO-2007-3) The objective of the ERA-NET scheme is to step up the cooperation and coordination of research programmes carried out at national or regional level in the Member or Associated States through the networking of research programmes, towards their mutual opening and the development and implementation of joint activities. Under FP7 the ERA-NET scheme is continued and reinforced, notably through the introduction of the ERA-NET Plus actions in which the Commission will provide an incentive to the organisation of joint calls between national or regional research programmes by “topping-up” joint trans-national funding with Community funding. 3.1. Area : ERA-NET actions \"International Cooperation\" (FP7-INCO-2007-3.1) Technical content/scope In order to promote/encourage an effective international scientific EU cooperation strategy at European level, a coordination of national policies of Member States and Associated States is essential to fulfil commitments made through the S&T bi- regional and bilateral dialogues. The objective is to increase the cooperation and coordination of research programmes carried out at national or regional level in the Member States and Associated States and which target one third country or several third countries in a given region. The activities will contribute to the success of the European Research Area by improving the coherence and coordination across Europe of international S&T cooperation programmes. Proposed activities ERA-NET actions can network four types of activities: (1) Information exchange amongst Member States and Community on S&T international cooperation thus promoting an effective and efficient international scientific EU cooperation strategy at EU level; (2) Definition and preparation of joint activities; (3) Implementation of commonly agreed objectives and joint activities by facilitating innovative programmatic approaches; ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 18 (4) Funding of joint trans-national research actions. ERA-NETs launched under FP6 wishing to submit a follow-up proposal under FP7 have to propose a strong coordination action focusing directly on steps three and four. As such, these proposals shall aim to broaden the partnership and/or deepen the coordination between the relevant national programmes in the concerned field. In particular, a global approach including non-European research programmes is encouraged. New ERA-NETs, which address new topics and without any experience from FP6, should address at least the first three steps, but are encouraged to aim at the “four step approach”, as described above. The ERA NETs should cover the international S&T cooperation with preferably one region of the world as defined in section 1. Projects targeting a single country or several regions may be allowed if: • The country concerned may be considered individually as a region 1 i.e. Brazil, China, India or Russia; • The grouping of regions may be appropriate to reflect a more global strategy on global international subjects from the programme managers. The networking activities should focus on horizontal issues and not give preference to a single thematic area which will be dealt with in the Themes of the Cooperation programme. The networking actions shall not apply in the case of actions whose purpose is to coordinate research activities. Funding scheme(s) The funding scheme that applies is the 'coordination and support action'. • Coordination and Support Actions aiming at supporting activities will be used to support preparatory actions aimed at developing future ERA-NETs in the form of co- ordination actions ( FP7-INCO 2007 3.1.1 ). Support actions should have a limited scope and may involve conferences, seminars, studies and analyses, working groups and expert groups, operational support and dissemination, information and communication activities, or a combination of these, as appropriate in each case. Community funding could be as high as 0.3 million €. Duration of up to 24 months could be envisaged. • Coordination and Support Actions aiming at coordinating activities are intended to be used for implementing ERA-NET actions ( FP7-INCO 2007 3.1.2 ). The financial support from the Community will be limited to the costs of the additional activities undertaken to implement the ERA-NET. No support will be provided for the research programmes themselves, for which the members of the ERA-NET will be expected to use their own resources. Total Community funding for an ERA-NET should not exceed 3 million €. In exceptional cases, for example if several regions of the world are covered by a single ERA-NET, a higher contribution could be envisaged. Each ERA-NET should last sufficiently long to have a durable impact on the research programmes involved. Duration of up to 4 years may be envisaged. 1 See asterisk (**) in the ICPC list in Annex 1. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 19 Eligibility Activities developed within the ERA-NET scheme consist of Coordination and Support Actions networking research programmes carried out at national or regional level. \"Research programmes carried out at national or regional level” should be understood as entire research programmes, or parts of such programmes, or similar initiatives. Such programmes should have all of the following characteristics: a) be strategically planned (i.e. be composed of number of research projects focused on a defined subject area or set of problems, that are scheduled to run for a set period of time and that have a co-ordinated management); and b) be carried out at national or regional level; and c) either be financed or managed directly by national or regional public bodies, or by structures (e.g. agencies) closely related to or mandated by public authorities. For ERA-NET consortia, the minimum number of participants has been set at three independent legal entities which finance or manage publicly funded national or regional programmes . Each of these must established in a different Member State or Associated country. Eligible partners for ERA-NET actions are only: • Programme owners are typically national/regional ministries/governments responsible for defining, financing or managing research programmes carried out at national or regional level. • Programme “managers” (such as research councils or funding agencies) are other national or regional organisations that manage research programmes under the supervision of the programme owners. • Programme owners (typically national ministries/regional authorities) which do not have a running or fully fledged research programme at the moment of submitting an ERA-NET proposal, but which are planning or have committed to set up such a programme, are also eligible if their participation is well justified and adds value to the overall programme coordination. As such, countries or regions which have less diverse research programmes (in particular new Member States and candidate associated countries) will find their involvement in the ERA-NET scheme greatly facilitated. Please note that research organisations or universities which are not programme owners or managers are not eligible partners for ERA-NET actions. In addition, other private legal entities (e.g. charities) which manage research programmes may participate if their participation is well justified and adds value to the overall programme coordination. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 20 Participants are encouraged, as appropriate, to adopt a global approach in their proposals, involving also non-European research programmes in the activities undertaken by ERA-NET actions. Sole participants (as referred to in Article 10 of the Rules for Participation) may be eligible if the above-mentioned specific criteria for eligible ERA-NET partners are respected. A sole participant shall explicitly indicate which of his 'members' forming a sole legal entity, is either a programme owner or programme manager in the proposed action and indicate for these members, the respective national/regional programmes which are at the disposal of the proposed ERA-NET action. The participation of organisations from legal entities located in the targeted third countries or regions could be considered an asset to reinforce the impact of this action. The different consortia must also ensure equitable representation and promote gender equality. Expected impact This coordination will enhance synergies and will reinforce the impact of the ongoing bilateral S&T cooperation between Member States and third countries. It will also enhance complementarities between the Community and Member States and broaden the institutional cooperation. The ERA-NET scheme aims to reduce the fragmentation of the European Research Area by increasing coordination between national research programmes across the EU Member and Associated States. ERA-NET actions allow Member States and Associated states to avoid overlap between their programmes and to develop expertise from mutual learning. In general, ERA-NET actions should not cover very limited research areas. They should not overlap with other ongoing ERA-NET actions or create further fragmentation. Complementarities to, or coordination with FP7 activities should be ensured where possible. ERA-NET actions will result in concrete co-operation between research programmes, such as their networking, their mutual opening and the development and implementation of joint programmes and activities. The scheme will also enable national or regional systems to collectively take on tasks that they would not have been able to tackle independently. ERA-NET actions are expected to have a lasting impact. The co-operation developed should provide reliable indications that it could continue beyond the Community funding. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 21 Furthermore, it would be an advantage if the lessons learnt and knowledge gathered are disseminated in the European Research Area with a particular focus on new Member States. In addition to the general impact described above, more specific expected benefits of ERA-NET actions include: • Achieving critical mass, to ensure the better use of scarce resources; • Joining forces to provide common answers to common research problems; • Addressing global issues, common to many EU Member or Associated States; • Addressing specific geographical issues common to a number of EU Member or Associated States; • Developing common governance principles (e.g. with respect to ethics, good practices); • Bring together national programmes which deal with cooperation with third countries, and enable them to speak with a 'single voice'; • Adopt a global approach, including non-European research programmes, to the activities covered by ERA-NET actions. 3.2. Area: ERA-NET PLUS actions \"International Cooperation\" (FP7-INCO- 2007-3.2) ERA-NET Plus actions allow the Commission to provide an incentive to the organisation of joint calls between national or regional research programmes by “topping-up” joint trans-national funding with Community funding. These projects require programme owners or programme managers from at least 5 different Member or Associated States to plan a single joint call with a clear financial commitment from the participating national or regional research programmes. Technical content/scope The new ERA-NET plus actions will provide, in a limited number of cases, additional Community financial support, as an incentive, to those national and regional research programmes that pool resources to organise a joint call for proposals. The ERA-NET PLUS actions intend to bridge the gap between coordination of national programmes via ERA-NET and the joint implementation of well identified national research programmes, on the basis of Article 169 of the Treaty Funding Scheme ERA-NET PLUS actions will be supported through a 'coordination and support action'. The Community will top up the total of the national contributions to the joint call with additional funding for RTD activities. The Community contribution will be limited to a maximum of 1/3 of the total contributions to the joint call budget (i.e. if a project plans a joint call for 6 million €, national and regional programmes will have to commit at least 4 million €. If the proposal for an ERA-NET PLUS project is selected, ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 22 the Commission will award up to 2 million € to also cover eligible coordination costs). The combined national/regional and Community contributions to the joint calls would normally exceed 5 million € but should never be less than 3 million €. The Community will also financially support the activities linked to the preparation and the coordination of the joint call 1 . This support should be a limited part of the Commission grant mentioned above. The Community contribution shall take the form of a grant, which will combine the reimbursement of eligible costs (covering the activities linked to the preparation and coordination of the joint call) with a flat rate (topping up the joint call budget). The total duration of a given ERA-NET Plus action and of the resulting projects should normally not exceed 5 years. Eligibility To be eligible, ERA-NET PLUS actions have to respond to the following criteria.: • a single joint call should be planned with a clear financial commitment from the participating national or regional programmes 2 ; • eligible participants are the same as for ERA-NET actions with the exception that, programme owners which do not have yet a running or fully fledged research programme at the moment of submitting a proposal, are not eligible for ERA-NET Plus actions. Furthermore, a consortium must include programme owners or programme managers from at least 5 different Member or Associated States; • the same additional participants as for ERA-NET projects are also eligible , beyond the number of 5 minimum programme owners or managers; • the total planned budget of the joint call shall have a minimum financial volume of 3 million €; • a common peer review mechanism for evaluating the proposals submitted to the joint call shall be foreseen; • each project financed out of the joint call shall be transnational (min. 2 partners from different countries) 1 NB : No further supporting cost will be eligible once a \"selection decision\" has been taken by the consortium as a result of the joint call. 2 Proposals must demonstrate that national research programmes are committed to support the call. Selected proposals will have to provide evidence that a commitment has been made by the relevant research programmes. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 23 • a fixed common set of general evaluation/selection criteria (excellence, European added value, etc.) should be part of the common evaluation criteria of the joint call organised by the national or regional programmes Detailed rules for participation in the funded transnational projects shall be set up by the call organisers themselves (e.g. participating national or regional programmes). Expected Impact ERA-NET PLUS projects should facilitate the launching of joint calls for proposals involving at least two partners from two different EU Member or Associated state. The EU added value will be critical evaluation criteria and will depend from the area/topic covered by the research programmes participating in the joint call. Therefore the following criteria should help to identify the impact of ERA-NET Plus actions offering best prospects for sufficient European added value: • Relevance to EU objectives: The field of the potential topic should be of major interest for the Community as a whole. • Framework Programme relevance : As regards ' objective ': Demonstration that an ERA-NET Plus action in that topic shall allow the Community to reach one of its objectives: enhance coordination of national programmes. As regards “ content ”: The field of the potential topic shall be covered by the Framework Programme both in terms of scientific content and of budget allocation. • Pre-existing basis: The ERA-NET Plus action should build on a pre-existing basis or coordination experience between national programmes in the topic identified. • Critical mass: ERA-NET Plus actions will enable national programmes to address together with the Community programmes research areas, that due to the nature of the field are better addressed jointly or fields which would/could not have been addressed independently. • Instrument relevance : Demonstration that ERA-NET Plus is the most appropriate instrument to allow the achievement of the Framework Programme goals in terms of non Community programme coordination (i.e.: avoiding fragmentation, etc.). Demonstration that implementing an ERA-NET Plus action in a given field is more appropriate to coordination goals than other FP7 funding ERA-NET Plus actions are expected, where appropriate, to facilitate the development of a more global approach to the topics addressed, involving also non European research programme. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 24 ERA-NET Plus actions are expected to have a lasting impact. The co-operation developed should provide reliable indications that it could continue beyond the joint call supported by the Community funding. Indicative budget for the Activities of International Cooperation of the 2007 Work Programme Total 1 2007 M€ 2008 2 M€ Call FP7-INCO-2007-1 (INCONET) 16.84 16.84 Call FP7-INCO-2007-2 (BILAT)* 6.39 6.39 Call FP7-INCO-2007-3 (ERA- NET – ERA-NET PLUS)** 10.95 10.95 Other activities: • Programme studies & impact assessment (0.1 M €) • NCP Information/ communication (0.37 M €) (Call FP7-INCO-2007-4) 0.47 0.47 Evaluation*** 0.2 0.15 0.05 Estimated total budget allocation 34.85 17.46 17.39 1 The total funding for this call is shown, together with the breakdown of how this is financed through the annual budgets. 2 Under the condition that the preliminary draft budget for 2008 is adopted without modifications by the budget authority. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 25 III IMPLEMENTATION OF CALLS 1. Call title: Activities of International Cooperation INCO-NET • Call identifier: FP7-INCO-2007-1 • Date of publication: 22 December 2006 • Deadline: 2 May 2007, at 17.00, Brussels local time • Indicative budget 1 : 17 2 MILLION EUR from the 2007 budget Activities called : Activity/ Area Funding Schemes Indicative amount 1.Bi-regional coordination of S&T cooperation including priority setting and definition of S&T cooperation policies Areas: 1.1 Western Balkan countries region 1.2 Mediterranean Partner countries region 1.3 Eastern European and Central Asia region 1.4 Latin America region 1.5 Africa and the Caribbean Pacific region 1.6 Asia region Coordination and support action (coordinating) 3 million € for each region (Western Balkan 2 million €) Minimum number of participants 3 as set out in the Rules for Participation: Funding scheme Minimum conditions Coordination and support action (coordinating) At least 3 independent legal entities, each of which is established in a MS or AC, and no two of which are established in the same MS or AC. Evaluation procedure : • A one-stage submission procedure will be followed. • Proposals may be evaluated remotely. 1 Additional information on the budget available for this call may be found at http://cordis.europa.eu/inco/home_en.html 2 Including costs for evaluators 3 MS = Member States of the EU; AC = Associated country. Where the minimum conditions for an indirect action are satisfied by a number of legal entities, which together form one legal entity, the latter may be the sole participant, provided that it is established in a Member State or Associated country. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 26 • The evaluation criteria (including weights and thresholds) and sub-criteria together with the eligibility, selection and award criteria, for the different funding schemes are set out in Annex 2 to this work programme. Indicative evaluation and contractual timetable : Evaluations are expected to be carried out during the month of June 2007. It is expected that the contract negotiations for the shortlisted proposals will be open in September/October 2007. Consortia agreements Consortia agreements are recommended but not mandatory for the INCO-NET. Particular requirements for participation, evaluation and implementation: Preference will be given to INCO-NET actions involving the participation of a significant number of third countries of the region targeted by the INCO-NET action. A high coverage of the region will be considered essential to guarantee the success of these actions. Additional countries can also join from another region (e.g. a neighbouring region) if there is a clear added value to the project and to the regional activities. Forms of grants: The forms of grant and maximum reimbursement rates which will be offered are specified in Annex 3 to this work programme. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 27 2. Call title: Activities of International Cooperation BILAT • Call identifier: FP7-INCO-2007-2 • Date of publication 1 : 15 June 2007 • Deadline 2 : 11 September 2007, at 17.00, Brussels local time • Revised indicative budget 3 4 : 6.391 MILLION EUR Activities called : Activity/ Area Funding Schemes 2. Bilateral coordination for the enhancement and development of S&T Partnerships Coordination and support action (supporting) Minimum number of participants 5 as set out in the Rules for Participation: Funding scheme Minimum conditions Coordination and support action (supporting) At least 1 independent legal entity Evaluation procedure : • A one-stage submission procedure will be followed. • Proposals may be evaluated remotely. • The evaluation criteria (including weights and thresholds) and sub-criteria together with the eligibility, selection and award criteria, for the different funding schemes are set out in Annex 2 to this work programme. 1 The Directorate-General responsible for the call may publish it up to one month prior to or after the envisaged date of publication 2 At the time of the publication of the call, the Director-General responsible may delay this deadline by up to two months. 3 An amount of 6.391 M€ is given to this call budget from the 2008 budget. This is under the condition that the preliminary draft budget for 2008 is adopted without modifications by the budget authority. 4 Additional information on the budget available for this call may be found at http://cordis.europa.eu/inco/home_en.html 5 MS = Member States of the EU; AC = Associated country. Where the minimum conditions for an indirect action are satisfied by a number of legal entities, which together form one legal entity, the latter may be the sole participant, provided that it is established in a Member State or Associated country. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 28 Indicative evaluation and contractual timetable: Evaluations are expected to be carried out during the month of October 2007. It is expected that the contract negotiations for the shortlisted proposals will start at the end of 2007. Consortia agreements Consortia agreements are recommended but not mandatory for BILAT. Particular requirements for participation, evaluation and implementation: In order to be eligible, the proposals should target those countries having or are negotiating an S&T cooperation agreement with the EC. The consortium should include participants from the country that is aimed at in the proposal. Forms of grants: The forms of grant which will be offered are specified in Annex 3 to this work programme. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 29 3. Call title: Activities of International Cooperation-ERA-NET and ERA-NET PLUS • Call identifier: FP7-INCO-2007-3 • Date of publication 1 : 2 October 2007 • Deadline 2 3 : 4 February 2008, at 17.00, Brussels local time • Revised indicative budget 4 : 11 5 MILLION EUR Activities called : Activity/ Area Funding Schemes 3.Supporting the coordination of national policies and activities of Member States and Associated States on international S&T cooperation Areas: 3.1 ERA-NET \"International Cooperation\" 3.1.1 preparatory actions for ERA NET Coordination and support action (supporting) 3.1.2 ERA-NET Coordination and support action (coordinating) 3.2 ERA-NET PLUS \"International Cooperation\" Coordination and support action (coordinating) Minimum number of participants 6 as set out in the Rules for Participation: Funding scheme Minimum conditions 1 The Directorate-General responsible for the call may publish it up to one month prior to or after the envisaged date of publication 2 At the time of the publication of the call, the Director-General responsible may delay this deadline by up to two months. 3 Additional information on the budget available for this call may be found at http://cordis.europa.eu/inco/home_en.html 4 An amount of 11 M€ is given to this call budget from the 2008 budget. This is under the condition that the preliminary draft budget for 2008 is adopted without modifications by the budget authority. 5 Including costs for evaluators 6 MS = Member States of the EU; AC = Associated country. Where the minimum conditions for an indirect action are satisfied by a number of legal entities, which together form one legal entity, the latter may be the sole participant, provided that it is established in a Member State or Associated country. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 30 Coordination and support action (coordinating) At least 3 independent legal entities, each of which is established in a MS or AC, and no two of which are established in the same MS or AC. Coordination and support action (supporting) At least 1 independent legal entity Evaluation procedure : • A one-stage submission procedure will be followed. • Proposals may be evaluated remotely. • The evaluation criteria (including weights and thresholds) and sub-criteria together with the eligibility, selection and award criteria, for the different funding schemes are set out in Annex 2 to this work programme. For the evaluation of ERA-NET (area 3.1.2) and ERA-NET Plus (area 3.2) proposals, the general criteria and thresholds applicable to Coordination and Support Actions given in Annex 2, are modified as follows: 1. Scientific and/or technological excellence - Quality of coordination (Threshold 4/5 instead of 3/5) • The management should be supported by a suitable governance structure involving the participating organisations at an appropriate level. 2. Quality and efficiency of the implementation (Threshold 3/5) • In reference to the applicable work programme, does the proposed ERA-NET / ERA-NET Plus action pool the necessary resources between national programmes and the Community and does it represent the most appropriate type of public funding for this pre-defined area? 3. Potential impact (Threshold 3/5) • The participants should be the key actors within their national or regional research systems. • The ERA-NET activities should lay the foundations for a durable cooperation between the partners involved. • Is there a clearly identified and agreed European added value through a variable geometry approach? Indicative evaluation and contractual timetable: Evaluations are expected to be carried out during the month of March 2008. It is expected that the contract negotiation for the shortlisted proposals will start in June 2008. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 31 Consortia agreements Consortia agreements are recommended but not mandatory for the ERA-NET actions. Particular requirements for participation, evaluation and implementation: See part on eligibility in the description of the activity 3 in the Work Programme. In particular, the ERA-NET Plus proposals require programme owners or programme managers from at least 5 different Member or Associated States to plan a single joint call with a clear financial commitment from the participating national or regional research programmes. The indicative budget should be apportioned between ERA-NET and ERA-NET Plus projects. Forms of grants: The forms of grant and maximum reimbursement rates which will be offered are specified in Annex 3 to this work programme. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 32 Call title: Trans-national co-operation among NCPs • Call identifier: FP7-INCO-2007-4 • Date of publication: 22 December 2006 • Deadline: 2 May 2007, at 17.00, Brussels local time • Indicative budget 1 : 0.37 MILLION EUR from the 2007 budget Activities called : Activity/ Area Funding Schemes Reinforcing the network of National Contact Points (NCP) under the activities of International Cooperation by promoting trans-national co- operation Coordination and Support Action (supporting) Minimum number of participants 2 as set out in the Rules for Participation: Funding scheme Minimum conditions Coordination and support action (supporting) At least 1 independent legal entity Evaluation procedure : • A one-stage submission procedure will be followed. • Proposals may be evaluated remotely. • The evaluation criteria (including weights and thresholds) and sub-criteria together with the eligibility, selection and award criteria, for the different funding schemes are set out in Annex 2 to this work programme. Indicative evaluation and contractual timetable : Evaluations are expected to be carried out during the month of June 2007. It is expected that the contract negotiations for the shortlisted proposals will be open in September/October 2007. 1 Additional information on the budget available for this call may be found at http://cordis.europa.eu/inco/home_en.html 2 MS = Member States of the EU; AC = Associated country. Where the minimum conditions for an indirect action are satisfied by a number of legal entities, which together form one legal entity, the latter may be the sole participant, provided that it is established in a Member State or Associated country. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 33 Consortia agreements Consortia agreements are recommended but not mandatory for the projects. Particular requirements for participation, evaluation and implementation: Proposals are expected to include all NCPs who have been officially appointed by the relevant national authorities. Other participants from the EU and associated countries are ineligible. If certain NCPs wish to abstain from participating, this fact should be explicitly documented in the proposal. The action may also involve official FP7 contacts from the international cooperation partner countries. The Commission expects to receive a single proposal under this heading. It is expected that the project should last for a maximum of 5 years, and should in any case finish before March 2013. Forms of grants: The forms of grant and maximum reimbursement rates which will be offered are specified in Annex 3 to this work programme. ",
        "FP7 Capacities Work Programme: Activities of International Cooperation 34 IV INDICATIVE PRIORITIES FOR FUTURE CALLS Future work programmes will build on the outcomes of this two-year work programme and can cover newly identified areas that arise from the dialogues and other relevant fora. In addition, coordination and support activities covering cross cutting global issues or challenges or international commitments may be included in future work programmes. 1. The next call for activity 1 should be published in 2008 for the period 2009-2010. 2. The next call for activity 2 should be published in 2008 for the period 2009-2010. 3. The next call for ERA-NET projects in the field of International Cooperation activities covered by the Capacities Programme should be published in 2008 for the period 2009-2010. "
    ]
}