{
    "text": [
        "IV Notices NOTICES FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGENCIES Council 2011/C 175/01 Council conclusions on the contribution of culture to the implementation of the Europe 2020 strategy 1 2011/C 175/02 Council conclusions on mobility information services for artists and for culture professionals . . . . . . . 5 2011/C 175/03 Council conclusions on early childhood education and care: providing all our children with the best start for the world of tomorrow . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 ISSN 1725-2423 C 175 Volume 54 15 June 2011 Information and Notices Official Journal of the European Union English edition Notice No Contents Price: EUR 3 EN Page ",
        "",
        "IV (Notices) NOTICES FROM EUROPEAN UNION INSTITUTIONS, BODIES, OFFICES AND AGENCIES COUNCIL Council conclusions on the contribution of culture to the implementation of the Europe 2020 strategy (2011/C 175/01) THE COUNCIL OF THE EUROPEAN UNION, HAVING REGARD TO: — the adoption by the European Council on 17 June 2010 of ‘Europe 2020’, a strategy for jobs and smart, sustainable and inclusive growth ( 1 ); — the political background as set out in Annex to these conclusions; RECALLING: — Council recommendation of 13 July 2010 on broad guidelines for the economic policies of the Member States and of the Union ( 2 ), which in its Guideline 4 stresses the high economic potential of the cultural and creative industries (CCIs) and their role in promoting innovation; — Council conclusions on Cross fertilisation between Europe 2020 flagship initiatives Digital Agenda for Europe and Innovation Union ( 3 ), highlighting the importance of cultural and creative content online and stressing the need to reinforce ‘the digitisation and dissemination of European cultural heritage, including through the digital library project “Europeana” ’; — Council conclusions on Europe 2020 flagship initiative Innovation Union: Accelerating the transformation of Europe through a fast changing role ( 4 ), which recognise that the cultural and creative sectors represent an important source of technological and non-technological innovation, and that this potential must be fully unlocked; — the Commission Staff Working Document ‘Analysis of the consultation launched by the Green Paper on “Unlocking the potential of cultural and creative industries” ’ ( 5 ) under­ lining that an overwhelming majority of respondents called for an important role for CCIs in the implementation of the Europe 2020 strategy and its flagship initiatives; WELCOMING: — the integrated guidelines for implementing the Europe 2020 strategy and its flagship initiatives; WHEREAS: — culture can make a significant and multidimensional contribution to the measures proposed by the Europe 2020 integrated guidelines and flagship initiatives aiming at turning the EU into a smart, sustainable and inclusive economy; — in order to deliver this contribution, six priority areas for reinforced cooperation have been identified in the Council Work Plan for Culture 2011-2014 ( 6 ); — cooperation between all relevant sectors and a targeted approach at all policy levels is urgent and key to harnessing this contribution; — it is important that the governance structures of the Europe 2020 strategy are able to take into account input from the culture and creative sector; EN 15.6.2011 Official Journal of the European Union C 175/1 ( 1 ) EUCO 13/1/10 REV 1. ( 2 ) OJ L 191, 23.7.2010, p. 28. ( 3 ) Doc. 16834/10. ( 4 ) Doc. 17165/10. ( 5 ) Doc. 8224/11 — SEC(2011) 399 final. ( 6 ) OJ C 325, 2.12.2010, p. 1. ",
        "STRESSING: 1. Culture’s contribution to smart growth The CCIs are a major source of employment potential. In the last decade overall employment in the CCIs increased three times comparing to the employment growth in the EU economy as a whole ( 1 ). They are also a driver for creativity and non-technological innovation throughout the economy, producing high-quality and competitive services and goods. Finally, through relevant links with education, culture can effectively contribute to the training of a skilled and adaptable workforce, thus complementing economic performance. 2. Culture’s contribution to sustainable growth Culture can contribute to sustainable growth through fostering greener mobility and the use of cutting edge sustainable tech­ nologies, including digitisation which assures the online avail­ ability of cultural content. Artists and the cultural sector as a whole can play a crucial role in changing people’s attitudes to the environment. 3. Culture’s contribution to inclusive growth Culture can contribute to inclusive growth through promoting intercultural dialogue in full respect for cultural diversity. Cultural activities and programmes can strengthen social cohesion and community development as well as enable indi­ viduals or a community to fully engage in the social, cultural and economic life; INVITES MEMBER STATES TO: — take into consideration the cross-cutting character of culture when formulating relevant policies and national reform programmes regarding the achievement of the targets of the Europe 2020 strategy and to share good practices in relation to the tools and methodologies to measure the contribution of culture to these targets; — strengthen the synergies and promote partnerships between education, culture, research institutions and the business sector at national, regional and local levels with special regard to talent nurturing and the skills and competences necessary for creative activities; — make use of EU financial instruments — in particular Structural Funds — to recognise the potential of culture and CCIs as drivers for development in regions and cities and, where appropriate, to integrate them into smart special­ isation strategies ( 2 ); — encourage, in order to promote sustainable development, sustainable and green technologies in the processes of production and distribution of cultural goods and services and to support artists and the cultural sector in raising awareness of sustainable development issues through inter alia non-formal and informal educational activities; — explore the role of tangible and intangible cultural heritage in community development and in promoting active citi­ zenship and take it into consideration when drawing up relevant local and regional development strategies; — respond to the training needs and capacity-building priorities of the specialised institutions and professionals that carry out effective socio-cultural work; — consider the capacity development needs in public cultural organisations in order to enable them to deliver suitable services, with special regard to their socio-cultural functions; INVITES THE COMMISSION TO: — consider, without prejudice to the upcoming negotiations on the new multiannual financial framework, how its proposals for future EU policy and financial instruments can fully take into account the contribution of culture to the targets of the Europe 2020 strategy; — pursue the cooperation between all relevant Commission services in order to emphasise the role of culture in the implementation of the Europe 2020 strategy and ensure that it is reflected in relevant policies, guidelines and governance arrangements; INVITES THE MEMBER STATES AND THE COMMISSION, WITHIN THEIR RESPECTIVE COMPETENCES, TO: — deploy the statistical framework being developed by ESSnet culture with a view to producing reliable, comparable and up-to-date information on the social and economic impact of culture and work on future priorities on the basis of recommendations issued by ESSnet-culture; — build upon the results contained in the Commission Staff Working Document referred to above and seize the oppor­ tunity of the European Creative Industries Alliance in order to strengthen the CCIs, in particular SMEs and micro-enter­ prises, and explore new ways to further increase their own innovation capacity as well as their capacity to boost inno­ vation in other sectors; EN C 175/2 Official Journal of the European Union 15.6.2011 ( 1 ) European Competitiveness Report 2010, SEC(2010) 1276 final. ( 2 ) Commission Communication of 6 October 2010 on ‘Regional policy contributing to smart growth in Europe 2020’ — COM(2010) 553 final. ",
        "— promote the digitisation of and access to cultural heritage and contemporary cultural content, including audiovisual works, in particular through Europeana, thus also promoting and preserving cultural diversity and multilingualism in full respect of the copyright and related rights; — promote sustainable cultural tourism as a driver for cohesion and economic development; — explore how to strengthen strong cultural component in lifelong learning in order to contribute to the development of key competences ( 1 ), with a view to feeding into policymaking in this field. EN 15.6.2011 Official Journal of the European Union C 175/3 ( 1 ) Key competences are defined in the Recommendation of the European Parliament and of the Council of 18 December 2006 on key competences for lifelong learning (OJ L 394, 30.12.2006, p. 10). ",
        "ANNEX In adopting these conclusions, the Council recalls in particular the following background: — Resolution of the Council of 16 November 2007 on a European agenda for culture ( 1 ); — Report of the ‘Comité des Sages’: ‘The New Renaissance’ ( 2 ); — Council conclusions on Culture as a catalyst for creativity and innovation (12 May 2009) ( 3 ); — Council conclusions of 27 November 2009 on promoting a creative generation: developing the creativity and innovative capacity of children and young people through cultural expression and access to culture ( 4 ); — Council conclusions of 10 May 2010 on the contribution of culture to local and regional development ( 5 ); — Council conclusions of 18 November 2010 on the role of culture in combating poverty and social exclusion ( 6 ); — Presidency’s conclusions at the closing of the Informal Meeting of Ministers of Culture, (Barcelona, 31 March 2010) ( 7 ); — Statement issued by the Presidency on the occasion of the Informal Meeting of the Ministers of Culture (Brussels, 7 October 2010) ( 8 ); — Presidency statement from the informal meeting of Ministers responsible for culture (Gödöllő, Hungary, 28 March 2011). EN C 175/4 Official Journal of the European Union 15.6.2011 ( 1 ) OJ C 287, 29.11.2007, p. 1. ( 2 ) http://ec.europa.eu/information_society/activities/digital_libraries/doc/reflection_group/final-report-cdS3.pdf and its annexes http://ec. europa.eu/information_society/activities/digital_libraries/index_en.htm ( 3 ) 8175/1/09 REV 1. ( 4 ) OJ C 301, 11.12.2009, p. 9. ( 5 ) OJ C 135, 26.5.2010, p. 15. ( 6 ) OJ C 324, 1.12.2010, p. 16. ( 7 ) http://www.eu2010.es/export/sites/presidencia/comun/descargas/Ministerios/en_conclusiones_rim_cultura.pdf ( 8 ) http://www.culture.be/fileadmin/sites/culture/upload/culture_super_editor/culture_editor/documents/Relations_IntNat/7_octobre_2010_ Reunion_informelle_des_Ministres_de_la_Culture_Declaration_de_la_Presidence_EN_final_2_.pdf ",
        "Council conclusions on mobility information services for artists and for culture professionals (2011/C 175/02) THE COUNCIL OF THE EUROPEAN UNION, HAVING REGARD TO: — the Culture Programme 2007-2013 ( 1 ) and its specific objective on transnational mobility of artists and culture professionals; — the Resolution of the Council of 16 November 2007 on a European Agenda for Culture ( 2 ), according to which mobility of artists and culture professionals makes a funda­ mental contribution to achieving its strategic objectives; — the Council Conclusions of 21 May 2008 on the Work Plan for Culture 2008-2010 ( 3 ) and notably priority 1, ‘Improving the conditions for the mobility of artists and other professionals in the cultural field’; — the Council Conclusions of 18 November 2010 on the Work Plan for Culture 2011-2014 ( 4 ) and notably priority area C, ‘Skills and mobility’; — the Unesco Convention on the Protection and Promotion of the Diversity of Cultural Expressions of 20 October 2005 ( 5 ) to which the EU and its many Member States are parties; they are hence committed to ensuring that artists, culture professionals and citizens worldwide can create, produce, disseminate and enjoy a broad range of cultural activities, goods and services, including their own; REFERRING TO: — the Commission Staff Working Document ‘Analysis of the consultation launched by the Green Paper on “Unlocking the potential of cultural and creative industries” ’, and notably the chapter on mobility and circulation ( 6 ), stressing that many contributors commented on regulatory, legal and other issues impacting on mobility and called for the provision of information on those issues; — the European Parliament pilot project for artist mobility dedicated to supporting the environment for the mobility of artists, including the study on information systems ( 7 ); — the June 2010 report of the open method of coordination working group on the mobility of artists and culture profes­ sionals and notably its recommendations on mobility information provision for artists and culture professionals, including the guidelines for Mobility Information Services ( 8 ); WHEREAS: — the mobility of artists and culture professionals in Europe is crucial to enhance cultural and linguistic diversity and inter­ cultural dialogue. This deserves to be actively promoted by the European Union and its Member States; — the mobility of artists and culture professionals promotes creative encounters as well as production and exchange of cultural goods and services; — mobility reinforces a sense of belonging to the European Union and deeper knowledge of our common cultures; — mobility is important to the full functioning of the European labour market in accordance with the Treaties. More active and efficient use of the possibilities inherent to the single market can create new jobs and work oppor­ tunities for artists and culture professionals and thereby promote employment in the culture sector and the wider economy; — cultural and artistic work is increasingly taking place in international contexts in which opportunities for work, touring, residencies, cooperation, co-production, career development, training and peer learning frequently arise beyond national borders; — more and better mobility can contribute to achieving the objectives of the Europe 2020 strategy, namely smart, sustainable and inclusive growth ( 9 ); EN 15.6.2011 Official Journal of the European Union C 175/5 ( 1 ) OJ L 372, 27.12.2006, p. 1. ( 2 ) OJ C 287, 29.11.2007, p. 1. ( 3 ) OJ C 143, 10.6.2008, p. 9. ( 4 ) OJ C 325, 2.12.2010, p. 1. ( 5 ) Council Decision 2006/515/EC of 18 May 2006 on the conclusion of the Convention on the protection and promotion of the diversity of cultural expressions (OJ L 201, 25.7.2006, p. 15). The Convention contains measures that are relevant to mobility and cultural exchange. ( 6 ) SEC(2011) 399 final. ( 7 ) ‘Information systems to support the mobility of artists and other professionals in the culture field: a feasibility study’, Ecotec, 2009 — http://ec.europa.eu/culture/key-documents/doc2039_en.htm ( 8 ) http://ec.europa.eu/culture/our-policy-development/doc1569_en.htm ( 9 ) COM(2010) 2020 final. ",
        "— resolving administrative and regulatory issues that can create barriers to mobility of artists and culture professionals is usually beyond the remit of the culture authorities; therefore networking and cooperation between several services at European, national, regional and local level is important; — one of the main obstacles cited by artists and culture profes­ sionals seeking to be mobile within the EU is the difficulty of obtaining accurate and comprehensive information and advice on mobility-related issues; CALLS ON THE MEMBER STATES AND THE COMMISSION, WITHIN THEIR RESPECTIVE SPHERES OF COMPETENCE AND WITH DUE REGARD TO THE PRINCIPLE OF SUBSIDIARITY, TO: — facilitate the provision by mobility information services of comprehensive and accurate information to artists and culture professionals seeking to be mobile within the EU. To this end, make best use of expertise within public admin­ istration and cultural sector organisations. Where appro­ priate, build on existing services to disseminate the information, acknowledging that in some cases these are the primary source of accurate information. For this purpose, mobility information services are understood to be services providing information to artists and culture professionals seeking to be mobile within the EU. The target group of mobility information services is understood to be incoming, residing and outgoing artists and culture professionals. The community of ‘artists and culture profes­ sionals’ includes all artistic, managerial, logistic, communication and other professionals in the cultural sector and in artistic professions which are exercised in other sectors ( 1 ). In addition to individual artists and culture professionals, operators include in particular groups, ensembles and organi­ sations. Since a number of the artists living and working in Europe are third-country nationals, special attention could be paid to their specific needs. In this context, mobility information services are defined by common quality standards, agreed information topics and strategic partnerships. The quality standards define a common voluntary commitment from all stakeholders involved in the (network of) mobility information service(s) in order to ensure high quality information to the users. It is envisaged that the common minimum information content available would consist of topics covering regulatory, adminis­ trative and other issues concerning mobility such as social security, taxation, intellectual property rights, visas and work permits, insurance and customs, and recognition of professional qualifications. In addition, information on funding and training opportunities could also be provided. Strategic partnerships are needed to guarantee the quality of information in the abovementioned areas. Bodies concerned may include inter alia EU, national and regional authorities, cultural institutions, employers’ and employees’ associations, and training establishments; TO PROMOTE THE MOST EFFICIENT AND EFFECTIVE FUNCTIONING OF INFORMATION SERVICES FOR ARTISTS AND CULTURE PROFES­ SIONALS, THE FOLLOWING SHOULD APPLY: — peer learning and training opportunities for information providers should be fostered in order to develop a good understanding of the working and living conditions of artists and culture professionals and to build up knowledge of relevant national and EU regulations and procedures. This will help ensure that information providers can fully direct users toward information on national and EU rules and regulations, procedures, rights and obligations; — networking between information providers is essential in order to ensure that providers in different Member States can enter into contact to help their ‘home’ artists and culture professionals obtain the information they are seeking on regulations and conditions in ‘destination’ Member States. Networking also provides opportunities for capacity building and peer learning. For the system to work well, it is essential that information providers in all Member States are involved; — basic data on the use of mobility information services should be collected in order to improve the quality and accessibility of these services. Recurrent and structural issues relating to regulations and their applications should be reported to the competent national administrations and to the relevant European Commission services in order to improve mobility conditions in the longer term; TO THIS END, THE COMMISSION IS INVITED TO: — establish an expert working group, as set out in the Work Plan for Culture 2011-2014, to propose common content and quality standards for information and advice services to artists and culture professionals seeking to be mobile within the EU. The group will identify the detailed topics and content guidelines for mobility information services, EN C 175/6 Official Journal of the European Union 15.6.2011 ( 1 ) The broader group of culture professionals includes, e.g. curators, directors and staff of cultural institutions, technicians, stage building workers, ICT experts, communication specialists, etc. ",
        "including information for third-country nationals. The June 2010 report of the open method of coordination working group on the mobility of artists and culture professionals, including the guidelines for Mobility Information Services, will form the basis of the consideration in the expert group’s work; — without prejudice to the discussions on the future multi­ annual Financial Framework, explore financial support for information services aimed at artists and culture profes­ sionals seeking to be mobile when developing its proposals for future programmes; — disseminate mobility information through EU platforms ( 1 ) and direct enquiries to specialised Member State or cultural sector services capable of providing comprehensive and accurate mobility information and assistance to artists and culture professionals; MEMBER STATES ARE INVITED TO: — adopt, on the basis of inter alia the proposal of the expert working group mentioned above, common minimum content and quality standards when establishing or further developing mobility information services for artists and culture professionals and to fill gaps in existing national information services where necessary; — building on national structures and traditions ensure that mobility information services are neutral and as cost- effective, flexible and user focused as possible; — identify tools for the public dissemination of mobility information to artists and culture professionals, making use where appropriate of existing services; — provide their national information which is relevant to the mobility of artists and culture professionals on an internet multilingual website if possible. Translation, including automatic one, should be encouraged in order to promote multilingualism, make information easily accessible and facilitate mobility projects; MEMBER STATES AND THE COMMISSION ARE INVITED TO: — work in close cooperation to encourage networking between mobility information services at European level, thus improving information provision to artists and culture professionals seeking to be mobile within the EU, building on existing information and advice partnerships, including those with the cultural sector, and further developing these where appropriate; — monitor the provision of mobility information services in order to improve the quality and accessibility of these services. EN 15.6.2011 Official Journal of the European Union C 175/7 ( 1 ) Your Europe (http://ec.europa.eu/youreurope/); Eures (European Job Mobility portal, http://ec.europa.eu/eures). ",
        "Council conclusions on early childhood education and care: providing all our children with the best start for the world of tomorrow (2011/C 175/03) THE COUNCIL OF THE EUROPEAN UNION, HAVING REGARD TO: — the conclusions of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, of 14 November 2006 on efficiency and equity in education and training ( 1 ); — the conclusions of the Council and of the Representatives of the Governments of the Member States, meeting within the Council, of 21 November 2008 on preparing young people for the 21st century: an agenda for European cooperation on schools ( 2 ); — the Council conclusions of 12 May 2009 on a strategic framework for European cooperation in education and training (ET 2020) ( 3 ); — the Council conclusions of 26 November 2009 on the education of children with a migrant background ( 4 ); — the Council conclusions of 11 May 2010 on the social dimension of education and training ( 5 ). RECALLING THAT: improving the efficiency and equity of education and training systems at all levels — from the early years through to adulthood — has a fundamental role to play in achieving the Europe 2020 goals of smart, sustainable and inclusive growth ( 6 ). REAFFIRMING THAT: while responsibility for the organisation and content of education and training systems rests with the individual Member States, cooperation at European level via the open method of coordination, together with the efficient use of EU programmes, can contribute to the development of quality education and training by supporting and complementing measures taken at national level and helping Member States to address common challenges. AND IN THE LIGHT OF: the Presidency conference on ‘Excellence and equity in early childhood education and care’, held in Budapest on 21- 22 February 2011, which emphasised the need to combine the quantitative and qualitative dimensions of early childhood education and care, and of the communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions — ‘An EU agenda for the rights of the child’ ( 7 ). TAKES NOTE OF the Commission communication — ‘Early childhood education and care: providing all our children with the best start for the world of tomorrow’ ( 8 ). RECOGNISES THAT: 1. high quality early childhood education and care (ECEC) ( 9 ) provides a wide range of short- and long-term benefits for both individuals and society at large. Complementing the central role of the family, ECEC lays the essential foun­ dations for language acquisition, successful lifelong learning, social integration, personal development and employability. If solid foundations are laid during a child’s formative years, later learning becomes more effective and more likely to continue throughout life, increasing the equity of educational outcomes and lowering the costs for society in terms of lost talent and public spending on welfare, health and even justice; 2. high quality ECEC is beneficial for all children, but particularly for those with a socioeconomically disad­ vantaged, migrant or Roma background, or with special educational needs, including disabilities. By helping to close the achievement gap and supporting cognitive, linguistic, social and emotional development, it can help to break the cycle of disadvantage and disengagement that often lead to early school leaving and to the trans­ mission of poverty from one generation to the next; 3. in this respect, the provision of generalised equitable access to high quality ECEC can make a strong contribution to the success of the Europe 2020 strategy, and in particular to achieving two of the EU headline targets: reducing early school leaving to below 10 %, and lifting at least 20 million people out of the risk of poverty and social exclusion; EN C 175/8 Official Journal of the European Union 15.6.2011 ( 1 ) OJ C 298, 8.12.2006, p. 3. ( 2 ) OJ C 319, 13.12.2008, p. 20. ( 3 ) OJ C 119, 28.5.2009, p. 2. ( 4 ) OJ C 301, 11.12.2009, p. 5. ( 5 ) OJ C 135, 26.5.2010, p. 2. ( 6 ) European Council conclusions of March 2010 — doc. EUCO 7/1/10 REV 1. ( 7 ) Doc. 7226/11 — COM(2011) 60 final. ( 8 ) Doc. 6264/11 — COM(2011) 66 final. ( 9 ) For the purposes of these conclusions, the term ‘early childhood education and care’ refers to any arrangements providing education and care for children aged 0 to compulsory school age — regardless of the setting, funding, opening hours, or programme content — and includes pre-school and pre-primary provision. ( Source: OECD Starting Strong I (2006), p. 7). ",
        "4. moreover, since ECEC provides an opportunity for the early detection of learning difficulties and early intervention, it can help to identify young children with special educational needs and, wherever possible, facilitate their integration into mainstream schools; 5. while the Member States have made good overall progress in recent years in improving the availability of ECEC, further efforts are needed in order to reach the objective of a 95 % rate of participation by 2020 agreed under the ‘ET 2020’ strategic framework ( 1 ), and in particular to ensure greater access for children from disadvantaged back­ grounds; 6. providing high quality ECEC is just as important as ensuring its availability and affordability, and attention needs to be devoted to issues such as environment and infrastructure, staffing, the curriculum, governance and quality assurance; 7. a systemic and more integrated approach to ECEC services at local, regional and national level involving all the relevant stakeholders — including families — is required, together with close cross-sectoral collaboration between different policy sectors, such as education, culture, social affairs, employment, health and justice; 8. increasing the proportion of men in ECEC is important in order to change attitudes and show that not only women can provide education and care. Having role models of both sexes is positive for children and can help to break gender-stereotyped perceptions. A workplace composed of both sexes contributes to widening children’s experience and can also help to reduce gender segregation in the labour market; 9. ECEC tends to receive less attention than any other level of education and training despite evidence that investing efficiently in quality early years education is much more effective than intervening later and brings considerable returns throughout the lifecycle, particularly for the disad­ vantaged; 10. there has been comparatively little research on young children’s education undertaken or gathered at EU level which can inform the development and implementation of ECEC policies in the Member States. There is a need to make existing research evidence more widely accessible, and to supplement this with more extensive research into ECEC provision and its effects across the Member States, taking account of cultural diversity and recording examples of good practice and experience. AGREES THAT: measures to meet the dual challenge of providing generalised equitable access to early childhood education and care, while raising the quality of provision, could include the following: 1. providing equitable access to high-quality, inclusive ECEC, in particular for children with a socioeconomically disad­ vantaged, migrant or Roma background, or with special educational needs, including disabilities; 2. designing efficient funding models, including targeted funding, which strike the right balance between public and private investment in accordance with national and local circumstances; 3. promoting cross-sectoral and integrated approaches to care and education services in order to meet all children’s needs — cognitive, social, emotional, psychological and physical — in a holistic way, as well as to ensure close collaboration between the home and ECEC and a smooth transition between the different levels of education; 4. supporting the professionalisation of ECEC staff, with an emphasis on the development of their competences, qualifi­ cations and working conditions, and enhancing the prestige of the profession. In addition, developing policies aimed at attracting, training and retaining suitably qualified staff in ECEC and improving the gender balance; 5. promoting developmentally appropriate programmes and curricula, which fosters the acquisition of both cognitive and non-cognitive skills, whilst recognising the importance of play, which is also crucial to learning in the early years; 6. supporting parents in their role as the main educators of their children during the early years, and encouraging ECEC services to work in close partnership with parents, families and communities, in order to increase awareness of the opportunities offered by ECEC and of the importance of learning from an early age; 7. promoting quality assurance with the participation of all key stakeholders, including families; EN 15.6.2011 Official Journal of the European Union C 175/9 ( 1 ) See Annex I to the conclusions (OJ C 119, 28.5.2009, p. 7): By 2020, at least 95 % of children between four years old and the age for starting compulsory primary education should participate in early childhood education. In 2008 the European average rate of participation stood at 92,3 %. ",
        "8. promoting European research and data collection on ECEC, where appropriate in cooperation with international organi­ sations, in order to strengthen the evidence base for policy­ making and programme delivery in ECEC. ACCORDINGLY INVITES THE MEMBER STATES TO: 1. analyse and evaluate existing ECEC services at local, regional and national level in terms of their availability, affordability and quality, as outlined in these conclusions; 2. ensure that measures aimed at providing generalised equitable access to ECEC and at reinforcing its quality are in place; 3. invest efficiently in ECEC as a long-term growth-enhancing measure. INVITES THE COMMISSION: 1. to support the Member States in identifying and exchanging good policies and practices via the open method of coor­ dination; 2. to broaden the evidence base in the field of ECEC, by building on and supplementing international research with EU-wide research and making the results of such research more easily available; 3. within the ‘ET 2020’ strategic framework, to monitor and report on progress towards the ‘ET 2020’ benchmark target for participation in early childhood education, and towards achieving the aims set out in these conclusions of broader access and better quality. AND INVITES THE MEMBER STATES, WITH THE SUPPORT OF THE COMMISSION: 1. to engage in policy cooperation via the open method of coordination with the relevant sectors (such as education, culture, social affairs, employment, health and justice) and involving all relevant stakeholders, with a view to producing reference tools at European level which will support policy development in the field of ECEC at the appropriate local, regional and national level; 2. without prejudice to the negotiations on the future financial framework, to make efficient use of all relevant EU instruments in the fields of lifelong learning and research, as well as the European structural funds in line with the goals of the Europe 2020 strategy, in order to promote the above aims. EN C 175/10 Official Journal of the European Union 15.6.2011 ",
        "",
        "",
        "",
        "2011 SUBSCRIPTION PRICES (excluding VAT, including normal transport charges) EU Official Journal, L + C series, paper edition only 22 official EU languages EUR 1 100 per year EU Official Journal, L + C series, paper + annual DVD 22 official EU languages EUR 1 200 per year EU Official Journal, L series, paper edition only 22 official EU languages EUR 770 per year EU Official Journal, L + C series, monthly DVD (cumulative) 22 official EU languages EUR 400 per year Supplement to the Official Journal (S series), tendering procedures for public contracts, DVD, one edition per week multilingual: 23 official EU languages EUR 300 per year EU Official Journal, C series — recruitment competitions Language(s) according to competition(s) EUR 50 per year Subscriptions to the Official Journal of the European Union , which is published in the official languages of the European Union, are available for 22 language versions. The Official Journal comprises two series, L (Legislation) and C (Information and Notices). A separate subscription must be taken out for each language version. In accordance with Council Regulation (EC) No 920/2005, published in Official Journal L 156 of 18 June 2005, the institutions of the European Union are temporarily not bound by the obligation to draft all acts in Irish and publish them in that language. Irish editions of the Official Journal are therefore sold separately. Subscriptions to the Supplement to the Official Journal (S Series — tendering procedures for public contracts) cover all 23 official language versions on a single multilingual DVD. On request, subscribers to the Official Journal of the European Union can receive the various Annexes to the Official Journal. Subscribers are informed of the publication of Annexes by notices inserted in the Official Journal of the European Union . Sales and subscriptions Subscriptions to various priced periodicals, such as the subscription to the Official Journal of the European Union , are available from our sales agents. The list of sales agents is available at: http://publications.europa.eu/others/agents/index_en.htm EUR-Lex (http://eur-lex.europa.eu) offers direct access to European Union legislation free of charge. The Official Journal of the European Union can be consulted on this website, as can the Treaties, legislation, case-law and preparatory acts. For further information on the European Union, see: http://europa.eu EN "
    ]
}