{
    "text": [
        "Answer given by Mr Bolkestein on behalf of the Commission (4 September 2003) On 23 July the Commission adopted a proposal for a Directive on reduced rates ( 1 ). The main aim of the proposal is to improve the internal market, in particular by pursuing the simplification, and more uniform application, of value added tax (VAT). In order to make substantial progress in that direction, the Commission has opted to focus on the inconsistencies in the existing system of rates. The point is to ensure that all Member States, including the new acceding countries, are treated more equally and to end the distortions created by the fact that some countries are allowed to apply reduced rates to certain sectors while others are forbidden to do so. Under a transitional derogation, restaurant services are subject to a reduced rate in eight Member States whereas current Community legislation prevents the other seven from introducing such rates. This situation has led this sector and certain governments to approach the Commission in order to secure this option for all Member States. The reduced rate for restaurants was also the subject of arduous negotiations under the enlargement process culminating in authorisation for Cyprus, Hungary, Poland and Slovenia to apply reduced rates for restaurants until 31 December 2007. The rationale for such situations is becoming increasingly tenuous, and there is no real justification for perpetuating this state of affairs. There would seem to be two options open: either abolish such derogations and apply the standard rate in all Member States or extend the option to apply reduced rates to all Member States. There have been no complaints providing any evidence of serious distortion of competition necessitating the abolition of the optional application of reduced rates in these sectors. Consequently, the Commission has opted to include restaurant services in the new list of goods and services to which reduced rates may be applied. It is now for the Council to decide, unanimously, on the future scope of the reduced rates of VAT. ( 1 ) COM(2003)397 final. (2004/C 58 E/190) WRITTEN QUESTION E-2522/03 by Dorette Corbey (PSE) and Margrietus van den Berg (PSE) to the Commission (29 July 2003) Subject: Mussel beds in the German part of the Wadden Sea In its answer to our Written Question E-1755/01 ( 1 ) the Commission stated that it had ‘already launched an investigation in order to assess the compatibility of the shellfish industries in the Wadden Sea and in the wide mouth of the river Ems with Council Directive 92/43/EEC ( 2 ) of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora. The granting of a licence to harvest mussels close to Delfzijl in the Netherlands is one of the subjects of that investigation’. Can the Commission state whether the investigation has now been completed and, if so, what its findings are? Can the Commission state what action it intends to take on the basis of those findings, and when? If the investigation has not yet been completed, can the Commission state when the findings will be available? ( 1 ) OJ C 364 E, 20.12.2001, p. 197. ( 2 ) OJ L 206, 22.7.1992, p. 7. 6.3.2004 EN C 58 E/177 Official Journal of the European Union ",
        "Answer given by Mrs Wallström on behalf of the Commission (12 September 2003) The Commission has examined the compatibility of mussel fishing activities in the Wadden Sea and in the estuary of the River Ems, Lower Saxony, with Directive 92/43/EEC of 21 May 1992 on the conservation of natural habitats and of wild fauna and flora (‘Habitats Directive’) on various occasions. Cases 2001/4472 and 2001/4582 concerned mussel fishing activities in the protected site of Community interest (pSCI) ‘Hund und Paapsand’ (DE 2507/301). Both cases were closed on 16 October 2002, since the Commission did not see a violation of the Habitats Directive or of any other Community law. According to information from the German Government, there had only been a single permit for mussel fishing in the pSCI ‘Hund und Paapsand’ (DE 2507-301). Before the permit had been issued, an impact assessment according to Article 6(3) of the Habitats Directive had been carried out. The latter had concluded that significant negative effects of the fishing activities on the pSCI were not to be expected. This had also been the experience from past mussel fishing activities in the area. The Commission shared the view of the German Government and consequently found that Article 6(3) of the Habitats Directive had not been violated. Since the Commission did not see a violation of other Community law, either, the cases were closed. (2004/C 58 E/191) WRITTEN QUESTION E-2550/03 by Avril Doyle (PPE-DE) to the Commission (4 August 2003) Subject: Capital funding for community arts initiative Can the Commission advise of any available sources of EU funding for a community arts group that promotes racial awareness, social inclusion and employment of the marginal or long-term unemployed and develops the skills of young people? The funding required is for capital equipment to bring facilities up to basic health and safety standards. Answer given by Mrs Diamantopoulou on behalf of the Commission (30 September 2003) The Honourable Member will be aware that the Commission works closely with the Member States to eliminate discrimination and promote employment of all groups, particularly those at risk of exclusion. In the context of the open method of coordination, the Community Action Programme to Combat Social Exclusion 2002-2006 is meant to support cooperation which enables the Community and the Member States to enhance the effectiveness and efficiency of policies to combat social exclusion by: 1. improving the understanding of social exclusion and poverty with the help in particular of comparable indicators; 2. organising exchanges on policies which are implemented and promoting mutual learning in the context of national action plans; 3. developing the capacity of actors to address social exclusion and poverty effectively, and to promote innovative approaches. C 58 E/178 EN 6.3.2004 Official Journal of the European Union "
    ]
}