{
    "text": [
        "Official Journal of the European Union L 330 English edition Volume 64 Legislation 20 September 2021 Contents I Legislative acts REGULATIONS ★ Regulation (EU) 2021/1529 of the European Parliament and of the Council of 15 September 2021 establishing the Instrument for Pre-Accession assistance (IPA III) . .. . . . .. . . .. . . .. . . .. . . . .. . . .. . . .. . . .. . . . .. . . . 1 II Non-legislative acts REGULATIONS ★ Commission Delegated Regulation (EU) 2021/1530 of 12 July 2021 supplementing Regulation (EU) 2021/947 of the European Parliament and of the Council establishing the Neighbourhood, Development and International Cooperation Instrument – Global Europe, amending and repealing Decision No 466/2014/EU of the European Parliament and of the Council and repealing Regulation (EU) 2017/1601 of the European Parliament and of the Council and Council Regulation (EC, Euratom) No 480/2009 ( 1 ) . . . .. . . .. . . . .. . . . 27 ★ Commission Regulation (EU) 2021/1531 of 17 September 2021 amending Annexes II, III and IV to Regulation (EC) No 396/2005 of the European Parliament and of the Council as regards maximum residue levels for aclonifen, acrinathrin, Bacillus pumilus QST 2808, ethirimol, penthiopyrad, picloram and Pseudomonas sp. strain DSMZ 13134 in or on certain products ( 1 ) .. . . . 44 ★ Commission Regulation (EU) 2021/1532 of 17 September 2021 amending Annex I to Regulation (EC) No 1334/2008 of the European Parliament and of the Council as regards the inclusion of 3-(1- ((3,5-dimethylisoxazol-4-yl)methyl)-1 H -pyrazol-4-yl)-1-(3-hydroxybenzyl)imidazolidine-2,4- dione in the Union list of flavouring substances ( 1 ) . .. . . .. . . . .. . . .. . . .. . . .. . . . .. . . .. . . .. . . .. . . . .. . . .. . . .. . . .. . . . .. . . . 69 ★ Commission Implementing Regulation (EU) 2021/1533 of 17 September 2021 imposing special conditions governing the import of feed and food originating in or dispatched from Japan following the accident at the Fukushima nuclear power station and repealing Implementing Regulation (EU) 2016/6 ( 1 ) . .. . . .. . . . .. . . .. . . .. . . .. . . . .. . . .. . . .. . . .. . . . .. . . .. . . .. . . .. . . . .. . . .. . . .. . . .. . . . .. . . .. . . .. . . .. . . . .. . . . 72 EN Acts whose titles are printed in light type are those relating to day-to-day management of agricultural matters, and are generally valid for a limited period. The titles of all other acts are printed in bold type and preceded by an asterisk. ( 1 ) Text with EEA relevance. ",
        "",
        "I (Legislative acts) REGULATIONS REGULATION (EU) 2021/1529 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 15 September 2021 establishing the Instrument for Pre-Accession assistance (IPA III) THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Article 212(2) thereof, Having regard to the proposal from the European Commission, After transmission of the draft legislative act to the national parliaments, Having regard to the opinion of the European Economic and Social Committee ( 1 ), Having regard to the opinion of the Committee of the Regions ( 2 ), Acting in accordance with the ordinary legislative procedure ( 3 ), Whereas: (1) Regulation (EU) No 231/2014 of the European Parliament and of the Council ( 4 ) expired on 31 December 2020. In order to maintain the Union’s effectiveness in external action, a framework for planning and delivering external assistance should be maintained for the period between 2021 and 2027. (2) The objective of an instrument for pre-accession assistance is to prepare beneficiaries for future membership of the Union and to support their accession process. It is therefore essential to have a dedicated instrument for pre- accession assistance to the beneficiaries listed in Annex I for the 2021-2027 period (IPA III) in support of enlargement, while ensuring that its objectives and functioning are consistent with, and complementary to, the general objectives of Union external action as laid down in Article 21 of the Treaty on European Union (TEU), including respect for fundamental rights and principles as well as the protection and promotion of human rights, democracy and the rule of law. This instrument should also be complementary with the Neighbourhood, Development and International Cooperation Instrument – Global Europe (NDICI) established under Regulation (EU) 2021/947 of the European Parliament and of the Council ( 5 ). ( 1 ) OJ C 110, 22.3.2019, p. 156. ( 2 ) OJ C 86, 7.3.2019, p. 295. ( 3 ) Position of the European Parliament of 27 March 2019 (OJ C 108, 26.3.2021, p. 409) and position of the Council at first reading of 7 September 2021 (not yet published in the Official Journal). Position of the European Parliament of 15 September 2021 (not yet published in the Official Journal). ( 4 ) Regulation (EU) No 231/2014 of the European Parliament and of the Council of 11 March 2014 establishing an Instrument for Pre- accession Assistance (IPA II) (OJ L 77, 15.3.2014, p. 11). ( 5 ) Regulation (EU) 2021/947 of the European Parliament and of the Council of 9 June 2021 establishing the Neighbourhood, Development and International Cooperation Instrument – Global Europe, amending and repealing Decision No 466/2014/EU and repealing Regulation (EU) 2017/1601 and Council Regulation (EC, Euratom) No 480/2009 (OJ L 209, 14.6.2021, p. 1). EN Official Journal of the European Union 20.9.2021 L 330/1 ",
        "(3) Article 49 TEU provides that any European State which respects the values of respect for human dignity, freedom, democracy, equality, the rule of law and respect for human rights, including the rights of persons belonging to minorities, and is committed to promoting those values may apply to become a member of the Union. Those values are common to Member States in a society in which pluralism, non-discrimination, tolerance, justice, solidarity and equality between women and men prevail. (4) A European State which has applied to join the Union can become a member of the Union only where it has been confirmed that it fully meets the accession criteria established at the Copenhagen European Council in June 1993 (the ‘Copenhagen criteria’) and provided that the Union has the capacity to integrate the new member. The Copenhagen criteria relate to the stability of institutions which guarantee democracy, the rule of law, human rights and respect for and protection of minorities, the existence of a functioning market economy as well as the capacity to cope with competitive pressure and market forces within the Union, and the ability to assume not only the rights but also the obligations under the Treaties, including the pursuit of the aims of political, economic and monetary union. (5) The enlargement policy of the Union is a strategic investment in peace, security, stability and prosperity in Europe and allows the Union to be better positioned to address global challenges. It also provides increased economic and trade opportunities to the mutual benefit of the Union and the aspiring Member States, while ensuring a gradual transformation of the beneficiaries. The prospect of Union membership has a powerful transformative effect, embedding positive democratic, political, economic and societal change. (6) The enlargement process is built on established criteria and fair and rigorous conditionality. Each beneficiary is assessed on its own merits. The assessment of progress achieved and the identification of shortcomings aim to provide incentives and guidance to the beneficiaries listed in Annex I to pursue the necessary far-reaching reforms. For the prospect of enlargement to become a reality, a firm commitment to ‘fundamentals first’ remains essential. The ‘fundamentals first’ approach links the rule of law and fundamental rights with the two other crucial areas of the accession process: economic governance – strengthened focus on economic development and improved competitiveness – and the strengthening of democratic institutions and public administration reform. Each of the three fundamentals is of crucial importance for the reform processes in the beneficiaries listed in Annex I and addresses key concerns of the people. Progress towards accession depends on each applicant’s respect for the Union’s values and its capacity to undertake and implement the necessary reforms to align its political, institutional, legal, administrative and economic systems with the rules, standards, policies and practices of the Union. (7) Good neighbourly relations and regional cooperation are essential elements of the enlargement process and are critical for security and stability of the Union as a whole. The definitive, inclusive and binding resolution of bilateral disputes is also important. (8) Embracing and committing to core European values is a choice, and is essential for all partners aspiring to Union membership. In line with this, the partners should take ownership and fully commit to European values as well as to upholding a global order based on rules and values and vigorously pursuing the necessary reforms in the interest of their people. This includes progressive alignment with the Union’s common foreign and security policy, in particular on issues where major common interests are at stake, such as restrictive measures and tackling disinformation and other hybrid threats. (9) The Commission emphasised the firm, merit-based prospect of Union membership for the Western Balkans in its communication of 6 February 2018 entitled ‘A credible enlargement perspective for and enhanced EU engagement with the Western Balkans’. On 5 February 2020, the Commission presented a revised methodology for the accession process in its communication entitled ‘Enhancing the accession process – A credible EU perspective for the Western Balkans’, which was endorsed by the Council. The Commission also presented an economic and investment plan for the Western Balkans for their recovery over the longer term following the COVID-19 crisis. (10) The Union and its Member States, in the Sofia Declaration of 17 May 2018 and the Zagreb Declaration of 6 May 2020, reaffirmed their unequivocal support for the European perspective of the Western Balkans as well as their engagement at all levels to support the region’s political, economic and social transformation. In the Zagreb Declaration, the Union and its Member States reiterated their strong solidarity with the Western Balkans partners, in particular in the context of the COVID-19 crisis. EN Official Journal of the European Union L 330/2 20.9.2021 ",
        "(11) The European Council has granted the status of candidate country to the Republic of Albania, Iceland, Montenegro, the Republic of North Macedonia, the Republic of Serbia and the Republic of Turkey. It confirmed the European perspective of the Western Balkans, based on the Stabilisation and Association Process which remains the common framework for relations with the Western Balkans. Without prejudice to positions on status or to any future decisions to be taken by the European Council or by the Council, those benefiting from such a European perspective which have not been granted candidate country status may be considered as potential candidates solely for the purposes of this Regulation. In March 2015, the Government of Iceland asked the Union to no longer consider Iceland a candidate country, without, however, officially withdrawing Iceland’s membership application. (12) Assistance should also be provided in compliance with the agreements concluded by the Union with the beneficiaries listed in Annex I. Assistance under this Regulation should mainly focus on assisting the beneficiaries listed in Annex I to strengthen democratic institutions and the rule of law, reform the judiciary and public administration, respect fundamental rights, including those of persons belonging to minorities, and promote gender equality, tolerance, social inclusion and non-discrimination, including in relation to persons in vulnerable situations, children or persons with disabilities. It should also support the development of a social market economy in line with the key principles and rights set out in the European Pillar of Social Rights solemnly proclaimed and signed on 17 November 2017 by the European Parliament, the Council and the Commission ( 6 ). It should not support actions that contribute to any form of segregation or social exclusion. (13) As good neighbourly relations and regional cooperation are essential elements of the enlargement process, assistance should also continue the support for the efforts of the beneficiaries listed in Annex I to advance regional, macro- regional and cross-border cooperation and territorial development, including through the implementation of Union macro-regional strategies. Those programmes should further contribute to the high visibility of assistance in the Union and in the beneficiaries listed in Annex I. Assistance under this Regulation should also enhance beneficiaries’ economic and social development and economic governance, foster economic integration with the Union single market, including customs cooperation, promote open and fair trade that underpins a smart, sustainable and inclusive growth agenda, including through the implementation of regional development and cohesion policies, agriculture and rural development policies, social and employment policies, including labour mobility, the development of the digital economy and society, and boost research and innovation, also in the context of the 2018 flagship initiative Digital Agenda for the Western Balkans. (14) Actions under IPA III should support reconciliation, peace-building and conflict prevention through mediation efforts, confidence-building measures and processes that promote justice, truth-seeking, reparations and guarantees of non-recurrence. (15) Assistance under this Regulation should be used to strengthen health security and preparedness for public health emergencies as well as to address, in complementarity with other Union instruments, the major economic shock generated by the COVID-19 outbreak and to mitigate its severe socioeconomic impact, by mobilising resources to accelerate the economic recovery of the region. (16) Special emphasis should be put on creating further opportunities for the youth, including for young professionals, while ensuring that such opportunities contribute to the socioeconomic development of the beneficiaries listed in Annex I. Assistance under this Regulation should also aim to tackle brain drain. (17) The Union’s efforts to support reform progress in the beneficiaries listed in Annex I through funding under IPA III should be well communicated by those beneficiaries as well as by the Union. In that regard, the Union should enhance communication and campaign efforts in order to ensure visibility of funding under IPA III. (18) The Union should provide support to the transition towards accession for the benefit of the beneficiaries listed in Annex I, drawing on the experience of the Member States. Such cooperation should focus particularly on the sharing of experience that was acquired by the Member States during their own reform processes. ( 6 ) OJ C 428, 13.12.2017, p. 10. EN Official Journal of the European Union 20.9.2021 L 330/3 ",
        "(19) Strengthening the rule of law, including the independence of the judiciary, the fight against corruption, money laundering and organised crime, as well as transparency, good governance at all levels, and public administration reform, including in the fields of public procurement, competition and State aid, remain key challenges and are essential for beneficiaries to come closer to the Union and to prepare to fully assume the obligations of Union membership. In view of the longer-term nature of the reforms pursued in those areas and the need to build up track records, financial assistance under this Regulation should address those issues as early as possible. (20) In accordance with the principle of participatory democracy, the Commission should encourage the strengthening of parliamentary capacities, parliamentary oversight, democratic procedures and fair representation in each beneficiary listed in Annex I. (21) Enhanced strategic and operational cooperation between the Union and the beneficiaries listed in Annex I on security is pivotal to addressing effectively and efficiently the threats of security, organised crime and terrorism. (22) Cooperation on migration at international and regional level, including further consolidating border and migration management capacities, ensuring access to international protection, sharing relevant information, enhancing border control and efforts to tackle irregular migration, addressing forced displacement and fighting against trafficking in human beings and people smuggling, is an important aspect of cooperation between the Union and the beneficiaries listed in Annex I. (23) The communication capacities of the beneficiaries listed in Annex I should be enhanced in order to ensure public support for and understanding of Union values and the benefits and obligations of potential Union membership, while addressing disinformation. (24) It is necessary that the Union lead the transition to a healthy planet and a more connected world. The European Green Deal as set out in the Commission communication of 11 December 2019 provides a renewed commitment and a new strategic framework to achieve that global objective. The Union should use its influence, expertise and financial assistance to mobilise the beneficiaries listed in Annex I to join it on a sustainable path. This Regulation should therefore promote the green agenda by reinforcing environmental protection, contributing to the mitigation of climate change and increasing resilience to climate change, and accelerating the shift towards a low-carbon economy. (25) The beneficiaries listed in Annex I need to be better prepared to address global challenges, such as sustainable development and climate change, and to align with the Union’s efforts to address those issues. Reflecting the importance of tackling climate change in line with the Union’s commitments to implement the Paris Agreement adopted under the United Nations Framework Convention on Climate Change ( 7 ) and the United Nations Sustainable Development Goals, IPA III should contribute to mainstreaming climate action in the Union’s policies and to the achievement of an overall target of 30 % of Union budget expenditure supporting climate objectives and the ambition of 7,5 % of the budget reflecting biodiversity expenditures in 2024 and 10 % in 2026 and 2027, while taking into account the existing overlaps between climate and biodiversity goals. Actions under IPA III are expected to contribute 18 % of the overall financial envelope of IPA III to climate objectives, with the objective of increasing this percentage to 20 % by 2027. Relevant actions are to be identified during the preparation and implementation of IPA III, and the overall contribution from IPA III should be considered in the relevant evaluations and review processes. (26) Actions under IPA III should support the implementation of the United Nations 2030 Agenda for Sustainable Development adopted in September 2015 as a universal agenda, to which the Union and its Member States are fully committed and which all beneficiaries listed in Annex I have endorsed. In order to achieve those objectives, in addition to actions in which climate is one of the main objectives, actions under IPA III should, whenever possible, mainstream environmental sustainability and climate change objectives across all sectors, with particular attention to environmental protection and tackling cross-border pollution, and should pursue green growth in national and local strategies, including supporting sustainability criteria in public procurement. Actions under IPA III should be consistent with the principle of ‘do no harm’ and should comply with Union taxonomy to the extent possible, in particular to ensure the sustainability of investments in the Western Balkans and Turkey. ( 7 ) OJ L 282, 19.10.2016, p. 4. EN Official Journal of the European Union L 330/4 20.9.2021 ",
        "(27) The implementation of this Regulation should be guided by the principles of gender equality and the empowerment of women and girls, and should seek to protect and promote women’s and girls’ rights in line with the EU Gender Action Plans and relevant Council conclusions and international conventions, including the Council conclusions on women, peace and security of 10 December 2018. Strengthening gender equality and the empowerment of women and girls in Union external action and increasing efforts to reach the minimum standards of performance indicated by the EU Gender Action Plans should lead to a gender-sensitive and transformative approach in the cooperation between the Union and the beneficiaries listed in Annex I. Gender equality should be reflected and mainstreamed throughout the implementation of this Regulation. (28) This Regulation lays down a financial envelope for the entire duration of IPA III, which is to constitute the prime reference amount, within the meaning of point 18 of the Interinstitutional Agreement of 16 December 2020 between the European Parliament, the Council of the European Union and the European Commission on budgetary discipline, on cooperation in budgetary matters and on sound financial management, as well as on new own resources, including a roadmap towards the introduction of new own resources ( 8 ), for the European Parliament and the Council during the annual budgetary procedure. (29) The Commission and the Member States should ensure the compliance, coherence, consistency and complementarity of their assistance, in particular through regular consultations and frequent exchanges of information during the different phases of the assistance cycle, including at local level. The necessary steps should also be taken to ensure better coordination and complementarity with other donors, including through regular consultations. The Commission should ensure that relevant stakeholders in the beneficiaries listed in Annex I, including civil society organisations and local and regional authorities, as appropriate, are duly consulted and have timely access to relevant information to allow them to play a meaningful role during the design and implementation of programmes and the related monitoring processes. The role of civil society should be enhanced in programmes implemented through government bodies and as a direct beneficiary of Union assistance. Likewise, Union assistance should also support human rights’ defenders. (30) The priorities of the actions aimed at achieving objectives in the relevant policy areas supported under this Regulation should be set out in a programming framework established by the Commission for the duration of the Union multiannual financial framework for the 2021-2027 period (‘IPA programming framework’). The IPA programming framework should be established in partnership with the beneficiaries listed in Annex I, in line with the overall policy framework and principles, as well as with the general and specific objectives laid down in this Regulation, and should take into due account relevant national strategies. The IPA programming framework should identify the areas to be supported through assistance with an indicative allocation for each area of support, including an estimate of climate-related expenditure. (31) It is in the common interest of the Union and the beneficiaries listed in Annex I to advance the efforts of those beneficiaries to reform their political, legal and economic systems with a view to Union membership. Assistance should be based both on a performance-based approach and the fair share principle, ensuring progress in all beneficiaries listed in Annex I. Assistance should be targeted and adjusted to their specific situations, taking into account any further efforts needed to meet the objectives of this Regulation. The needs and capacities of the beneficiaries listed in Annex I should be taken into account in accordance with the fair share principle in order to avoid a disproportionately low level of assistance as compared to other beneficiaries. Assistance under this Regulation should be differentiated in scope and intensity according to the performance of the beneficiaries listed in Annex I, in particular their commitment to and progress in implementing reforms, in particular in the field of the rule of law and fundamental rights, democratic institutions and public administration reform, economic development and competitiveness. (32) Where the relevant indicators show a significant regression or persistent lack of progress by a beneficiary listed in Annex I in the areas covered by the ‘fundamentals first’ approach, the scope and intensity of assistance should be modulated accordingly, without prejudice to the powers of the Council to adopt restrictive measures following a decision on the interruption or reduction, in part or completely, of economic and financial relations with one or more third countries in accordance with Article 215 of the Treaty on the Functioning of the European Union ( 8 ) OJ L 433I, 22.12.2020, p. 28. EN Official Journal of the European Union 20.9.2021 L 330/5 ",
        "(TFEU) and without prejudice to the Commission’s power to suspend payments or the implementation of financing agreements in accordance with Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council ( 9 ) (the ‘Financial Regulation’). Due consideration should be given to the respect by the beneficiaries of the principles of the United Nations Charter and international law. (33) The Commission should assess each year the implementation of the IPA programming framework, describing how the performance-based approach and the fair share principle were implemented. That assessment should also include the state of play of the level of funding for each objective, as well as for each beneficiary listed in Annex I. It should also allow the committee established by this Regulation to have adequate information to assist the Commission. (34) The Commission should ensure clear monitoring and evaluation mechanisms are in place in order to provide effective accountability and transparency in implementing the Union budget, and in order to ensure effective assessment of progress towards the achievement of this Regulation’s objectives. Whenever possible and appropriate, the results of the Union’s action should be monitored and evaluated on the basis of pre-defined, transparent, country-specific and measurable indicators, adapted to the specificities and objectives of IPA III. (35) The transition from the direct management of pre-accession funds by the Commission to indirect management by the beneficiaries should be progressive and in line with the respective capacities of those beneficiaries, having regard to principles of good governance. The Commission should take appropriate supervisory measures ensuring the protection of the financial interests of the Union, and be able, where necessary, to reverse that transition. Assistance should continue to make use of the structures and instruments that have proved their worth in the pre-accession process. (36) The Union should seek the most efficient use of available resources in order to optimise the impact of its external action. That should be achieved through coherence, consistency and complementarity with the Union’s external financing instruments, as well as through synergies with other Union policies and programmes, such as Horizon Europe – the Framework Programme for Research and Innovation – established by Regulation (EU) 2021/695 of the European Parliament and of the Council ( 10 ), Erasmus+ established by Regulation (EU) 2021/817 of the European Parliament and of the Council ( 11 ), the Creative Europe Programme established by Regulation (EU) 2021/818 of the European Parliament and of the Council ( 12 ), the European Green Deal, the Just Transition Fund established by Regulation (EU) 2021/1056 of the European Parliament and of the Council ( 13 ) and the Connecting Europe Facility established by Regulation (EU) 2021/1153 of the European Parliament and of the Council ( 14 ), including, where relevant, coherence and complementarity with macro-financial assistance. (37) In order to maximise the impact of combined interventions to achieve a common objective, IPA III should be able to contribute to actions under other programmes, as long as the contributions do not cover the same costs. (38) Union funding under IPA III should be used to finance actions under the international dimension of Erasmus+, the implementation of which should be carried out in accordance with Regulation (EU) 2021/817. ( 9 ) Regulation (EU, Euratom) 2018/1046 of the European Parliament and of the Council of 18 July 2018 on the financial rules applicable to the general budget of the Union, amending Regulations (EU) No 1296/2013, (EU) No 1301/2013, (EU) No 1303/2013, (EU) No 1304/2013, (EU) No 1309/2013, (EU) No 1316/2013, (EU) No 223/2014, (EU) No 283/2014, and Decision No 541/2014/EU and repealing Regulation (EU, Euratom) No 966/2012 (OJ L 193, 30.7.2018, p. 1). ( 10 ) Regulation (EU) 2021/695 of the European Parliament and of the Council of 28 April 2021 establishing Horizon Europe – the Framework Programme for Research and Innovation, laying down its rules for participation and dissemination, and repealing Regulations (EU) No 1290/2013 and (EU) No 1291/2013 (OJ L 170, 12.5.2021, p. 1). ( 11 ) Regulation (EU) 2021/817 of the European Parliament and of the Council of 20 May 2021 establishing Erasmus+: the Union Programme for education and training, youth and sport and repealing Regulation (EU) No 1288/2013 (OJ L 189, 28.5.2021, p. 1). ( 12 ) Regulation (EU) 2021/818 of the European Parliament and of the Council of 20 May 2021 establishing the Creative Europe Programme (2021 to 2027) and repealing Regulation (EU) No 1295/2013 (OJ L 189, 28.5.2021, p. 34). ( 13 ) Regulation (EU) 2021/1056 of the European Parliament and of the Council of 24 June 2021 establishing the Just Transition Fund (OJ L 231, 30.6.2021, p. 1). ( 14 ) Regulation (EU) 2021/1153 of the European Parliament and of the Council of 7 July 2021 establishing the Connecting Europe Facility and repealing Regulations (EU) No 1316/2013 and (EU) No 283/2014 (OJ L 249, 14.7.2021, p. 38). EN Official Journal of the European Union L 330/6 20.9.2021 ",
        "(39) Horizontal financial rules adopted by the European Parliament and the Council on the basis of Article 322 TFEU apply to this Regulation. Those rules are laid down in the Financial Regulation and determine in particular the procedure for establishing and implementing the budget through grants, prizes, procurement and indirect management, and provide for checks on the responsibility of financial actors. Rules adopted on the basis of Article 322 TFEU also include a general regime of conditionality for the protection of the Union budget. (40) As the respect for democracy, human rights and the rule of law is essential for sound financial management and effective Union funding as referred to in the Financial Regulation, assistance could be suspended in the event of the degradation of democracy, human rights or the rule of law by a beneficiary listed in Annex I. (41) The types of financing and the methods of implementation under this Regulation should be chosen on the basis of their ability to achieve the specific objectives of the actions and to deliver results, taking into account, in particular, the costs of controls, administrative burdens, and the expected risk of non-compliance. That should include consideration of the use of lump sums, flat rates and unit costs, as well as financing not linked to costs as referred to in Article 125(1) of the Financial Regulation. (42) The Union should continue to apply common rules for the implementation of its external action. Rules and procedures for the implementation of the Union’s instruments for financing external action are laid down in Regulation (EU) 2021/947. Additional detailed provisions should be laid down to address specific situations, in particular for cross-border cooperation, agriculture and rural development policy areas. (43) External actions are often implemented in a highly volatile environment that requires continuous and rapid adaptation to the evolving needs of Union partners and to global challenges such as human rights, democracy and good governance, security and stability, climate change and environment, irregular migration and forced displacement and their root causes. Reconciling the principle of predictability with the need to react rapidly to new needs consequently means adapting the financial implementation of the programmes. To increase the ability of the Union to respond to unforeseen needs, while respecting the principle that the Union budget is set annually, this Regulation should preserve the flexibility allowed under the Financial Regulation to other policies, namely carry- overs and re-commitments of committed funds, while adhering to the goals and objectives laid down in this Regulation. This will ensure the efficient use of Union funds, both for Union citizens and for the beneficiaries listed in Annex I, thereby maximising the Union funds available for the Union’s external action interventions. (44) The new European Fund for Sustainable Development Plus (EFSD+) established by Regulation (EU) 2021/947, which builds on its predecessor, should constitute an integrated financial package supplying financing capacity in the form of grants, budgetary guarantees and other financial instruments worldwide, including to the beneficiaries listed in Annex I. The governance of the EFSD+ operations covering the Western Balkans carried out under this Regulation should be ensured by the Western Balkans Investment Framework (WBIF). The steering committee of the WBIF includes the beneficiaries from the Western Balkans listed in Annex I, the contributors to the European Western Balkans Joint Fund, relevant financial institutions and relevant regional organisations, as appropriate. The specific strategic board for the EFSD+ operations covering the Western Balkans should continue to be as inclusive. (45) The External Action Guarantee, established by Regulation (EU) 2021/947, supports the EFSD+ operations, and IPA III should contribute to the provisioning needs in respect of the operations to the benefit of the beneficiaries listed in Annex I, including the provisioning and liabilities arising from macro-financial assistance loans. (46) It is important to ensure that cross border cooperation programmes are implemented consistently with the framework established in the external action programmes and Regulation (EU) 2021/1059 of the European Parliament and of the Council ( 15 ). Specific co-financing provisions should be established in this Regulation. ( 15 ) Regulation (EU) 2021/1059 of the European Parliament and of the Council of 24 June 2021 on specific provisions for the European territorial cooperation goal (Interreg) supported by the European Regional Development Fund and external financing instruments (OJ L 231, 30.6.2021, p. 94). EN Official Journal of the European Union 20.9.2021 L 330/7 ",
        "(47) Annual or multiannual action plans and measures referred to in this Regulation constitute work programmes under the Financial Regulation. Annual or multiannual action plans consist of a set of measures grouped into one document. (48) In accordance with the Financial Regulation, Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council ( 16 ) and Council Regulations (EC, Euratom) No 2988/95 ( 17 ), (Euratom, EC) No 2185/96 ( 18 ) and (EU) 2017/1939 ( 19 ), the financial interests of the Union are to be protected by means of proportionate measures, including measures relating to the prevention, detection, correction and investigation of irregularities, including fraud, to the recovery of funds lost, wrongly paid or incorrectly used, and, where appropriate, to the imposition of administrative penalties. In particular, in accordance with Regulations (Euratom, EC) No 2185/96 and (EU, Euratom) No 883/2013, the European Anti-Fraud Office (OLAF) has the power to carry out administrative investigations, including on-the-spot checks and inspections, with a view to establishing whether there has been fraud, corruption or any other illegal activity affecting the financial interests of the Union. The European Public Prosecutor’s Office (EPPO) is empowered, in accordance with Regulation (EU) 2017/1939, to investigate and prosecute criminal offences affecting the financial interests of the Union as provided for in Directive (EU) 2017/1371 of the European Parliament and of the Council ( 20 ). In accordance with the Financial Regulation, any person or entity receiving Union funds is to fully cooperate in the protection of the financial interests of the Union, grant the necessary rights and access to the Commission, OLAF, the Court of Auditors and, in respect of those Member States participating in enhanced cooperation pursuant to Regulation (EU) 2017/1939, the EPPO, and ensure that any third parties involved in the implementation of Union funds grant equivalent rights. Beneficiaries listed in Annex I should also report the irregularities including fraud which have been the subject of a primary administrative or judicial finding, without delay, to the Commission and keep the latter informed of the progress of administrative and legal proceeding. With the objective of alignment to good practices in Member States, this reporting should be done by electronic means, using the Irregularity Management System, established by the Commission. (49) Assistance under this Regulation should be implemented in a transparent, accountable and depoliticised manner. The Commission should monitor this closely, including at local level. (50) Communication fosters democratic debate, reinforces institutional control and scrutiny over Union funding, and contributes to boosting the credibility of the Union. The Union and the beneficiaries of Union funding should enhance the visibility of Union actions, and should communicate adequately the added value of Union support. In that regard, in accordance with the Financial Regulation, agreements concluded with recipients of Union funding should contain obligations to ensure appropriate visibility, and the Commission should act in an appropriate and timely manner when those obligations are not met. (51) In order to take account of any changes in the enlargement policy framework or of significant developments in the beneficiaries listed in Annex I, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission to adapt and update the thematic priorities for assistance listed in Annexes II and III as well as to adopt a delegated act to supplement this Regulation by setting out certain specific objectives and thematic priorities for assistance. It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making ( 21 ). In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States’ experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts. ( 16 ) Regulation (EU, Euratom) No 883/2013 of the European Parliament and of the Council of 11 September 2013 concerning investigations conducted by the European Anti-Fraud Office (OLAF) and repealing Regulation (EC) No 1073/1999 of the European Parliament and of the Council and Council Regulation (Euratom) No 1074/1999 (OJ L 248, 18.9.2013, p. 1). ( 17 ) Council Regulation (EC, Euratom) No 2988/95 of 18 December 1995 on the protection of the European Communities financial interests (OJ L 312, 23.12.1995, p. 1). ( 18 ) Council Regulation (Euratom, EC) No 2185/96 of 11 November 1996 concerning on-the-spot checks and inspections carried out by the Commission in order to protect the European Communities’ financial interests against fraud and other irregularities (OJ L 292, 15.11.1996, p. 2). ( 19 ) Council Regulation (EU) 2017/1939 of 12 October 2017 implementing enhanced cooperation on the establishment of the European Public Prosecutor’s Office (‘the EPPO’) (OJ L 283, 31.10.2017, p. 1). ( 20 ) Directive (EU) 2017/1371 of the European Parliament and of the Council of 5 July 2017 on the fight against fraud to the Union’s financial interests by means of criminal law (OJ L 198, 28.7.2017, p. 29). ( 21 ) OJ L 123, 12.5.2016, p. 1. EN Official Journal of the European Union L 330/8 20.9.2021 ",
        "(52) In order to ensure uniform conditions for the implementation of this Regulation, in particular on specific conditions and structures for indirect management with the beneficiaries listed in Annex I and on the implementation of rural development assistance, implementing powers should be conferred on the Commission. Those powers should be exercised in accordance with Regulation (EU) No 182/2011of the European Parliament and of the Council ( 22 ). When establishing the uniform conditions for implementing this Regulation, the lessons learnt from the management and implementation of past pre-accession assistance should be taken into account. Those uniform conditions should be amended if developments so require. (53) The committee established under this Regulation should be competent also for legal acts and commitments under Council Regulation (EC) No 1085/2006 ( 23 ) and Regulation (EU) No 231/2014, as well as for the implementation of Article 3 of Council Regulation (EC) No 389/2006 ( 24 ). (54) Since the objectives of this Regulation cannot be sufficiently achieved by the Member States but can be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 TEU. In accordance with the principle of proportionality as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve those objectives. (55) In order to ensure continuity in providing support in the relevant policy area and to allow implementation to start from the beginning of the multiannual financial framework 2021-2027, this Regulation should enter into force as a matter of urgency and should apply, with retroactive effect, from 1 January 2021, HAVE ADOPTED THIS REGULATION: CHAPTER I General provisions Article 1 Subject matter This Regulation establishes the Instrument for Pre-accession Assistance (‘IPA III’) for the period of the multiannual financial framework 2021-2027 (‘2021-2027 MFF’). It lays down the objectives of IPA III, the budget for the 2021-2027 period, the forms of Union assistance and the rules for providing such assistance. Article 2 Definition For the purpose of this Regulation, ‘cross-border cooperation’ means cooperation between: (a) Member States and beneficiaries listed in Annex I to this Regulation as referred to in Article 3(1), point (b), of Regulation (EU) 2021/1059; (b) two or more beneficiaries listed in Annex I to this Regulation; or ( 22 ) Regulation (EU) No 182/2011 of the European Parliament and of the Council of 16 February 2011 laying down the rules and general principles concerning mechanisms for control by Member States of the Commission’s exercise of implementing powers (OJ L 55, 28.2.2011, p. 13). ( 23 ) Council Regulation (EC) No 1085/2006 of 17 July 2006 establishing an Instrument for Pre-Accession Assistance (IPA) (OJ L 210, 31.7.2006, p. 82). ( 24 ) Council Regulation (EC) No 389/2006 of 27 February 2006 establishing an instrument of financial support for encouraging the economic development of the Turkish Cypriot community and amending Council Regulation (EC) No 2667/2000 on the European Agency for Reconstruction (OJ L 65, 7.3.2006, p. 5). EN Official Journal of the European Union 20.9.2021 L 330/9 ",
        "(c) beneficiaries listed in Annex I to this Regulation and countries and territories listed in Annex I to Regulation (EU) 2021/947. Article 3 Objectives of IPA III 1. The general objective of IPA III is to support the beneficiaries listed in Annex I in adopting and implementing the political, institutional, legal, administrative, social and economic reforms required by those beneficiaries to comply with Union values and to progressively align to Union rules, standards, policies and practices (‘a cquis ’) with a view to future Union membership, thereby contributing to mutual stability, security, peace and prosperity. 2. IPA III shall have the following specific objectives: (a) to strengthen the rule of law, democracy, the respect of human rights and fundamental freedoms, including through promoting an independent judiciary, reinforced security and the fight against corruption and organised crime, compliance with international law, freedom of media and academic freedom and an enabling environment for civil society, to promote non-discrimination and tolerance, to ensure respect for the rights of persons belonging to minorities and the promotion of gender equality and to improve migration management, including border management and tackling irregular migration, as well as addressing forced displacement; (b) to reinforce the effectiveness of public administration and to support transparency, structural reforms and good governance at all levels, including in the areas of public procurement and State aid; (c) to shape the rules, standards, policies and practices of the beneficiaries listed in Annex I in alignment with those of the Union and to reinforce regional cooperation, reconciliation and good neighbourly relations, as well as people-to-people contacts and strategic communication; (d) to strengthen economic and social development and cohesion, with particular attention to youth, including through quality education and employment policies, through supporting investment and private sector development, with a focus on small and medium-sized enterprises (SMEs), as well as on agriculture and rural development; (e) to reinforce environmental protection, to increase resilience to climate change, to accelerate the shift towards a low- carbon economy, to develop the digital economy and society and to strengthen sustainable connectivity in all its dimensions; (f) to support territorial cohesion and cross-border cooperation across land and maritime borders, including transnational and interregional cooperation. 3. In accordance with the specific objectives, assistance may, as appropriate, address the following thematic priorities: (a) establishing and promoting from an early stage the proper functioning of the institutions necessary to secure the rule of law and further consolidating democratic institutions; (b) strengthening capacities to face migration challenges at regional and international levels; (c) enhancing capacities for strategic communication, including communicating to the public about necessary reforms for meeting the Union’s membership criteria; (d) enhancing good governance and reforming public administration in line with the principles of public administration; (e) strengthening fiscal and economic governance; (f) strengthening all aspects of good neighbourly relations, regional stability and mutual cooperation; (g) strengthening the capacity of the Union and its partners to prevent conflict, build peace and address pre- and post- crisis needs; (h) strengthening the capacities, independence and plurality of civil society organisations; (i) promoting the alignment of beneficiaries’ rules, standards, policies and practices with those of the Union; EN Official Journal of the European Union L 330/10 20.9.2021 ",
        "(j) promoting gender equality and the empowerment of women and girls; (k) strengthening access to and the quality of education, training and lifelong learning at all levels, and offering support to cultural and creative sectors and sport; (l) fostering quality employment and access to the labour market; (m) promoting social protection and inclusion and combating poverty; (n) promoting smart, sustainable, inclusive and safe transport, removing bottlenecks in key network infrastructures, and enhancing energy security and diversification; (o) improving the private-sector environment and competitiveness of enterprises, in particular of SMEs; (p) improving access to digital technologies and services and strengthening research, technological development and innovation; (q) contributing to the security and safety of the supply of food and water; (r) protecting the environment and improving the quality of the environment; (s) cooperating with the beneficiaries listed in Annex I in the peaceful use of nuclear energy in the areas of health, agriculture and food safety; (t) increasing the ability of the agri-food and fisheries sectors to cope with competitive pressure and market forces. 4. With a view to promoting good neighbourly relations, fostering Union integration and promoting socioeconomic development, assistance for cross-border cooperation between the beneficiaries listed in Annex I may, as appropriate, address the following thematic priorities: (a) promoting employment, labour mobility and social and cultural inclusion across borders; (b) protecting the environment and promoting adaptation to climate change, the mitigation of climate change, and risk prevention and management; (c) promoting sustainable transport and improving public infrastructures; (d) promoting the digital economy and society; (e) encouraging tourism and preserving and promoting cultural and natural heritage; (f) investing in youth, sport, education and skills; (g) promoting local and regional governance; (h) promoting cross-border initiatives to foster reconciliation and transitional justice; (i) enhancing competitiveness, the business environment and the development of SMEs, trade and investment; (j) strengthening research, technological development, innovation and digital technologies. 5. The thematic priorities for providing assistance according to the needs and capacities of the beneficiaries listed in Annex I are further set out in Annex II. The thematic priorities for cross-border cooperation between beneficiaries listed in Annex I are further set out in Annex III. Each of those thematic priorities may contribute to the attainment of more than one specific objective. EN Official Journal of the European Union 20.9.2021 L 330/11 ",
        "6. The Commission is empowered to adopt, prior to the adoption of the IPA programming framework, a delegated act in accordance with Articles 14 and 15 in order to supplement this Regulation by setting out certain specific objectives and thematic priorities for assistance related to the matters referred to in paragraph 3, points (a) to (m) and point (r), and paragraph 4, points (a) to (j), of this Article. Article 4 Budget 1. The financial envelope for the implementation of IPA III for the 2021-2027 period shall be EUR 14 162 000 000 in current prices. 2. The amount referred to in paragraph 1 of this Article may be used to finance support measures for the implementation of IPA III, such as preparatory, monitoring, control, audit and evaluation activities, including corporate information technology systems, in accordance with Article 24 of Regulation (EU) 2021/947. Article 5 Cross-programme provisions 1. In implementing this Regulation, consistency, synergies and complementarities with other areas of the Union’s external action and with other relevant Union policies and programmes, and policy coherence for development shall be ensured. 2. Regulation (EU) 2021/947 shall apply to activities implemented under this Regulation where it is referred to in this Regulation. 3. IPA III shall contribute funds to actions implemented and managed in accordance with Regulation (EU) 2021/817. Regulation (EU) 2021/817 applies to the use of those funds. To that end, the contribution of IPA III shall be included in the single programming document referred to in Article 13(6) of Regulation (EU) 2021/947 and adopted in accordance with the procedures laid down in that Regulation. That programming document shall contain an indicative minimum amount to be allocated to actions established under Regulation (EU) 2021/817. 4. Assistance under this Regulation may be provided to the type of actions provided for under the European Regional Development Fund and the Cohesion Fund the specific objectives and scope of support of which are set out in Regulation (EU) 2021/1058 of the European Parliament and of the Council ( 25 ), the European Social Fund Plus established by Regulation (EU) 2021/1057 of the European Parliament and of the Council ( 26 ) and the European Agricultural Fund for Rural Development to be established by a Regulation of the European Parliament and of the Council establishing rules on support for strategic plans to be drawn up by Member States under the Common agricultural policy (CAP Strategic Plans) and financed by the European Agricultural Guarantee Fund (EAGF) and by the European Agricultural Fund for Rural Development (EAFRD) and repealing Regulation (EU) No 1305/2013 of the European Parliament and of the Council and Regulation (EU) No 1307/2013 of the European Parliament and of the Council. 5. The European Regional Development Fund shall contribute to programmes or measures established for cross-border cooperation between the beneficiaries listed in Annex I and one or more Member States. The Commission shall adopt those programmes and measures in accordance with Article 17(3) of this Regulation. The amount of the contribution from IPA III funds allocated to cross-border cooperation (‘IPA III-CBC’), as referred to in Article 10(3) of Regulation (EU) 2021/1059, shall be determined in accordance with that Article. IPA III-CBC programmes shall be managed in accordance with Regulation (EU) 2021/1059. ( 25 ) Regulation (EU) 2021/1058 of the European Parliament and of the Council of 24 June 2021 on the European Regional Development Fund and on the Cohesion Fund (OJ L 231, 30.6.2021, p. 60). ( 26 ) Regulation (EU) 2021/1057 of the European Parliament and of the Council of 24 June 2021 establishing the European Social Fund Plus (ESF+) and repealing Regulation (EU) No 1296/2013 (OJ L 231, 30.6.2021, p. 21). EN Official Journal of the European Union L 330/12 20.9.2021 ",
        "6. IPA III may contribute to transnational and interregional cooperation programmes or measures that are established and implemented under Regulation (EU) 2021/1059, taking into account macro-regional strategies or sea basin strategies, where applicable, and in which the beneficiaries listed in Annex I to this Regulation participate. Where a transnational and interregional cooperation programme or measure is also supported by NDICI, pre-financing shall be paid in accordance with Article 22(5) of Regulation (EU) 2021/947. 7. Where appropriate, other Union programmes may contribute to actions established under this Regulation in accordance with Article 9, provided that the contributions do not cover the same costs. This Regulation may also contribute to measures established under other Union programmes, provided that the contributions do not cover the same costs. In such cases, the work programme covering those actions shall establish which set of rules shall be applicable. 8. To ensure the coherence and effectiveness of Union financing or to foster regional cooperation, the Commission may, where duly justified, decide to extend the eligibility of action plans and measures referred to in Article 9(1) to countries, territories or regions which would not otherwise be eligible for financing pursuant to Article 3(1), provided that the plan or measure to be implemented is of a global, regional or cross-border nature. CHAPTER II Strategic planning Article 6 Policy framework and general principles 1. The enlargement policy framework defined by the European Council and the Council, the agreements that establish a legally binding relationship with the beneficiaries listed in Annex I, as well as resolutions of the European Parliament, communications of the Commission and joint communications of the Commission and the High Representative of the Union for Foreign Affairs and Security Policy, shall constitute the overall policy framework for the implementation of this Regulation. The Commission shall ensure coherence between the assistance under this Regulation and the enlargement policy framework. 2. Programmes and actions under IPA III in pursuit of the specific objectives referred to in Article 3(2) shall mainstream the horizontal priorities of climate change, environmental protection, human rights and gender equality, in order to promote integrated actions that create co-benefits and meet multiple objectives in a coherent way. Where applicable, programmes and actions shall address interlinkages between Sustainable Development Goals, including the goals of promoting peaceful and inclusive societies, as well as of poverty reduction. 3. The Commission, in liaison with Member States, shall contribute to the implementation of Union commitments to increased transparency and accountability in the delivery of assistance, including by making information on assistance volume and allocation available through web-based databases, and shall ensure that data is comparable and can be easily accessed, shared and published. 4. The Commission and the Member States shall cooperate in ensuring coherence and shall strive to avoid duplication between assistance under this Regulation and other assistance provided by the Union, the Member States and the European Investment Bank Group, in line with the established principles for strengthening operational coordination in the field of external assistance, including through enhanced coordination with Member States at local level and through the harmonisation of policies and procedures, in particular the international principles on development effectiveness. Such coordination shall involve regular and timely consultations, frequent exchanges of information during the different phases of the assistance cycle, shall involve inclusive meetings aimed at coordinating the assistance, including at local level, and shall constitute a key step in the programming processes of the Union and the Member States. 5. In line with the principle of inclusive partnership, where appropriate, the Commission shall ensure that relevant stakeholders in the beneficiaries listed in Annex I, including civil society organisations and local and regional authorities, as appropriate, are duly consulted and have timely access to relevant information to allow them to play a meaningful role during the design and implementation of programmes and the related monitoring processes. The Commission shall encourage coordination among the relevant stakeholders. The capacities of civil society organisations shall be strengthened, including their capacities as direct beneficiaries of assistance, where appropriate. EN Official Journal of the European Union 20.9.2021 L 330/13 ",
        "6. The Commission, in liaison with the Member States, shall take the necessary steps to ensure coordination and complementarity with multilateral and regional organisations and entities, such as international organisations and financial institutions, and agencies and non-Union donors. CHAPTER III Implementation Article 7 IPA programming framework 1. Assistance under this Regulation shall be based on an IPA programming framework for the delivery of the specific objectives referred to in Article 3(2) and the thematic priorities referred to in Article 3(3) and further set out in Annexes II and III. The Commission shall establish the IPA programming framework for the duration of the 2021-2027 MFF. 2. The European Parliament and the Council shall authorise the annual appropriations within the limits of the 2021-2027 MFF. 3. The IPA programming framework shall be developed in accordance with the policy framework and general principles set out in Article 6 and shall take relevant national strategies and sector policies into due account. 4. The IPA programming framework shall include indicative allocations of Union funds for thematic areas in accordance with the specific objectives referred to in Article 3(2), as applicable, broken down by year, without prejudice to the possibility of combining assistance contributing to the achievement of different specific objectives. 5. The IPA programming framework shall include indicators for assessing progress towards the achievement of the specific objectives referred to in Article 3(2). Those indicators shall be coherent with the key performance indicators referred to in Annex IV. 6. The Commission shall carry out an annual assessment of the implementation of the IPA programming framework in light of the evolution of the policy framework referred to in Article 6 and based on the indicators referred to in paragraph 5 of this Article. That assessment shall also include the state of play of the allocations committed and planned for beneficiaries listed in Annex I and how the performance-based approach and the fair share principle referred to in Article 8 have been implemented. The Commission shall submit that assessment to the committee referred to in Article 17. 7. On the basis of the annual assessment referred to in paragraph 6, the Commission may propose to revise the IPA programming framework as appropriate. Furthermore, the Commission may review the IPA programming framework following the mid-term evaluation referred to in Article 42 of Regulation (EU) 2021/947 and, where appropriate, may revise it. Any revision of the IPA programming framework shall be carried out in accordance with the procedure referred to in paragraph 8. 8. Without prejudice to paragraph 9, the Commission shall adopt the IPA programming framework by means of an implementing act. That implementing act shall be adopted in accordance with the examination procedure referred to in Article 17(3). 9. The Commission shall adopt the programming framework for cross-border cooperation with Member States in accordance with Article 17(3). Article 8 Assistance to beneficiaries, performance assessment and fair share principle 1. Assistance under this Regulation shall be based both on a performance-based approach and the fair share principle, as set out in paragraphs 2, 3 and 4. EN Official Journal of the European Union L 330/14 20.9.2021 ",
        "2. Assistance shall aim to ensure progress with respect to all the beneficiaries listed in Annex I and shall be targeted and adjusted to their specific situations, taking into account any further efforts needed to meet the objectives of this Regulation. The needs and capacities of those beneficiaries shall be taken into account in accordance with the fair share principle in order to avoid a disproportionately low level of assistance as compared to other beneficiaries. 3. Assistance shall be differentiated in scope and intensity according to performance of the beneficiaries listed in Annex I, in particular as regards their commitment to and progress in implementing reforms, as well as according to their needs. 4. In assessing the performance of the beneficiaries listed in Annex I and deciding on the assistance to be provided, particular attention shall be paid to the efforts made in the fields of the rule of law and fundamental rights, democratic institutions and public administration reform, as well as economic development and competitiveness. 5. In the case of a significant regression or persistent lack of progress by a beneficiary listed in Annex I in the areas referred to in paragraph 4 of this Article as measured by the indicators referred to in Article 7(5), the scope and intensity of assistance shall be modulated accordingly, in accordance with paragraph 6, including by reducing the funds proportionally and redirecting them in ways that avoid compromising support for improving fundamental rights, democracy and the rule of law, including support to civil society and, where appropriate, cooperation with local authorities. Where progress has resumed, the assistance shall also be modulated accordingly in accordance with paragraph 6 to further support those efforts. 6. Assistance to the beneficiaries listed in Annex I shall be decided in the framework of measures referred to in Article 9. Article 9 Implementing measures and methods 1. Assistance under this Regulation shall be implemented in direct management or indirect management in accordance with the Financial Regulation through annual or multiannual action plans and measures as referred to in Chapter III of Title II of Regulation (EU) 2021/947. The Commission shall adopt, by means of implementing acts, action plans and measures. Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 17(3). Chapter III of Title II of Regulation (EU) 2021/947 shall apply to this Regulation with the exception of Article 28(1) of that Regulation. 2. The transition from direct management by the Commission to indirect management by the beneficiaries listed in Annex I shall be progressive and in line with the respective capacities of those beneficiaries as well as with regard to principles of good governance. The Commission shall take appropriate supervisory measures ensuring the protection of the financial interests of the Union, as appropriate. The Commission may also reverse that transition in the event that a beneficiary listed in Annex I fails to fulfil relevant obligations, principles, objectives and rules established in the Financial Regulation. 3. The European Parliament may hold regular exchanges of views with the Commission regarding its own assistance programmes, on matters such as capacity-building, including related mediation and dialogue, and election observation. 4. Action plans under this Regulation may be adopted for a period of up to seven years. 5. Budget support shall be based on mutual accountability and a shared commitment to democracy, human rights and the rule of law, and shall be provided in accordance with Article 236 of the Financial Regulation and Article 27 of Regulation (EU) 2021/947. Actions under IPA III shall support the development of parliamentary control, audit capacities and increased transparency and public access to information. Article 10 Cross-border cooperation 1. Up to 3 % of the financial envelope shall be indicatively allocated to programmes for cross-border cooperation between the beneficiaries listed in Annex I and the Member States, in line with their needs and priorities. EN Official Journal of the European Union 20.9.2021 L 330/15 ",
        "2. The Union co-financing rate at the level of each priority shall not be higher than 85 % of the eligible expenditure of a cross-border cooperation programme. 3. The level of pre-financing for cross-border cooperation with Member States may exceed the percentage referred to in Article 51(3) of Regulation (EU) 2021/1059 and shall amount to 50 % of the first three budgetary commitments to the programme. 4. Where cross-border cooperation programmes are discontinued in accordance with Article 12 of Regulation (EU) 2021/1059, support under this Regulation to the discontinued programme that remains available may be used to finance other actions eligible under this Regulation. CHAPTER IV Eligibility Article 11 Eligibility for funding under IPA III Participation in procurement, grant and prize award procedures for actions financed under this Regulation shall be open to international and regional organisations and to all other natural persons who are nationals of, and to legal persons which are effectively established in: (a) Member States, beneficiaries listed in Annex I to this Regulation, contracting parties to the Agreement on the European Economic Area and countries covered by the Annex I to Regulation (EU) 2021/947; and (b) countries for which reciprocal access to external assistance is established by the Commission. For the purposes of point (b), reciprocal access may be granted, for a limited period of at least one year, where a country grants eligibility on equal terms to entities from the Union and from countries eligible under this Regulation. The Commission shall decide on the reciprocal access after consulting the recipient country or countries concerned. CHAPTER V EFSD+ and budgetary guarantees Article 12 Financial instruments and guarantee for external actions 1. In accordance with Article 31(7) of Regulation (EU) 2021/947, the beneficiaries listed in Annex I to this Regulation shall be eligible for support through the European Fund for Sustainable Development Plus (EFSD+) and the External Action Guarantee (EAG). EFSD+ and EAG operations shall be financed under this Regulation as provided for in Chapter IV of Title II of Regulation (EU) 2021/947 mutatis mutandis , subject to the special provisions of this Article. 2. The Commission shall be advised by a specific strategic board in the management of the EFSD+ operations for the Western Balkans (‘strategic board’). 3. The strategic board shall advise the Commission on the strategic orientation of investments for the Western Balkans under EFSD+, and contribute to their alignment with the guiding principles, policy framework and objectives set out in this Regulation. The strategic board shall support the Commission in setting overall investment goals for the Western Balkans as regards the use of the EAG to support EFSD+ operations and shall monitor an appropriate and diversified thematic coverage for investment windows. EN Official Journal of the European Union L 330/16 20.9.2021 ",
        "4. The strategic board shall include representatives of the Commission, all Member States and the European Investment Bank (EIB). The European Parliament shall have observer status. Participation in the strategic board may be open to other relevant stakeholders. The strategic board shall decide on the inclusion of any new member or observer. Without prejudice to specific arrangements on co-chairing, the strategic board shall be chaired by the Commission, and shall, to the extent possible, adopt opinions by consensus. Participation in the meetings of the strategic board shall be voluntary. 5. Before the first meeting of the strategic board, the Commission shall propose the rules of procedure for adoption by the strategic board, including rules on participation of representatives in the Western Balkans Investment Framework, the role of observers and on the designation of co-chairs. The minutes and agendas of the meetings of the strategic board shall be made public following their adoption. 6. The Commission shall report every year to the strategic board about the progress made in respect of the implementation of the operations covering the Western Balkans. CHAPTER VI Monitoring, reporting and evaluation Article 13 Monitoring, audit, evaluation and protection of the Union’s financial interests 1. Article 41 of Regulation (EU) 2021/947 in relation to monitoring and reporting shall apply to this Regulation mutatis mutandis . The annual report referred to in Article 41(5) of Regulation (EU) 2021/947 shall also contain information on commitments and payments per instrument (IPA, IPA II and IPA III). 2. The key performance indicators for monitoring the implementation and progress of IPA III towards the achievement of the specific objectives set out in Article 3 are listed in Annex IV to this Regulation. 3. For cross-border cooperation with Member States, the indicators shall be those referred to in Article 34 of Regulation (EU) 2021/1059. 4. In addition to the indicators listed in Annex IV, the reports accompanying the annual Commission communication on the Union’s enlargement policy and the Commission’s assessments of the economic reform programmes shall be taken into account in the results framework of IPA III assistance. 5. In addition to the elements referred to in Article 41(5) and (6) of Regulation (EU) 2021/947, the annual report shall contain information on the commitments for specific objectives referred to in Article 3 of this Regulation. 6. Article 42 of Regulation (EU) 2021/947 in relation to the mid-term and the final evaluation shall apply mutatis mutandis . 7. In addition to Article 129 of the Financial Regulation on the protection of the financial interests of the Union, under indirect management, beneficiaries listed in Annex I to this Regulation shall report any irregularities, including fraud, which have been the subject of a primary administrative or judicial finding, without delay, to the Commission and shall keep the Commission informed of the progress of any administrative and legal proceedings in relation to such irregularities. Such reporting shall be done by electronic means, using the Irregularity Management System, established by the Commission. EN Official Journal of the European Union 20.9.2021 L 330/17 ",
        "CHAPTER VII Final provisions Article 14 Delegation of power The Commission is empowered to adopt delegated acts in accordance with Article 15 to amend Annexes II, III and IV and a delegated act to supplement this Regulation in order to set out certain specific objectives and thematic priorities for assistance as referred to in Article 3(6). Article 15 Exercise of the delegation 1. The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article. 2. The power to adopt delegated acts as referred to in Article 14 shall be conferred on the Commission for the period of validity of this Regulation. 3. The delegation of power referred to in Article 14 may be revoked at any time by the European Parliament or by the Council. A decision to revoke shall put an end to the delegation of the power specified in that decision. It shall take effect the day following the publication of the decision in the Official Journal of the European Union or at a later date specified therein. It shall not affect the validity of any delegated acts already in force. 4. As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council. 5. A delegated act adopted pursuant to Article 14 shall enter into force only if no objection has been expressed either by the European Parliament or the Council within a period of two months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object. That period shall be extended by two months at the initiative of the European Parliament or of the Council. Article 16 Adoption of further implementing rules Specific rules establishing uniform conditions for implementing this Regulation, in particular in relation to the structures to be set up in preparation for accession and to rural development assistance, shall be adopted by the Commission in accordance with the examination procedure referred to in Article 17(3). Article 17 Committee procedure 1. The Commission shall be assisted by a committee for the Instrument for Pre-accession Assistance (the ‘IPA III committee’). That committee shall be a committee within the meaning of Regulation (EU) No 182/2011. 2. The IPA III committee shall assist the Commission to fulfil the objectives referred to in Article 3 in light of the annual assessment provided by the Commission in accordance with Articles 7(6) and 13(5). 3. Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply. EN Official Journal of the European Union L 330/18 20.9.2021 ",
        "4. The rules of procedure of the IPA III committee shall provide for proportionate time limits allowing committee members early and effective opportunities to examine the draft implementing acts and express their views, in accordance with Article 3 of Regulation (EU) No 182/2011. 5. Where the opinion of the committee is to be obtained by a written procedure, that procedure shall be terminated without result when, within the time limit for delivery of the opinion, the chair of the committee so decides or a simple majority of committee members so requests. 6. An observer from the EIB shall take part in the IPA III committee’s proceedings with regard to questions concerning the EIB. 7. The IPA III committee shall assist the Commission and shall be competent also for legal acts and commitments under Regulations (EC) No 1085/2006 and (EU) No 231/2014 and the implementation of Article 3 of Regulation (EC) No 389/2006. 8. The IPA III committee shall not be competent for the contribution to Erasmus+ as referred to in Article 5(3). Article 18 Information, communication and visibility 1. The recipients of Union funding under IPA III shall acknowledge the origin of, and ensure the visibility of, the Union funding, in particular when promoting and reporting on the actions and their results, by highlighting the support received from the Union and its benefits for people in a visible manner in communication materials related to the actions supported under this Regulation and by providing coherent, effective and proportionate targeted information to multiple audiences in a strategic manner, including to the media and the public. Agreements concluded with recipients of Union funding under IPA III shall contain obligations in that respect. Agreements concluded with beneficiaries listed in Annex I shall include the principles to be followed in visibility and communication activities and the objectives of those activities, and a clear obligation to actively publicise information about programmes and actions under IPA III. In order to improve the results of communication activities for cross-border cooperation programmes between the beneficiaries listed in Annex I, specific joint communication activities shall be planned. Actions under IPA III shall be carried out in accordance with communication and visibility requirements in Union-financed external actions and in other relevant guidelines. 2. The Commission shall carry out information and communication actions relating to IPA III and its actions and results, in particular at local and regional level, in order to ensure the visibility of the Union’s financial assistance. Financial resources allocated under IPA III shall also contribute to the corporate communication of, and reporting on, the political priorities of the Union, as far as these priorities are directly related to the objectives referred to in Article 3. 3. IPA III shall support strategic communication and public diplomacy, including the fight against disinformation, with a view to communicating the Union’s values as well as the added value of, and results achieved by the Union’s actions. 4. The Commission shall make publicly available relevant information on all actions financed under this Regulation in accordance with Article 38 of the Financial Regulation, including as appropriate through a comprehensive single website. EN Official Journal of the European Union 20.9.2021 L 330/19 ",
        "5. Where security issues or political sensitivities may make it preferable or necessary to limit communication and visibility activities in certain countries or areas or during certain periods, the target audience and the visibility tools, products and channels to be used in promoting a given action shall be determined on a case-by-case basis, in consultation with and in agreement with the Union. Any such exceptions shall be duly justified and their scope shall be specified and limited in each case. Where rapid intervention is required in response to a sudden crisis, it shall not be necessary to produce a full communication and visibility plan immediately. In such situations, however, the Union’s support shall nevertheless be appropriately indicated from the start. Article 19 Transitional provisions 1. This Regulation shall not affect the continuation or modification of actions under Regulations (EC) No 1085/2006 or (EU) No 231/2014, which shall continue to apply to those actions until their closure. Chapter III of Title II of Regulation (EU) 2021/947 shall apply to those actions, except for Article 28(1) and (3) thereof, instead of which Articles 8(4), 10(1) and 10(3) of Regulation (EU) No 236/2014 of the European Parliament and of the Council ( 27 ) shall apply. 2. The financial envelope for IPA III may also cover technical and administrative assistance expenses necessary to ensure the transition between the measures adopted under IPA II and under IPA III, as well as any activities related to the preparation of the successor programme for pre-accession assistance. 3. If necessary, appropriations may be entered in the Union budget beyond 2027 to cover the expenses provided for in Article 4(2), to enable the management of actions not completed by 31 December 2027. Article 20 Entry into force This Regulation shall enter into force on the day of its publication in the Official Journal of the European Union . It shall apply from 1 January 2021. This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Strasbourg, 15 September 2021. For the European Parliament The President D. M. SASSOLI For the Council The President A. LOGAR ( 27 ) Regulation (EU) No 236/2014 of the European Parliament and of the Council of 11 March 2014 laying down common rules and procedures for the implementation of the Union’s instruments for financing external action (OJ L 77 15.3.2014, p. 95). EN Official Journal of the European Union L 330/20 20.9.2021 ",
        "ANNEX I The Republic of Albania Bosnia and Herzegovina Iceland Kosovo * Montenegro The Republic of North Macedonia The Republic of Serbia The Republic of Turkey * This designation is without prejudice to positions on status, and is in line with UNSCR 1244/1999 and the ICJ Opinion on the Kosovo declaration of independence. EN Official Journal of the European Union 20.9.2021 L 330/21 ",
        "ANNEX II THEMATIC PRIORITIES FOR ASSISTANCE Assistance may, as appropriate, address the following thematic priorities: (a) Establishing and promoting from an early stage the proper functioning of the institutions necessary to secure the rule of law and further consolidating democratic institutions. Interventions in this area shall aim at: establishing independent, accountable, impartial, professional, depoliticised, and efficient judicial systems, including through transparent and merit-based recruitment, evaluation and promotion systems and effective disciplinary procedures in cases of wrongdoing, and promoting judicial cooperation; ensuring access to justice; promoting police cooperation and information exchange; developing effective tools to prevent and fight organised crime, trafficking in human beings and of small arms and light weapons, migrants smuggling, drug trafficking, money laundering/financing of terrorism and corruption; supporting engagement with the Union on counter-terrorism and preventing radicalisation; and promoting and protecting human rights, including non-discrimination and gender equality, the rights of the child, rights of persons belonging to minorities including national minorities and Roma, as well as rights of lesbian, gay, bisexual, transgender and intersex persons, and fundamental freedoms, including freedom of expression, freedom of the media, freedom of assembly and association and data protection. (b) Strengthening capacities to face migration challenges at regional and international level. Interventions in this area shall aim at: sharing relevant information, further consolidating border and migration management capacities, ensuring access to international protection, enhancing border control and efforts to tackle irregular migration and addressing forced displacement. (c) Enhancing capacities for strategic communication, including communicating to the public about necessary reforms for meeting the Union’s membership criteria. Efforts in this area shall aim at supporting further development of independent and pluralistic media and media literacy and shall serve, inter alia, as a means of building capacities in the area of cyber-security and increasing state and societal resilience to disinformation and other forms of hybrid threats. (d) Enhancing good governance and reforming public administration in line with the principles of public administration. Interventions shall aim at: strengthening public administration reform frameworks, including in the field of public procurement, improving strategic planning and inclusive and evidence-based policy and legislative development; enhancing professionalisation and de-politicisation of public service by embedding meritocratic principles; promoting transparency and accountability; improving the quality and delivery of services, including adequate administrative procedures and the use of citizen-centred eGovernment; strengthening public financial management; and improving the production of good quality statistics. (e) Strengthening fiscal and economic governance. Interventions shall aim at: supporting the implementation of the economic reform programmes and systematic cooperation with international financial institutions on fundamentals of economic policy and strengthening of economic institutions; enhancing the capacity to strengthen macroeconomic stability and social cohesion; supporting sustainable development and progress towards becoming a functioning market economy with the capacity to cope with competitive pressures and market forces within the Union; and advancing towards the Common Regional Market. (f) Strengthening all aspects of good neighbourly relations, regional stability and mutual cooperation. (g) Strengthening the capacity of the Union and its partners to prevent conflict, build peace and address pre- and post- crisis needs, including through: early warning and conflict-sensitive risk analysis; promoting people to people networking, reconciliation, peace-building and confidence-building measures, initiatives promoting reconciliation, transitional justice, truth-seeking, reparations and guarantees of non-recurrence (such as RECOM); and supporting capacity building in support of security and development (CBSD) actions in accordance with Article 9 of Regulation (EU) 2021/947. (h) Strengthening the capacities, independence and plurality of civil society organisations and social partners’ organisations, including professional associations, in beneficiaries listed in Annex I and encouraging networking at all levels among Union-based organisations and those of beneficiaries listed in Annex I, enabling them to engage in an effective dialogue with public and private actors. (i) Promoting the alignment of beneficiaries’ rules, standards, policies and practices with those of the Union, including public procurement and State aid rules. EN Official Journal of the European Union L 330/22 20.9.2021 ",
        "(j) Promoting gender equality and the empowerment of women and girls. Interventions in this area shall aim at: establishing a more enabling environment for the fulfilment of women’s and girls’ rights and achieving real and tangible improvements in gender equality in strategic policy areas such as freedom from all forms of gender-based violence; sexual and reproductive health and rights; economic and social rights and the empowerment of women and girls; equal participation and leadership; women, peace and security; and the gender dimension of green and digital transformations, including through supporting gender budgeting. (k) Strengthening access to and the quality of education, training and lifelong learning at all levels, and offering support to cultural and creative sectors and sport. Interventions in this area shall aim at: promoting equal access to quality early childhood education and care, primary and secondary education; improving the provision of basic skills; increasing educational attainment levels; tackling brain drain; reducing early school-leaving; reinforcing teachers’ training; empowering children and youth and enabling them to reach their full potential; developing vocational education and training systems and promoting work-based learning systems to facilitate the transition to the labour market, including for persons with disabilities; improving the quality and relevance of higher education and research; encouraging alumni-related activities; and enhancing access to lifelong learning and supporting investment in education and accessible training infrastructure, particularly with a view to reducing territorial disparities and fostering non-segregated inclusive education and including through the use of accessible digital technologies. (l) Fostering quality employment and access to the labour market. Interventions in this area shall aim at tackling high unemployment and inactivity by supporting sustainable labour market integration in particular of young people (especially those not in employment, education or training), women, long-term unemployed and all under- represented groups. Measures shall stimulate quality job creation and support the effective enforcement of labour rules and standards across the entire territory in line with the key principles and rights defined in the European Pillar of Social Rights. Other key areas of intervention shall be supporting gender equality and youth and promoting employability and productivity, the adaptation of workers and enterprises to change, the establishment of a sustainable social dialogue and the modernisation and strengthening of labour market institutions such as public employment services and labour inspectorates. (m) Promoting social protection and inclusion and combating poverty. Interventions in this area shall aim at modernising social protection systems to provide effective, efficient and adequate protection throughout all stages of a person’s life, promoting the transition from institutional to family and community-based care, fostering social inclusion, promoting equal opportunities and addressing inequalities and poverty. Interventions in this area shall also focus on: integrating marginalised communities such as the Roma; combating discrimination based on sex, race, colour, ethnic or social origin, genetic features, language, religion or belief, political or any other opinion, membership of a national minority, property, birth, disability, age or sexual orientation; and enhancing access to affordable, sustainable and high quality services, such as early childhood education and care, housing, healthcare and essential social services and long term care, including through the modernisation of social protection systems. (n) Promoting smart, sustainable, inclusive and safe transport, removing bottlenecks in key network infrastructures, and enhancing energy security and diversification, by investing in projects with high European added-value. The investments should be prioritised according to their relevance to TEN-T connections with the Union, cross-border links, job creation, contribution to sustainable mobility, reduced emissions, environmental impact and safe mobility, in synergy with the reforms promoted by the Transport Community Treaty. Interventions in the area of energy shall aim at increasing energy efficiency and sustainable production as well as diversifying supplier countries and routes. (o) Improving the private-sector environment and competitiveness of enterprises, in particular of SMEs, including smart specialisation, as key drivers of growth, job creation and cohesion. Priority shall be given to sustainable projects which improve the business environment. (p) Improving access to digital technologies and services and strengthening research, technological development and innovation by investing in digital connectivity, digital trust and security, digital skills and entrepreneurship, in capacity building in research and innovation systems, in mobility, in research infrastructure and in enabling environment and by promoting networking and collaboration. (q) Contributing to the security and safety of the supply of food and water and the maintenance of diversified and viable farming systems in vibrant rural communities and the countryside. EN Official Journal of the European Union 20.9.2021 L 330/23 ",
        "(r) Protecting the environment and improving the quality of the environment, addressing environmental degradation and halting biodiversity loss, promoting the conservation and sustainable management of terrestrial and marine ecosystems and renewable natural resources, investing in air quality, water and waste management and sustainable chemical management, promoting resource efficiency, sustainable consumption and production and supporting the transition to green and circular economies, contributing to the reduction of greenhouse gas emissions, increasing resilience to climate change and promoting climate action governance and information and energy efficiency. IPA III shall promote policies to support the shift towards a resource-efficient, safe and sustainable low-carbon economy and strengthen disaster resilience as well as disaster prevention, preparedness and response. (s) Cooperating with the beneficiaries listed in Annex I in the peaceful use of nuclear energy in the areas of health, agriculture and food safety, ensuring full compliance with the highest international standards, as well as supporting actions addressing the consequences on the local population exposed to any radiological accident and aiming at improving their living conditions, and promoting knowledge-management, training and education in nuclear-related fields. Where applicable, these activities shall be coherent with those of the European Instrument for Nuclear Safety and in line with Regulation (EU) 2021/947. (t) Increasing the ability of the agri-food and fisheries sectors to cope with competitive pressure and market forces as well as to progressively align with the Union rules and standards, while pursuing economic, social and environmental goals in balanced territorial development of rural and coastal areas. EN Official Journal of the European Union L 330/24 20.9.2021 ",
        "ANNEX III THEMATIC PRIORITIES FOR ASSISTANCE FOR CROSS-BORDER COOPERATION BETWEEN BENEFICIARIES LISTED IN ANNEX I With a view to promoting good neighbourly relations, fostering Union integration and promoting socioeconomic development, assistance for cross-border cooperation may address the following thematic priorities, as appropriate: (a) promoting employment, labour mobility and social and cultural inclusion across borders through, inter alia: integrating cross-border labour markets, including cross-border mobility; joint local employment initiatives; information and advisory services and joint training; gender equality; equal opportunities; integration of immigrants’ communities and vulnerable groups; investment in public employment services; and supporting investment in public health and social services; (b) protecting the environment and promoting adaptation to climate change, the mitigation of climate change, and risk prevention and management through, inter alia: joint actions for environmental protection; promoting sustainable use of natural resources, coordinated maritime spatial planning, resource efficiency and circular economy, renewable energy sources and the shift towards a safe and sustainable low-carbon, green economy; improving air and water quality, including by enhancing alignment with European environmental standards, and waste and water management; promoting investment to address specific risks; ensuring disaster resilience and disaster prevention, preparedness and response; and promoting and enhancing international coordination of transboundary rivers; (c) promoting sustainable transport and improving public infrastructures by, inter alia, reducing isolation through improved access to transport, digital networks and services and investing in cross-border water, waste and energy systems and facilities; (d) promoting the digital economy and society by, inter alia, the deployment of digital connectivity and the development of eGovernment services, digital trust and security as well as digital skills and entrepreneurship; (e) encouraging tourism, especially sustainable tourism, and preserving and promoting cultural and natural heritage; (f) investing in youth, sport, education and skills through, inter alia, developing and implementing joint education, vocational training, training schemes and infrastructure supporting joint youth activities; (g) promoting local and regional governance and enhancing the planning and administrative capacity of local and regional authorities; (h) promoting cross-border initiatives to foster reconciliation and transitional justice (such as RECOM); (i) enhancing competitiveness, the business environment and the development of SMEs, trade and investment through, inter alia, the promotion of and support to entrepreneurship, in particular in relation to SMEs, and the development of local cross-border markets and internationalisation, also contributing to the Common Regional Market; (j) strengthening research, technological development, innovation and digital technologies, inter alia, through promoting mobility and through the sharing of human resources and facilities for research and technology development. EN Official Journal of the European Union 20.9.2021 L 330/25 ",
        "ANNEX IV LIST OF KEY PERFORMANCE INDICATORS The following list of key performance indicators shall be used to help measure the progress and, where appropriate, readiness by beneficiaries listed in Annex I and the Union’s contribution to the achievement of the specific objectives of IPA III: 1. Composite indicator ( 1 ) on political criteria (source: European Commission). 2. Attitude towards the EU: Percentage of population with a positive general attitude towards the EU (source: European Commission/EU Delegations). 3. Composite indicator on Union acquis alignment (source: European Commission). 4. Composite indicator on economic criteria (source: European Commission). 5. Expenditure on social protection as % of GDP (source: Eurostat) and Employment Rate of persons aged 20 to 64 and changes in the Gini coefficient of a beneficiary over time (source: Eurostat). 6. Digital skills (source: Eurostat). 7. ‘Ease of doing business’ (source: World Bank). 8. Energy intensity measured in terms of primary energy and GDP (source: Eurostat). Share of renewable energy in gross final energy consumption % (source: Eurostat). 9. Greenhouse Gas (GHG) emissions avoided (tonnes CO 2 -eq) with IPA III support (source: European Commission). PM 10 concentrations compared to the EU daily limit value (50 μg/m 3 ); (Source: European Environmental Agency). 10. Areas of marine, terrestrial and freshwater ecosystems under a) protection, b) sustainable management with IPA III support. 11. Good neighbourly relations, such as number of cross-border partnerships established, formalised and implemented, percentage of intra-regional trade to GDP (Source of data: National statistics, Regional Cooperation Council), number of persons crossing the border/day, and number of goods transporting vehicles crossing the border every day ( 2 ) (Source: Transport Observatory). Indicators will, where relevant and possible, and where data is available, be disaggregated by gender and age. ( 1 ) The indicator includes 5 elements: — Functioning of judiciary — Fighting against corruption — Fighting against organised crime — Freedom of expression (which is an element of fundamental rights) — Public administration reform. ( 2 ) Data on the latter to only be available from 2023 onwards. EN Official Journal of the European Union L 330/26 20.9.2021 ",
        "II (Non-legislative acts) REGULATIONS COMMISSION DELEGATED REGULATION (EU) 2021/1530 of 12 July 2021 supplementing Regulation (EU) 2021/947 of the European Parliament and of the Council establishing the Neighbourhood, Development and International Cooperation Instrument – Global Europe, amending and repealing Decision No 466/2014/EU of the European Parliament and of the Council and repealing Regulation (EU) 2017/1601 of the European Parliament and of the Council and Council Regulation (EC, Euratom) No 480/2009 (Text with EEA relevance) THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EU) 2021/947 of the European Parliament and of the Council of 9 June 2021 establishing the Neighbourhood, Development and International Cooperation Instrument – Global Europe and amending and repealing Decision No 466/2014/EU of the European Parliament and of the Council and repealing Regulation (EU) 2017/1601 of the European Parliament and of the Council and Council Regulation (EC, Euratom) No 480/2009 ( 1 ), and in particular Article 4(7) thereof, Whereas: (1) Annex II to Regulation (EU) 2021/947 sets out the areas of cooperation for geographic programmes. (2) Geographic programmes should be further developed through additional provisions supplementing Regulation (EU) 2021/947. (3) Based on the areas of cooperation listed in Annex II to Regulation (EU) 2021/947, specific objectives and priority areas of cooperation should be set out for Neighbourhood South, Neighbourhood East, West Africa, East and Central Africa, Southern Africa and Indian Ocean, Middle East, Central Asia, South Asia, North and South East Asia, the Pacific, the Americas, the Caribbean. (4) Indicative financial allocations should be set out for the West Africa, East and Central Africa, Southern Africa and Indian Ocean sub-regions, on the basis of the programming principles for geographic programmes set out in Article 13 of Regulation (EU) 2021/947. Thematic targets should be set out for the geographic regions listed in Regulation (EU) 2021/947, ( 1 ) OJ L 209, 14.6.2021, p. 1. EN Official Journal of the European Union 20.9.2021 L 330/27 ",
        "HAS ADOPTED THIS REGULATION: Article 1 The specific objectives and priority areas of cooperation, based on the areas of cooperation listed in Annex II to Regulation (EU) 2021/947 for Neighbourhood South, Neighbourhood East, West Africa, East and Central Africa, Southern Africa and Indian Ocean, Middle East, Central Asia, South Asia, North and South East Asia, the Pacific, the Americas, the Caribbean, are set out in the Annex to this Regulation. Article 2 The indicative financial allocations for West Africa, East and Central Africa, Southern Africa and Indian Ocean sub-regions shall be: (a) West Africa EUR 11 672 000 000; (b) East and Central Africa EUR 11 381 000 000; (c) Southern Africa and Indian Ocean EUR 6 128 000 000. Article 3 The thematic targets for the geographic programmes shall be: (a) at least 15 % for human rights, democracy and good governance; (b) at least 45 % for inclusive and sustainable growth for human development. Article 4 This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 12 July 2021. For the Commission The President Ursula VON DER LEYEN EN Official Journal of the European Union L 330/28 20.9.2021 ",
        "ANNEX The specific objectives and priority areas of cooperation per sub-region, based on the areas of cooperation listed in Annex II to Regulation (EU) 2021/947 of the European Parliament and of the Council, are the following: I. NEIGHBOURHOOD SOUTH (1) Supporting human development, good governance and the rule of law and gender equality. (a) Promoting and protecting human rights and fundamental freedoms; promoting equality and empowerment of women, democracy, the rule of law, good governance, judicial reform and the fight against corruption; (b) Strengthening public institutions and governance systems; enhancing transparency and accountability; supporting social cohesion; promoting the involvement of civil society and space for civic and non-state actors and independent media; supporting the fight against disinformation; (c) Enhancing access and quality of education; promoting digital literacy and skills; empowering young people; strengthening healthcare systems; (d) Supporting transparent and effective management of public finances, domestic revenue mobilisation and economic governance. (2) Strengthening resilience, building prosperity and seizing the digital transformation (a) Supporting entrepreneurship and private sector development; improving access to finance and the digitalisation of business; promoting decent employment; (b) Supporting trade and investment, sustainable value chains, connectivity, economic integration and diversification; (c) Supporting the development of modern and equitable health and social protection systems and promoting decent employment; supporting the resilience of the population through the development of accessible public services; (d) Supporting the deployment and operationalisation of infrastructure to ensure accessible, affordable, inclusive, and secure digital connectivity as well as the development of modern data management and protection systems; supporting improved digital governance, the development of e-services and interoperability frameworks and platforms. (3) Supporting a green transition, strengthening climate resilience, energy transition and security, and protecting the environment (a) Enhancing climate change adaptation and mitigation capacity; helping to promote climate-proof investments and sustainable finance policies to shift towards green growth; (b) Supporting the transition to low-emissions, resource efficient and circular economic models and promote the development of sustainable production and value chains; developing and strengthening sustainable green and blue economy; fostering energy transition and promoting energy security; (c) Promoting resource efficiency, the fight against pollution, biodiversity conservation and restoration and the transition to sustainable food systems, as well as promoting sustainable, multi-functional managed ecosystems in the context of climate adaptation and resilience. (4) Cooperating on peace and security (a) Supporting and promoting peace, conflict prevention and reconciliation efforts; (b) Stepping-up cooperation on counter-terrorism, terrorist financing and anti-money laundering, prevention, the fight against radicalisation and violent extremism, the fight against organised crime, law enforcement and addressing cybersecurity, cybercrime and hybrid threats; EN Official Journal of the European Union 20.9.2021 L 330/29 ",
        "(c) Supporting disaster preparedness and risk management; (d) Enhancing maritime security. (5) Enhancing cooperation on all aspects of migration, mobility and forced displacement (a) Enhancing cooperation on all aspects of migration and forced displacement; strengthening local and international partnerships on migration and forced displacement along key migratory routes; (b) Strengthening all aspects of migration and asylum governance; enhancing border management; strengthening the fight against smuggling of migrants and trafficking of human beings and fostering cooperation on safe, dignified and sustainable returns, readmission and reintegration of migrants; as well as addressing the root causes of irregular migration and forced displacement; (c) Supporting a comprehensive approach to legal migration, while respecting competences of the Member States, and mobility; (d) Contributing to the provision of international protection and support to refugees, migrants, internally displaced persons, host communities, and to countries hosting significant refugee or displaced populations. (6) Enhancing regional, sub-regional and interregional cooperation (a) Supporting the Union for the Mediterranean; (b) Increasing cooperation with international, regional and sub-regional actors and organisations; (c) Increasing cooperation between North and Sub-Saharan Africa in selected areas. II. NEIGHBOURHOOD EAST (1) Investing in resilient, sustainable and integrated economies and sustainable connectivity (a) Increasing trade between partner countries and with the EU; promoting further integration in EU value chains; promoting decent employment; promoting the development of sustainable production and value chains; (b) Improving the business climate; strengthening the start-up ecosystem and increasing/diversifying access to finance for SMEs; (c) Strengthening sustainable road and maritime transport; promoting smart and sustainable urban mobility; (d) Promoting quality education at all levels; strengthening research and technology transfer capacity; enhancing skills to improve employability. (2) Investing in democracy, good governance, peace and security, the rule of law and justice (a) Supporting democracy, peace and good governance, human rights, freedom of expression and association, media freedom and independence; promoting an independent, accountable and efficient justice system; stepping-up cooperation in countering hybrid threats and disinformation, ensuring cyber security and combating cyber crimes; (b) Supporting public administration reform and e-governance; promoting online public services; fighting corruption; (c) Supporting balanced territorial development and decentralisation reform processes; (d) Supporting peace building, dispute and conflict prevention and resolution through peaceful efforts and methods, as well as setting up and/or implementing early warning systems; enhancing regional security, maritime safety and security; strengthening security by combating organised crime and promoting integrated border management. EN Official Journal of the European Union L 330/30 20.9.2021 ",
        "(3) Investing in sustainable energy, decarbonisation, climate mitigation and adaptation and environmental resilience (a) Investing in energy connectivity and stronger cross-border and inter-regional grid connections, while supporting energy efficiency, resilience and security and promoting the increased use of sustainable energy; (b) Improving air quality, promoting the fight against pollution, greening urban areas and improving waste management, while strengthening biodiversity, supporting transitions towards sustainable food systems and modernising water supply and sanitation; (c) Promoting a low-emission, resource efficient and circular economy; strengthening climate policies; developing and strengthening blue economy; increasing green investments; (d) Investing in health resilience and upgrading health systems, as well as supporting disaster preparedness and risk management, including mitigating chemical, biological, radiological and nuclear associated risks. (4) Investing in resilient digital transformation (a) Supporting the development of digital infrastructure and e-services, through improved digital governance and improved interoperability frameworks and platforms; (b) Strengthening digital skills; stimulating digital innovation and high performance digital start-ups; (c) Promoting cross-border e-commerce and digital corridors between partner countries and the EU; (d) Strengthening cyber resilience. (5) Investing in resilient, inclusive, gender-equal and diverse societies (a) Strengthening capacity and empowering civil society organisations at regional and local levels, including youth organisations; (b) Protecting human rights; promoting gender equality in all policy areas; (c) Increasing citizens’ engagement, particularly among young people, with democracy and economic reforms; promoting environmental and digital awareness. III. WEST AFRICA (1) Promoting stabilisation, security, democratic transition, good governance and human rights (a) Promoting stabilisation, peace and security on land and at sea through democratic transition, good governance, the fight against impunity and security sector reform; stepping-up cooperation on counter-terrorism, prevention and fight against radicalisation and violent extremism; promoting dialogue, conflict prevention, reconciliation and state building; (b) Supporting democratic governance and the rule of law, transparency and the fight against corruption; promoting oversight and accountability as well as an independent, accountable and efficient justice system; (c) Strengthening State and local authority institutions and their effective presence throughout the territory and civil society; (d) Promoting the principle of equality and non-discrimination; promoting the respect for human rights and international humanitarian law. (2) Supporting inclusive and sustainable growth, promoting decent jobs and harnessing the digital transformation (a) Promoting private sector development; improving the business environment, the investment climate and the digitalisation of business as well as the transparency and effectiveness of public finances; digital governance and the development of e-services; EN Official Journal of the European Union 20.9.2021 L 330/31 ",
        "(b) Supporting sustainable infrastructure and connectivity, economic integration, trade and the implementation of the Economic Partnership Agreement; strengthening local and regional value chains; (c) Supporting skills development and the creation of decent employment, as well as research and innovation; promoting the development of sustainable production and value chains; (d) Strengthening the green and digital economy. (3) Enhancing cooperation on all aspects of migration, mobility and forced displacement and addressing the root causes of irregular migration and forced displacement (a) Strengthening local and international partnerships on migration and forced displacement along key migratory routes; (b) Strengthening migration governance and management and fostering cooperation on safe, dignified and sustainable returns, readmission and reintegration of migrants; (c) Supporting a comprehensive approach to legal migration, while respecting competences of the Member States, and mobility; (d) Protecting vulnerable migrants, refugees and internally displaced people; strengthening the fight against smuggling of migrants and trafficking of human beings; ensuring protection of and respect for the human rights of migrants, refugees and forcibly displaced persons; providing international protection and support to refugees, migrants, internally displaced persons, host communities, and to countries hosting significant refugee or displaced population. (4) Protecting the environment, biodiversity and fighting climate change (a) Promoting access to sustainable energy and energy efficiency; promoting access to climate resilient and safe water supply and sanitation services; (b) Supporting measures on climate change mitigation and adaptation and disaster preparedness and risk reduction; (c) Promoting an integrated landscape approach for smart and resilient agriculture/food and nutrition security, sustainable management of natural resources, sustainable fisheries and aquaculture and climate change adaptation/mitigation; (d) Promoting environmental protection, preservation of biodiversity and the circular economy, as well as sustainable, multi-functional managed ecosystems in the context of climate adaptation and resilience. (5) Promoting human development and gender equality (a) Supporting greater access to and improved quality of resilient health services and nutrition; (b) Supporting greater access to and improved quality of education at different levels; promoting digital literacy and skills; (c) Promoting social inclusion, social protection and social security schemes; (d) Supporting measures to strengthen gender equality and promoting the empowerment of women and girls in all policy areas. (6) Strengthening partnerships (a) Encouraging regional integration, connectivity and cooperation; (b) Promoting policy dialogue with regional economic communities; (c) Promoting intercultural dialogue and cooperation, twinning, exchange and leadership programmes. EN Official Journal of the European Union L 330/32 20.9.2021 ",
        "IV. EAST AND CENTRAL AFRICA (1) Protecting the environment, biodiversity and fighting climate change (a) Promoting the sustainable management of natural resources, environmental protection and the preservation of biodiversity within a landscape and seascape approach; (b) Supporting measures on climate change mitigation and adaptation and disaster preparedness and risk management; (c) Promoting access to renewable energies and energy efficiency, as well as promoting sustainable, multi-functional managed ecosystems in the context of climate adaptation and resilience; promoting access to climate resilient and safe water supply and sanitation services; (d) Supporting sustainable food security. (2) Promoting stabilisation, security, democracy and democratic transitions, good governance and human rights (a) Promoting peace and security, stability, democracy, peaceful democratic transitions, the rule of law, security sector reform, reconciliation and conflict prevention; stepping-up cooperation on counter-terrorism, prevention and fight against radicalisation and violent extremism; (b) Supporting democratic governance, transparency and oversight, and the fight against corruption; promoting an independent, accountable and efficient justice system; (c) Promoting respect for human rights and the principles of equality and non-discrimination. (3) Supporting inclusive and sustainable growth, promoting decent jobs and harnessing the digital transformation (a) Promoting private sector development; improving the business environment and the digitalisation of business as well as the investment climate; digital governance and the development of e-services; (b) Supporting economic integration and trade, including sustainable infrastructure and connectivity; (c) Supporting skills development and the creation of decent employment, as well as research and innovation; (d) Strengthening the green and digital economy. (4) Promoting human development and gender equality (a) Supporting greater access to and improved quality of resilient health and social protection services and nutrition; (b) Supporting greater access to and quality of education at different levels; promoting digital literacy and skills; (c) Promoting social inclusion and fighting inequalities; (d) Supporting measures to strengthen gender equality and promoting the empowerment of women and girls in all policy areas. (5) Enhancing cooperation on all aspects of migration, mobility and forced displacement and addressing the root causes of irregular migration and forced displacement (a) Strengthening local and international partnerships on different aspects of migration and forced displacement; (b) Strengthening migration governance and management and fostering cooperation on safe, dignified and sustainable returns, readmission and reintegration of migrants; (c) Supporting a comprehensive approach to legal migration, while respecting competences of the Member States, and mobility; EN Official Journal of the European Union 20.9.2021 L 330/33 ",
        "(d) Protecting vulnerable migrants, refugees and internally displaced people; strengthening the fight against smuggling of migrants and trafficking of human beings; ensuring protection of and respect for the human rights of migrants, refugees and forcibly displaced persons; contributing to the provision of international protection and support to refugees, migrants, internally displaced persons, host communities, and to countries hosting significant refugee or displaced population. (6) Strengthening partnerships (a) Encouraging regional economic integration, connectivity and cooperation and the implementation of the Economic Partnership Agreement; (b) Promoting policy dialogue with regional economic communities; (c) Promoting intercultural dialogue and cooperation, twinning, exchange and leadership programmes. V. SOUTHERN AFRICA AND INDIAN OCEAN (1) Supporting inclusive and sustainable growth, promoting decent jobs and harnessing the digital transformation (a) Promoting private sector development; improving the business environment, the investment climate, the digitalisation of business and transparency of public finances; digital governance and the development of e-services; (b) Supporting sustainable infrastructure and connectivity, economic integration and trade; (c) Supporting skills development and decent employment, as well as research and innovation; (d) Strengthening the green and digital economy. (2) Promoting good governance, peace, democracy and human rights (a) Promoting peace and security on land and at sea, stability, democracy, the rule of law; security sector reform, conflict prevention, reconciliation and the fight against international trafficking; (b) Supporting democratic governance, transparency and oversight, and the fight against corruption; improving civil registration; (c) Promoting respect for human rights and the principles of equality and non-discrimination; (d) Supporting justice; strengthening and empowering local authorities and civil society. (3) Protecting the environment and biodiversity and fighting climate change (a) Supporting climate change adaptation and mitigation and disaster preparedness and risk reduction; (b) Promoting access to sustainable energy and energy efficiency; promoting access to climate resilient and safe water supply and sanitation services; (c) Supporting food security, smart and resilient agriculture, sustainable fisheries and aquaculture; (d) Promoting the sustainable management of natural resources, environmental protection, preservation of biodiversity and the circular economy; promoting sustainable, multi-functional managed ecosystems in the context of climate adaptation and resilience. (4) Promoting human development and gender equality (a) Supporting better access to and improved quality of resilient health services and nutrition; (b) Improving access to and improved quality of education at different levels; promoting digital literacy and skills; EN Official Journal of the European Union L 330/34 20.9.2021 ",
        "(c) Promoting social inclusion and social protection schemes; (d) Supporting measures to strengthen gender equality and promoting the empowerment of women and girls in all policy areas. (5) Strengthening partnerships (a) Encouraging regional economic integration and cooperation, and the implementation of the Economic Partnership Agreement; supporting wider Indian Ocean cooperation; (b) Promoting policy dialogue with regional economic communities; (c) Promoting intercultural dialogue and cooperation, twinning, exchange and leadership programmes. VI. MIDDLE EAST (1) Supporting inclusive and sustainable economic growth and harnessing the digital transformation (a) Supporting entrepreneurship, decent employment and employability, improving the business environment, the digitalisation of business and investment climate; (b) Promoting economic diversification, development of food value chains and economic infrastructure and non- petroleum trade; promoting the development of sustainable production and value chains; (c) Supporting resilience of local communities and preservation of cultural heritage; (d) Supporting the deployment and operationalisation of infrastructure to ensure accessible, affordable, inclusive, and secure digital connectivity; supporting improved digital governance, the development of e-services and interoperability frameworks and platforms. (2) Protecting the environment, biodiversity and fighting climate change (a) Contributing to partners’ efforts to pursue their international commitments on climate change, the fight against pollution, management of ecosystems and conservation of biodiversity; increasing their resilience to climate and other natural hazards-related risks; (b) Building capacity to mainstream environmental sustainability and climate change objectives in development processes, notably in the areas of economy, sustainable energy, agriculture, fisheries and aquaculture; (c) Strengthening cooperation on building scientific, technical, human and institutional capacity for climate and environmental management; (d) Supporting measures on climate change adaptation and mitigation. (3) Promoting human development, social inclusion and health (a) Improving quality and equality of education systems; promoting digital literacy and skills; (b) Supporting social protection reforms and improved access to basic services for vulnerable groups; promoting coordination in response to health crises; (c) Promoting respect for the principle of non-discrimination; supporting the right to freedom of thought, conscience and religion or belief; (d) Supporting the strengthening of health systems, greater access to and improved quality and resilience of health services. (4) Promoting human rights, good governance, inclusive citizenship and peaceful, just societies, as well as enhancing cooperation on migration and mobility (a) Supporting macroeconomic management, public finance management systems and accountability of public institutions; fostering inclusiveness in governance and decision-making processes; strengthening the protection of human rights and fundamental freedoms; fighting against discrimination and reinforcing civil society; EN Official Journal of the European Union 20.9.2021 L 330/35 ",
        "(b) Promoting gender equality and respect, protection and the full enjoyment of human rights by women and girls and their empowerment, including economic, labour and social rights; (c) Enhancing cooperation on all aspects of migration, forced displacement, and border management and strengthening the fight against smuggling of migrants; strengthening all aspects of migration and asylum governance, cooperation on safe, dignified and sustainable returns, readmission and reintegration and addressing the root causes of irregular migration and forced displacement; (d) Supporting a comprehensive approach to legal migration and mobility; contributing to the provision of support to refugees, migrants, internally displaced persons, host communities, and to countries hosting refugee or displaced populations. (5) Supporting peace, security and conflict prevention (a) Supporting peace building efforts, mediation dialogue and reconciliation; setting up early warning systems; supporting conflict prevention and settlement; (b) Supporting security sector reform and the fight against organised crime; (c) Preventing and countering radicalisation leading to violent extremism and terrorism, and protecting individuals from such threats; (d) Enhancing regional security, maritime safety and security; mitigating chemical, biological, radiological and nuclear associated risks. (6) Strengthening partnerships (a) Encouraging good neighbourly relations, cooperation and inclusive and constructive dialogue; (b) Promoting triangular cooperation with bilateral and regional development agencies and financing institutions; (c) Engaging with stakeholders in industrialised and more advanced developing countries and through public diplomacy. VII. CENTRAL ASIA (1) Promoting peace, stability, good governance, human rights and human development, and tackling irregular migration and forced displacement (a) Contributing to peace, the prevention or inclusive political settlement of conflict, and stability by building the resilience of states, societies, communities and individuals; supporting social dialogue; (b) Strengthening and promoting democracy and inclusive democratic processes; supporting effective and accountable institutions and the fight against corruption, drugs trafficking and organised crime; strengthening the rule of law and an independent judiciary; (c) Supporting human rights and fundamental freedoms, the role of civil society in all aspects of political and reform processes and public life, and supporting the strengthening and resilience of public services in the fields of health and education; supporting measures to strengthen gender equality and promoting the empowerment of women and girls in all policy areas; (d) Tackling the root causes of irregular migration and forced displacement; facilitating orderly, safe, regular and responsible migration and mobility; enhancing migration governance and management and strengthening border protection, cooperation on safe, dignified and sustainable returns, readmission and reintegration and legal migration. (2) Protecting the environment, biodiversity and fighting climate change (a) Promoting integrated and sustainable, participatory and conflict-sensitive management of water resources and transboundary water cooperation; (b) Supporting measures on climate change adaptation and mitigation; EN Official Journal of the European Union L 330/36 20.9.2021 ",
        "(c) Promoting the conservation, sustainable management and use of healthy ecosystems and agro-food systems; halting biodiversity loss; supporting partner countries’ efforts in disaster preparedness and risk reduction, as well as promoting access to and increasing cooperation on sustainable energy; (d) Developing and strengthening sustainable green economy and the circular economy. (3) Supporting inclusive and sustainable economic growth and decent employment and harnessing the digital transformation (a) Supporting the growth of resilient and sustainable economies; supporting regulatory cooperation and standardisation; supporting the deployment and operationalisation of infrastructure to ensure accessible, affordable, inclusive, and secure digital connectivity; (b) Supporting enhanced productivity and decent employment through economic formalisation, together with support for the application of international labour standards; (c) Supporting enhanced technical vocational education and training opportunities; promoting digital literacy and skills; (d) Facilitating cross-border and intra-regional trade and enhanced regional integration, as a vector for peace in the whole region. (4) Strengthening partnerships (a) Encouraging regional integration and cooperation in support of shared prosperity and security; (b) Supporting economic, cultural and public diplomacy to engage with the population, civil society organisations, municipalities and local communities, the private sector, media, academia and think tanks; (c) Promoting and supporting a unified regional approach to the integration of Afghanistan into Central Asia. VIII. SOUTH ASIA (1) Promoting good governance, human development and gender equality, and tackling irregular migration and forced displacement (a) Strengthening and promoting democracy, the rule of law, an independent, accountable and efficient justice system, governance and oversight, and human rights; empowering a thriving civil society and enabling civil registrations; supporting measures to strengthen gender equality and promoting the empowerment of women and girls in all policy areas; (b) Strengthening public institutions at the national and sub-national levels, public services for health, nutrition, education and social protection; supporting decentralisation; (c) Addressing health threats; developing safe, efficient and affordable vaccines, medicines and treatments against poverty-related and neglected diseases; improving responses to health challenges; (d) Tackling the root causes of irregular migration and forced displacement; facilitating orderly, safe, regular and responsible migration and mobility; enhancing migration governance and management and strengthening border protection, cooperation on safe, dignified and sustainable returns, readmission and reintegration and legal migration. (2) Protecting the environment and fighting climate change (a) Supporting mitigation and adaptation to climate change; strengthening capacity for environmental management; (b) Developing and strengthening sustainable green and blue economy and the fight against pollution; EN Official Journal of the European Union 20.9.2021 L 330/37 ",
        "(c) Promoting the phasing-out of fossil fuels and access to sustainable energy services; improving ocean governance; (d) Supporting better governance and capacity building for the sustainable management of natural resources, as well as promoting sustainable, multi-functional managed ecosystems in the context of climate adaptation and resilience to natural hazard-related disasters. (3) Supporting inclusive and sustainable economic growth and decent employment and harnessing the digital transformation (a) Supporting entrepreneurship, the digitalisation of business, the development of skills and the application of international labour standards; strengthening sustainable social protection systems; (b) Improving the business environment and investment climate; facilitating trade; improving regional multi-modal transport networks and services; supporting sustainable infrastructure and connectivity; (c) Fostering universal access to affordable, reliable and sustainable energy; promoting a low-emission, climate- resilient, resource-efficient and circular economy; (d) Supporting regulatory cooperation and standardisation; supporting the deployment and operationalisation of infrastructure to ensure accessible, affordable, inclusive, and secure digital connectivity. (4) Promoting peace, security and stability, and preventing conflict (a) Supporting conflict prevention, early warning; peacebuilding, crisis management, stabilisation, reconciliation and post-conflict reconstruction and enhancing maritime security; (b) Tackling discrimination and inequalities; promoting systematic participation by women and young people; (c) Preventing all forms of sexual and gender-based violence; (d) Preventing and countering radicalisation, violent extremism and terrorism. (5) Strengthening partnerships (a) Enhancing country ownership, partnerships and constructive dialogue, also with civil society; (b) Promoting multilateralism, regional integration and enhanced connectivity; (c) Engaging with stakeholders in more advanced developing countries and through public diplomacy. IX. NORTH AND SOUTH EAST ASIA (1) Promoting good governance, human development and gender equality (a) Strengthening and promoting democracy and inclusive democratic processes, human rights and fundamental freedoms, the rule of law, independent judiciary, governance and oversight, and the fight against corruption; (b) Supporting, strengthening and empowering a thriving civil society; promoting an open and enabling space for civil society and citizens’ engagement in political life; (c) Fighting against inequalities and discrimination; promoting human development and the full enjoyment of human rights by women and girls, young people and children, and persons with disabilities; (d) Supporting the strengthening of health systems, greater access to and improved quality and resilience of health services; Tackling health threats; developing safe, efficient and affordable vaccines, medicines and treatments against poverty-related and neglected diseases; improving responses to health challenges. EN Official Journal of the European Union L 330/38 20.9.2021 ",
        "(2) Supporting peace, stability, security and conflict prevention (a) Supporting conflict prevention, early warning and peacebuilding through mediation and dialogue, crisis management, and stabilisation, reconciliation and post-conflict reconstruction and enhancing maritime security; (b) Supporting local, national, regional and international initiatives contributing to stability, security and peace; promoting transboundary cooperation on shared natural resources. (3) Protecting the environment and fighting climate change (a) Strengthening scientific, human and institutional capacity for climate and environmental management; strengthening regional, national and local climate and environmental governance; (b) Supporting measures on climate change mitigation and adaptation and disaster risk reduction; (c) Promoting access to sustainable energy and the phasing-out of environmentally harmful fossil fuel subsidies; developing and strengthening sustainable green and blue economy, the fight against pollution, the circular economy and sustainable urbanisation; improving ocean governance; (d) Promoting forestation and forest law enforcement, governance and trade; supporting ocean governance. (4) Supporting inclusive and sustainable economic growth, and harnessing the digital transformation (a) Improving the business environment and investment climate; supporting the digitalisation of business and creating an enabling regulatory environment for economic development; (b) Supporting regional integration, trade, investment and connectivity; supporting the deployment and operationa­ lisation of infrastructure to ensure accessible, affordable, inclusive, and secure digital connectivity; supporting improved digital governance, the development of e-services and interoperability frameworks and platforms; (c) Supporting sustainable agriculture, forestry and fisheries, and food security; promoting sustainable management of natural resources as well as environmental and social resilience and healthy ecosystems; (d) Supporting sustainable economic diversification, local value-added in supply chains, sustainable trade and private sector development; promoting the development of sustainable production and value chains. (5) Addressing the root causes of irregular migration and forced displacement and facilitating orderly, safe and legal migration and mobility (a) Promoting conditions for facilitating legal migration and well-managed mobility and people-to-people contacts; (b) Ensuring protection of and respect for the human rights of migrants, refugees and forcibly displaced persons; supporting development-oriented solutions for them, as well as safe, dignified and sustainable returns, readmission and reintegration; (c) Reducing vulnerabilities in the context of migration, including those caused by human trafficking and smuggling. (6) Strengthening partnerships (a) Deepening political, economic, social and cultural dialogue between the Union and partner countries; supporting implementation of bilateral and international commitments; (b) Building partnerships with the private sector to create jobs and improve livelihoods; (c) Engaging with stakeholders in industrialised and more advanced developing countries and through public diplomacy. EN Official Journal of the European Union 20.9.2021 L 330/39 ",
        "X. THE PACIFIC (1) Protecting the environment, biodiversity and fighting climate change (a) Developing and strengthening sustainable green and blue economy, the circular economy and the fight against pollution; promoting sustainable energy access; (b) Supporting partners’ efforts to pursue their commitments on climate change, disaster preparedness and risk reduction, ecosystems and biodiversity conservation, as well as ocean governance; (c) Promoting environmentally sustainable agriculture practices; enhancing mitigation and adaptation to climate change; promoting environmental and social resilience and healthy ecosystems; (d) Supporting sustainable economic diversification, competitiveness, local value-added in supply chains, sustainable trade, and private sector development. (2) Supporting inclusive and sustainable economic growth and decent employment (a) Supporting sustainable entrepreneurship, decent employment and employability; improving the business environment and investment climate; creating opportunities; supporting the digital economy and digital connectivity; (b) Improving the business environment and investment climate; creating an enabling regulatory environment for economic development; supporting companies’ expansion and job creation; (c) Boosting and diversifying sustainable and inclusive agricultural food value chains; promoting food security and economic diversification, value addition, regional integration, competitiveness and fair trade; supporting sustainable, low-emission innovations that are resilient to climate change; supporting sustainable infrastructure; (d) Supporting and promoting sustainable fisheries management and sustainable aquaculture. (3) Promoting good governance, peace and security, rule of law and human rights, including gender equality (a) Strengthening and promoting peace, respect for human rights, democracy and inclusive democratic processes, the rule of law, independent judiciary, conflict prevention, peace-building and reconciliation, governance and oversight, sound public financial management, and the fight against corruption; (b) Fighting against discrimination; promoting the principle of equality and non-discrimination; (c) Building resilience of states, societies, communities and individuals to political, economic, environmental, food, demographic and societal pressures and shocks, natural and man-made disasters and health crises, including pandemics; (d) Supporting, strengthening and empowering a thriving civil society; promoting an open and enabling space for civil society and citizens’ engagement in political life and in scrutinising decisions; supporting and promoting the participation of all in political processes and public life. (4) Promoting human development (a) Increasing efforts to adopt policies and generate appropriate investment to promote, protect and fulfil the rights of women and girls, young people and children; (b) Supporting sustainable agriculture, fisheries and aquaculture to increase food security; creating economic opportunities and decent jobs; (c) Supporting universal access to safe and sufficient drinking water sanitation, hygiene and sustainable and integrated water management; (d) Supporting the strengthening of health systems, greater access to and improved quality and resilience of health services. EN Official Journal of the European Union L 330/40 20.9.2021 ",
        "(5) Strengthening partnerships (a) Deepening political, economic, social, and cultural dialogue; supporting implementation of bilateral and international commitments; supporting wider Pacific cooperation; (b) Engaging with stakeholders in industrialised and more advanced developing countries and through public diplomacy. XI. THE AMERICAS (1) Protecting the environment, biodiversity and fighting climate change (a) Supporting partners’ efforts on climate change adaptation and mitigation and disaster risk reduction; (b) Promoting the conservation, sustainable management and restoration of ecosystems and biodiversity; protecting wildlife and halting biodiversity loss; (c) Promoting sustainable management of land use, land-use change, and forestry; combating forest degradation and promoting forest law enforcement, governance and trade, as well as strengthening ocean governance; (d) Promoting resource efficiency and sustainable consumption and production in the transition to a circular economy, zero-pollution and green energy transition with a focus on energy efficiency: supporting the modernisation of water and sanitation supply systems. (2) Digital transformation and innovation (a) Supporting standardisation and policy cooperation addressing cybersecurity, data protection, artificial intelligence and other regulatory issues linked to digital transformation; promoting inclusive digital education, literacy and skills; strengthening digital rights; (b) Developing and promoting accessible, affordable, inclusive, and secure digital connectivity; enhancing knowledge and data exchange; strengthening bi-regional scientific cooperation; (c) Fostering the digital economy, including digital entrepreneurship; promoting cooperation in the areas of science, technology transfer and research, digitalisation, and innovation; supporting the development and broad use of digitally-enabled products, digital administration and e-services; (d) Supporting collaborative platforms to foster EU digital investments and exchanges. (3) Supporting sustainable and inclusive economic recovery (a) Boosting sustainable and inclusive value chains, promoting food security and economic diversification as well as smart specialisation, value addition, regional integration and connectivity, competitiveness, fair and equitable trade and innovation; (b) Supporting the regional integration agenda and trade policies for sustainable development and the implementation of trade agreements; promoting and strengthening multilateralism and compliance with international rules and standards; (c) Improving the business environment and investment climate with an enabling regulatory environment for economic development; (d) Strengthening social and environmental sustainability, economic empowerment of women, young people and vulnerable groups, corporate social responsibility and responsible business conduct; respecting and promoting human rights standards and principles throughout the entire value chain; supporting shared value addition and fair trading conditions. EN Official Journal of the European Union 20.9.2021 L 330/41 ",
        "(4) Supporting good governance, peace and security, and tackling irregular migration and forced displacement (a) Strengthening and promoting peace, conflict prevention, democracy, the rule of law, independent judiciary, the fight against corruption, governance and oversight, including transparent, accountable, effective and inclusive institutions at all levels; (b) Tackling irregular migration and forced displacement; reducing vulnerabilities in the context of migration, including measures to protect victims of exploitation and abuse; stepping-up cooperation on integrated border management; (c) Supporting development-oriented solutions for forcibly displaced persons, internally displaced persons and their host communities; (d) Fighting against any form of violence, organised crime, human trafficking, drugs trafficking, smuggling and money laundering. (5) Promoting social cohesion, fighting inequalities and promoting human development (a) Supporting the adoption and effective implementation of public policies to reduce inequalities, and an integrated approach to governance and social policies; (b) Improving the access of all to basic needs and services; supporting the strengthening of education systems; (c) Promoting, protecting and fulfilling the rights of vulnerable groups and advancing gender equality; strengthening capacity for gender-responsive policymaking; (d) Deepening dialogue with partner countries, regional and international organisations, the private sector and civil society organisations on social cohesion and the fight against inequalities; (e) Supporting the strengthening of health systems, greater access to and improved quality and resilience of health services. (6) Strengthening partnerships (a) Engaging with stakeholders in industrialised and more advanced developing countries and through public diplomacy; (b) Enhancing regional, sub-regional and interregional cooperation. XII. THE CARIBBEAN (1) Strengthening climate and disaster resilience, including the green transition (a) Supporting climate adaptation and mitigation, disaster preparedness and disaster risk reduction; (b) Promoting environmental protection and management, as well as promoting sustainable, multi-functional managed ecosystems in the context of climate adaptation and resilience; (c) Strengthening sustainable food systems; (d) Supporting the green energy transition, the circular economy, the fight against pollution and building of resilience. (2) Promoting sustainable growth and jobs (a) Supporting economic diversification and smart specialisation; supporting the digital economy and digital connectivity; (b) Focusing on new drivers for growth, including the green/blue/circular economy, sustainable tourism and digital transformation; promoting the development of sustainable production and value chains; (c) Supporting access to finance, social inclusion, private sector development, business-to-business commerce, vocational education and skills development. EN Official Journal of the European Union L 330/42 20.9.2021 ",
        "(3) Supporting regional integration, trade and transnational cooperation (a) Supporting economic integration and the implementation of the Economic Partnership Agreement; (b) Supporting institution building and cultural exchanges, including with the countries and territories of the wider Caribbean basin. (4) Strengthening governance, peace, security and human development (a) Strengthening governance, peace, democracy, civil society, the fight against inequalities, and citizens’ security; (b) Fighting illegal trafficking, illegal finance and organised crime; strengthening border management, crime diversion and prevention; (c) Supporting social cohesion measures and protection frameworks, including greater access to and improved quality and resilience of health care services; (d) Promoting international standards of governance and public finance. (5) Supporting human rights and gender equality (a) Promoting and protecting human rights and fundamental freedoms; (b) Promoting gender equality and empowerment of women. EN Official Journal of the European Union 20.9.2021 L 330/43 ",
        "COMMISSION REGULATION (EU) 2021/1531 of 17 September 2021 amending Annexes II, III and IV to Regulation (EC) No 396/2005 of the European Parliament and of the Council as regards maximum residue levels for aclonifen, acrinathrin, Bacillus pumilus QST 2808, ethirimol, penthiopyrad, picloram and Pseudomonas sp. strain DSMZ 13134 in or on certain products (Text with EEA relevance) THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EC) No 396/2005 of the European Parliament and of the Council of 23 February 2005 on maximum residue levels of pesticides in or on food and feed of plant and animal origin and amending Council Directive 91/414/EEC ( 1 ), and in particular Article 5(1) and Article 14(1)(a) thereof, Whereas: (1) For aclonifen, acrinathrin and ethirimol, maximum residue levels (‘MRLs’) were set in Annex II to Regulation (EC) No 396/2005. For penthiopyrad and picloram, MRLs were set in Part A of Annex III to that Regulation. For Bacillus pumilus QST 2808 and Pseudomonas sp. strain DSMZ 13134, no specific MRLs were set in Regulation (EC) No 396/2005 nor were those substances included in Annex IV to that Regulation, so the default value of 0,01 mg/kg laid down in Article 18(1)(b) thereof applies. (2) In the context of a procedure for the authorisation of the use of a plant protection product containing the active substance aclonifen on fennel seeds and caraway fruit, an application was submitted in accordance with Article 6(1) of Regulation (EC) No 396/2005 for modification of the existing MRLs. (3) As regards acrinathrin, such an application was submitted for lettuces. As regards penthiopyrad, such an application was submitted for celeries and Florence fennels. As regards picloram, such an application was submitted for flowering brassica. (4) In accordance with Article 8 of Regulation (EC) No 396/2005, those applications were evaluated by the Member States concerned and the evaluation reports were forwarded to the Commission. (5) The European Food Safety Authority (‘the Authority’) assessed the applications and the evaluation reports, examining in particular the risks to the consumer and, where relevant, to animals and gave reasoned opinions on the proposed MRLs ( 2 ). It forwarded those opinions to the applicants, the Commission and the Member States and made them available to the public. (6) As regards all applications, the Authority concluded that all requirements with respect to data were met and that the modifications to the MRLs requested by the applicants were acceptable with regard to consumer safety on the basis of a consumer exposure assessment for 27 specific European consumer groups. It took into account the most recent information on the toxicological properties of the substances. Neither the lifetime exposure to these substances via consumption of all food products that may contain them, nor the short-term exposure due to high consumption of the relevant products showed that there is a risk that the acceptable daily intake or the acute reference dose is exceeded. ( 1 ) OJ L 70, 16.3.2005, p. 1. ( 2 ) EFSA scientific reports available online: http://www.efsa.europa.eu: Reasoned opinion on the modification of the existing maximum residue levels for aclonifen in fennel seed and caraway fruit. EFSA Journal 2020;18(7):6219. Reasoned opinion on the modification of the existing maximum residue level for acrinathrin in lettuce. EFSA Journal 2020;18 (7):6218. Reasoned opinion on the modification of the existing maximum residue levels for penthiopyrad in Florence fennels and celeries. EFSA Journal 2020;18(9):6259. Reasoned opinion on the modification of the existing MRL for picloram in flowering brassica. EFSA Journal 2020;18(10):6272. EN Official Journal of the European Union L 330/44 20.9.2021 ",
        "(7) For ethirimol, several MRLs were modified by Commission Regulation (EU) 2020/1566 ( 3 ). That Regulation lowered the MRL for ethirimol in cucumbers to 0,05 mg/kg due to a reporting error. Ethirimol is the main metabolite of bupirimate, which is currently used in plant protection products in several Member States. As a consequence, the lowering of the MRL for ethirimol may result in potential MRL exceedances following the lawful use of bupirimate. To avoid this, the Rapporteur Member State submitted on 25 August 2020 an amended evaluation report to the Authority, who has published a correction to the relevant reasoned opinion on 30 September 2020 ( 4 ), where it recommended setting the MRL for ethirimol in cucumbers at 0,2 mg/kg. In the interest of legal certainty, it is appropriate for the MRL for ethirimol in cucumbers, provided for by this Regulation, to apply from the same date as the date of application of Regulation (EU) 2020/1566. (8) For Bacillus pumilus QST 2808 and Pseudomonas sp. strain DSMZ 13134, the Authority submitted reasoned opinions ( 5 ) ( 6 ) in accordance with Article 12(1) of Regulation (EC) No 396/2005. In those opinions, the Authority recommended the inclusion of the two substances in Annex IV to Regulation (EC) No 396/2005. (9) Based on the reasoned opinions of the Authority and taking into account the factors relevant to the matter under consideration, the respective modifications to the MRLs fulfil the requirements of Article 14(2) of Regulation (EC) No 396/2005. (10) Regulation (EC) No 396/2005 should therefore be amended accordingly. (11) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed, HAS ADOPTED THIS REGULATION: Article 1 Annexes II, III and IV to Regulation (EC) No 396/2005 are amended in accordance with the Annex to this Regulation. Article 2 This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . It shall apply from 17 May 2021 as regards the MRL for ethirimol in cucumbers. This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 17 September 2021. For the Commission The President Ursula VON DER LEYEN ( 3 ) Commission Regulation (EU) 2020/1566 of 27 October 2020 amending Annexes II and III to Regulation (EC) No 396/2005 of the European Parliament and of the Council as regards maximum residue levels for bupirimate, carfentrazone-ethyl, ethirimol, and pyriofenone in or on certain products (OJ L 358, 28.10.2020, p. 30). ( 4 ) Reasoned opinion on the Review of the existing maximum residue levels for bupirimate according to Article 12 of Regulation (EC) No 396/2005. EFSA Journal 2019;17(7):5757. ( 5 ) Reasoned opinion on the review of the existing maximum residue levels for Bacillus pumilus QST 2808 according to Article 12 of Regulation (EC) No 396/2005. EFSA Journal 2020;18(5):6115. ( 6 ) Reasoned opinion on the review of the existing maximum residue levels for Pseudomonas sp. strain DSMZ 13134 according to Article 12 of Regulation (EC) No 396/2005. EFSA Journal 2020;18(8):6234. EN Official Journal of the European Union 20.9.2021 L 330/45 ",
        "ANNEX Annexes II, III and IV to Regulation (EC) No 396/2005 are amended as follows: (1) in Annex II, the columns for aclonifen, acrinathrin and ethirimol are replaced by the following: ‘ Pesticide residues and maximum residue levels (mg/kg) Code number Groups and examples of individual products to which the MRLs apply ( a ) A c l o n i f e n A c r i n a t h r i n ( F ) E t h i r i m o l ( A ) ( F ) ( R ) (1) (2) (3) (4) (5) 0100000 FRUITS, FRESH or FROZEN; TREE NUTS 0,01 (*) 0110000 Citrus fruits 0,02 (*) 0,01 (*) 0110010 Grapefruits 0110020 Oranges 0110030 Lemons 0110040 Limes 0110050 Mandarins 0110990 Others (2) 0120000 Tree nuts 0,02 (*) 0,01 (*) 0120010 Almonds 0120020 Brazil nuts 0120030 Cashew nuts 0120040 Chestnuts 0120050 Coconuts 0120060 Hazelnuts/cobnuts 0120070 Macadamias 0120080 Pecans 0120090 Pine nut kernels 0120100 Pistachios 0120110 Walnuts 0120990 Others (2) 0130000 Pome fruits 0,02 (*) 0130010 Apples 0,06 0130020 Pears 0,06 0130030 Quinces 0,01 (*) EN Official Journal of the European Union L 330/46 20.9.2021 ",
        "0130040 Medlars 0,01 (*) 0130050 Loquats/Japanese medlars 0,01 (*) 0130990 Others (2) 0,01 (*) 0140000 Stone fruits 0,02 (*) 0140010 Apricots 0,04 0140020 Cherries (sweet) 0,01 (*) 0140030 Peaches 0,04 0140040 Plums 0,01 (*) 0140990 Others (2) 0,01 (*) 0150000 Berries and small fruits 0151000 (a) grapes 0,4 (+) 0151010 Table grapes 0,05 (*) 0151020 Wine grapes 0,1 0152000 (b) strawberries 0,02 (*) 0,3 0153000 (c) cane fruits 0,02 (*) 0153010 Blackberries 0,07 0153020 Dewberries 0,07 0153030 Raspberries (red and yellow) 0,15 0153990 Others (2) 0,07 0154000 (d) other small fruits and berries 0,02 (*) 2 0154010 Blueberries 0154020 Cranberries 0154030 Currants (black, red and white) 0154040 Gooseberries (green, red and yellow) 0154050 Rose hips 0154060 Mulberries (black and white) 0154070 Azaroles/Mediterranean medlars 0154080 Elderberries 0154990 Others (2) 0160000 Miscellaneous fruitswith 0,02 (*) 0,01 (*) 0161000 (a) edible peel 0161010 Dates 0161020 Figs 0161030 Table olives 0161040 Kumquats 0161050 Carambolas 0161060 Kaki/Japanese persimmons EN Official Journal of the European Union 20.9.2021 L 330/47 ",
        "0161070 Jambuls/jambolans 0161990 Others (2) 0162000 (b) inedible peel, small 0162010 Kiwi fruits (green, red, yellow) 0162020 Litchis/lychees 0162030 Passionfruits/maracujas 0162040 Prickly pears/cactus fruits 0162050 Star apples/cainitos 0162060 American persimmons/Virginia kaki 0162990 Others (2) 0163000 (c) inedible peel, large 0163010 Avocados 0163020 Bananas 0163030 Mangoes 0163040 Papayas 0163050 Granate apples/pomegranates 0163060 Cherimoyas 0163070 Guavas 0163080 Pineapples 0163090 Breadfruits 0163100 Durians 0163110 Soursops/guanabanas 0163990 Others (2) 0200000 VEGETABLES, FRESH or FROZEN 0210000 Root and tuber vegetables 0,02 (*) 0,01 (*) 0211000 (a) potatoes 0,02 (*) 0212000 (b) tropical root and tuber vegetables 0,01 (*) 0212010 Cassava roots/manioc 0212020 Sweet potatoes 0212030 Yams 0212040 Arrowroots 0212990 Others (2) 0213000 (c) other root and tuber vegetables except su­ gar beets 0213010 Beetroots 0,01 (*) 0213020 Carrots 0,08 EN Official Journal of the European Union L 330/48 20.9.2021 ",
        "0213030 Celeriacs/turnip rooted celeries 0,3 0213040 Horseradishes 0,07 0213050 Jerusalem artichokes 0,1 0213060 Parsnips 0,1 0213070 Parsley roots/Hamburg roots parsley 0,01 (*) 0213080 Radishes 0,01 (*) 0213090 Salsifies 0,01 (*) 0213100 Swedes/rutabagas 0,01 (*) 0213110 Turnips 0,01 (*) 0213990 Others (2) 0,01 (*) 0220000 Bulb vegetables 0,02 (*) 0,01 (*) 0220010 Garlic 0,02 (*) 0220020 Onions 0,02 (*) 0220030 Shallots 0,02 (*) 0220040 Spring onions/green onions and Welsh onions 0,01 (*) 0220990 Others (2) 0,01 (*) 0230000 Fruiting vegetables 0,02 (*) 0231000 (a) Solanaceae and Malvaceae 0231010 Tomatoes 0,01 (*) 0,01 (*) 0231020 Sweet peppers/bell peppers 0,02 (*) 0,09 0231030 Aubergines/eggplants 0,01 (*) 0,1 (+) 0231040 Okra/lady's fingers 0,01 (*) 0,01 (*) 0231990 Others (2) 0,01 (*) 0,01 (*) 0232000 (b) cucurbits with edible peel 0,01 (*) 0232010 Cucumbers 0,2 0232020 Gherkins 0,05 0232030 Courgettes 0,05 0232990 Others (2) 0,05 0233000 (c) cucurbits with inedible peel 0,01 (*) 0,15 0233010 Melons 0233020 Pumpkins 0233030 Watermelons 0233990 Others (2) 0234000 (d) sweet corn 0,02 (*) 0,01 (*) 0239000 (e) other fruiting vegetables 0,01 (*) 0,01 (*) EN Official Journal of the European Union 20.9.2021 L 330/49 ",
        "0240000 Brassica vegetables(excluding brassica roots and brassica baby leaf crops) 0,01 (*) 0,02 (*) 0,01 (*) 0241000 (a) flowering brassica 0241010 Broccoli 0241020 Cauliflowers 0241990 Others (2) 0242000 (b) head brassica 0242010 Brussels sprouts 0242020 Head cabbages 0242990 Others (2) 0243000 (c) leafy brassica 0243010 Chinese cabbages/pe-tsai 0243020 Kales 0243990 Others (2) 0244000 (d) kohlrabies 0250000 Leaf vegetables, herbs and edible flowers 0251000 (a) lettuces and salad plants 0,01 (*) 0,01 (*) 0251010 Lamb's lettuces/corn salads 0,06 (+) 0251020 Lettuces 0,1 0251030 Escaroles/broad-leaved endives 0,06 (+) 0251040 Cresses and other sprouts and shoots 0,06 (+) 0251050 Land cresses 0,02 (*) 0251060 Roman rocket/rucola 0,06 (+) 0251070 Red mustards 0,06 (+) 0251080 Baby leaf crops (including brassica species) 0,02 (*) 0251990 Others (2) 0,02 (*) 0252000 (b) spinaches and similar leaves 0,01 (*) 0,02 (*) 0,01 (*) 0252010 Spinaches 0252020 Purslanes 0252030 Chards/beet leaves 0252990 Others (2) 0253000 (c) grape leaves and similar species 0,01 (*) 0,02 (*) 0,01 (*) 0254000 (d) watercresses 0,01 (*) 0,02 (*) 0,01 (*) 0255000 (e) witloofs/Belgian endives 0,01 (*) 0,02 (*) 0,01 (*) 0256000 (f) herbs and edible flowers 0,8 0,02 (*) 0,02 (*) 0256010 Chervil EN Official Journal of the European Union L 330/50 20.9.2021 ",
        "0256020 Chives 0256030 Celery leaves 0256040 Parsley 0256050 Sage 0256060 Rosemary 0256070 Thyme 0256080 Basil and edible flowers 0256090 Laurel/bay leaves 0256100 Tarragon 0256990 Others (2) 0260000 Legume vegetables 0,02 (*) 0,01 (*) 0260010 Beans (with pods) 0,08 0260020 Beans (without pods) 0,02 (*) 0260030 Peas (with pods) 0,08 0260040 Peas (without pods) 0,01 (*) 0260050 Lentils 0,02 0260990 Others (2) 0,01 (*) 0270000 Stem vegetables 0,02 (*) 0,01 (*) 0270010 Asparagus 0,01 (*) 0270020 Cardoons 0,01 (*) 0270030 Celeries 0,01 (*) 0270040 Florence fennels 0,01 (*) 0270050 Globe artichokes 0,02 (*) 0270060 Leeks 0,01 (*) 0270070 Rhubarbs 0,01 (*) 0270080 Bamboo shoots 0,01 (*) 0270090 Palm hearts 0,01 (*) 0270990 Others (2) 0,01 (*) 0280000 Fungi, mosses and lichens 0,01 (*) 0,02 (*) 0,01 (*) 0280010 Cultivated fungi 0280020 Wild fungi 0280990 Mosses and lichens 0290000 Algae and prokaryotes organisms 0,01 (*) 0,02 (*) 0,01 (*) 0300000 PULSES 0,01 (*) 0,01 (*) 0300010 Beans 0,08 0300020 Lentils 0,08 0300030 Peas 0,08 EN Official Journal of the European Union 20.9.2021 L 330/51 ",
        "0300040 Lupins/lupini beans 0,01 (*) 0300990 Others (2) 0,01 (*) 0400000 OILSEEDS AND OIL FRUITS 0,02 (*) 0,01 (*) 0401000 Oilseeds 0401010 Linseeds 0,01 (*) 0401020 Peanuts/groundnuts 0,01 (*) 0401030 Poppy seeds 0,01 (*) 0401040 Sesame seeds 0,01 (*) 0401050 Sunflower seeds 0,02 (*) 0401060 Rapeseeds/canola seeds 0,01 (*) 0401070 Soyabeans 0,01 (*) 0401080 Mustard seeds 0,01 (*) 0401090 Cotton seeds 0,01 (*) 0401100 Pumpkin seeds 0,01 (*) 0401110 Safflower seeds 0,01 (*) 0401120 Borage seeds 0,01 (*) 0401130 Gold of pleasure seeds 0,01 (*) 0401140 Hemp seeds 0,01 (*) 0401150 Castor beans 0,01 (*) 0401990 Others (2) 0,01 (*) 0402000 Oil fruits 0,01 (*) 0402010 Olives for oil production 0402020 Oil palms kernels 0402030 Oil palms fruits 0402040 Kapok 0402990 Others (2) 0500000 CEREALS 0,01 (*) 0,01 (*) 0,01 (*) 0500010 Barley 0500020 Buckwheat and other pseudocereals 0500030 Maize/corn 0500040 Common millet/proso millet 0500050 Oat 0500060 Rice 0500070 Rye 0500080 Sorghum 0500090 Wheat 0500990 Others (2) EN Official Journal of the European Union L 330/52 20.9.2021 ",
        "0600000 TEAS, COFFEE, HERBAL INFUSIONS, COCOA AND CAROBS 0,05 (*) 0,05 (*) 0610000 Teas 0,05 (*) 0620000 Coffee beans 0,05 (*) 0630000 Herbal infusions from 0631000 (a) flowers 0,08 0631010 Chamomile 0631020 Hibiscus/roselle 0631030 Rose 0631040 Jasmine 0631050 Lime/linden 0631990 Others (2) 0632000 (b) leaves and herbs 0,08 0632010 Strawberry 0632020 Rooibos 0632030 Mate/maté 0632990 Others (2) 0633000 (c) roots 0,05 (*) 0633010 Valerian 0633020 Ginseng 0633990 Others (2) 0639000 (d) any other parts of the plant 0,05 (*) 0640000 Cocoa beans 0,05 (*) 0650000 Carobs/Saint John's breads 0,05 (*) 0700000 HOPS 0,05 (*) 0,05 (*) 0,05 (*) 0800000 SPICES 0810000 Seed spices 0,05 (*) 0,05 (*) 0810010 Anise/aniseed 0,01 (*) 0810020 Black caraway/black cumin 0,01 (*) 0810030 Celery 0,01 (*) 0810040 Coriander 0,01 (*) 0810050 Cumin 0,01 (*) 0810060 Dill 0,01 (*) 0810070 Fennel 0,03 0810080 Fenugreek 0,01 (*) 0810090 Nutmeg 0,01 (*) 0810990 Others (2) 0,01 (*) EN Official Journal of the European Union 20.9.2021 L 330/53 ",
        "0820000 Fruit spices 0,05 (*) 0,05 (*) 0820010 Allspice/pimento 0,01 (*) 0820020 Sichuan pepper 0,01 (*) 0820030 Caraway 0,03 0820040 Cardamom 0,01 (*) 0820050 Juniper berry 0,01 (*) 0820060 Peppercorn (black, green and white) 0,01 (*) 0820070 Vanilla 0,01 (*) 0820080 Tamarind 0,01 (*) 0820990 Others (2) 0,01 (*) 0830000 Bark spices 0,05 (*) 0,05 (*) 0,05 (*) 0830010 Cinnamon 0830990 Others (2) 0840000 Root and rhizome spices 0840010 Liquorice 0,05 (*) 0,05 (*) 0,05 (*) 0840020 Ginger (10) 0840030 Turmeric/curcuma 0,05 (*) 0,05 (*) 0,05 (*) 0840040 Horseradish (11) 0840990 Others (2) 0,05 (*) 0,05 (*) 0,05 (*) 0850000 Bud spices 0,05 (*) 0,05 (*) 0,05 (*) 0850010 Cloves 0850020 Capers 0850990 Others (2) 0860000 Flower pistil spices 0,05 (*) 0,05 (*) 0,05 (*) 0860010 Saffron 0860990 Others (2) 0870000 Aril spices 0,05 (*) 0,05 (*) 0,05 (*) 0870010 Mace 0870990 Others (2) 0900000 SUGAR PLANTS 0,01 (*) 0,02 (*) 0,01 (*) 0900010 Sugar beet roots 0900020 Sugar canes 0900030 Chicory roots 0900990 Others (2) 1000000 PRODUCTS OF ANIMAL ORIGIN -TERRESTRIAL ANIMALS 1010000 Commodities from 0,01 (*) 0,01 (*) 0,01 (*) 1011000 (a) swine (+) 1011010 Muscle EN Official Journal of the European Union L 330/54 20.9.2021 ",
        "1011020 Fat 1011030 Liver 1011040 Kidney 1011050 Edible offals (other than liver and kidney) 1011990 Others (2) 1012000 (b) bovine (+) 1012010 Muscle 1012020 Fat 1012030 Liver 1012040 Kidney 1012050 Edible offals (other than liver and kidney) 1012990 Others (2) 1013000 (c) sheep (+) 1013010 Muscle 1013020 Fat 1013030 Liver 1013040 Kidney 1013050 Edible offals (other than liver and kidney) 1013990 Others (2) 1014000 (d) goat (+) 1014010 Muscle 1014020 Fat 1014030 Liver 1014040 Kidney 1014050 Edible offals (other than liver and kidney) 1014990 Others (2) 1015000 (e) equine (+) 1015010 Muscle 1015020 Fat 1015030 Liver 1015040 Kidney 1015050 Edible offals (other than liver and kidney) 1015990 Others (2) 1016000 (f) poultry (+) 1016010 Muscle EN Official Journal of the European Union 20.9.2021 L 330/55 ",
        "1016020 Fat 1016030 Liver 1016040 Kidney 1016050 Edible offals (other than liver and kidney) 1016990 Others (2) 1017000 (g) other farmed terrestrial animals 1017010 Muscle 1017020 Fat 1017030 Liver 1017040 Kidney 1017050 Edible offals (other than liver and kidney) 1017990 Others (2) 1020000 Milk 0,01 (*) 0,01 (*) 0,01 (*) (+) 1020010 Cattle 1020020 Sheep 1020030 Goat 1020040 Horse 1020990 Others (2) 1030000 Birds eggs 0,01 (*) 0,01 (*) 0,01 (*) (+) 1030010 Chicken 1030020 Duck 1030030 Geese 1030040 Quail 1030990 Others (2) 1040000 Honey and other apiculture products (7) 0,05 (*) 0,05 (*) 0,05 (*) 1050000 Amphibians and Reptiles 0,01 (*) 0,01 (*) 0,01 (*) 1060000 Terrestrial invertebrate animals 0,01 (*) 0,01 (*) 0,01 (*) 1070000 Wild terrestrial vertebrate animals 0,01 (*) 0,01 (*) 0,01 (*) 1100000 PRODUCTS OF ANIMAL ORIGIN - FISH, FISHPRODUCTS AND ANY OTHER MARINE AND FRESHWATER FOOD PRODUCTS (8) 1200000 PRODUCTS OR PART OF PRODUCTS EXCLUSIVELY USED FOR ANIMAL FEED PRODUCTION (8) 1300000 PROCESSED FOOD PRODUCTS (9) EN Official Journal of the European Union L 330/56 20.9.2021 ",
        "(*) Limit of analytical determination ( a ) For the complete list of products of plant and animal origin to which MRLs apply, reference should be made to Annex I. (F) = Fat soluble Acrinathrin (F) (+) The European Food Safety Authority identified some information on residue trials and metabolism as unavailable. When re-viewing the MRL, the Commission will take into account the information referred to in the first sentence, if it is submitted by 1 July 2019, or, if that information is not submitted by that date, the lack of it. 0251010 Lamb's lettuces/corn salads 0251030 Escaroles/broad-leaved endives 0251040 Cresses and other sprouts and shoots 0251060 Roman rocket/rucola 0251070 Red mustards Ethirimol (A) (F) (R) (A) The EU reference labs identified the reference standard for desethyl ethirimol as commercially not available. When re-viewing the MRL, the Commission will take into account the commercial availability of the reference standard referred to in the first sentence by 28 October 2021, or, if that reference standard is not commercially available by that date, the unavailability of it. (R) = The residue definition differs for the following combinations pesticide-code number: Ethirimol - code 1000000: Desethyl ethirimol (+) The European Food Safety Authority identified some information on residue trials as unavailable. When re-viewing the MRL, the Commission will take into account the information referred to in the first sentence, if it is submitted by 28 October 2022, or, if that information is not submitted by that date, the lack of it. 0151000 (a) grapes 0231030 Aubergines/eggplants (+) The European Food Safety Authority identified some information on analytical methods as unavailable. When re-viewing the MRL, the Commission will take into account the information referred to in the first sentence, if it is submitted by 28 October 2022, or, if that information is not submitted by that date, the lack of it. 1011000 (a) swine 1012000 (b) bovine 1013000 (c) sheep 1014000 d) goat 1015000 (e) equine 1016000 (f) poultry 1020000 Milk 1030000 Birds eggs ’ EN Official Journal of the European Union 20.9.2021 L 330/57 ",
        "(2) in Part A of Annex III, the columns for penthiopyrad and picloram are replaced by the following: ‘ Pesticide residues and maximum residue levels (mg/kg) Code number Groups and examples of individual products to which the MRLs apply ( a ) P e n t h i o p y r a d P i c l o r a m (1) (2) (3) (4) 0100000 FRUITS, FRESH or FROZEN; TREE NUTS 0,01 (*) 0110000 Citrus fruits 0,01 (*) 0110010 Grapefruits 0110020 Oranges 0110030 Lemons 0110040 Limes 0110050 Mandarins 0110990 Others (2) 0120000 Tree nuts 0,05 0120010 Almonds 0120020 Brazil nuts 0120030 Cashew nuts 0120040 Chestnuts 0120050 Coconuts 0120060 Hazelnuts/cobnuts 0120070 Macadamias 0120080 Pecans 0120090 Pine nut kernels 0120100 Pistachios 0120110 Walnuts 0120990 Others (2) 0130000 Pome fruits 0,5 0130010 Apples 0130020 Pears 0130030 Quinces 0130040 Medlars 0130050 Loquats/Japanese medlars 0130990 Others (2) 0140000 Stone fruits 0140010 Apricots 4 EN Official Journal of the European Union L 330/58 20.9.2021 ",
        "0140020 Cherries (sweet) 4 0140030 Peaches 4 0140040 Plums 1.5 0140990 Others (2) 0,01 (*) 0150000 Berries and small fruits 0151000 (a) grapes 0,01 (*) 0151010 Table grapes 0151020 Wine grapes 0152000 (b) strawberries 3 0153000 (c) cane fruits 0,01 (*) 0153010 Blackberries 0153020 Dewberries 0153030 Raspberries (red and yellow) 0153990 Others (2) 0154000 (d) other small fruits and berries 0154010 Blueberries 0,01 (*) 0154020 Cranberries 0,01 (*) 0154030 Currants (black, red and white) 0,01 (*) 0154040 Gooseberries (green, red and yellow) 0,01 (*) 0154050 Rose hips 0,01 (*) 0154060 Mulberries (black and white) 0,01 (*) 0154070 Azaroles/Mediterranean medlars 0,4 0154080 Elderberries 0,01 (*) 0154990 Others (2) 0,01 (*) 0160000 Miscellaneous fruitswith 0161000 (a) edible peel 0161010 Dates 0,01 (*) 0161020 Figs 0,01 (*) 0161030 Table olives 0,01 (*) 0161040 Kumquats 0,01 (*) 0161050 Carambolas 0,01 (*) 0161060 Kaki/Japanese persimmons 0,4 0161070 Jambuls/jambolans 0,01 (*) 0161990 Others (2) 0,01 (*) 0162000 (b) inedible peel, small 0,01 (*) 0162010 Kiwi fruits (green, red, yellow) 0162020 Litchis/lychees 0162030 Passionfruits/maracujas EN Official Journal of the European Union 20.9.2021 L 330/59 ",
        "0162040 Prickly pears/cactus fruits 0162050 Star apples/cainitos 0162060 American persimmons/Virginia kaki 0162990 Others (2) 0163000 (c) inedible peel, large 0,01 (*) 0163010 Avocados 0163020 Bananas 0163030 Mangoes 0163040 Papayas 0163050 Granate apples/pomegranates 0163060 Cherimoyas 0163070 Guavas 0163080 Pineapples 0163090 Breadfruits 0163100 Durians 0163110 Soursops/guanabanas 0163990 Others (2) 0200000 VEGETABLES, FRESH or FROZEN 0210000 Root and tuber vegetables 0,01 (*) 0211000 (a) potatoes 0,05 0212000 (b) tropical root and tuber vegetables 0,04 0212010 Cassava roots/manioc 0212020 Sweet potatoes 0212030 Yams 0212040 Arrowroots 0212990 Others (2) 0213000 (c) other root and tuber vegetables except sugar beets 0213010 Beetroots 0,6 0213020 Carrots 0,6 0213030 Celeriacs/turnip rooted celeries 0,6 0213040 Horseradishes 0,6 0213050 Jerusalem artichokes 0,6 0213060 Parsnips 0,6 0213070 Parsley roots/Hamburg roots parsley 0,6 0213080 Radishes 3 0213090 Salsifies 0,6 0213100 Swedes/rutabagas 0,6 EN Official Journal of the European Union L 330/60 20.9.2021 ",
        "0213110 Turnips 0,6 0213990 Others (2) 0,6 0220000 Bulb vegetables 0,01 (*) 0220010 Garlic 0,8 0220020 Onions 0,8 0220030 Shallots 0,8 0220040 Spring onions/green onions and Welsh onions 4 0220990 Others (2) 0,8 0230000 Fruiting vegetables 0,01 (*) 0231000 (a) Solanaceae and Malvaceae 2 0231010 Tomatoes 0231020 Sweet peppers/bell peppers 0231030 Aubergines/eggplants 0231040 Okra/lady's fingers 0231990 Others (2) 0232000 (b) cucurbits with edible peel 0,7 0232010 Cucumbers 0232020 Gherkins 0232030 Courgettes 0232990 Others (2) 0233000 (c) cucurbits with inedible peel 0,6 0233010 Melons 0233020 Pumpkins 0233030 Watermelons 0233990 Others (2) 0234000 (d) sweet corn 0,02 0239000 (e) other fruiting vegetables 0,01 (*) 0240000 Brassica vegetables(excluding brassica roots and brassica baby leaf crops) 0241000 (a) flowering brassica 4 0,08 0241010 Broccoli 0241020 Cauliflowers 0241990 Others (2) 0242000 (b) head brassica 0,01 (*) 0242010 Brussels sprouts 0,01 (*) 0242020 Head cabbages 4 0242990 Others (2) 0,01 (*) EN Official Journal of the European Union 20.9.2021 L 330/61 ",
        "0243000 (c) leafy brassica 0,01 (*) 0,01 (*) 0243010 Chinese cabbages/pe-tsai 0243020 Kales 0243990 Others (2) 0244000 (d) kohlrabies 0,01 (*) 0,01 (*) 0250000 Leaf vegetables, herbs and edible flowers 0,01 (*) 0251000 (a) lettuces and salad plants 0251010 Lamb's lettuces/corn salads 15 0251020 Lettuces 15 0251030 Escaroles/broad-leaved endives 0,01 (*) 0251040 Cresses and other sprouts and shoots 15 0251050 Land cresses 15 0251060 Roman rocket/rucola 15 0251070 Red mustards 15 0251080 Baby leaf crops (including brassica species) 50 0251990 Others (2) 15 0252000 (b) spinaches and similar leaves 30 0252010 Spinaches 0252020 Purslanes 0252030 Chards/beet leaves 0252990 Others (2) 0253000 (c) grape leaves and similar species 0,01 (*) 0254000 (d) watercresses 0,01 (*) 0255000 (e) witloofs/Belgian endives 0,01 (*) 0256000 (f) herbs and edible flowers 0256010 Chervil 20 0256020 Chives 0,01 (*) 0256030 Celery leaves 0,01 (*) 0256040 Parsley 20 0256050 Sage 0,01 (*) 0256060 Rosemary 0,01 (*) 0256070 Thyme 0,01 (*) 0256080 Basil and edible flowers 0,01 (*) 0256090 Laurel/bay leaves 0,01 (*) 0256100 Tarragon 0,01 (*) 0256990 Others (2) 0,01 (*) EN Official Journal of the European Union L 330/62 20.9.2021 ",
        "0260000 Legume vegetables 0,01 (*) 0260010 Beans (with pods) 3 0260020 Beans (without pods) 0,4 0260030 Peas (with pods) 4 0260040 Peas (without pods) 0,3 0260050 Lentils 0,01 (*) 0260990 Others (2) 0,01 (*) 0270000 Stem vegetables 0,01 (*) 0270010 Asparagus 0,01 (*) 0270020 Cardoons 15 0270030 Celeries 20 0270040 Florence fennels 20 0270050 Globe artichokes 0,01 (*) 0270060 Leeks 3 0270070 Rhubarbs 15 0270080 Bamboo shoots 0,01 (*) 0270090 Palm hearts 0,01 (*) 0270990 Others (2) 0,01 (*) 0280000 Fungi, mosses and lichens 0,01 (*) 0,01 (*) 0280010 Cultivated fungi 0280020 Wild fungi 0280990 Mosses and lichens 0290000 Algae and prokaryotes organisms 0,01 (*) 0,01 (*) 0300000 PULSES 0,3 0,01 (*) 0300010 Beans 0300020 Lentils 0300030 Peas 0300040 Lupins/lupini beans 0300990 Others (2) 0400000 OILSEEDS AND OIL FRUITS 0401000 Oilseeds 0401010 Linseeds 0,01 (*) 0,01 (*) 0401020 Peanuts/groundnuts 0,05 0,01 (*) 0401030 Poppy seeds 0,01 (*) 0,01 (*) 0401040 Sesame seeds 0,01 (*) 0,01 (*) 0401050 Sunflower seeds 1,5 0,01 (*) 0401060 Rapeseeds/canola seeds 0,5 0,03 0401070 Soyabeans 0,3 0,01 (*) EN Official Journal of the European Union 20.9.2021 L 330/63 ",
        "0401080 Mustard seeds 0,01 (*) 0,03 0401090 Cotton seeds 0,5 0,01 (*) 0401100 Pumpkin seeds 0,01 (*) 0,01 (*) 0401110 Safflower seeds 0,01 (*) 0,01 (*) 0401120 Borage seeds 0,01 (*) 0,03 0401130 Gold of pleasure seeds 0,01 (*) 0,01 (*) 0401140 Hemp seeds 0,01 (*) 0,01 (*) 0401150 Castor beans 0,01 (*) 0,01 (*) 0401990 Others (2) 0,01 (*) 0,01 (*) 0402000 Oil fruits 0,01 (*) 0,01 (*) 0402010 Olives for oil production 0402020 Oil palms kernels 0402030 Oil palms fruits 0402040 Kapok 0402990 Others (2) 0500000 CEREALS 0500010 Barley 0,3 0,2 0500020 Buckwheat and other pseudocereals 0,01 (*) 0,01 (*) 0500030 Maize/corn 0,01 0,2 0500040 Common millet/proso millet 0,8 0,01 (*) 0500050 Oat 0,3 0,2 0500060 Rice 0,01 (*) 0,01 (*) 0500070 Rye 0,1 0,01 (*) 0500080 Sorghum 0,8 0,2 0500090 Wheat 0,1 0,2 0500990 Others (2) 0,01 (*) 0,2 0600000 TEAS, COFFEE, HERBAL INFUSIONS, COCOA AND CAROBS 0,02 (*) 0,01 (*) 0610000 Teas 0620000 Coffee beans 0630000 Herbal infusions from 0631000 (a) flowers 0631010 Chamomile 0631020 Hibiscus/roselle 0631030 Rose 0631040 Jasmine 0631050 Lime/linden 0631990 Others (2) EN Official Journal of the European Union L 330/64 20.9.2021 ",
        "0632000 (b) leaves and herbs 0632010 Strawberry 0632020 Rooibos 0632030 Mate/maté 0632990 Others (2) 0633000 (c) roots 0633010 Valerian 0633020 Ginseng 0633990 Others (2) 0639000 (d) any other parts of the plant 0640000 Cocoa beans 0650000 Carobs/Saint John's breads 0700000 HOPS 0,02 (*) 0,01 (*) 0800000 SPICES 0810000 Seed spices 0,02 (*) 0,01 (*) 0810010 Anise/aniseed 0810020 Black caraway/black cumin 0810030 Celery 0810040 Coriander 0810050 Cumin 0810060 Dill 0810070 Fennel 0810080 Fenugreek 0810090 Nutmeg 0810990 Others (2) 0820000 Fruit spices 0,02 (*) 0,01 (*) 0820010 Allspice/pimento 0820020 Sichuan pepper 0820030 Caraway 0820040 Cardamom 0820050 Juniper berry 0820060 Peppercorn (black, green and white) 0820070 Vanilla 0820080 Tamarind 0820990 Others (2) 0830000 Bark spices 0,02 (*) 0,01 (*) 0830010 Cinnamon 0830990 Others (2) EN Official Journal of the European Union 20.9.2021 L 330/65 ",
        "0840000 Root and rhizome spices 0840010 Liquorice 0,02 (*) 0,01 (*) 0840020 Ginger (10) 0840030 Turmeric/curcuma 0,02 (*) 0,01 (*) 0840040 Horseradish (11) 0840990 Others (2) 0,02 (*) 0,01 (*) 0850000 Bud spices 0,02 (*) 0,01 (*) 0850010 Cloves 0850020 Capers 0850990 Others (2) 0860000 Flower pistil spices 0,02 (*) 0,01 (*) 0860010 Saffron 0860990 Others (2) 0870000 Aril spices 0,02 (*) 0,01 (*) 0870010 Mace 0870990 Others (2) 0900000 SUGAR PLANTS 0900010 Sugar beet roots 0,5 0,01 (*) 0900020 Sugar canes 0,01 (*) 0,05 0900030 Chicory roots 0,01 (*) 0,01 (*) 0900990 Others (2) 0,01 (*) 0,01 (*) 1000000 PRODUCTS OF ANIMAL ORIGIN -TERRESTRIAL ANIMALS 1010000 Commodities from 0,01 (*) 1011000 (a) swine 1011010 Muscle 0,2 1011020 Fat 0,01 (*) 1011030 Liver 0,01 (*) 1011040 Kidney 5 1011050 Edible offals (other than liver and kidney) 0,5 1011990 Others (2) 0,01 (*) 1012000 (b) bovine 1012010 Muscle 0,2 1012020 Fat 0,2 1012030 Liver 0,01 (*) 1012040 Kidney 5 1012050 Edible offals (other than liver and kidney) 0,5 1012990 Others (2) 0,01 (*) EN Official Journal of the European Union L 330/66 20.9.2021 ",
        "1013000 (c) sheep 1013010 Muscle 0,2 1013020 Fat 0,2 1013030 Liver 0,01 (*) 1013040 Kidney 5 1013050 Edible offals (other than liver and kidney) 0,5 1013990 Others (2) 0,01 (*) 1014000 d) goat 1014010 Muscle 0,2 1014020 Fat 0,2 1014030 Liver 0,01 (*) 1014040 Kidney 5 1014050 Edible offals (other than liver and kidney) 0,5 1014990 Others (2) 0,01 (*) 1015000 (e) equine 1015010 Muscle 0,2 1015020 Fat 0,01 (*) 1015030 Liver 0,01 (*) 1015040 Kidney 5 1015050 Edible offals (other than liver and kidney) 0,5 1015990 Others (2) 0,01 (*) 1016000 (f) poultry 1016010 Muscle 0,2 1016020 Fat 0,01 (*) 1016030 Liver 0,01 (*) 1016040 Kidney 0,01 (*) 1016050 Edible offals (other than liver and kidney) 0,01 (*) 1016990 Others (2) 0,01 (*) 1017000 (g) other farmed terrestrial animals 1017010 Muscle 0,2 1017020 Fat 0,01 (*) 1017030 Liver 0,01 (*) 1017040 Kidney 5 1017050 Edible offals (other than liver and kidney) 0,5 1017990 Others (2) 0,01 (*) 1020000 Milk 0,01 (*) 0,05 (*) 1020010 Cattle 1020020 Sheep EN Official Journal of the European Union 20.9.2021 L 330/67 ",
        "1020030 Goat 1020040 Horse 1020990 Others (2) 1030000 Birds eggs 0,01 (*) 0,01 (*) 1030010 Chicken 1030020 Duck 1030030 Geese 1030040 Quail 1030990 Others (2) 1040000 Honey and other apiculture products (7) 0,05 (*) 0,05 (*) 1050000 Amphibians and Reptiles 0,01 (*) 0,01 (*) 1060000 Terrestrial invertebrate animals 0,01 (*) 0,01 (*) 1070000 Wild terrestrial vertebrate animals 0,01 (*) 0,01 (*) 1100000 PRODUCTS OF ANIMAL ORIGIN - FISH, FISHPRODUCTS AND ANY OTHER MARINE AND FRESHWATER FOOD PRODUCTS (8) 1200000 PRODUCTS OR PART OF PRODUCTS EXCLUSIVELY USED FOR ANIMAL FEED PRODUCTION (8) 1300000 PROCESSED FOOD PRODUCTS (9) (*) Limit of analytical determination ( a ) For the complete list of products of plant and animal origin to which MRLs apply, reference should be made to Annex I.’ (3) in Annex IV, the following entries are inserted in alphabetical order: ‘ Bacillus pumilus QST 2808’ and ‘ Pseudomonas sp. strain DSMZ 13134’. EN Official Journal of the European Union L 330/68 20.9.2021 ",
        "COMMISSION REGULATION (EU) 2021/1532 of 17 September 2021 amending Annex I to Regulation (EC) No 1334/2008 of the European Parliament and of the Council as regards the inclusion of 3-(1-((3,5-dimethylisoxazol-4-yl)methyl)-1 H -pyrazol-4-yl)- 1-(3-hydroxybenzyl)imidazolidine-2,4-dione in the Union list of flavouring substances (Text with EEA relevance) THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EC) No 1334/2008 of the European Parliament and of the Council of 16 December 2008 on flavourings and certain food ingredients with flavouring properties for use in and on foods and amending Council Regulation (EEC) No 1601/91, Regulations (EC) No 2232/96 and (EC) No 110/2008 and Directive 2000/13/EC ( 1 ), and in particular Article 11(3) thereof, Having regard to Regulation (EC) No 1331/2008 of the European Parliament and of the Council of 16 December 2008 establishing a common authorisation procedure for food additives, food enzymes and food flavourings ( 2 ), and in particular Article 7(5) thereof, Whereas: (1) Annex I to Regulation (EC) No 1334/2008 lays down a Union list of flavourings and source materials approved for use in and on foods and their conditions of use. (2) Commission Implementing Regulation (EU) No 872/2012 ( 3 ) adopted the list of flavouring substances and introduced that list in Part A of Annex I to Regulation (EC) No 1334/2008. (3) That list may be updated in accordance with the common procedure referred to in Article 3(1) of Regulation (EC) No 1331/2008, either on the initiative of the Commission or following an application submitted by a Member State or by an interested party. (4) On 10 August 2012, an application was submitted to the Commission for authorisation of the use of 3-(1-((3,5-dimethylisoxazol-4-yl)methyl)-1 H -pyrazol-4-yl)-1-(3-hydroxybenzyl)imidazolidine-2,4-dione, (FL No 16.127), as a flavouring substance in various foods falling, in substance, under a number of the food categories referred to in the Union list of flavourings and source materials. The Commission notified the application to the European Food Safety Authority (‘the Authority’) and requested its opinion. The Commission also made the application available to the Member States pursuant to Article 4 of Regulation (EC) No 1331/2008. (5) The Authority in its opinion adopted on 21 June 2016 ( 4 ) evaluated the safety of substance FL No 16.127, concluded that its use does not give rise to safety concerns when limited to levels up to those specified for various foods in different food categories. The Authority also noted that it is a substance with flavouring modifying properties. (6) Since the use of substance FL No 16.127 as a flavouring substance does not give rise to safety concerns with the specified conditions of use and it is not expected to mislead the consumer, it is appropriate to authorise such use in the light of the Opinion of the Authority. (7) Part A of Annex I to Regulation (EC) No 1334/2008 should therefore be amended accordingly. ( 1 ) OJ L 354, 31.12.2008, p. 34. ( 2 ) OJ L 354, 31.12.2008, p. 1. ( 3 ) Commission Implementing Regulation (EU) No 872/2012 of 1 October 2012 adopting the list of flavouring substances provided for by Regulation (EC) No 2232/96 of the European Parliament and of the Council, introducing it in Annex I to Regulation (EC) No 1334/2008 of the European Parliament and of the Council and repealing Commission Regulation (EC) No 1565/2000 and Commission Decision 1999/217/EC (OJ L 267, 2.10.2012, p. 1). ( 4 ) EFSA Journal 2016;14(7):4334. EN Official Journal of the European Union 20.9.2021 L 330/69 ",
        "(8) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed, HAS ADOPTED THIS REGULATION: Article 1 Annex I, Part A to Regulation (EC) No 1334/2008 is amended in accordance with the Annex to this Regulation. Article 2 This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union . This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 17 September 2021. For the Commission The President Ursula VON DER LEYEN EN Official Journal of the European Union L 330/70 20.9.2021 ",
        "ANNEX In Annex I, Part A, Section 2, Table 1 to Regulation (EC) No 1334/2008 the following entry concerning FL No 16.127 is inserted, after entry 16.126: ‘16.127 3-(1-((3,5-dimethylisoxazol- 4-yl)methyl)-1 H -pyrazol- 4-yl)-1-(3-hydroxybenzyl) imidazolidine-2,4-dione 1119831-25-2 2161 at least 99 %, assay (HPLC/UV) Restrictions of use as a flavouring substance: In category 1.4, – not more than 4 mg/kg In category 1.8,– not more than 8 mg/kg In category 3 – not more than 4 mg/kg In category 5.1. – not more than 15 mg/kg In category 5.2. – not more than 16 mg/kg In category 5.3. – not more than 30 mg/kg In category 5.4 – not more than 15 mg/kg In category 6.3. – not more than 25 mg/kg In category 12.1. – not more than 75 mg/kg In category 12.2. – not more than 100 mg/kg In category 12.3. – not more than 25 mg/kg In category 12.4. – not more than 25 mg/kg In category 12.5. – not more than 4 mg/kg In category 13.2. – not more than 4 mg/kg In category 13.3, – not more than 4 mg/kg In category 14.1.4 – not more than 4 mg/l (for dairy based drinks only) In category 14.1.5. – not more than 8 mg/kg In category 15.1. – not more than 20 mg/kg In category 16. – not more than 4 mg/l (for dairy based deserts only) EFSA’ E N O ff i c i a l J o u r n a l o f t h e E u r o p e a n U n i o n 20 . 9 . 2021 L 330 / 71 ",
        "COMMISSION IMPLEMENTING REGULATION (EU) 2021/1533 of 17 September 2021 imposing special conditions governing the import of feed and food originating in or dispatched from Japan following the accident at the Fukushima nuclear power station and repealing Implementing Regulation (EU) 2016/6 (Text with EEA relevance) THE EUROPEAN COMMISSION, Having regard to the Treaty on the Functioning of the European Union, Having regard to Regulation (EC) No 178/2002 of the European Parliament and of the Council of 28 January 2002 laying down the general principles and requirements of food law, establishing the European Food Safety Authority and laying down procedures in matters of food safety ( 1 ), and in particular Article 53(1)(b)(ii) thereof, Having regard to Regulation (EU) 2017/625 of the European Parliament and of the Council of 15 March 2017 on official controls and other official activities performed to ensure the application of food and feed law, rules on animal health and welfare, plant health and plant protection products, amending Regulations (EC) No 999/2001, (EC) No 396/2005, (EC) No 1069/2009, (EC) No 1107/2009, (EU) No 1151/2012, (EU) No 652/2014, (EU) 2016/429 and (EU) 2016/2031 of the European Parliament and of the Council, Council Regulations (EC) No 1/2005 and (EC) No 1099/2009 and Council Directives 98/58/EC, 1999/74/EC, 2007/43/EC, 2008/119/EC and 2008/120/EC, and repealing Regulations (EC) No 854/2004 and (EC) No 882/2004 of the European Parliament and of the Council, Council Directives 89/608/EEC, 89/662/EEC, 90/425/EEC, 91/496/EEC, 96/23/EC, 96/93/EC and 97/78/EC and Council Decision 92/438/EEC (Official Controls Regulation) ( 2 ), and in particular Article 54(4), first subparagraph, point (b), and Article 90, first paragraph, points (a), (c) and (f), thereof, Whereas: (1) Following the accident at the Fukushima nuclear power station on 11 March 2011, the Commission was informed that radionuclide levels in certain food products originating in Japan exceeded the action levels in food applicable in Japan. As such contamination may constitute a threat to public and animal health in the Union, the Commission Implementing Regulation (EU) No 297/2011 ( 3 ) imposed special conditions governing the importation of food and feed originating in or consigned from Japan. That Implementing Regulation was repealed and replaced successively by Commission Implementing Regulations (EU) No 961/2011 ( 4 ), (EU) No 284/2012 ( 5 ), (EU) No 996/2012 ( 6 ), (EU) No 322/2014 ( 7 ) and (EU) 2016/6 ( 8 ). In order to ensure consistency and facilitate implementation, those Regulations set out the maximum radionuclide levels by aligning with the values set out in relevant Japanese law and that practice should be maintained. ( 1 ) OJ L 31, 1.2.2002, p. 1. ( 2 ) OJ L 95, 7.4.2017, p. 1. ( 3 ) Commission Implementing Regulation (EU) No 297/2011 of 25 March 2011 imposing special conditions governing the import of feed and food originating in or consigned from Japan following the accident at the Fukushima nuclear power station (OJ L 80, 26.3.2011, p. 5). ( 4 ) Commission Implementing Regulation (EU) No 961/2011 of 27 September 2011 imposing special conditions governing the import of feed and food originating in or consigned from Japan following the accident at the Fukushima nuclear power station and repealing Regulation (EU) No 297/2011 (OJ L 252, 28.9.2011, p. 10). ( 5 ) Commission Implementing Regulation (EU) No 284/2012 of 29 March 2012 imposing special conditions governing the import of feed and food originating in or consigned from Japan following the accident at the Fukushima nuclear power station and repealing Implementing Regulation (EU) No 961/2011 (OJ L 92, 30.3.2012, p. 16). ( 6 ) Commission Implementing Regulation (EU) No 996/2012 of 26 October 2012 imposing special conditions governing the import of feed and food originating in or consigned from Japan following the accident at the Fukushima nuclear power station and repealing Implementing Regulation (EU) No 284/2012 (OJ L 299, 27.10.2012, p. 31). ( 7 ) Commission Implementing Regulation (EU) No 322/2014 of 28 March 2014 imposing special conditions governing the import of feed and food originating in or consigned from Japan following the accident at the Fukushima nuclear power station (OJ L 95, 29.3.2014, p. 1). ( 8 ) Commission Implementing Regulation (EU) 2016/6 of 5 January 2016 imposing special conditions governing the import of feed and food originating in or consigned from Japan following the accident at the Fukushima nuclear power station and repealing Implementing Regulation (EU) No 322/2014 (OJ L 3, 6.1.2016, p. 5). EN Official Journal of the European Union L 330/72 20.9.2021 ",
        "(2) Regulation (EU) 2017/625 requires that goods subject to an emergency measure provided for in acts adopted in accordance with Article 53 of Regulation (EC) No 178/2002 are subject to official controls at their entry into the Union. (3) To facilitate the performance of official controls of food and feed subject to this Regulation at their entry into the Union, it is appropriate to establish a single model official certificate. It is also appropriate to lay down requirements for issuing official certificates in addition to the requirements laid down in Chapter VII of Title II of Regulation (EU) 2017/625 and, for certificates issued on paper, to those laid down in Article 39(1) of Commission Implementing Regulation (EU) 2019/1715 ( 9 ), and in Article 5 of Commission Implementing Regulation (EU) 2020/2235 ( 10 ). Furthermore, to ensure a coherent approach, it is appropriate to provide that official certificates issued in accordance with this Regulation should be replaced in accordance with the procedures for the issuance of replacement certificates laid down in Implementing Regulation (EU) 2020/2235. (4) The existing measures have been reviewed, taking into account more than 87 000 occurrence data on radioactivity in feed and food other than beef and more than 429 000 occurrence data on radioactivity in beef provided by the Japanese authorities for the ninth and tenth growing seasons following the accident (data reported from January 2019 until December 2020). (5) In light of those data, it appears that the obligation to sample and analyse products before export to the Union must be maintained or established for certain products, but it may be lifted for others. In particular, in addition to the products already subject to that obligation, it is appropriate to require the sampling and analysis of wild mushrooms and derived products originating from the prefectures of Iwate, Nagano, Niigata and Ibaraki, of fish and fishery products from Gunma, of wild bracken and derived products from Fukushima and of Japanese royal fern and derived products from the prefecture of Miyagi. However, the requirement to perform sampling and analysis before export to the Union may be lifted as regards Aralia sprout and derived products originating from the prefectures of Fukushima, Miyagi and Gunma, bamboo and derived products from the prefecture of Fukushima, mushrooms and derived products from the prefecture of Gunma, and koshiabura and derived products from the prefectures of Shizuoka, Yamanashi and Yamagata. Furthermore, the non-compliances in mushrooms were only found in wild mushrooms, in bracken only in wild bracken and in (Japanese) persimmon only in dried (Japanese) persimmon. It is therefore appropriate to limit the requirement to sample and analyse only wild or dried forms of these products, respectively. (6) The official controls performed at entry into the Union show that the special conditions provided for by Union law are correctly implemented by the Japanese authorities, and no cases of non-compliance with Union law have been found during official import controls for more than nine years. Therefore, it is appropriate to keep the low frequency of official controls at entry into the Union of food and feed subject to this Regulation. (7) It is appropriate to provide for a review of this Regulation when the results of the sampling and analysis for the presence of radioactivity in feed and food of the eleventh and twelfth growing seasons (2021 and 2022) after the accident are available. (8) Since the amendments to Implementing Regulation (EU) 2016/6 are substantial, it is appropriate, for reasons of clarity, to replace it. (9) To allow a smooth transition to the new measures, it is appropriate to provide for a transitional measure for consignments accompanied by official declarations issued in accordance with Implementing Regulation (EU) 2016/6, provided that such official declarations were issued before the entry into force of this Regulation. ( 9 ) Commission Implementing Regulation (EU) 2019/1715 of 30 September 2019 laying down rules for the functioning of the information management system for official controls and its system components (the IMSOC Regulation) (OJ L 261, 14.10.2019, p. 37). ( 10 ) Commission Implementing Regulation (EU) 2020/2235 of 16 December 2020 laying down rules for the application of Regulations (EU) 2016/429 and (EU) No 2017/625 of the European Parliament and of the Council as regards model animal health certificates, model official certificates and model animal health/official certificates, for the entry into the Union and movements within the Union of consignments of certain categories of animals and goods, official certification regarding such certificates and repealing Regulation (EC) No 599/2004, Implementing Regulations (EU) No 636/2014 and (EU) No 2019/628, Directive 98/68/EC and Decisions 2000/572/EC, 2003/779/EC and 2007/240/EC (OJ L 442, 30.12.2020, p. 1). EN Official Journal of the European Union 20.9.2021 L 330/73 ",
        "(10) The measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Plants, Animals, Food and Feed, HAS ADOPTED THIS REGULATION: Article 1 Subject matter and scope 1. This Regulation lays down conditions for entry into the Union as regards food, including minor food, and feed within the meaning of Article 1 of Council Regulation (Euratom) 2016/52 ( 11 ) (‘the products’), originating in or dispatched from Japan and intended for placing on the Union market. 2. This Regulation shall not apply to the following categories of consignments of the products not exceeding the gross weight of 10 kg of fresh product or 2 kg of dry product: (a) consignments sent as trade samples, laboratory samples or as display items for exhibitions, which are not intended to be placed on the market; (b) consignments which form part of passengers’ personal luggage and are intended for personal consumption or use; (c) non-commercial consignments sent to natural persons, which are not intended to be placed on the market; (d) consignments intended for scientific purposes. In case of doubt over the intended use of the products the burden of proof lies respectively with the owner of the personal luggage and with the recipient. Article 2 Definitions For the purposes of this Regulation, the ‘coming from the same territory or third country’, as referred to in Article 3, point (37), of Regulation (EU) 2017/625, means: — coming from the same prefecture of Japan, for products for which sampling and analysis is required by Article 4; — coming from one or more prefectures of Japan, all falling within the same situation as referred to in Article 4(3), for the other products falling within the scope of this Regulation. Article 3 Conditions for entry into the Union 1. The products may only enter the Union if they comply with this Regulation. 2. The products shall comply with the maximum level for the sum of caesium-134 and caesium-137 as set out in Annex I. 3. Each consignment of products listed in Annex II, with reference to the relevant code from the Combined Nomenclature, originating in or dispatched from Japan, shall be accompanied by the official certificate referred to in Article 4. Each consignment shall be identified by means of an identification code, which shall be indicated on the official certificate and on the Common Health Entry Document (CHED) referred to in Article 56 of Regulation (EU) 2017/625. ( 11 ) Council Regulation (Euratom) 2016/52 of 15 January 2016 laying down maximum permitted levels of radioactive contamination of food and feed following a nuclear accident or any other case of radiological emergency, and repealing Regulation (Euratom) No 3954/87 and Commission Regulations (Euratom) No 944/89 and (Euratom) No 770/990 (OJ L 13, 20.1.2016, p. 2). EN Official Journal of the European Union L 330/74 20.9.2021 ",
        "4. The list of products in Annex II is without prejudice to the requirements of Regulation (EU) 2015/2283 of the European Parliament and of the Council ( 12 ) Article 4 Official certificate 1. Each consignment of products referred to and falling under the CN codes mentioned in Annex II and the compound products containing in quantity more than 50 % of the products listed in Annex II, originating in or dispatched from Japan, shall be accompanied by a valid original official certificate drawn up and signed in accordance with Article 5. 2. The official certificate referred to in paragraph 1 shall attest that the products comply with Japanese applicable law and with the maximum level for the sum of caesium-134 and caesium-137 as set out in Annex I. 3. The official certificate referred to in paragraph 1 shall furthermore state that one of the following applies: (a) the product does not originate in and is not dispatched from one of the prefectures listed in Annex II, for which the sampling and analysis of this product is required; (b) the product is dispatched from but does not originate in one of the prefectures listed in Annex II, for which the sampling and analysis of this product is required, and has not been exposed to radioactivity during transiting or processing; (c) the product originates in one of the prefectures listed in Annex II, for which the sampling and analysis of this product is required and is accompanied by an analytical report containing the results of sampling and analysis; (d) the origin of the product or of its ingredients present in quantity at more than 50 % is unknown and the product is accompanied by an analytical report containing the results of sampling and analysis. 4. Fish and fishery products referred to in Annex II, which are caught or harvested in the coastal waters of the prefecture of Fukushima and Gunma, shall be accompanied by the official certificate referred to in paragraph 1 and by an analytical report containing the results of sampling and analysis, irrespective of where in Japan such products are landed. Article 5 Drawing up and signing of the official certificate 1. The official certificate referred to in Article 4 shall be drawn up in accordance with the model set out in Annex III. 2. For the products referred to in Article 4(3), points (a) and (b), the official certificate shall be signed by an authorised representative of the competent Japanese authority or by an authorised representative of an instance authorised by the competent Japanese authority under the authority and supervision of the competent Japanese authority. 3. For the products referred to in Article 4(3), points (c) and (d), and in Article 4(4), the official certificate shall be signed by an authorised representative of the competent Japanese authority and shall be accompanied by an analytical report containing the results of sampling and analysis. 4. The official certificate shall meet the requirements for official certificates laid down in Article 5 of Implementing Regulation (EU) 2020/2235. ( 12 ) Regulation (EU) 2015/2283 of the European Parliament and of the Council of 25 November 2015 on novel foods, amending Regulation (EU) No 1169/2011 of the European Parliament and of the Council and repealing Regulation (EC) No 258/97 of the European Parliament and of the Council and Commission Regulation (EC) No 1852/2001 (OJ L 327, 11.12.2015, p. 1). EN Official Journal of the European Union 20.9.2021 L 330/75 ",
        "5. The competent authorities may issue a replacement official certificate only in accordance with the rules laid down in Article 6 of Implementing Regulation (EU) 2020/2235. 6. The official certificate shall be completed on the basis of the instructions set out in Annex IV to this Regulation. Article 6 Official controls at entry into the Union 1. The consignments of products referred to in Article 4(1) shall be subject to official controls at their entry into the Union, at border control posts. 2. Products other than those referred to in Article 4(4) may be subject to identity and physical checks at the control points referred to in Article 53(1)(a) of Regulation (EU) 2017/625, performed in accordance with Commission Delegated Regulation (EU) 2019/2123 ( 13 ). 3. In addition to documentary checks on all consignments, the competent authorities of the border control post or control points shall carry out random identity checks and random physical checks, including laboratory analysis on the presence of caesium-134 and caesium-137. The analytical results shall be available within a maximum of five working days. Article 7 Release for free circulation Customs authorities shall only allow the release for free circulation of consignments of the products referred to in Article 4(1) upon presentation of a duly finalised common health entry document, as provided for in Article 57(2)(b) of Regulation (EU) 2017/625, which confirms that the consignment is in compliance with the applicable rules referred to in Article 1(2) of that Regulation. Article 8 Review This Regulation shall be reviewed before 30 June 2023. Article 9 Repeal Implementing Regulation (EU) 2016/6 is repealed. Article 10 Transitional provision Consignments of feed and food falling under the scope of Implementing Regulation (EU) 2016/6 which are accompanied by an official declaration issued in accordance with Implementing Regulation (EU) 2016/6 before 10 October 2021 may be imported into the Union under the conditions laid down by Implementing Regulation (EU) 2016/6. ( 13 ) Commission Delegated Regulation (EU) 2019/2123 of 10 October 2019 supplementing Regulation (EU) 2017/625 of the European Parliament and of the Council as regards rules for the cases where and the conditions under which identity checks and physical checks on certain goods may be performed at control points and documentary checks may be performed at distance from border control posts (OJ L 321, 12.12.2019, p. 64). EN Official Journal of the European Union L 330/76 20.9.2021 ",
        "Article 11 Entry into force This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union. This Regulation shall be binding in its entirety and directly applicable in all Member States. Done at Brussels, 17 September 2021. For the Commission The President Ursula VON DER LEYEN EN Official Journal of the European Union 20.9.2021 L 330/77 ",
        "ANNEX I Maximum levels for food ( 1 ) (Bq/kg) Foods for infants and young children Milk and milk-based drinks Mineral water and similar drinks and tea brewed from unfermented leaves Other food Sum of caesium-134 and caesium-137 50 50 10 100 ( 1 ) For dried products that are intended to be consumed in a reconstituted state, the maximum level applies to the reconstituted product as ready for consumption. For dried mushrooms, a reconstitution factor of 5 applies. For tea, the maximum level applies to the infusion brewed from unfermented tea leaves. The maximum level of 10 Bq/kg in tea brewed from unfermented leaves corresponds to 500 Bq/kg on dried tea leaves Maximum levels for feed ( 1 ) (Bq/kg) Feed intended for cattle and horses Feed intended for pigs Feed intended for poultry Feed for fish ( 2 ) Sum of caesium-134 and caesium-137 100 80 160 40 ( 1 ) Maximum level is relative to feed with a moisture content of 12 %. ( 2 ) With the exemption of feed for ornamental fish. EN Official Journal of the European Union L 330/78 20.9.2021 ",
        "ANNEX II Food and feed for which sampling and analysis regarding the presence of caesium-134 and caesium-137 are required before export to the Union (a) products originating in the prefecture of Fukushima: — wild mushrooms and derived products thereof falling within CN codes ex 0709 51 00, ex 0709 59, ex 0710 80 61, ex 0710 80 69, ex 0711 51 00, ex 0711 59 00, ex 0712 31 00, ex 0712 32 00, ex 0712 33 00, ex 0712 39 00, ex 2001 90 50, ex 2003 10, ex 2003 90 and ex 2005 99 80; — fish and fishery products falling within CN codes 0302, 0303, 0304, 0305, 0308, 1504 10, 1504 20 and 1604, with the exception of: — Japanese amberjack ( Seriola quinqueradiata) and yellowtail amberjack ( Seriola lalandi ) falling within CN codes ex 0302 89 90, ex 0303 89 90, ex 0304 49 90, ex 0304 59 90, ex 0304 89 90, ex 0304 99 99, ex 0305 10 00, ex 0305 20 00, ex 0305 39 90, ex 0305 49 80, ex 0305 59 85, ex 0305 69 80, ex 0305 72 00, ex 0305 79 00, ex 1504 10, ex 1504 20, ex 1604 19 91, ex 1604 19 97 and ex 1604 20 90; — greater amberjack ( Seriola dumerili) falling within CN codes ex 0302 89 90, ex 0303 89 90, ex 0304 49 90, ex 0304 59 90, ex 0304 89 90, ex 0304 99 99, ex 0305 10 00, ex 0305 20 00, ex 0305 39 90, ex 0305 49 80, ex 0305 59 85, ex 0305 69 80, ex 0305 72 00, ex 0305 79 00, ex 1504 10, ex 1504 20, ex 1604 19 91, ex 1604 19 97 and ex 1604 20 90; — Japanese seabream ( Pagrus major) falling within CN codes 0302 85 90, ex 0303 89 90, ex 0304 49 90, ex 0304 59 90, ex 0304 89 90, ex 0304 99 99, ex 0305 10 00, ex 0305 20 00, ex 0305 39 90, ex 0305 49 80, ex 0305 59 85, ex 0305 69 80, ex 0305 72 00, ex 0305 79 00, ex 1504 10, ex 1504 20, ex 1604 19 91, ex 1604 19 97 and ex 1604 20 90; — white trevally (Pseudocaranx dentex) falling within CN codes ex 0302 49 90, ex 0303 89 90, ex 0304 49 90, ex 0304 59 90, ex 0304 89 90, ex 0304 99 99, ex 0305 10 00, ex 0305 20 00, ex 0305 39 90, ex 0305 49 80, ex 0305 59 85, ex 0305 69 80, ex 0305 72 00, ex 0305 79 00, ex 1504 10, ex 1504 20, ex 1604 19 91, ex 1604 19 97 and ex 1604 20 90; — Pacific bluefin tuna (Thunnus orientalis) falling within CN codes ex 0302 35, ex 0303 45, ex 0304 49 90, ex 0304 59 90, ex 0304 89 90, ex 0304 99 99, ex 0305 10 00, ex 0305 20 00, ex 0305 39 90, ex 0305 49 80, ex 0305 59 85, ex 0305 69 80, ex 0305 72 00, ex 0305 79 00, ex 1504 10, ex 1504 20, ex 1604 14 41, ex 1604 14 48 and ex 1604 20 70; — Pacific chub mackerel ( Scomber japonicus) falling within CN codes ex 0302 44 00, ex 0303 54 10, ex 0304 49 90, ex 0304 59 90, ex 0304 89 49, ex 0304 99 99, ex 0305 10 00, ex 0305 20 00, ex 0305 39 90, ex 0305 49 30, ex 0305 54 90, ex 0305 69 80, ex 0305 72 00, ex 0305 79 00, ex 1504 10, ex 1504 20, 1604 15 and ex 1604 20 50; — wild bracken ( Pteridium aquilinum) and derived products thereof falling within CN codes ex 0709 99, ex 0710 80, ex 0711 90 and ex 0712 90; — koshiabura (shoot of Eleutherococcus sciadophylloides ) and derived products thereof falling within CN codes ex 0709 99, ex 0710 80, ex 0711 90 and ex 0712 90; — dried (Japanese) persimmon ( Diospyros sp.) and products derived thereof falling within CN codes ex 0810 70 00, ex 0811 90, ex 0812 90 and ex 0813 50; (b) products originating in the prefecture of Miyagi: — wild mushrooms and derived products thereof falling within CN codes ex 0709 51 00, ex 0709 59, ex 0710 80 61, ex 0710 80 69, ex 0711 51 00, ex 0711 59 00, ex 0712 31 00, ex 0712 32 00, ex 0712 33 00, ex 0712 39 00, ex 2001 90 50, ex 2003 10, ex 2003 90 and ex 2005 99 80; — bamboo shoot ( Phyllostacys pubescens) and derived products thereof falling within CN codes ex 0709 99, ex 0710 80, ex 0711 90, ex 0712 90, ex 2004 90 and 2005 91 00; — wild bracken ( Pteridium aquilinum) and derived products thereof falling within CN codes ex 0709 99, ex 0710 80, ex 0711 90 and ex 0712 90; — koshiabura (shoot of Eleutherococcus sciadophylloides ) and derived products thereof falling within CN codes ex 0709 99, ex 0710 80, ex 0711 90 and ex 0712 90; — Japanese royal fern ( Osmunda japonica ) and derived products thereof falling within CN codes 0709 99, 0710 80, 0711 90 and 0712 90; EN Official Journal of the European Union 20.9.2021 L 330/79 ",
        "(c) products originating in the prefecture of Gunma: — fish and fishery products falling within CN codes 0302, 0303, 0304, 0305, 0308, 1504 10, 1504 20 and 1604, with the exception of: — Japanese amberjack ( Seriola quinqueradiata) and yellowtail amberjack ( Seriola lalandi ) falling within CN codes ex 0302 89 90, ex 0303 89 90, ex 0304 49 90, ex 0304 59 90, ex 0304 89 90, ex 0304 99 99, ex 0305 10 00, ex 0305 20 00, ex 0305 39 90, ex 0305 49 80, ex 0305 59 85, ex 0305 69 80, ex 0305 72 00, ex 0305 79 00, ex 1504 10, ex 1504 20, ex 1604 19 91, ex 1604 19 97 and ex 1604 20 90; — greater amberjack ( Seriola dumerili) falling within CN codes ex 0302 89 90, ex 0303 89 90, ex 0304 49 90, ex 0304 59 90, ex 0304 89 90, ex 0304 99 99, ex 0305 10 00, ex 0305 20 00, ex 0305 39 90, ex 0305 49 80, ex 0305 59 85, ex 0305 69 80, ex 0305 72 00, ex 0305 79 00, ex 1504 10, ex 1504 20, ex 1604 19 91, ex 1604 19 97 and ex 1604 20 90; — Japanese seabream ( Pagrus major) falling within CN codes 0302 85 90, ex 0303 89 90, ex 0304 49 90, ex 0304 59 90, ex 0304 89 90, ex 0304 99 99, ex 0305 10 00, ex 0305 20 00, ex 0305 39 90, ex 0305 49 80, ex 0305 59 85, ex 0305 69 80, ex 0305 72 00, ex 0305 79 00, ex 1504 10, ex 1504 20, ex 1604 19 91, ex 1604 19 97 and ex 1604 20 90; — white trevally (Pseudocaranx dentex) falling within CN codes ex 0302 49 90, ex 0303 89 90, ex 0304 49 90, ex 0304 59 90, ex 0304 89 90, ex 0304 99 99, ex 0305 10 00, ex 0305 20 00, ex 0305 39 90, ex 0305 49 80, ex 0305 59 85, ex 0305 69 80, ex 0305 72 00, ex 0305 79 00, ex 1504 10, ex 1504 20, ex 1604 19 91, ex 1604 19 97 and ex 1604 20 90; — Pacific bluefin tuna (Thunnus orientalis) falling within CN codes ex 0302 35, ex 0303 45, ex 0304 49 90, ex 0304 59 90, ex 0304 89 90, ex 0304 99 99, ex 0305 10 00, ex 0305 20 00, ex 0305 39 90, ex 0305 49 80, ex 0305 59 85, ex 0305 69 80, ex 0305 72 00, ex 0305 79 00, ex 1504 10, ex 1504 20, ex 1604 14 41, ex 1604 14 48 and ex 1604 20 70; — Pacific chub mackerel ( Scomber japonicus) falling within CN codes ex 0302 44 00, ex 0303 54 10, ex 0304 49 90, ex 0304 59 90, ex 0304 89 49, ex 0304 99 99, ex 0305 10 00, ex 0305 20 00, ex 0305 39 90, ex 0305 49 30, ex 0305 54 90, ex 0305 69 80, ex 0305 72 00, ex 0305 79 00, ex 1504 10, ex 1504 20, 1604 15 and ex 1604 20 50; — koshiabura (shoot of Eleutherococcus sciadophylloides ) and derived products thereof falling within CN codes ex 0709 99, ex 0710 80, ex 0711 90 and ex 0712 90; (d) products originating in the prefectures of Yamanashi, Yamagata, Iwate or Shizuoka: — wild mushrooms and derived products thereof falling within CN codes ex 0709 51 00, ex 0709 59, ex 0710 80 61, ex 0710 80 69, ex 0711 51 00, ex 0711 59 00, ex 0712 31 00, ex 0712 32 00, ex 0712 33 00, ex 0712 39 00, ex 2001 90 50, ex 2003 10, ex 2003 90 and ex 2005 99 80; (e) products originating in the prefectures of Ibaraki, Nagano or Niigata: — wild mushrooms and derived products thereof falling within CN codes ex 0709 51 00, ex 0709 59, ex 0710 80 61, ex 0710 80 69, ex 0711 51 00, ex 0711 59 00, ex 0712 31 00, ex 0712 32 00, ex 0712 33 00, ex 0712 39 00, ex 2001 90 50, ex 2003 10, ex 2003 90 and ex 2005 99 80; — koshiabura (shoot of Eleutherococcus sciadophylloides ) and derived products thereof falling within CN codes ex 0709 99, ex 0710 80, ex 0711 90 and ex 0712 90; (f) compound products containing in quantity more than 50 % of the products listed under points (a) to (e) of this Annex. EN Official Journal of the European Union L 330/80 20.9.2021 ",
        "ANNEX III MODEL OFFICIAL CERTIFICATE REFERRED TO IN ARTICLE 4 EN Official Journal of the European Union 20.9.2021 L 330/81 ",
        "JAPAN Official certificate for the entry into the Union of food and feed II. Official certification II.a Certificate reference No II.b IMSOC reference No In accordance with Commission Implementing Regulation (EU) 2021/1533 imposing special conditions governing the import of feed and food originating in or dispatched from Japan following the accident at the Fukushima nuclear power station, the . .................. .................. .................. .................. ................... .................. ....... . ...... (authorised representative referred to in Article 5(2) or (3) of Implementing Regulation (EU) 2021/1533) CERTIFIES that the consignment is compliant with the legislation in force in Japan as regards the maximum levels for the sum of caesium-134 and caesium-137. CERTIFIES that the consignment concerns: ☐ products referred to in Annex II to Implementing Regulation (EU) 2021/1533 which do not originate in and are not dispatched from one of the prefectures listed in Annex II to Implementing Regulation (EU) 2021/1533, for which the sampling and analysis of this product is required; ☐ products referred to in Annex II to Implementing Regulation (EU) 2021/1533 which are dispatched from but do not originate in one of the prefectures listed in Annex II to Implementing Regulation (EU) 2021/ 1533, for which the sampling and analysis of this product is required, and have not been exposed to radioactivity during transiting or processing; ☐ products referred to in Annex II to Implementing Regulation (EU) 2021/1533 which originate in one of the prefectures listed in Annex II to Implementing Regulation (EU) 2021/1533, for which the sampling and analysis of this product is required, and have been sampled on .. .........(date) and subjected to laboratory analysis on . ........(date) in the ......... (name of laboratory) to determine the level of the radionuclides, caesium-134 and caesium-137. The analytical report is attached; ☐ products referred to in Annex II to Implementing Regulation 2021/1533 of unknown origin, or a derived product thereof, or a compound feed or food containing in quantity more than 50 % of those products as (an) ingredient(s) of unknown origin, which have been sampled on ................ (date) and subjected to laboratory analysis on ........ .. (date) in the . ......... (name of laboratory) to determine the level of the radionuclides, caesium-134 and caesium-137. The analytical report is attached. Done at ..... .................. .................. ........ on ..... ................... .................. ....... Notes — See instructions for completion in Annex IV to Commission Implementing Regulation (EU) 2021/1533. — Part II: The colour of the signature shall be different to that of the print. The same rule applies to stamps other than those that are embossed or are a watermark. Stamp and signature of the authorised representative referred to in Article 5(2) or (3) of Implementing Regulation (EU) 2021/1533 EN Official Journal of the European Union L 330/82 20.9.2021 ",
        "ANNEX IV INSTRUCTIONS FOR THE COMPLETION OF THE OFFICIAL CERTIFICATE REFERRED TO IN ARTICLE 4 General To positively select any option, please tick or mark the relevant box with a cross (X). Whenever mentioned, ‘ISO’ means the international standard two-letter code for a country, in accordance with the international standard ISO 3166 alpha-2 ( 1 ). Only one of the options may be selected in boxes I.15, I.18, I.20. Unless otherwise indicated, the boxes are compulsory. If the consignee, the entry border control post (BCP) or the transport details (that is to say, the means and date) change after the certificate has been issued, the operator responsible for the consignment must advise the competent authority of the Member State of entry. Such a change shall not result in a request for a replacement certificate. If the official certificate is submitted in IMSOC, the following applies: — the entries or boxes specified in Part I constitute the data dictionaries for the electronic version of the official certificate; — the sequences of boxes in Part I of the model official certificate and the size and shape of those boxes are indicative; — where a stamp is required, its electronic equivalent is an electronic seal. Such a seal shall comply with the rules for the issuance of electronic certifications referred to in point (f) of the first paragraph of Article 90 of Regulation (EU) 2017/625. PART I Details of the dispatched consignment Country: The name of the third country issuing the official certificate. Box I.1. Consignor/Exporter: the name and address (street, city and region, province or state, as appropriate) of the natural or legal person dispatching the consignment that must be located in the third country. Box I.2. Certificate reference No: the unique mandatory code assigned by the competent authority of the third country in accordance with its own classification. This box is compulsory for all official certificates not submitted in IMSOC. Box I.2.a. IMSOC reference No: the unique reference code automatically assigned by IMSOC, if the official certificate is registered in IMSOC. This box must not be completed if the official certificate is not submitted in IMSOC. Box I.3. Central competent authority: name of the central authority in the third country issuing the official certificate. Box I.4. Local competent authority: if applicable, the name of the local authority in the third country issuing the official certificate. Box I.5. Consignee/Importer: name and address of the natural or legal person for whom the consignment is intended in the Member State. Box I.6. Operator responsible for the consignment: the name and address of the person in the Union in charge of the consignment when presented to the BCP, and who submits the necessary certificates to the competent authorities either as the importer or on behalf of the importer. This box is optional. Box I.7. Country of origin: the name and ISO code of the country where the goods are originating from, grown, harvested or produced. Box I.8. Prefecture from where the goods are originating from, grown, harvested or produced ( 1 ) List of country names and code elements: http://www.iso.org/iso/country_codes/iso-3166-1_decoding_table.htm. EN Official Journal of the European Union 20.9.2021 L 330/83 ",
        "Box I.9. Country of destination: the name and ISO code of the European Union country of destination of the products. Box I.11. Place of dispatch: the name and address of the holdings or establishments from which the products come. Any unit of a company in the food sector. Only the establishment shipping the products is to be named. In the case of trade involving more than one third country (triangular movement), the place of dispatch is the last third-country establishment of the export chain from which the final consignment is transported to the Union. Box I.12. Place of destination: this information is optional. For the placing on the market: the place where the products are sent for final unloading. Give the name, address and approval number of the holdings or establishments in the place of destination, if applicable. Box I.14. Date and time of departure: the date when the means of transport departs (aeroplane, vessel, railway or road vehicle). Box I.15. Means of transport: means of transport leaving the country of dispatch. Mode of transport: aeroplane, vessel, railway, road vehicle or other. ‘Other’ means modes of transport not covered by Council Regulation (EC) No 1/2005 ( 2 ). Identification of the means of transport: for aeroplanes, the flight number, for vessels, the ship name(s), for railways, the train identity and wagon number, for road transport, the registration number plate (with trailer number plate, if applicable). In the case of a ferry, the identification of the road vehicle, the registration number plate (with trailer number plate, if applicable), and the name of the scheduled ferry must also be provided. Box I.16. Entry BCP: state the name of the BCP and its identification code assigned by IMSOC. Box I.17. Accompanying documents: Laboratory report: indicate the reference number and the date of issuance of the report/results of laboratory analysis referred to in Article 4(3)(c) and (d) and Article 4(4) Other: the type and reference number of the document must be stated when a consignment is accompanied by other documents such as a commercial document (for example, the airway bill number, the bill of lading number or the commercial number of the train or road vehicle). Box I.18. Transport conditions: category of required temperature during the transport of products (ambient, chilled, frozen). Only one category may be selected. Box I.19. Container No/Seal No: if applicable, the corresponding numbers. The container number must be provided if the goods are transported in closed containers. Only the official seal number must be stated. An official seal applies if a seal is affixed to the container, truck or rail wagon under the supervision of the competent authority issuing the official certificate. Box I.20. Goods declared as: state the intended use for products, as specified in the relevant Union official certificate. Human consumption: concerns only products intended for human consumption. Box I.22. For internal market: for all consignments destined to be placed on the market in the Union. Box I.23. Total number of packages: the number of packages. In the case of bulk consignments, this box is optional. Box I.24. Quantity: Total net weight: this is defined as the mass of the goods themselves without immediate containers or any packaging. Total gross weight: overall weight in kilograms. This is defined as the aggregate mass of the products and of the immediate containers and all their packaging but excludes transport containers and other transport equipment. ( 2 ) Council Regulation (EC) No 1/2005 of 22 December 2004 on the protection of animals during transport and related operations and amending Directives 64/432/EEC and 93/119/EC and Regulation (EC) No 1255/97 (OJ L 3, 5.1.2005, p. 1). EN Official Journal of the European Union L 330/84 20.9.2021 ",
        "Box I.25. Description of goods: state the relevant Harmonised System code (HS code) and the title defined by the World Customs Organisation as referred to in Council Regulation (EEC) No 2658/87 ( 3 ). This customs description shall be supplemented, if necessary, by additional information required to classify the products. Indicate the species, types of products, number of packages, type of packaging, batch number, net weight, and final consumer (i.e. products are packed for the final consumer). Species: the scientific name, or as defined in accordance with Union law. Type of packaging: indicate the type of packaging PART II Official certification This part must be completed by an authorised representative referred to in Article 5(2) or (3) of Implementing Regulation (EU) 2021/1533 Box II. Official certificate: please complete this part in accordance with the specific Union requirements relating to the nature of the products. If the official certificate is not submitted in IMSOC, the statements which are not relevant must be crossed out, initialled and stamped by the authorised certifying officer, or completely removed from the official certificate. If the official certificate is submitted in IMSOC, the statements which are not relevant must be crossed out or completely removed from the official certificate. Box II.a. Certificate reference No: same reference code as in box I.2. Box II.b. IMSOC reference No: same reference code as in box I.2.a. Mandatory only for official certificates issued in IMSOC. Authorised representative: Official of the competent authority of the third country authorised to sign official certificates by such authorities. Indicate the name in capital letters, qualification and title, where applicable, identification number and original stamp of the competent authority and date of signature. ( 3 ) Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (OJ L 256, 7.9.1987, p. 1). EN Official Journal of the European Union 20.9.2021 L 330/85 ",
        "",
        "EN ISSN 1977-0677 (electronic edition) ISSN 1725-2555 (paper edition) "
    ]
}