{
    "text": [
        "International Cooperation and Development OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE ",
        "Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of the following information. The views expressed in this publication are those of the authors and do not necessarily reflect the views of the European Commission or of its services. For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. More information on the European Union is available on the Internet (http://europa.eu). Print ISBN 978-92-79-73402-1 doi:10.2841/669828 MN-06-17-095-EN-C PDF ISBN 978-92-79-73403-8 doi:10.2841/399015 MN-06-17-095-EN-N Luxembourg: Publications Office of the European Union, 2017 © European Union, 2017 Photo credits: pages 3, 11, 14, 21, 24: © EU/ECHO/Anouk Delafortrie; page 7: © EU/ECHO/Pierre Prakash; page 17: © EU/ECHO/Isabel Coello; page 27: © EU/ECHO/Malini Morzaria. Reproduction is authorised provided the source is acknowledged. Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). Printed by Bietlot in Belgium Printed on elemental chlorine-free bleached paper (ecf). ",
        "operationalising resilience A4.indd 30 10/22/17 9:24 PM OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE ",
        "S ince the publication of the EU Staff Handbook, Operating in Situations of Conflict and Fragility (June 2015), the EU Global Strategy on Foreign and Security Policy (June 2016) and the New European Consensus on Development (June 2017) defined strength - ening resilience as one of the top priorities of EU’s External Action. Following the adoption of the recent EU’s Joint Communication on ‘A Strategic Approach to Resilience in the EU’s External Action ’ in June 2017, it is now time for the EU to implement this concept in its internal and external action. The 2012 Communication ‘The EU Approach to Resilience: Learning from Food Security Crises’, drawing on EU experience mainly in the Horn of Africa and the Sahel, acknowledged the importance of development and humanitarian communities working effectively together to build resilience. The 2017 Joint Communication goes one step further. It seeks to broaden the EU response to global challenges by complementing EU development and humanitarian efforts with political and diplomatic engagement, particularly in the area of conflict prevention. The Joint Communication analyses various aspects of state and societal resilience – inclusive and participatory societies, economic resilience, climate and environmental resilience, the prevention of violent conflicts, protracted crises, migration and forced displacement, and security. It argues for coherent mobilisation of political dialogue, diplomatic resources of the Union and its Member States, EU assistance, sectoral policy dialogue and bilateral initiatives to effectively strengthen resilience in partner countries. The Joint Communication proposes four building blocks to incorporate resilience into EU External Action: ● improving analysis of risks, underlying causes and resilience factors (capacities to cope with risks and shocks, to adapt and to transform); ● more dynamic monitoring by the EU of external pressures to allow early action; ● integrating the resilience approach into EU program- ming and the financing of external assistance; ● EU cooperation with multilateral and bilateral insti - tutional partners. Following the Communication, Note No 4 of the Staff Handbook has been enhanced with more practical content. This publication presents eight practical case studies from which EU development practitioners and policymakers can learn – and thereby deepen their knowledge and understanding of how to implement resilience in various contexts, including fragile and conflict-affected contexts. These case studies are: 1. The Global Alliance for Resilience in the Sahel and West Africa (AGIR) 2. Enabling resilient pathways out of poverty in Bangladesh 3. EU resilience building in Ethiopia (RESET) 4. Drought Contingency Fund (DCF) in Kenya 5. Strengthening resilience to food and nutrition inse - curity in northern Mali 6. Pro-Resilience Action (PRO-ACT): a global initiative to build resilience through crisis prevention and post-crisis response strategy 7. Sector reform contract on food and nutrition security and sustainable agriculture in Senegal 8. Supporting the Horn of Africa’s Resilience (SHARE) For more on the EU strategic approach to resilience, see the following resources: ● Joint Communication: https://eeas.europa.eu/ headquarters/headquarters-homepage/27711/ joint-communication-european-parlia- ment-and-council-strategic-approach-resil - ience-eus-external_en ● Press release: http://europa.eu/rapid/ press-release_IP-17-1554_en.htm ● Fact sheet: http://europa.eu/rapid/ press-release_MEMO-17-1555_en.htm ● Staff Working Document 1: Evaluation of the implementation of the current resilience policy framework: http://eur-lex.europa.eu/legal-content/ EN/TXT/PDF/?uri=CELEX:52017SC0227&from=en ● Staff Working Document 2: Report on the consultation process: http://eur- lex.europa.eu/legal-content/EN/TXT/ PDF/?uri=CELEX:52017SC0226&from=en operationalising resilience A4.indd 2 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 3 The Global Alliance for Resilience in the Sahel and West Africa (AGIR) Since 2012, the EU has encouraged and supported the Global Alliance for Resilience in the Sahel and West Africa, known by its French acronym, AGIR (Alliance Globale pour la Résilience). AGIR is politically anchored in regional institutions and promotes an integrated approach towards building the resilience of vulnerable populations affected by recurrent shocks. It has drawn attention to the neglected yet crucial sectors of social protection and nutrition. This represents a major breakthrough in a region where traditional responses, focused on food production and emergency assistance, have failed to prevent the decapitalisation of households and reverse a decreasing resilience to shock. C O N T E X T Since the early 1970s, the Sahel region has been subject to severe natural disasters, including repeated droughts; these have caused widespread hunger and made food insecurity the region's major humanitarian and development issue. Over time, these crises have become more frequent and their impacts more extreme. The challenges in the Sahel region are cross-cutting and structural. A steady increase in cereal production over the last 30 years has been unable to meet the combined effects of population growth; limited access to food and health care; economic, political and security shocks; climate change; and the degradation of local ecosystems. Since at least 2012, nearly 30 million people in the Sahel find themselves every year in a situation of chronic food and nutrition insecurity, and some 20 million face serious to extreme difficulties. The region's resilience will continue to be poor as long as up to half of its children remain malnourished and are expected to become physically and cognitively impaired. Case studies operationalising resilience A4.indd 3 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 4 C H A L L E N G E S A N D OPPORTUNITIES Over the years, the region has adopted a series of measures to prevent and respond to food crises. This included the 1984 creation of the Food Crisis Prevention Network (RPCA) as a large and inclusive platform for cooperation and coordination, focusing on the supply side of food security. The RPCA operates under the political leadership of two regional organisations — the Economic Community of West African States (ECOWAS) and the Commission of the West African Economic and Monetary Union (WAEMU) — and is co-coordinated by the Permanent Interstate Committee for Drought Control in the Sahel (CILSS) and the Sahel and West Africa Club (SWAC) Secretariat. Following the 2005 food crisis in Niger, work undertaken by DG ECHO and its partners began to highlight the structural drivers of the crisis, the scale and urgency of the malnutrition challenge, and the vital issues of food access and utilisation. This analysis informed the subsequent DG ECHO Sahel Plan aimed at combating malnutrition. DG ECHO’s approach, programme of activities (which ranged from EUR 8 million to EUR 166 million between 2005 and 2012), partner network, and expertise provided a relevant platform to promote resilience. The 2011 crisis in the Horn of Africa, together with a political drive for change and a new focus on resilience, lent momentum to the idea of a resilience initiative. DG DEVCO gave due attention to the resilience concept — the EU Communication on Resilience was adopted in October 2012 — and started preparations for programming the 11th European Development Fund (EDF) with resilience in mind. Meanwhile, DG ECHO saw in the resilience agenda the potential for an eventual phase-out and exit strategy from its fragile humanitarian funding. A C T I O N S T A K E N Preparatory work for a resilience initiative for West Africa began in 2011 under DG ECHO leadership. DG ECHO conducted its first truly regional food and nutrition crisis response and engaged in active lobbying — notably with DG DEVCO, EU Delegations, the EU Joint Research Centre, the United States Agency for International Development (USAID) and the Agence Française de Développement (AFD). DG ECHO also created a dedicated technical assistant position to support this work. As envisioned, DG DEVCO and EU Delegations have increasingly taken the lead in this process. Formal handover from DG ECHO to DG DEVCO took place in December 2014. After the severe crisis of 2012, the EU organised a high-level meeting in Brussels with the three Sahel and West African regional organisations (CILSS, ECOWAS and UEMOA), the Sahel governments, development and humanitarian donors, United Nations agencies and NGOs. The participants, in an effort to place resilience higher up on the political agenda and ‘to encourage greater donor and aid agency support for sustainable action to strengthen the resilience of the most vulnerable populations’, decided to launch AGIR as a multi-stakeholder platform to promote resilience. Within 10 months, AGIR’s main purpose, strategic objectives and indicators were defined and adopted; these are captured in the 2013 AGIR Regional Roadmap. AGIR’s recognition of the need for preventive measures and for prioritising the fundamental concerns of the most vulnerable populations (lack of access to food, goods and basic services) is a major shift from the dominant priority previously given to food production and availability. AGIR has adopted an ambitious target of ‘Zero Hunger in 20 Years’ — reflecting the level of urgency in the region as well as a recent ECOWAS commitment. Its realistic timeframe (2012–2032) matches the immense food and nutrition security challenge facing the region. operationalising resilience A4.indd 4 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 5 AGIR offers an integrated framework to orient funding for resilience along a comprehensive and balanced set of four strategic objectives. Notably, Pillars 1 and 2 represent a breakthrough for the region and underscore AGIR’s multi-sector nature. ● Pillar 1: Improve social protection for the most vulnerable households and communities in order to secure their livelihoods; ● Pillar 2: Strengthen the nutrition of vulnerable households; ● Pillar 3: Sustainably improve agricultural and food production, the incomes of vulnerable households and their access to food; ● Pillar 4: Strengthen governance in food and nutritional security. A Senior Experts’ Group brings together all stakeholders at least twice a year to define AGIR’s main orientations and review progress. Meetings are jointly organised by the SWAC Secretariat and the CILSS Executive Secretariat, within the framework of the RPCA. In early 2014, a small Technical Unit hosted within the CILSS was created to facilitate implementation of the 2013 Regional Roadmap. By 2016, 17 countries had joined AGIR. Their first task has been to identify their national resilience priorities and come up with costed plans. The EU supports AGIR operations through a range of instruments, including geographical programming under the 11th EDF (EUR 1.5 billion by 2020) and the Global Public Goods and Challenges thematic programme (EUR 300 million by 2020) for long-term structural interventions on food security; DG ECHO’s Humanitarian Implementation Plan (around EUR 130 million per year since 2012); the shock- absorbing mechanism and reserves of the 11th EDF; the Instrument contributing to Stability and Peace; and PRO-ACT for direct responses to food and nutritional crises (around EUR 25 million per year in the region since 2012; see the PRO-ACT case study). In addition, the EU Emergency Trust Fund for Africa established in late 2015 is being mobilised (EUR 1 billion allocated to the Sahel-Chad Basin, part of which will be implemented as part of AGIR). L E S S O N S L E A R N E D A N D N E X T S T E P S ● Today, AGIR is well recognised regionally and internationally. It has focused attention on and mobilised funding for resilience in a context where crises had been almost exclusively approached from a food security/food production perspective. Its integrated framework has helped orient understanding towards other crucial dimensions besides food and nutrition security, in particular social protection and nutrition, and to the targeting of those groups most at risk and vulnerable to crises. ● AGIR was conceived as an alliance, not a programme, in order to avoid another large, externally driven yet often short-lived plan. However, four years after its launch, it is still regularly misperceived as another resilience initiative to be funded. ● AGIR has been politically anchored in regional institutions from the outset, which ensures its robustness and sustainability. It has become a regular agenda item in RPCA meetings facilitated by the SWAC. ● The national resilience priorities elaboration process has been an opportunity to revisit the causes of and responses to food crises, and to reflect on how to strengthen synergies between humanitarian and development work. It has been a lengthy process, but the fact that the resulting priorities vary from one country to another point to a good level of ownership and context specificity. AGIR has also helped mobilise domestic resources for resilience. operationalising resilience A4.indd 5 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 6 ● Once formulated, national resilience priorities are to be regularly updated through a national dialogue and integrated into the relevant sectors. Balance among the four pillars may be hampered by conservative approaches prioritising food (production, Pillar 3) at the expense of nutrition (including social transfers, Pillar 1, and health, Pillar 2). AGIR’s institutional anchoring has yet to be clarified in some countries; progress is also needed on in-country donor coordination. ● Operationalisation of the national resilience priorities is the next challenge ahead, which requires further support and a potential new orientation of AGIR’s Technical Unit. ● Work has begun at the regional level under CILSS leadership, with a 2016–2020 timeframe to develop a methodology and tools to analyse and measure resilience in the Sahel and West Africa. operationalising resilience A4.indd 6 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 7 Enabling resilient pathways out of poverty in Bangladesh Bangladesh has a long history of using disaster risk reduction and climate change adaptation approaches, both institutionally and at the local level. However, these approaches are insufficient to counter the increasing impacts on poor people’s livelihoods from a range of shocks and stresses that go beyond climate-related phenomena. Further, the sustainable approaches of today may no longer be as relevant in 5 or 10 years, given the complexity and interconnectedness of various long-term trends. A joint EU-DFID programme proposes adding a resilience approach to extreme poverty reduction programming. C O N T E X T Despite sustained economic growth and gains in human development and poverty reduction, nearly 20 million Bangladeshis continue to live in extreme poverty and face chronic food and nutrition security challenges. Poverty is perpetuated by high vulnerability to climate change, political and economic risks combined with rapid environmental degradation and urbanisation, and institutional fragility. Against this backdrop, the extreme poor may become progressively harder to target, and their poverty and food and nutrition insecurity more intractable. C H A L L E N G E S A N D OPPORTUNITIES Challenges The extensive local and institutional experience of using disaster risk reduction and climate change adaptation approaches to protect the gains made by poverty reduction will be insufficient to counter the increasing impacts on poor people’s livelihoods from a range of shocks and stresses that go beyond climate-related disasters and changes. Further, the sustainable approaches of today may no longer be as relevant in 10 years’ time given the complexity and interconnectedness of long-term geopolitical, economic, demographic and natural phenomena trends driving changes in people’s livelihood system and the risk landscape that threatens it. The sustainability of poverty reduction and food and nutrition security programmes requires enabling people to manage a range of large-scale natural hazard, economic and geopolitical shocks; household-level shocks (linked to health and income capacity); and long-term change, combined with ensuring the connection of people to services (government, national NGOs, private sector) and the formal economy. operationalising resilience A4.indd 7 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 8 Negotiating this risk landscape will require close collaboration with DG ECHO, so that EU political, development, humanitarian and policy dialogue priorities are harmonised under a comprehensive, long-term approach to enhance the resilience of the poor. Furthermore, changes in urbanisation and rural-to-urban migration patterns can be harnessed in order to offer diversified forms of income to the poor. Addressing the underlying causes of vulnerability to mitigate risks requires stronger governance, with enhanced institutional capacity and accountability at all levels. Slow progress on decentralisation means that local governments have limited resources to address poverty, vulnerability and risk in their communities. For their part, vulnerable people need to be further empowered to actively participate in local planning processes and claim their rights and access to basic services. Opportunities The ambitions of the latest (seventh) five-year plan for Bangladesh (7FYP) — coupled with an extensive evaluation of past donor and government flagship programmes supporting earlier national plans in poverty reduction, disaster risk management, climate change measures, human development, social security/transfers, market development for employment and income generation, and good governance — provide an opportunity to better link these approaches to ensure resilient and more sustainable pathways out of poverty. The EU, the Ministry of Food and the Food and Agriculture Organization of the United Nations (FAO) are incorporating nutrition- sensitive strategic interventions into the new 2015 National Nutrition Policy. The National Social Security Strategy (NSSS) will be an essential pillar of the 7FYP vision to reduce poverty, inequality and malnutrition; it should be used as a core pillar for building people’s resilience. This will mean streamlining and reforming the structure of the national security system, ensuring proper targeting for those most in need, and linking the system to other support structures that ensure people use social transfers to protect their livelihoods from shocks. Bangladesh is considered a flagship country in the EC Resilience Action Plan and for other risk management actors in Asia. Multiple joint donor, operator and government workshops on resilience organised in Dhaka by the EU Delegation have produced a core group of actors willing to undertake joint investments and initiatives that integrate resilience into long-term programming. There is the will to apply a resilient-pathways-out-of-poverty approach to tackle different aspects of migration (forced, economic, climate change–induced), to unlock the vulnerability of people in fragile parts of Bangladesh in the east and to counter the risk of extremism. operationalising resilience A4.indd 8 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 9 A C T I O N S T A K E N A combined DFID and EU Delegation team has proposed upgrading the current graduation strategy from extreme poverty by overlaying a resilience approach and building in a more flexible range of household support options. The programme will connect the poor with humanitarian and social security systems, basic services provided by institutional actors and their partners, and the formal economy using mixed private-sector partnerships. A comprehensive approach to social security that links it to resilience livelihood actions will help address the basic causes of food and nutrition insecurity, moving beyond narrow approaches focused only on direct nutrition interventions or increased production. The 10-year theory of change underlying this joint EU-DFID investment places equal importance on supporting resilient livelihoods for people and incentivising a better institutional set-up that provides a two-way linkage between people, local government and national government structures and budgets. This means creating sustained pathways out of poverty in most-vulnerable areas through simultaneous investments in livelihoods and social security for long-term resilience — in turn, leading to the progressive eradication of food and nutrition insecurity. A ‘push-pull’ strategy will be used to help poor people move towards diversified livelihood opportunities and greater nutrition security, while creating demand or pulling people into the formal economy and democratic system via private sector value chains and markets, and access to institutional services and governance processes. A contextually flexible partnership model will be used to coordinate a variety of government and non-government actors operating at different levels of society to achieve better and more sustainable programme results involving inclusive systemic changes in governance structures. A resilience approach will be used as a means to better (i) protect and (ii) sustain the gains made by poverty reduction and food and nutrition security programming, while (iii) taking advantage of the opportunities of risk and change. It is a central part of sustainability and a means (not an end) to ensure adequate and dignified livelihoods and to food and nutrition security in the face of a complex risk landscape, change and uncertainty. This means progressively offering new choices and livelihood strategies along poverty/vulnerability reduction pathways that are appropriate to the resources, knowledge and agency of poor people at any point along this pathway, ensuring that: ● people who are trapped or unable to move out of extreme poverty are protected and not left behind; ● people who are climbing out of extreme poverty are sufficiently protected against shocks; ● people who are no longer extremely poor have their progress protected against shocks and sustained in the face of change and uncertainty. The following figure summarises six key programmatic areas for enabling a resilient pathway out of extreme poverty in rural areas. operationalising resilience A4.indd 9 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 10 1. Harmonise and coordinate actors and initiatives that cover different shocks and stressors (driving change, and their uncertainty) of the risk landscape. 2. Connect people to humanitarian relief and institutional social security support; basic protection of the livelihoods system. 3. Use ‘push’ and ‘pull’ strategies at appropriate layers in society to progressively protect people from shocks across the risk landscape: ➔ ‘Push’ strategies offer a range of livelihood resources and coaching, better connecting vulnerable people to the community, and creating demand for government and economic systems. ➔ ‘Pull’ strategies work from the national level to the local level to connect government, private sector and national NGOs to ensure that supply aspects are ready to meet demand. This implies better access to quality government service, diversified value chains and off-farm labour opportunities. 4. Sustain graduation out of extreme poverty by enabling people to manage the change and uncertainty associated with long-term trends in the risk landscape, and ensuring a long-term connection to the external agents (government, national NGOs, private sector) managing poverty reduction and risk management programming. This is an evolved way of considering what graduation from extreme poverty means and the criteria used to indicate this. 5. Ensure people are able to take the opportunities accompanying positive shocks (such as the introduction of information and communications technologies, or investment following a natural disaster) and change (indirect benefits of national development). 6. Ensure responsible accompanying measures for the rural extreme poor moving to urban contexts, minimising their vulnerability and connecting these people (directly or indirectly) to urban poverty and risk management initiatives. This effort may focus on preparing people for urban and remittance opportunities, and may incorporate direct action in small towns. operationalising resilience A4.indd 10 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 11 EU resilience building in Ethiopia (RESET) The RESET approach was developed on the premise that chronic humanitarian needs and recurrent food insecurity could be more efficiently addressed through a long-term resilience approach linking humanitarian and development actions — rather than through short-term reactive actions and poorly connected development activities. DG ECHO and DG DEVCO have been working together to develop and implement a multi-faceted programme to enhance the ability of individuals, households and communities to absorb and recover from drought or other shocks. By building resilience, the ultimate goal is to reduce humanitarian needs and underpin more equitable and sustainable development gains. C O N T E X T Between 2004 and 2012, economic growth in Ethiopia ran at an annualised rate of 10 %, and the proportion of the population living below the national poverty line dropped from 38 % to 29 %. Despite this overall progress, poverty, malnutrition and vulnerability to crises remained high in many parts of the country. In 2012, an estimated 27 million people were vulnerable to absolute poverty across Ethiopia. In marginalised areas — where livelihoods still depend heavily on natural resources and where access to social services tends to be difficult — fighting poverty remains a daunting challenge, exacerbated by high population growth. Because the carrying capacity of the environment (the number of people a region can support without environmental degradation) is limited, part of the population drops out of traditional activities and has to find alternative livelihoods — including migration. Poor households, living predominantly in marginalised areas, are also more risk prone and less able to cope with shocks when they occur. operationalising resilience A4.indd 11 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 12 C H A L L E N G E S A N D OPPORTUNITIES Climate shocks, primarily droughts, are recurrent in Ethiopia. The acute food and nutrition crisis of 2011–2012, as well as the food crisis of 2015–2016 caused by the El Niño–induced drought which left 18 million people in need of food assistance, are stark reminders of enduring vulnerability. While extensive assistance to Ethiopia has shown results in improving food intake and income in the short term, progress can be rapidly washed out by subsequent shocks. Ethiopia has the largest social transfer scheme in Africa. Every year, the Productive Safety Net Programme (PSNP) provides up to 10 million people with cash/food- for-work or unconditional assistance, which enables them to reduce their food gap. Beneficiaries are also entitled to training, and some (about 10 %) to a non-returnable livelihood transfer equivalent to USD 200 to start a business; other components act in concert with these as a springboard out of poverty. RESET is closely linked to this programme and offers a complementary set of interventions to PSNP beneficiary communities to better address the multiple factors underlying vulnerability. Both at the regional and national levels, policy and legal frameworks have been strengthened. The Government of Ethiopia has placed resilience high on its agenda. In 2012, based on the regional Intergovernmental Authority on Development (IGAD) in Eastern Africa Drought Disaster Resilience and Sustainability Initiative (IDDRSI) framework, Ethiopia developed a Country Programme Paper as a strategy and framework for resilience initiatives across the country. These initiatives set clear objectives to reduce the number of the chronically food insecure and to act as platforms to share information and best practices. A C T I O N S T A K E N DG DEVCO and DG ECHO have worked together closely to help tackle recurrent food insecurity in Ethiopia by applying an integrated approach to both chronic humanitarian and longer-term development needs. The resulting EU Resilience building programme in Ethiopia (RESET) started in 2012 is now entering a second phase (2016–2020) funded by the EU Emergency Trust Fund for Africa. RESET covers 2.8 million people in eight ecologically homogeneous areas (clusters of woredas , or districts) with high vulnerability to food insecurity and malnutrition. RESET is a multi-sector programme that creates bridges and synergies between humanitarian and development partners. It operates simultaneously over three horizons: (i) short term: allowing for a crisis response if needed via a crisis modifier; (ii) medium term: improving basic services, livelihoods and safety nets; (iii) long term: taking natural resources, climate change and social protection into consideration. To do so, RESET provides targeted highly vulnerable communities with a broad set of interventions articulated around the four cornerstones of a resilience-building framework: ● improved basic services — nutrition, health, WASH, education, etc.; ● livelihoods support — agriculture, livestock, diversification of livelihoods; ● safety nets for chronically vulnerable groups; ● disaster risk management and preparedness for shocks. operationalising resilience A4.indd 12 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 13 L E S S O N S L E A R N E D ● RESET works closely with local authorities, acts in full cooperfation with existing government flagship programmes and promotes streamlining with woreda development plans. This coordination is essential to action sustainability and to inform future policies. ● In its second phase, RESET is implemented through a network of about 30 NGO partners organised in consortia (one per cluster of woredas ). Partners can share their understanding of the context and their specific expertise to ensure all important aspects of resilience building are covered. ● NGO partners work in close collaboration with local authorities’ technical services, which contributes to the provision of the package of interventions to beneficiaries. They also ensure the sustainability of technical support and coaching that beneficiaries receive after the project ends. ● Most activities are focused on extremely poor households, which are generally the most food-insecure. It is essential for them to receive a comprehensive package of interventions that addresses both the social and economic determinants of their vulnerability and is tailored to their specific needs and constraints. The package is intended to secure access to food (notably through social transfers) and basic services, and to progressively build capacities to engage in new livelihood opportunities. ● During the second phase of RESET, a strong focus is put on increasing productivity and diversifying incomes for the poorest, encouraging a business mindset, engagement in alternative livelihoods and employment opportunities. To ensure beneficiaries are not passive recipients but actors in their development, basic financial literacy support is offered to help develop business plans. RESET helps beneficiaries access savings and credit groups through productive asset transfers (on and off farm), and provides coaching through frequent home visits and technical skills. ● RESET does not work exclusively with the poorest. Interventions targeting other wealth groups are also included when these contribute to the overall food security of an area (e.g. irrigation scheme, introduction of improved varieties and breeds, sustainable management of natural resources, etc.). This approach also contributes to improved social cohesion. ● To improve local productivity, RESET disseminates research products — e.g. varieties and breeds that are more productive, more resistant to drought and/ or with higher nutritional values — to the most vulnerable communities, which often cannot access these. ● Because the programme focuses on areas highly vulnerable to disasters, the occurrence of a shock in the intervention areas is by definition high. This risk of crisis is factored into the programme, which includes a crisis modifier: this innovative element allows the programme to shift into crisis mode when the community cannot cope with the shock without external assistance. Interventions are then adjusted, and contingency funds may be mobilised. ● For communities to identify and respond to a crisis with their own resources, they are supported in disaster risk management. This includes the establishment of disaster risk management committees at the local level which are involved in early warning and are in charge of developing local contingency plans to be endorsed by the appropriate authorities. operationalising resilience A4.indd 13 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 14 Drought Contingency Fund (DCF) in Kenya The EU has been supporting communities and local authorities in the arid and semi-arid land (ASAL) regions of Kenya on risk management (early warning and preparedness) for many years, but until recently they had no resources for early action when a drought was imminent. The Drought Contingency Fund (DCF) fills this gap by providing local authorities and communities with a financial instrument and related procedures. It enables them to take on responsibilities for effective preparedness and response to impending drought and the means to develop locally owned solutions. C O N T E X T Kenya is a disaster-prone country with some inter-communal tensions. Droughts and floods are the main hazards and are becoming more frequent and severe, notably due to climate change. The majority of these hazards occur in ASAL areas, which are characterised by under-development and high vulnerability related to poverty, population growth, high reliance on the natural environment for livelihoods, reduced mobility and violent conflicts. Access to basic services is poor, with scanty coverage and varying performance; and infrastructure is limited. In particular, infrastructure and equipment for livestock marketing are weak, preventing the region from maximising returns on its main livelihoods source. Repeated crises further complicate the social, economic, political and security situation both in the affected regions — as evidenced by tensions between Somali, Boran and Samburu herders versus Meru farmers — and in the whole of Kenya — as demonstrated by the post-electoral violence in 2007–2008. The World Bank estimated that the 2010–2011 drought led to a loss of between 0.7 % and 1 % of gross domestic product. The total estimated cost of the drought experienced in the country between 2008 and 2011 was estimated at USD 12 billion. The drought also had high costs in terms of human suffering, affecting the health, nutritional and overall well-being of the poorest and most vulnerable, particularly women and children. operationalising resilience A4.indd 14 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 15 C H A L L E N G E S A N D OPPORTUNITIES The ASAL policy process began in the mid-1990s. Since 2008, the Kenyan Government and its partners have further developed the legal framework for interventions in ASAL regions. An annex containing an ASAL strategy to the Kenya Vision 2030 was adopted in 2011; a year later, an ASAL policy was approved by the parliament. Among other things, this provides for the establishment of a National Drought Contingency Fund (NDCF). The National Drought Management Authority (NDMA) was created in 2011 to further develop drought risk reduction in ASAL areas. Its legal basis was strengthened with the NDMA Act passed in April 2016. In 2012, following the Intergovernmental Authority on Development in Eastern Africa (IGAD) commitment to resilience, Kenya approved its Country Programme Paper for Ending Drought Emergencies, and a year later integrated this into the Kenya Vision 2030 medium-term planning process. These commitments are now being operationalised through a 10-year Common Programme Framework, within which donors and technical partners are aligning their support. Besides its extensive humanitarian experience, the EU has been working with governmental structures in improving risk management in ASAL areas: first by strengthening early warning systems and supporting the establishment of drought contingency plans at the county level; then by supporting NDMA creation; and, most recently, by supporting the creation of the NDCF. The EU has also helped reinforce the decentralisation process at the national level, which is important in empowering local authorities in preparedness and response. By providing funds for early response to drought, the DCF represents the missing link for early action to protect lives and livelihoods at the decentralised level. The groundwork for this scheme was laid by a World Bank project implemented in the 1990s. Once established, the DCF will be a multi-donor basket fund. A C T I O N S T A K E N The EU helped initiate the DCF under the Kenya Rural Development Programme with the ASAL Drought Contingency Fund (DCF) Project. The DCF is implemented by the NDMA. It is designed to deliver quick response to counties in the event of declared drought, but does not include food assistance. In the first phase (2014–2017), the EU contributed up to EUR 10 million and the Kenyan Government up to EUR 1.3 million (mostly covering staff, office and operating costs). A second phase is planned with a EUR 24 million contribution from the EU. EU support consists of the following: ● supporting the establishment of effective and transparent mechanisms for the disbursement of financial resources — including the improvement of early warning analysis and communication, roll-out of the fund management tool, and production of standardised contingency plans at the county level; ● enhancing drought preparedness at the county and community levels, leading to better capacity for early response to drought crises — including sound analysis of drought risk, stockpiling of equipment and supplies, investing in strategic infrastructure and the development of coordination and contracting arrangements (notably to improve livestock marketing and the meat value chain), working on scalability of basic services, providing emergency fodder, vaccination and water supply, distributing seed, etc.; ● timely disbursement of the fund so as to reduce the loss of household assets during droughts. operationalising resilience A4.indd 15 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 16 L E S S O N S L E A R N E D ● Standard operating procedures must be spelt out to avoid ambiguity and check accountability in fund disbursements, but must be simple enough to avoid delayed response. Particular attention is needed to accelerate the procurement of goods and services. ● To mitigate fiduciary risks (including ensuring that the fund’s use is not politically oriented), several control mechanisms have been adopted, including (i) the use of scientifically based indicators to measure the severity of drought and prevent false alarms; (ii) third-party audits of recipient counties; (iii) the use of a computerised system to allow the NDMA to receive feedback on implementation in near-real time, thus enabling detection of possible problems; (iv) public forums to enhance people’s access to accurate information; and (v) support to social auditors based in intervention locations. ● The DCF aims to intervene at the first signs of drought, with activities based on solid analysis, delivered in a timely manner and adjusted to the severity of the situation. In the past, relief activities were sometimes proposed too early in the drought cycle (e.g. slaughter destocking in alert and early alarm) or in the wrong period (e.g. distribution of seeds under alarm). Training response officers in livelihood analysis for the identification of relevant drought mitigation activities and adequate response planning proved to be essential in ensuring appropriate use of funds. ● DCF allocations are meant to be multi-sector, but the first phase has shown a high investment in water and livestock. Some allocations were also made on scaling up nutrition and health activities and supporting education in times of crisis. They complement long-term investments in service delivery, and care is taken for contingency funds not to substitute these investments. ● Even though drought management is in many ways distinct from the broader concept of disaster management, focusing solely on drought is questionable, as communities face multiple shocks, including floods, epidemics and high food prices. More broadly, climate-related shocks need to be dealt with in a specialised way, as is currently done in the DCF, with a strong focus on long- term development and food security. ● The capacity to deal with targeting in the implementation phase may require further attention. ● Counties are key factors in DCF implementation, and are now integrating disaster risk management into their own development schemes. Decentralisation is critical to DCF functioning. Local officials need to have the ability to make decisions and manage budgets, and technical capacities need to be in place. ● Reliance on external funding should decrease and predictable funding should be sourced from the government; the NDCF should be established soon with a predictable allocation by the Government of Kenya. IGAD suggests that governments allocate resources from fuel taxes and financial transactions to crisis preparedness and response mechanisms. The DCF has recently been linked with the African Risk Capacity, which is the African Union’s pooled drought risk insurance mechanism. ● To maximise impact, more synergies and coherence are being built with other programmes, such as the Hunger Safety Net Programme, emergency food assistance programmes and long-term sector development interventions. operationalising resilience A4.indd 16 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 17 Strengthening resilience to food and nutrition insecurity in northern Mali Northern Mali is characterised by high poverty and vulnerability to recurrent food crises, climate change, environmental degradation, high population growth, fragility and armed conflict. The EU Delegation and DG DG ECHO have worked together both to tackle the root causes of vulnerability to shocks and to mitigate the impact of food crises. This effort aims to promote resilience based on four complementary pillars — social protection, nutrition, livelihoods and governance — in a fragile and conflict-affected context. C O N T E X T Despite significant improvements over the last three decades, Mali has one of the lowest Human Development Index rankings in the world. Its population is predominantly rural and young (45 % under age 15 and 22 % under age 5), and largely lives off subsistence agriculture and pastoralism in drylands. Mali’s low levels of human capital and high number of weather-dependent livelihoods with low value-added exacerbate its sensitivity to shocks. Since the 1970s, food crises have occurred regularly, largely due to more frequent natural disasters such as floods, droughts and pest infestation. Their impacts were compounded by economic shocks, such as the steep increase in food and fuel prices in 2007–2008 and the ensuing global financial crisis. In 2012, political and security tensions and the related coup d’état prompted mass displacements — further weakening public administration and leading to the occupation of Mali’s northern regions by rebels and violent extremists. The peace process remains fragile. As of late 2015, there were still 62,000 internally displaced persons, mainly in the north, adding pressure on the resilience of host communities. Successive food and nutrition crises exacerbate an already alarming chronic situation characterised by weak public service delivery and widespread poverty, hunger and malnutrition. Chronic food insecurity affects one in five Malians, and one in four children under age five is stunted. Mali exceeds thresholds set by the World Health Organisation for global and severe acute malnutrition — 12.4 % and 2.8 % respectively in 2015. Food and nutrition insecurity is particularly high in the northern provinces of Timbuktu, Gao and Kidal, where the population is largely pastoral or agro-pastoral and annual rainfalls do not exceed 127 mm. Every year, the number of food-insecure people during the lean season is between 3 and 5 million. Many — 1.9 million in 2014 and 0.4 million in 2015 — are in a critical situation and in need of emergency assistance. operationalising resilience A4.indd 17 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 18 C H A L L E N G E S A N D OPPORTUNITIES Since the severe droughts of the 1970s and 1980s, Mali has adopted measures to prevent and manage food crises. Traditionally, emergency responses have consisted of food and/or cash-based transfers targeted at the most food-insecure households, as well as emergency nutrition interventions. This emergency assistance has saved many lives over the last decades, but its sustainability and effectiveness are threatened in a context of recurrent crises. It does not prevent the decapitalisation of households that sell their last assets to cope with crisis, and cannot recapitalise before the next shock. The increasing number of people falling into chronic food insecurity leads to an increase in the volume and cost of emergency assistance. An alternative model of crisis management has yet to be identified. In 2013, Mali joined the Global Alliance for Resilience in the Sahel and West Africa (AGIR), a regional initiative promoting an integrated strategy to building resilience to food crises in the Sahel (see the AGIR case study). Thereafter, the country defined its national resilience priorities along the four AGIR pillars. Turning this vision into concrete and coordinated action was the next challenge ahead. The government resumed its efforts towards building an integrated social protection system in 2013 with the launch of a World Bank–supported national cash transfer programme (Jigisemejiri) in southern Mali and, more recently, by working to establish a unified registry of vulnerable households. In 2015, Mali revised its national social protection policy to address the needs of refugees and displaced populations and in light of the new mandate of the ministry in charge of social affairs to oversee humanitarian responses and reconstruction in northern Mali. This is an opportunity to better integrate humanitarian and development work towards greater resilience to food crises in the country. A C T I O N S T A K E N The EU Delegation has been supporting food security for many years, with an increasing focus on mainstreaming nutrition and integrating cash-based transfers. In response to the 2005 crisis, it launched calls for proposals for NGOs to engage in sustainable food security activities supporting nutrition for women of reproductive age and children under age two. These were supported under five successive programmes (Programme d’Appui à la Sécurité alimentaire, EUR 20 million, 2007–2015). Following the 2012 crisis, the EU Delegation and DG ECHO engaged in brainstorming sessions for better linking relief, rehabilitation and development. This exercise was later expanded to all actors working in the north in support of the Commission for the Rehabilitation of the Post-Conflict Areas. These efforts translated into formulation of a safety net component overseen by DG ECHO: five partner international NGOs launched the Common Framework on Seasonal Safety Nets. This 12-month initiative capitalised on learning and engaged authorities towards the establishment of a safety net adapted to the needs of vulnerable populations in the north. The experience showed the potential of the approach, but underlined the need for a longer-term perspective and to complement direct resource transfers with support to local economic development. The Delegation has worked to strengthen the capacity of national bodies and support the reform of the National Food Security System, through budget support and technical assistance. An institutional and financial audit was conducted in 2013; in 2015, government and its development partners signed a memorandum of understanding which sets a consultation framework and broad guidelines for reform. operationalising resilience A4.indd 18 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 19 In 2015, the EU Delegation and DG ECHO developed a framework for their actions in the north, specifically aimed at facilitating the transition from recurrent humanitarian responses towards development actions addressing the structural causes of food and nutrition insecurity. The framework allows a better articulation and complementarity between the different instruments to be deployed by the EU Delegation and DG ECHO over the next three years towards greater resilience to food and nutrition insecurity in northern Mali, as well as better alignment of their interventions with the priorities identified under the four AGIR pillars, as shown in the following table. ● Pillar 1: Improve social protection for the most vulnerable households and communities in order to secure their livelihoods; ● Pillar 2: Strengthen the nutrition of vulnerable households; ● Pillar 3: Sustainably improve agricultural and food production, the incomes of vulnerable households and their access to food; ● Pillar 4: Strengthen governance in food and nutritional security. EU modalities and instruments Pillar 1 Pillar 2 Pillar 3 Pillar 4 Emergency Trust Fund for Africa X X X X Programme de renforcement de la sécurité alimentaire au Mali (PRORESA, 11th EDF) X X X State-Building Contract II X Global Public Goods and Challenges X X X Instrument contributing to Stability and Peace X DG ECHO Humanitarian Implementation Plan X X Further, the joint approach adopted by the EU Delegation and DG ECHO is based on several key principles, including: ● to reach a common understanding of vulnerabilities and needs in order to target the same communities through a holistic approach (co-conception); ● to jointly select programmes and partners who are going to run the implementation phase (co-selection); ● to ensure common monitoring and evaluation of programmes (co-management). operationalising resilience A4.indd 19 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 20 L E S S O N S L E A R N E D A N D N E X T S T E P S The experience to date has underscored the value of: ● working within a timeframe (and funding) of at least three years, for interventions aimed at building resilience; ● offering a broader set of interventions beyond targeted cash transfers aimed at tackling the structural causes of vulnerability; ● ensuring access to basic health services while preventing acute and chronic under-nutrition; ● sustaining dialogue with food security and nutrition actors as well as with social protection actors (e.g. around the establishment of a national cash transfer programme and a national registry); ● for humanitarian actors, engaging in policy dialogue with national stakeholders and their development partners around the issue of recurrent humanitarian needs and (where possible) building institutional capacities; ● for DG ECHO and the EU Delegation, working under a joint framework articulated around the four AGIR pillars, aimed at creating complementarities and synergies for a progressive case load transfer from humanitarian funding to development/ domestic funding. A call for expression of interest to strengthen resilience to food and nutrition insecurity in northern Mali under PRORESA (11th European Development Fund, EUR 13 million) and the EU Emergency Trust Fund for Africa (EUR 17 million) was issued in 2016. Challenges ahead include the following. ● Institutional setup and governance. Where should supervision of the initiative within the national system be anchored? What would be appropriate coordination mechanisms for this multi-sector initiative? How can existing coordination mechanisms — for nutrition, food crisis management and social protection — be built on, while avoiding duplication? What can be learned in that regard from the nutrition platforms piloted in two health districts under the Africa Nutrition Security Partnership? ● Capacity development. How can the dearth of decentralised services and the strengthening of local/national capacities be addressed while contracting with humanitarian NGOs rather than providing direct support? ● Co-design. How can targeted communities be involved in the analysis of the causes of malnutrition and resilience factors, and co-design interventions through an integrated, participatory and territorial approach to resilience? How can conflict sensitivity be incorporated and social cohesion built? How can a balance be struck between setting strategic directions and leaving enough space for bottom-up, pragmatic and reactive approaches? ● Targeting. To what extent is the household an appropriate unit to target in pastoral and agro-pastoral communities? What targeting method(s) should be adopted? How should linkage with the national single registry be made? ● Real-time process and results monitoring. In a context where it is not possible to conduct rigorous impact evaluation, how can strong results monitoring be ensured? How can a more participatory, systems approach to monitoring be promoted? How can implementers be brought together under a joint monitoring and evaluation framework? operationalising resilience A4.indd 20 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 21 Pro-Resilience Action (PRO-ACT): a global initiative to build resilience through crisis prevention and post-crisis response strategy Beyond regional initiatives, emergency responses, and country long-term development support for resilience, the EU sought a flexible financial tool to structurally improve the resilience of vulnerable communities by (i) bringing together emergency, geographic and thematic instruments bridging DG DEVCO and DG ECHO; and (ii) rationalising resource allocation based on an annual crisis-by-crisis assessment of needs and the nature of the crisis. The Pro-Resilience Action (PRO-ACT) fund was created to fit these purposes. The global situation analysis developed in the PRO-ACT framework, which is renewed every year and involves several partners, can support decision-making for various programme types and enable the mobilisation of extra contingency resources if required. C O N T E X T People around the world are increasingly exposed to extreme weather, conflict and other natural or human-made crises. Drought, floods, earthquakes, disease epidemics, conflict, market shocks and complex, protracted crises combined with structural poverty plunge — and keep — many households into food and nutrition insecurity. Almost 800 million people suffer from hunger worldwide on either a chronic or transient basis. To build the resilience of affected populations to crisis, it is essential both to tackle the structural causes underlying food insecurity and malnutrition, and to respond to transient needs. Moreover, within the EU, humanitarian and development services tended to work independently, with different and sometimes divergent objectives, in separate locations, with different target populations and on different issues. To build resilience effectively, their differing approaches had to be coherent and their policies and instruments — whether emergency, geographic or thematic — brought together. operationalising resilience A4.indd 21 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 22 C H A L L E N G E S A N D OPPORTUNITIES In 2012, the EU heightened its commitment towards building resilience with the launch of two regional flagship initiatives: the Global Alliance for Resilience in the Sahel and West Africa (AGIR; see AGIR case study) and Supporting the Horn of Africa’s Resilience (SHARE; see SHARE case study ). However, additional needs emerge every year; worldwide needs related to resilience building are massive; and the financial resources available to respond to these needs are limited. Fund allocations need to be rationalised based on a sound assessment of needs, absorption capacities and the ability to propose a structured response. A C T I O N S T A K E N To respond to the needs of populations facing shocks and complement other instruments which support resilience building, the EU established PRO-ACT (2014–2020). Global, thematic and flexible, PRO-ACT provides a catalytic bond between several EU instruments. It complies with a linking relief, rehabilitation and development approach and favours more coordinated work between DG DEVCO and DG ECHO to crisis prevention and post-crisis response. The PRO-ACT overall indicative allocation is EUR 525 million, but allocations are decided on a yearly basis (about EUR 75 million is allocated annually) after diagnosis of the situation. A methodology has been developed to identify and select countries and allocations based on (i) evidence-based needs assessments (based on the Integrated Phased Classification); (ii) the nature of food and nutrition crises; (iii) capacity assessment and complementarity between instruments; and (iv) other vulnerability factors, including political considerations. Selected countries combine low human development and violent conflicts, as in Burundi, Sudan and Syria. A global analysis of the food and nutrition security situation in food crisis hotspots is conducted annually, with the support of the Joint Research Centre, the Food and Agriculture Organization of the United Nations (FAO) and the World Food Programme (WFP). PRO-ACT funds can support the response to short-term needs and/or activities that catalyse long-term resilience-building efforts. Four main types of selected projects can be distinguished: ● those supporting some structuring work with national and regional institutions, such as conflict management, early warning, or building institutional coordination and capacities of the resilience response; ● those reinforcing relief intervention in times of crisis when crises can be predicted several months ahead; ● those supporting rehabilitation of livelihoods in a post-crisis situation, using a conflict-sensitive approach when applicable; ● those supporting capitalisation and lesson learning. operationalising resilience A4.indd 22 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 23 L E S S O N S L E A R N E D ● Because new funding is available every year, the added value of PRO-ACT lies in the predictability and flexibility of its funds to address crisis and post-crisis situations by mitigating the negative impact of food crises and facilitating the scaling-up of interventions supported with geographic instruments. ● Another added value is the development of a methodology to identify priorities for funds allocation to rationalise decision-making. The Joint Research Centre makes a peer review of existing data in collaboration with the WFP and the FAO. EU Delegations and DG ECHO also contribute, sharing their analyses and proposing actions to be funded. In 2016, the global analysis has become a public document, available to all for comments. However, there is scope for improvement in this process, notably to ensure that the analysis is genuinely global (currently, countries to be assessed are pre-selected) and conducted with the joint and active participation of both the development and humanitarian services. ● In 2016, the global analysis exercise highlighted massive needs, which supported the decision to mobilise an extra envelope of EU 414 million — notably to respond the devastating impacts of El Niño. In the future, this global analysis could also help EU Member States define their own priorities for investment. ● PRO-ACT is not a rapid response tool: there is currently a lag of about five months between the analysis and project selection process and funds availability for response. However, its flexibility with regard to funding modalities allows for multiple response options. For instance, in countries with a well-functioning food crisis response mechanism, PRO-ACT can support national response tools through budget support. In other contexts, it can build strategic partnerships with United Nations organisations to help them reinforce national response mechanisms or ensure an adequate response themselves. Whatever form it takes, unlike emergency response tools, PRO-ACT aims to address the structural, chronic factors of fragility and resilience. operationalising resilience A4.indd 23 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 24 Sector reform contract on food and nutrition security and sustainable agriculture in Senegal The poorest and most vulnerable populations in Senegal are regularly affected by shocks and, until recently, received little support to cope with and recover from crises. Since 2012, Senegal has adopted new policies to better address the needs of the poorest and better respond to crises, thus encouraging new ways to build resilience. The EU is supporting the government in this shift through budget support to reform its institutions and practices, aiming for improved governance of agriculture, food security and nutrition, and for improved efficiency and impact on the most vulnerable populations. C O N T E X T Senegal ranks 37 out of 76 on the Global Hunger Index, which represents a serious situation. In the last decade, the country faced several food and nutrition crises due to droughts, floods, food price hikes, an incoherent food security system and monopolistic food-related value chains — all in a context of rapid population growth. Shocks are becoming both more frequent and more extreme, particularly for rural areas in the north and eastern regions, which remain marginalised and under-developed compared to Senegal’s coastal areas. At the national level, Senegal is increasingly dependent on regional and global food imports. Even in rural areas, populations are rarely self-sufficient to feed themselves. According to the National Council for Rural Dialogue and Cooperation, in 2014 an estimated 20 % of the country’s farming units produced at most three months of their food needs; the majority (68 %) could not reach yearly coverage, and only 12 % went beyond subsistence agriculture. The poorest are thus particularly vulnerable to fluctuations in staple food prices. Recurrent food insecurity is compounded by decreased agricultural productivity, persistent poverty and population growth which put resources under pressure. Yields are decreasing as soils deteriorate and their fertility drops. Urbanisation decreases the availability of arable land and new forms of socio-economic vulnerability arise. Although poverty declined between 2006 and 2011, dropping from 48.5 % to 46.8 %, the number of poor individuals increased in absolute terms, from 5.8 million to 6.4 million. Poverty rates vary widely between regions, ranging from 25 % in Dakar and 40 % in other towns to almost 60 % in rural areas. Extreme poverty that reflects food insecurity doubled in 10 years, rising from 7 % in 2001 to 15 % in 2011. operationalising resilience A4.indd 24 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 25 C H A L L E N G E S A N D OPPORTUNITIES In Senegal, the level of investment in the primary sector (more than 10 % of the total budget) is beyond the target set by the Comprehensive Africa Agriculture Development Programme (CADDP). Subsidies on agricultural inputs (groundnuts and rice) are costly and do not demonstrate a significant impact on national production, let alone on the production of the most food-insecure households. Agricultural programmes have limited impact because their activities are insufficiently adapted to the characteristics of the producers and the specific agro-ecological constraints of the Sahel. Since 2012, with the roll-out of the Cadre Harmonisé — a regional framework inspired by the Integrated Food Security Phase Classification that analyses likelihoods, scale, severity, and location of food and nutrition crises — the national early warning system started to improve. But the response system to food and nutrition crises needs to be improved. Responses to food crises fall under different administrative units, slowing decision-making and action. For example, the Executive Secretariat of the National Food Security Council, which coordinates the response, is under the Prime Minister’s Cabinet; while the primary organisation managing food aid, the Commissariat for Food Security, is under the jurisdiction of the Social Protection Delegation, which is in turn supervised by the President’s Cabinet. Moreover, response tools and financing mechanisms are ill-adapted to the context and to emergencies. For instance, the government’s food assistance is limited to in-kind food aid, entailing lengthy procedures and extensive logistics; cash transfers would sometimes be more timely and appropriate and would stimulate the local economy. This under-performance leads to partial and late responses, which cannot prevent the loss of resilience among the shock-affected populations. Since 2012, Senegal has undertaken major actions regarding social protection including the creation of a national structure for the coordination of social protection under the Presidency, the launch of free access to health care for children under five, universal health coverage and a national safety net scheme (Programme National de Bourses Familiales). The social protection system offers new opportunities to protect the poorest and build their resilience. Together with nutrition, support to food production, and food and nutrition governance, social protection is one of the pillars of AGIR, of which Senegal is part (see the AGIR case study ). A C T I O N S T A K E N The EU Delegation in Senegal contributes towards building resilience in several ways: (i) at the local level, by supporting projects implemented by NGOs in areas of highest vulnerability (EUR 5.2 million); (ii) through producer organisations, notably by supporting them in the development of agriculture insurance and health insurance to enable producers to cope better with individual or external shocks; and (iii) at the institutional level, through an ambitious sector reform contract. Sector reform contracts are an EU budget support modality that aim to address sector reforms and improve service delivery. Commitment to democratic practices is taken into account, along with the need for continued provision of vital basic services. operationalising resilience A4.indd 25 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 26 The Sector Reform Contract on Food and Nutrition Security and Sustainable Agriculture in Senegal (2015–2017) amounts to EUR 60 million (EUR 57 million through budget support and EUR 3 million in complementary assistance). Its objectives include: ● increasing public financing predictability, financial accountability and transparency; ● improving budget planning of food security interventions; ● enhancing the focus of resources on the most vulnerable populations and ensuring the consistency and efficiency of different targeting systems (including for agricultural input subsidies); ● improving the quality of preparedness and response to food crises (updating policies and strategy, reviewing institutional set-up and collaboration between different entities, reforming financing and implementing modalities) and consistency between safety net programmes and emergency responses; ● improving farmers’ incomes and practices (e.g. rebuilding seed capital; developing sustainable agriculture). L E S S O N S L E A R N E D Because Senegal’s sector reform contract only started recently, it is too early to draw conclusions. However, some early lessons can be identified: ● Good coordination and shared reform objectives among donors are essential to ensure coherent and complementary change, along with an effective policy dialogue with the government. The EU Delegation closely collaborates with Canada and envisages a joint programming exercise with EU Member States for the second phase of the National Indicative Programme. ● A complex and fragmented institutional landscape (often the result of successive and sometimes contradictory political decisions) leads to conflicts of competences and to dysfunctional planning and implementation of interventions. The main institutions involved in food security need to be brought under a common supervisory umbrella. ● The chronic nature of food insecurity and malnutrition and the recurrence of crises imply responses through multiple tools, which lie under different ministries and institutions (social protection, agriculture, livestock, health, food security, and nutrition) and use different implementing modalities. It is essential that the policies and strategies of the various sectors involved have common strategic objectives and areas of interface. Allocated resources should be in line with expected results and tracked. ● Funding mechanisms need to be flexible and scalable (contingency reserve) to face possible emergencies since the government’s budget cycle and the calendar of early warning and response are not synchronised. ● With limited resources, it is critical to target correctly. Resilience activities should focus particularly on those poorest populations that are highly vulnerable to food crises. Senegal is working on the creation of a National Single Registry of vulnerable households, with the support of the World Bank. Food security and nutrition institutions should be involved early on in the targeting methodology. At this stage, there is ongoing debate within the Senegalese authorities on the relevance of aligning and coordinating the social protection policy and the food security policy. operationalising resilience A4.indd 26 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 27 Supporting the Horn of Africa’s Resilience (SHARE) The EU launched Supporting the Horn of Africa’s Resilience (SHARE), a regional initiative and fund, in 2012 as a response to a call for action on resilience from the Intergovernmental Authority on Development (IGAD) in Eastern Africa, and in line with the objectives of the Global Alliance for Action for Drought Resilience and Growth. SHARE supports programmes in Djibouti, Ethiopia, Kenya and Somalia to enhance the ability of people, communities and countries to face recurrent crises and engage the most marginalised areas in development. C O N T E X T The Horn of Africa is faced with increasingly frequent and intense drought episodes. In 2011–2012, the region faced one of its worst droughts in 60 years. This led to a large humanitarian crisis affecting nearly 14 million people in Djibouti, Ethiopia, Kenya and Somalia. The situation was so desperate in Somalia that the United Nations declared a famine for the first time since 1992. In 2016, the impacts of El Niño compounded the situation, particularly in Ethiopia and Somalia. By March, over 19 million people throughout the region were facing critical food insecurity levels. Recurring shocks (droughts, floods, high food prices, epidemics, etc.) over the long term exclude part of the region’s population — mostly those in arid and semi-arid areas — from sharing in growth and development. Each shock pushes communities into deeper vulnerability and further erodes their ability to cope with the next crisis and engage in development. This situation is underpinned by high population growth, increasing pressure on natural resources, insufficient infrastructure, and difficult access to essential services in marginalised areas. In some cases, as in Somalia, insecurity and prolonged political instability further deteriorate the situation. Each crisis further complicates the social, economic and political situation in the region, and increases fragility in marginalised areas. operationalising resilience A4.indd 27 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 28 C H A L L E N G E S A N D OPPORTUNITIES ● In 2012, IGAD’s member states and partners validated the IGAD Drought Disaster Resilience and Sustainability Initiative (IDDRSI). This strategic document articulates a rationale and sets priority areas to support resilience in the Horn. A regional framework incorporating results and key indicators common to all IDDRSI country programme papers was then developed. These indicators enable countries and development partners to measure progress against mutual commitments. ● At the country level, Ethiopia and Kenya have developed country programmes. In Kenya, this took the shape of a Programming Framework to End Drought Emergencies. Somalia, like other countries in a process of political transition, has not yet adopted a well-defined framework for resilience. ● In 2012, in response to a call from IGAD’s heads of state, development partners launched a Global Alliance for Action for Drought Resilience and Growth aimed at ending drought emergencies in the Horn and the Sahel. The Alliance is an informal network of donors and international organisations committed to pool their investments in resilience. In the Horn of Africa, the Global Alliance partners have aligned their support with the IDDRSI and existing country programme papers. A C T I O N S T A K E N In 2012, the EU launched SHARE in response to IGAD’s call for action on resilience and alongside the Global Alliance for Drought Resilience and Growth. SHARE is a joint humanitarian-development approach to improve the ability of people, communities and countries to face persistent and acute emergencies. With funding of more than EUR 270 million, SHARE has boosted resilience initiatives in the Eastern Horn of Africa (Djibouti, Ethiopia, Kenya and Somalia) since 2012. Highlights of the various activities funded under SHARE include: ● RESET, an innovative multi-faceted programme in Ethiopia, providing a comprehensive package of interventions for the most vulnerable people and communities in the most food-insecure areas of the country (see the RESET case study); ● initiatives to increase the reach of social services to include the most vulnerable communities and to scale these up during drought crises, with a particular emphasis on nutrition and social transfer programmes; ● improvement of crop and livestock productivity, as well as marketing opportunities for the poorest and most marginalised communities (e.g. through transfer of agrotechnologies, access to irrigation facilities, storage facilities, development of value chains, etc.) — this livelihoods approach is often combined with actions to increase access to basic services; ● support to community preparedness, early warning and early response systems, notably the establishment of a nationally led Drought Contingency Fund in Kenya (see the Kenya case study); ● initiatives to protect fragile ecosystems and ensure they can sustainably provide livelihoods for marginalised communities; ● information-sharing and research activities related to resilience building. operationalising resilience A4.indd 28 10/22/17 9:24 PM ",
        "OPERATIONALISING THE EU STRATEGIC APPROACH TO RESILIENCE 29 L E S S O N S L E A R N E D ● SHARE has developed in tandem with the regional momentum on resilience building in the Horn of Africa. Within the EU, it has encouraged different approaches to doing business, and has narrowed the gap between humanitarian and development actions. It has placed more focus on actions to reduce the impact of droughts and encouraged a shift from a crisis management to a risk management mode. ● SHARE has enabled the EU to refocus development activities on marginalised and high-risk prone areas that previously received attention primarily from humanitarian aid actors. It has provided opportunities to compensate for investment gaps in areas with low potential and to progressively connect them to areas with higher potential. This long-term endeavour requires better and more investment in growth and development factors in these specific contexts (e.g. around value chain development, social services, energy production, links with the private sector). ● SHARE has encouraged the EU to concentrate on human development issues such as nutrition (which saw a large scale-up of activities with SHARE funds); public health; and, in some cases, social transfers, which are often essential to build resilience and have a direct impact on the poorest. These issues involve both humanitarian and development actors, and SHARE has supported innovative models of action where these actors share complementary responsibilities, as in the RESET programme in Ethiopia or strengthening of the Drought Contingency Fund in Kenya. ● The Global Alliance, to which SHARE contributes, has enabled the mobilisation of billions of euros of investment for resilience in areas highly vulnerable to food and nutrition crises. In Ethiopia and in Kenya, where governments have a strong framework for action, donor contributions have been complementary and well articulated. However, donor coordination needs to be reinforced to further facilitate exchanges of lessons and good practices within and between target countries, and to reinforce synergies of action. The link between the recommendations of technical groups and donor actions also needs to be strengthened. ● Many actions supported by SHARE aim to empower institutions and populations so they can take responsibility and help themselves better cope with shocks and overcome crises. Building ownership and endogenous capacity to learn to make good decisions and acquire tools for action is critical to resilience building. In practice, this approach still faces many challenges, including mindset and behaviour change, lack of capacity, governance practices at both the local and central levels, and the need for institutional reform. ● It is too early to determine the extent to which SHARE has contributed to building resilience in the region. Moreover, measuring resilience building remains a great challenge, and initiatives in this regard have produced little thus far. ● Observation of the El Niño crisis suggests that resilience programmes supported by SHARE have enabled delay of drought impact, better prepared and equipped communities for response, and reduced the severity of consequences (e.g. reducing mortality). Humanitarian assistance is still needed to protect livelihood assets and the nutritional status of affected populations. Further work is needed to generate evidence on what could sustainably build resilience and decrease dependency on humanitarian aid. ",
        ""
    ]
}