{
    "text": [
        "PT PT COMISSÃO DAS COMUNIDADES EUROPEIAS Bruxelas, 7.2.2007 COM(2007)49 final RELATÓRIO DA COMISSÃO AO CONSELHO, AO PARLAMENTO EUROPEU, AO COMITÉ ECONÓMICO E SOCIAL EUROPEU E AO COMITÉ DAS REGIÕES sobre a Igualdade entre Homens e Mulheres – 2007 ",
        "PT 2 PT ÍNDICE 1. Introdução .................................................................................................................... 3 2. Principais evoluções..................................................................................................... 3 2.1 As políticas e a legislação ............................................................................................ 3 2.2 Disparidades entre homens e mulheres........................................................................ 5 3. Desafios e orientações estratégicas .............................................................................. 7 3.1 Eliminar as disparidades entre homens e mulheres no mercado de trabalho............... 7 3.2 Equilibrar melhor a partilha de responsabilidades privadas e familiares entre homens e mulheres .................................................................................................................... 8 3.3 Garantir total apoio das políticas de coesão e desenvolvimento rural às políticas de igualdade entre homens e mulheres ............................................................................. 8 3.4 Garantir a aplicação efectiva do quadro normativo ..................................................... 9 4. Conclusões ................................................................................................................. 10 ANNEX.................................................................................................................................... 11 ",
        "PT 3 PT 1. I NTRODUÇÃO O Conselho Europeu da Primavera, de Março de 2003, convidou a Comissão a dar conta anualmente dos progressos realizados na promoção da igualdade entre homens e mulheres e das orientações para integrar esta dimensão nas várias políticas. O presente relatório dá resposta a esse convite. A igualdade entre homens e mulheres na UE conheceu importantes acontecimentos em 2006, a saber, a adopção pela Comissão do Roteiro para a Igualdade para o período 2006-2010 e a adopção pelo Conselho Europeu do Pacto para a Igualdade entre Homens e Mulheres. Estas duas iniciativas testemunham do empenho da UE na prossecução do objectivo de uma verdadeira igualdade entre homens e mulheres. Alargada hoje a 27 Estados-membros, a UE prepara-se para festejar o 50.º aniversário da política de igualdade entre homens e mulheres e celebrar o Ano Europeu da Igualdade de Oportunidades para Todos. Acresce que a política de igualdade é o fio condutor de duas áreas de intervenção particularmente importantes: a do crescimento e emprego e a da mudança demográfica. A acção em prol da igualdade entre homens e mulheres irá precisar de todo o apoio da política de coesão cujo novo período de programação terá início em 2007. 2. P RINCIPAIS EVOLUÇÕES 2.1 As políticas e a legislação Com a adopção do Roteiro para a Igualdade entre Homens e Mulheres 1 , em 1 de Março de 2006, a Comissão fixou prioridades para a promoção da igualdade até 2010, prosseguindo desta forma a sua missão em prol da igualdade entre homens e mulheres e da garantia de que as suas políticas contribuem para este objectivo. O Roteiro consubstancia a aposta da Comissão no prosseguimento e no reforço da sua acção neste domínio. Anualmente será elaborado um relatório de acompanhamento. No Conselho Europeu de 23 e 24 de Março de 2006, os Estados-membros aprovaram um Pacto Europeu para a Igualdade entre Homens e Mulheres 2 . O Pacto consagra a vontade dos Estados-membros de avançar determinadamente com políticas para promover o emprego de homens e mulheres e garantir um equilíbrio mais adequado entre vida profissional e vida privada para responder aos desafios demográficos. Neste contexto, afigura-se essencial o desenvolvimento de serviços de acolhimento de crianças, para concretizar os objectivos de Barcelona 3 . O envelhecimento demográfico associado à diminuição da natalidade levanta desafios consideráveis para as nossas sociedades, salientados na Comunicação sobre o futuro demográfico da Europa 4 , aprovada pela Comissão em 12 de Outubro de 2006. É evidente que as políticas de igualdade entre homens e mulheres contribuirão de forma significativa para dar 1 COM(2006) 92 final. 2 Conclusões da Presidência, 7775/1/06/ REV 1. 3 Garantir serviços de acolhimento para 33% das crianças dos 0 aos 3 anos e 90% das crianças a partir dos 3 anos e até ao início da escolaridade obrigatória. 4 COM(2006) 571 final. ",
        "PT 4 PT resposta a estes desafios. Esse contributo traduzir-se á, por um lado, em estímulos ao emprego das mulheres para compensar a prevista diminuição da população activa. Passa, por outro lado, pelo apoio às opções individuais das mulheres e dos homens, designadamente no que se refere ao número de filhos que pretendem. A Comissão lançou também uma consulta formal dos parceiros sociais 5 sobre a possível orientação de uma acção comunitária em matéria de conciliação da vida profissional, provada e familiar, incluindo a promoção de formas de trabalho flexíveis, o desenvolvimento de serviços de acolhimento e de cuidados e a eventual revisão das disposições existentes em matéria de licença de parto e licença parental 6 . O quadro normativo da igualdade entre homens e mulheres melhorou consideravelmente com a adopção , em Junho de 2006, de um directiva 7 que simplifica e moderniza a legislação comunitária existente sobre igualdade de tratamento entre homens e mulheres em matéria de emprego. Melhorar a lisibilidade do direito equivale a facilitar a sua aplicação, o que contribui para o objectivo de legislar melhor. Os Estados-membros devem garantir a transposição da directiva na respectiva legislação nacional até Agosto de 2008. No que se refere à transposição da directiva de 2002 relativa à igualdade de tratamento 8 , foram instaurados processos por incumprimento contra nove Estados-membros, estando quatro ainda a correr em finais de 2006. O regulamento que cria o Instituto Europeu para a Igualdade entre Homens e Mulheres foi adoptado em Dezembro de 2006 9 . O Instituto deverá garantir um apoio técnico significativo para o desenvolvimento das políticas de igualdade entre homens e mulheres. O ano de 2006 ficou marcado pela adopção da nova regulamentação dos Fundos Estruturais 10 a das orientações estratégicas da Comunidade em matéria de coesão 11 para o período 2007-2013 que prevêem quer acções específicas, quer a integração da perspectiva da igualdade em todas as acções empreendidas 12 . A aplicação destas disposições caberá essencialmente aos Estados-membros, através dos quadros de referência estratégicos nacionais e dos programas operacionais. O regulamento do Fundo Europeu Agrícola de Desenvolvimento Rural integra também o princípio da igualdade entre homens e mulheres 13 na política de apoio ao desenvolvimento rural. Também o programa comunitário PROGRESS 14 comporta uma secção dedicada à igualdade entre homens e mulheres que apoiará a política comunitária de igualdade dos géneros no domínio do emprego e da solidariedade social. A pobreza atinge muitas vezes as mulheres, em particular nas idades mais avançadas, ou as famílias monoparentais. Por outro lado, os sistemas de saúde e de protecção social nem sempre são sensíveis às diferentes necessidades das mulheres e dos homens. Esta a razão pela qual a igualdade entre homens e mulheres consta dos objectivos gerais do novo 5 SEC(2006)1245. 6 Directivas 92/85/CEE e 96/34/CE. 7 Directiva 2006/54/CE. 8 Directiva 2002/73/CE. 9 Regulamento (CE) 1922/2006. 10 Designadamente os Regulamentos (CE) 1081/2006 e 1083/2006. 11 Decisão 2006/702/CE do Conselho. 12 Artigo 16.º do Regulamento (CE) n.º 1083/2006. 13 Artigo 8.º do Regulamento (CE) n.º 1698/2005. 14 Decisão n.º 1672/2006/CE do Parlamento Europeu e do Conselho, de 24 de Outubro de 2006. ",
        "PT 5 PT enquadramento da protecção social e da inclusão social que o Conselho Europeu adoptou em Março de 2006 15 . A sua aplicação permitirá levar a bom termo políticas para reduzir as disparidades entre homens e mulheres nestes domínios. Em matéria de violência e tráfico de seres humanos , a Comissão apresentou numa comunicação de Agosto de 2006 um plano de acção para a avaliação estatística da criminalidade e da justiça penal 16 , designadamente em matéria de tráfico de seres humanos, violência contra as mulheres e violência doméstica. Este exercício contribuirá para dar a conhecer melhor estes flagelos de que as mulheres são as principais vítimas. A igualdade entre homens e mulheres é reconhecida como factor de desenvolvimento económico no âmbito das relações externas da UE. A Comissão está a preparar para o início de 2007 uma comunicação sobre a integração da perspectiva da igualdade entre homens e mulheres na cooperação para o desenvolvimento . Foi ainda adoptado em Novembro de 2006 um plano quinquenal para o reforço do papel da mulher na sociedade dos países mediterrânicos, no âmbito da parceria Euromed . Este plano constitui o quadro no qual a UE e os países mediterrânicos vão colaborar em prol do reforço do papel da mulher nas esferas social, política, económica e cultural. 2.2 Disparidades entre homens e mulheres O emprego das mulheres continuou a aumentar significativamente nos últimos anos, incluindo nas faixas etárias superiores. Este facto não deve contudo ocultar a situação claramente desfavorável das mulheres em relação aos homens no mercado de trabalho. As diferenças continuam importantes e sempre desfavoráveis às mulheres. As disparidades nas formas de trabalho e a segregação do mercado do emprego mantêm-se, o que se reflecte em diferenças salariais importantes e estáveis/persistentes. O motor do crescimento do emprego na Europa continua a ser a mão-de-obra feminina. Desde o lançamento da Estratégia de Lisboa, em 2000, seis dos oito milhões de empregos criados na UE foram ocupados por mulheres. Em 2005, a taxa de emprego das mulheres registou o 12.º ano consecutivo em alta, cifrando-se em 56,3%, o que corresponde a 2,7 pontos acima do nível registado em 2000, contra 0,1 pontos de aumento para a taxa de emprego dos homens. O prosseguimento desta tendência positiva 17 torna possível o cumprimento da meta de Lisboa de 60% para a taxa de emprego feminino em 2010. Também a evolução ascendente da taxa de emprego das mulheres com mais de 55 anos foi nitidamente mais rápida do que a dos homens, situando-se agora nos 33,7%, o que corresponde a mais 7 pontos do que em 2000. Em consequência, o diferencial entre as taxas de emprego das. mulheres e dos homens baixou para 15,0 pontos em 2005, o que representa uma queda de 2,6 pontos em cinco anos. Importa notar que as diferenças variam fortemente em função da idade, sendo de apenas 5,9 pontos nos jovens (15-24 anos), de 16,7 pontos na faixa dos 25-54 anos e atingindo um pico de 18,1 pontos no escalão dos mais de 55 anos. A evolução positiva do emprego das mulheres reflecte-se também no declínio proporcionalmente mais rápido das correspondentes taxas de 15 Com base no documento 6801/08 do Conselho, de 27.2.2006. 16 COM(2006) 437 final 17 As projecções realizadas pela Comissão Europeia indicam que a taxa de emprego das mulheres deverá continuar a aumentar até chegar aos 65% em 2025, permanecendo depois estável a esse nível. cf. http://ec.europa.eu/economy_finance/publications/european_economy/2006/eesp106en.pdf ",
        "PT 6 PT desemprego , cujo diferencial em relação às dos homens passou de 2,8 em 2000 para 2,0 em 2005. Não obstante esta evolução positiva, a maior dificuldade das mulheres para conciliar a vida profissional e familiar e o desequilíbrio da repartição das tarefas domésticas e familiares continuam muito marcados. É digno de nota o facto de que a taxa de emprego das mulheres dos 20 aos 49 anos baixa de 15 pontos quando têm um filho, enquanto a dos homens aumenta de 6 pontos. Acresce que a crescente procura de flexibilidade da mão-de-obra pesa mais sobre as mulheres. Perto de um terço das mulheres trabalham a tempo parcial (32,9% em 2006) contra apenas 7,7% dos homens; 14,8% das mulheres que trabalham por conta de outrem têm um contrato de trabalho a termo certo, o que corresponde a um ponto mais do que os homens. O recurso a formas de trabalho flexíveis pode reflectir preferências pessoais, mas o importante diferencial entre os dois sexos sublinha o desequilíbrio entre homens e mulheres na utilização do tempo. Por outro lado, o mercado do emprego continua em grande medida segmentado. A evolução dos índices de segregação profissional e sectorial por sexo não apresenta perspectivas significativas de diminuição. Parece pois que o aumento do emprego das mulheres se verifica principalmente em sectores de actividade e em profissões onde a sua presença já é maioritária. No emprego por conta de outrem, quatro em cada dez mulheres trabalham na administração pública, no sector educativo, ou na saúde e acção social, enquanto metade das mulheres são empregadas administrativas, vendedoras ou trabalhadoras pouco ou não qualificadas. Acresce que persiste o desequilíbrio na presença de mulheres e de homens nos lugares de decisão , tanto políticos como económicos. Menos de um terço dos quadros são mulheres e os conselhos de administração das 50 maiores empresas europeias com cotação na Bolsa apenas contavam com uma mulher para 10 homens em 2005. Nos parlamentos nacionais, a percentagem média de mulheres é de apenas 24%. No Parlamento Europeu é de 33%. A segregação também está presente na educação . Ainda que as mulheres representem a maioria dos novos licenciados do ensino superior (59%), as áreas de estudo continuam fortemente estereotipadas. O ensino, as ciências humanas e artísticas e a saúde concentram perto de metade das licenciadas, mas menos um quarto dos licenciados. Inversamente, os cursos técnicos só atraem uma licenciada em cada dez, contra quatro licenciados em cada dez. Uma das consequências das diferenças e das desigualdades que as mulheres enfrentam no mercado de trabalho está patente nas diferenças salariais persistentes entre mulheres e homens. As mulheres ganham em média 15% menos do que os homens por cada hora trabalhada 18 . Em matéria social , as mulheres apresentam maior risco de exclusão e pobreza, sobretudo quando se trata de pessoas idosas e progenitores isolados. O risco de pobreza nas mulheres com mais de 65 anos é de 20%, o que corresponde a 5 pontos mais do que nos homens, enquanto o das famílias monoparentais 19 é de 34%. Por outro lado, a taxa de desemprego de longa duração atinge 4,5% das mulheres, um ponto mais do que homens. As mulheres constituem também a maioria dos inactivos, estando por isso particularmente expostas ao risco de pobreza. 18 Diferença relativa de remuneração horária bruta entre homens e mulheres. 19 A maioria das quais é constituída por mulheres. ",
        "PT 7 PT 3. D ESAFIOS E ORIENTAÇÕES ESTRATÉGICAS O Conselho Europeu da Primavera de 2006 sublinhou que as políticas de igualdade entre homens e mulheres eram instrumentos essenciais para o crescimento económico, a prosperidade e a competitividade. A estratégia europeia de crescimento e emprego reconhece também o contributo da igualdade entre homens e mulheres para a realização dos objectivos de Lisboa. A fim de explorar plenamente o potencial de produtividade da mão-de-obra europeia, é essencial promover a participação e a manutenção das mulheres no mercado de trabalho e eliminar as disparidades entre homens e mulheres em todos os domínios. Para responder a estes desafios, as políticas de igualdade precisa do apoio activo da política de coesão e de uma aplicação eficaz da legislação em matéria de igualdade de tratamento. A Comissão apoiará a acção dos Estados-membros em domínios essenciais onde são necessários progressos importantes, de acordo com as prioridades evidenciadas no Roteiro para a Igualdade. 3.1 Eliminar as disparidades entre homens e mulheres no mercado de trabalho O acesso a um emprego remunerado e com qualidade é uma garantia de independência económica para as mulheres e os homens. Acontece que persistem diferenças importantes entre mulheres e homens, designadamente quanto às formas de trabalho (trabalho a tempo parcial, contratos temporários) ou aos sectores e profissões em que estão presentes. É indispensável analisar e tomar medidas em relação aos factores que estão na origem destas diferenças. • Há que combater as causas da segregação do mercado de trabalho, que tem origem, designadamente, nas escolhas estereotipadas das fileiras de ensino, formação e orientação profissional; • É necessário intensificar os esforços para acabar com os obstáculos ao acesso das mulheres aos lugares de decisão e direcção; • Os esforços empreendidos para reduzir as diferenças salariais entre mulheres e homens devem continuar, em colaboração com todas as partes interessadas. Especial atenção deve ser dada aos baixos níveis salariais nas profissões e nos sectores com forte presença feminina e aos factores que estão na origem da baixa dos salários em profissões e sectores que se feminizam; • A definição, aplicação e acompanhamento das políticas de flexigurança 20 devem ter em conta o seu impacto diferenciado nas mulheres e nos homens e evitar que sobre as mulheres incida sobretudo a \"flexibilidade\" e sobre os homens a \"segurança\"; • As políticas e as medidas para aumentar as taxas de emprego de grupos-alvo específicos, jovens, trabalhadores mais velhos, desempregados de longa duração, minorias étnicas, migrantes ou pessoas com deficiência, devem atender às situações e aos obstáculos específicos dos homens e das mulheres em cada um destes grupos. 20 Políticas que visam simultaneamente flexibilizar o mercado de trabalho e reforçar a segurança do emprego. ",
        "PT 8 PT 3.2 Equilibrar melhor a partilha de responsabilidades privadas e familiares entre homens e mulheres Muitos condicionalismos restringem a liberdade de escolha dos indivíduos na conciliação do trabalho com a vida privada, designadamente a falta de serviços de acolhimento de crianças, os aspectos financeiros, a penalização da carreira, o risco de perda de competências, as dificuldades de regressar ao emprego ou a pressão dos estereótipos. Os regimes de licenças deveriam ser revistos de forma a facilitar uma repartição mais equitativa das responsabilidades privadas e familiares entre homens e mulheres e favorecer assim a qualidade de vida e o bem-estar das crianças. • É importante garantir que as licenças parentais se dirigem tanto aos homens como às mulheres e que são individuais (não transmissíveis), interessantes em termos financeiros e que a sua duração não constitui um travão para o regresso ao emprego. • Dado o envelhecimento da população da UE, é fundamental continuar a desenvolver serviços de cuidados a dependentes acessíveis e a preços razoáveis. Poderia ser oportuno neste contexto estudar a oportunidade de criação de um regime de licença para assistência a progenitores idosos que seja aliciante tanto para homens como para mulheres; • É oportuno promover licenças de paternidade que possam associar os pais às responsabilidades domésticas e familiares desde o nascimento do filho; • O combate aos estereótipos deve ser intensificado a todos os níveis por todas as partes interessadas e deve visar sobretudo os homens e as empresas; • É importante preservar a empregabilidade dos trabalhadores que se encontram em licença parental através de medidas de acompanhamento durante a licença e no momento do regresso à actividade profissional. Entre estas medidas incluem-se acções para que o trabalhador mantenha as suas competências, não perca o acesso à formação e veja garantido o prosseguimento da sua carreira profissional; • As empresas, designadamente as PME, devem ser acompanhadas na implementação de medidas de conciliação do trabalho com a vida profissional e familiar. 3.3 Garantir total apoio das políticas de coesão e desenvolvimento rural às políticas de igualdade entre homens e mulheres O ano de 2007 marca o início do novo período de programação da política de coesão e desenvolvimento rural. As políticas foram reorientadas de forma a contribuírem mais para os objectivos fixados em Lisboa e promover assim o crescimento económico, a produtividade e a criação de emprego. É necessário explorar plenamente o potencial dos Fundos enquanto catalizador das políticas de igualdade entre homens e mulheres. ",
        "PT 9 PT • Os Estados-membros devem garantir a promoção da igualdade entre homens e mulheres e a integração da dimensão do género em cada etapa da aplicação dos Fundos, associando às suas iniciativas os organismos encarregados da promoção da igualdade entre homens e mulheres 21 ; • Os documentos de programação dos Fundos devem promover e pôr em prática a abordagem dupla da política de igualdade através de medidas específicas para promover a igualdade e de uma atenta consideração do impacto dos outros projectos e da gestão dos Fundos n os homens e nas mulheres 22 ; • Os Fundos devem contribuir para melhorar o acesso ao emprego, reforçar a presença das mulheres na actividade económica e apoiar a realização dos objectivos relativos às estruturas de acolhimento de crianças e ao desenvolvimento de outras estruturas de cuidados, bem como facilitar o acesso aos mesmos 23 . Os Fundos devem também apoiar o empreendedorismo das mulheres, designadamente através de serviços às empresas e de acesso ao financiamento 24 ; • Há que promover acções de divulgação e intercâmbio de boas práticas e campanhas de sensibilização para a problemática da igualdade entre homens e mulheres, bem como reforçar o diálogo entre todas as partes interessadas 25 . 3.4 Garantir a aplicação efectiva do quadro normativo O acervo comunitário em matéria de igualdade entre homens e mulheres contribuiu muito para os progressos realizados nos últimos 50 anos e continua a evoluir e a modernizar-se numa perspectiva de clareza e eficácia. É contudo importante garantir uma aplicação efectiva da legislação, para além da mera transposição do acervo. Cabe aos intervenientes nacionais apoiar activamente a aplicação dessa legislação, a fim de garantir a plena aplicação do direito. • É importante tomar medidas para reforçar a capacidade de intervenção do sistema judiciário para garantir a igualdade entre homens e mulheres, designadamente nos que se refere aos juízes e aos advogados, para que estes disponham da formação e da assistência técnica necessárias para o tratamento das questões da igualdade entre homens e mulheres nas suas actividades; • Os Estados-membros e os parceiros sociais devem apoiar a aplicação efectiva da legislação relativa à igualdade entre homens e mulheres e criar condições para que a mesma seja respeitada; 21 Artigos 11.º e 16.º do Regulamento (CE) n.º 1083/2006 do Conselho e artigos 6.º e 8.º do Regulamento (CE) n.º 1698/2005 do Conselho. 22 Ponto 1 das orientações estratégicas comunitárias. 23 Ponto 1.3.1 das orientações estratégicas comunitárias. 24 Ponto 1.2.4 das orientações estratégicas comunitárias. 25 Ponto 1.3.1 das orientações estratégicas comunitárias. ",
        "PT 10 PT • Os organismos de promoção da igualdade previstos na Directiva 2002/73 26 podem desempenhar um papel activo na aplicação da legislação. Devem ser apoiados na sua acção mediante disponibilização dos recursos financeiros e humanos necessários e garantia de que dispõem de todas as competências referenciadas na directiva. 4. C ONCLUSÕES Com base no presente relatório, e em linha com as prioridades evidenciadas no roteiro e no pacto europeu para a igualdade entre homens e mulheres, convida-se o Conselho Europeu a exortar os Estados-Membros a dar resposta aos desafios aqui enumerados, em colaboração com todas as partes interessadas. Trata-se de concentrar esforços para • eliminar as diferenças salariais entre homens e mulheres; • reforçar a integração da perspectiva da igualdade entre homens e mulheres na realização das políticas de emprego; • prosseguir os esforços para permitir que homens e mulheres conciliem a vida profissional e familiar e apoiar os parceiros sociais na concretização de medidas neste sentido; • adoptar uma abordagem das questões ligadas às mudanças demográficas que tenha em conta e que apoie os imperativos da igualdade entre homens e mulheres; • utilizar plenamente as potencialidades da política de coesão e desenvolvimento rural para promover a igualdade entre homens e mulheres através de programas co-financiados pelos Fundos Estruturais; • transpor rapidamente a Directiva 2006/54/CE relativa à igualdade de tratamento entre homens e mulheres (reformulação) e a Directiva 2004/113/CE que aplica o princípio de igualdade de tratamento entre homens e mulheres no acesso a bens e serviços e seu fornecimento. 26 Artigo 8.º, alínea a), da Directiva 2002/73/CE do Parlamento Europeu e do Conselho, de 23 de Setembro de 2002. ",
        "PT 11 PT ANNEX This statistical annex provides an overview of the situation of women and men in the EU, its evolution over time and remaining gender gaps in different fields such as the labour market, education, presence in decision making positions and social inclusion. Indicators have been chosen according to their relevance in covering aspects of the lives of women and men and the availability of comparable and reliable data. These indicators were already presented in the previous reports in order to facilitate the follow-up from one year to another. Employment rates Over the last few years, progress has been achieved towards the Lisbon target of reaching an employment rate for women of 60% by 2010. Female employment rate has risen from 53.6% in 2000 to 56.3% in 2005 whereas over the same period male employment rate has remained stable (from 71.2% to 71.3%). As a result, the gap between women's and men's employment rates decreased from 17.6 percentage points (p.p.) in 2000 to 15 p.p. in 2005. At national level, significant differences exist across the EU, with an employment rate gap below 10 p.p. in Finland, Sweden, Denmark, the Baltic countries, Bulgaria and Slovenia but exceeding 20 p.p. in Cyprus, Spain, Italy, Greece and Malta. The gap between female and male employment rates remains much higher amongst older workers (55 to 64 years) at 18.1 p.p. in 2005, down from 20 p.p. in 2000. This reduction was due to a strong rise in the employment rate of older female workers, from 26.9% in 2000 to 33.7% in 2005. Unemployment rates The positive evolution of female employment was reflected in unemployment figures, as the gap between women's and men's unemployment rates narrowed from 2.8 p.p. in 2000 to 2.0 p.p. in 2005. This decrease occurred notably in countries where the gap was the highest in 2000 (Spain, Italy, Cyprus, Germany, France and Poland). Nevertheless women were still more likely to be unemployed than men as the unemployment rate was 9.9% among women in 2005 whereas it was 7.9% among men. Part-time work Women's participation in the labour market is still largely characterised by a high share of part-time work. In 2006, the share of women employees working part-time was 32.9% in the EU while the corresponding figure for men was 7.7%. The share of female part-timers exceeded 30% in France, Denmark and Luxembourg, 40% in Sweden, Austria, Belgium, United Kingdom and Germany and even reached 75% in the Netherlands. Conversely, the share of part-timers among female workers was very low in Bulgaria, Slovakia, Hungary, the Czech Republic and Latvia. Reconciliation of professional, private and family life Women's participation to employment is affected by their predominant role in the care of children and other dependant persons, such as elderly or disabled persons. The difficulties faced by women in reconciling their professional and private life are evidenced by the strong impact of parenthood on employment rates. Participation in employment and the amount of time worked by women between 20 and 49 years are closely linked to the number and age of their children, which is less the case for men. In 2005, the employment rate for women aged 20-49 was 61.1% when they had children under 12, compared with 76% when they did not. ",
        "PT 12 PT For men with children under 12, however, the employment rate was higher (91.5%) than for those without children (85.6%). Education and research In most Member States, more women than men reach a high level of education. However, once graduated, the presence of women clearly decreases at each step of the typical academic career. Indeed, women are more numerous and more successful than men at first degree level (59% of ISCED5a graduates), but their share decreases amongst PhDs (43% of ISCED6 graduates), and reaches a minimum amongst full professors (15% of Grade A full professors). Moreover, study fields continue to be greatly segmented with a low presence of women in engineering or science and technology and a high one in health, education or the humanities. Segregation The choice of study fields certainly impacts on the gender segregation of the labour markets evidenced both for occupations and economic sectors. Estonia, Cyprus, Slovakia, Finland and Hungary face high segregation in occupations whilst sectoral segregation is the highest in Estonia, Slovakia, Lithuania, Ireland, Finland and Sweden. In consequence of segregated labour markets there is an under-representation of women in sectors crucial for economic development and usually well remunerated. For example, only 29% of scientists and engineers in the EU are women. Decision-making The average number of female members of national parliaments (single/lower houses) was 24% in 2006, just 1 p.p. above the 2004 level. This share exceeds 30% in Germany, Austria, Spain and Belgium and 40% in Finland, the Netherlands, Denmark and Sweden. However, it was below 15% in Greece, France, Slovenia, Ireland and Romania and did not exceed 10% in Malta and Hungary. Regarding decision-making in the economic sphere, women's share among managers in enterprises and administrations was 32% in 2005, just 1 p.p. above the 2000 level. This share exceeded 35% in Baltic countries and France while it was lower than 15% in Malta and Cyprus. At risk of poverty rate for older people The consequence of the disadvantaged position of women on the labour market was visible in the gender gap in poverty risk, especially among older persons (aged 65 and over). The share of people being at risk of poverty (having an income below the threshold set at 60% of the national median income) is significantly higher for women than for men in the EU (20% vs. 15%) in almost all Member States. The gap exceeds 10 p.p. in five countries: Romania, Bulgaria, Ireland, Slovenia and Estonia. Average age of women at first child The average age of women at child bearing is still increasing, reaching 28.3 years in 2004. It is under 25 years for Bulgaria, Romania and the Baltic countries but was the highest in Germany, the Netherlands, Spain and the United Kingdom. ",
        "PT 13 PT Employment rates (women and men aged 15 - 64) in EU Member States- 2005 56.3 71.3 0 10 20 30 40 50 60 70 80 90 DK SE FI NL UK EE AT PT SI DE LT LV CY IE FR EU- 25 CZ BE LU BG RO ES HU SK PL EL IT MT p e r c e n t Women Men Source: Eurostat, Labour Force Survey (LFS), annual averages. Lisbon target for total employment rate in 2010 Lisbon target for women's employment rate in 2010 17.615 05 10 15 20 25 30 35 40 45 FI SE EE LT DK LV BG SI FR DE UK PT HU PL RO AT NL SK BE EU- 25 CZ IE LU CY ES IT EL MT p e r c e n t a g e p o i n t s Left bar: 2000 Right bar: 2005 Absolute gender gap in employment rates (women and men aged 15-64) in EU Member States - 2000 and 2005 (Difference between men's and women's employment rates) Source: Eurostat, Labour Force Survey (LFS), annual averages. NB: A positive gap indicates higher employment rates for men in comparison with women, while the opposite is true for a negative gap. ",
        "PT 14 PT Annual growth of women's and men's employment, in EU-25, 1998-2005 0 0.51 1.52 2.5 1998 1999 2000 2001 2002 2003 2004 2005 p e r c e n t Women Men Source : Eurostat, National accounts, annual averages. Gender breakdown is derived from Labour Force Survey. Employment rates of older workers (women and men aged 55 - 64) in EU Member States- 2005 33.7 51.8 0 10 20 30 40 50 60 70 80 SE EE DK FI UK LV PT LT DE IE FR NL EU- 25 RO CY CZ ES HU EL BG LU AT BE IT PL SI SK MT p e r c e n t Women Men Source: Eurostat, Labour Force Survey (LFS), annual averages. Lisbon target for 55-64 aged workers employment rate in 2010 ",
        "PT 15 PT 2.8 2 -6 -4 -202468 10 12 HU FI AT NL DK SI DE SK BE PT EU- 25 FR CY LU MT PL CZ IT ES EL p e r c e n t a g e p o i n t s Left bar: 2000 (1) Right bar: 2005 Absolute gender gap in unemployment rates (women and men aged 15 years and over) in EU Member States - 2000 and 2005 (Difference between women's and men's unemployment rates) Source: Eurostat, Labour Force Survey (LFS), annual averages. Notes : A positive gap indicates higher unemployment rates for women in comparison with men, while the opposite is true for a negative gap. SE : for 2005 : provisionnal value EE IE UK SE LT BG RO LV Share of part-time workers in total employment, in EU Member States - 2006 32.9 7.7 0 10 20 30 40 50 60 70 80 BG SK HU CZ LV RO EL EE LT SI CY PL PT FI MT ES IT FR EU- 25 DK LU SE AT BE UK DE NL p e r c e n t Women Men Source: Eurostat, Labour Force Survey (LFS), Spring results IE : no data ",
        "PT 16 PT Pay gap between women and men in unadjusted form in EU Member States - 2005 (1) (Difference between men's and women's average gross hourly earnings as a percentage of men's average gross hourly earnings) 05 10 15 20 25 MT PT BE IT SI EL PL HU IE FR ES RO LU LT SE BG DK LV AT NL CZ FI UK DE EE SK CY p e r c e n t Source: Eurostat. Administrative data are used for LU, Labour Force Survey for FR and MT. Provisional results of EU-SILC (Statistics on Income and Living Conditions) are used for BE, EL, ES, IE, IT, AT, PT, and UK. All other sources are national surveys. SI: Provisional results. Exception to the reference year : (1) 2004: BE, DK, EE, FI, IE, IT, PT NB: EU25 estimates are population weighted-averages of the latest available values. EU- 25 Educational attainment (at least upper secondary school) of women and men aged 20 - 24, in EU Member States - 2005 80.3 74.7 0 10 20 30 40 50 60 70 80 90 100 PL SI SK LT CZ CY IE SE EL EE AT FI BE LV FR HU DK EU- 25 NL UK IT BG RO LU DE ES PT MT p e r c e n t women men Source : Eurostat, Labour Force Survey (LFS), annual averages. NB: IE : Provisional value. Students living abroad for one year or more and conscripts on compulsory military service are not covered by the EU Labour Force Survey, which may imply lower rates than those available at national level. This is especially relevant for CY. ",
        "PT 17 PT 23 77 24 76 0 10 20 30 40 50 60 70 80 90 100 SE DK N L F I B E ES A T DE P T L U L T BG L V S K E E UK P L I T CY C Z E L FR S I I E RO HU MT p e r c e n t women men Left bar: 2004 Right bar: 2006 Source: European Commission, Employment, Social affairs and Equal opportunities DG, Database on Women and Men in Decisionmaking NB: The indicator has been developed within the framework of the follow-up of the Beijing Platform for Action in the EU Council of Ministers. Data for 2004 are not available for BG and RO. Members of single/lower houses of national parliaments in EU Member States - Distribution by sex 2004 and 2006 EU-25 31 69 32 68 0 10 20 30 40 50 60 70 80 90 100 L V L T FR EE UK BG HU P T B E S I P L E S I T S K RO C Z I E S E F I A T DE E L N L L U DK MT CY p e r c e n t women men Left bar: 2000 Right bar: 2005 Source : Eurostat, Labour Force Survey (LFS). NB : Managers are persons classified in ISCO 12 and 13. For MT and CY : data lack reliability due to small sample size For IT : Change of data collection method. No data for RO in 2000 Managers in EU Member States - Distribution by sex 2000 and 2005 EU-25 ",
        "PT 18 PT Relative share of women and men in a typical academic career for EU-25 - 2004 59 54 15 32 42 43 47 53 57 58 68 85 41 46 0 10 20 30 40 50 60 70 80 90 ISCED 5A Students ISCED 5A Graduates ISCED 6 Students ISCED 6 Graduates Grade C Grade B Grade A p e r c e n t Women Men Source : Eurostat, UOE data collection for ISCED 5a and 6 students and graduates ; DG Research, WiS database for Grades A, B and C. ISCED 5A: tertiary programmes to provide sufficient qualifications to enter into advanced research programmes & professions with high skills requirements. ISCED 6: Tertiary programmes which lead to an advanced research qualifications (PhD). ISCED 6 students: Data unavailable for DE and SI A Grade: the single highest grade/post at which research is normally conducted with the institutional or corporate system. B Grade: researchers working in positions not as senior as top position but more senior than the newly qualified PhD holders. Grade C: The first grade/post into which a newly qualified PhD (ISCED 6) graduate would normally be recruited within the institutional or corporate system. Grade C, B, A:Exception to the reference year: CY, PT:2003; AT: 2002; FR:2001; NL:FTE, SI: Data estimated, FR: Grade C unavailable; Data unavailable for IE and LU. Sex distribution of tertiary education graduates by field of study in EU-25, 2004 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% Education Science Health and welfare Humanities and arts Social sciences, business and law Agriculture and veterinary Science, mathematics and computing Engineering, manufacturing and construction Women Men Source : Eurostat Tertiary education graduates include all graduates of levels ISCED 5 and 6. ",
        "PT 19 PT Gender segregation in occupations in EU Member States, in 2005 05 10 15 20 25 30 35 RO EL IT MT PL PT UK AT BE NL FR LU DE ES DK LV IE LT SE SI BG CZ HU FI SK CY EE Source: Eurostat - LFS -Gender segregation in occupations is calculated as the average national share of employment for women and men applied to each occupation; differences are added up to produce the total amount of gender imbalance expressed as a proportion of total employment (ISCO classification). Gender segregation in economic sectors in EU Member States, in 2005 05 10 15 20 25 RO MT EL LU NL FR IT BE DE AT SI UK DK PL CZ BG HU ES PT CY LV SE FI IE LT SK EE Source: Eurostat - LFS - Gender segregation in sectors is calculated as the average national share of employment for women and men applied to each sector; differences are added up to produce the total amount of gender imbalance expressed as a proportion of total employment (NACE classification). ",
        "PT 20 PT Employment rates of women aged 20-49, depending on whether they have children (under 12) - 2005 76 61.1 0 10 20 30 40 50 60 70 80 90 100 SI LT PT NL BE FI AT CY FR LV RO LU UK BG EU- 25 PL EE ES EL SK DE CZ IT HU MT Without children With children Source : Eurostat, European Labour Force Survey, annual averages. Notes : No data avaialble for DK, IE and SE. Employment rates of men aged 20-49, depending on whether they have children (under 12) - 2005 85.691.5 0 10 20 30 40 50 60 70 80 90 100 LU EL CY PT SI NL CZ IT AT MT ES BE FI EU- 25 EE FR UK LT LV DE SK PL HU RO BG Without children With children Source : Eurostat, European Labour Force Survey, annual averages. Notes : No data for DK, IE and SE. ",
        "PT 21 PT At-risk-of-poverty rate after social transfers 1 for older people (women and men aged 65 years and over 65), in EU Member states, 2003 20 15 0 10 20 30 40 50 60 LU NL PL SK HU LT FR LV DK DE IT SE BG EU25 AT FI BE EE SI RO UK EL PT ES IE CY p e r c e n t Women Men Source: Eurostat. SILC and national sources. NB: 1) At risk of poverty rate for elderly persons: The share of persons aged 65+ with an income below the risk-of-poverty threshold, which is set at 60% of the national median income. Income must be understood as equivalised disposable income (sum from all sources, adjusted for household size and composition). It should be noted that the risk-of-poverty indicator is computed using an income definition which does not yet include imputed rent of owner-occupiers. Gender breakdown is based on assumption of equal sharing of resources within household. It should be noted that the data is drawn from the reference European source (EU-SILC) where available, but that during the transition to data collection under the EU-SILC regulations, ex post harmonised national sources are still used for around half of the countries. In consequence, whilst every effort has been made, for this reason indicators cannot be considered to be fully comparable EU aggregates are computed as population weighted averages of available national values. Data is presented for income reference year 2003. No data is available for CZ or MT for this reference year. NL and SK : provisional values. 27.7 28.3 20.0 22.5 25.0 27.5 30.0 BG RO LV EE LT SK PL HU CZ AT PT CY SI FI EL IE EU- 25 DK FR SE LU DE NL ES UK A g e 2000 2004 (1) Source: Eurostat, Demography statistics. NB: No data available for BE, IT and MT for both years. UK :Scotland and Northern Ireland not included For DE, LU, UK and BG : birth order of current marriage : the comparability with other countries is limited. Exceptions to the reference years: (1) DE, EE, EL and ES : 2003. Average age of women at birth of first child - 2000 and 2004 ",
        "PT 22 PT Employment rates (women and men aged 15-64) in EU Member States – 2000 and 2005 Women Men Gender gap 2000 2005 2000 2005 2000 2005 EU (25 countries) 53.6 56.3 71.2 71.3 17.6 15 Belgium 51.5 53.8 69.5 68.3 18 14.5 Czech Republic 56.9 56.3 73.2 73.3 16.3 17 Denmark 71.6 71.9 80.8 79.8 9.2 7.9 Germany 58.1 59.6 72.9 71.2 14.8 11.6 Estonia 56.9 62.1 64.3 67 7.4 4.9 Greece 41.7 46.1 71.5 74.2 29.8 28.1 Spain 41.3 51.2 71.2 75.2 29.9 24 France 55.2 57.6 69.2 68.8 14 11.2 Ireland 53.9 58.3 76.3 76.9 22.4 18.6 Italy 39.6 45.3 68 69.9 28.4 24.6 Cyprus 53.5 58.4 78.7 79.2 25.2 20.8 Latvia 53.8 59.3 61.5 67.6 7.7 8.3 Lithuania 57.7 59.4 60.5 66.1 2.8 6.7 Luxembourg 50.1 53.7 75 73.3 24.9 19.6 Hungary 49.7 51 63.1 63.1 13.4 12.1 Malta 33.1 33.7 75 73.8 41.9 40.1 Netherlands 63.5 66.4 82.1 79.9 18.6 13.5 Austria 59.6 62 77.3 75.4 17.7 13.4 Poland 48.9 46.8 61.2 58.9 12.3 12.1 Portugal 60.5 61.7 76.5 73.4 16 11.7 Slovenia 58.4 61.3 67.2 70.4 8.8 9.1 Slovakia 51.5 50.9 62.2 64.6 10.7 13.7 Finland 64.2 66.5 70.1 70.3 5.9 3.8 Sweden 70.9 70.4 75.1 74.4 4.2 4 United Kingdom 64.7 65.9 77.8 77.6 13.1 11.7 Bulgaria 46.3 51.7 54.7 60 8.4 8.3 Romania 57.5 51.5 68.6 63.7 11.1 12.2 Eurostat, Labour Force Survey (LFS), annual averages Employment rates of older workers (women and men aged 55-64) in EU Member States – 2000 and 2005 Women Men Gender gap 2000 2005 2000 2005 2000 2005 EU (25 countries) 26.9 33.7 46.9 51.8 20 18.1 Belgium 16.6 22.1 36.4 41.7 19.8 19.6 Czech Republic 22.4 30.9 51.7 59.3 29.3 28.4 Denmark 46.6 53.5 64.1 65.6 17.5 12.1 Germany 29 37.5 46.4 53.5 17.4 16 Estonia 39 53.7 55.9 59.3 16.9 5.6 Greece 24.3 25.8 55.2 58.8 30.9 33 Spain 20.2 27.4 54.9 59.7 34.7 32.3 France 26.3 35.2 33.6 40.7 7.3 5.5 Ireland 27.2 37.3 63.2 65.7 36 28.4 Italy 15.3 20.8 40.9 42.7 25.6 21.9 Cyprus 32.1 31.5 67.3 70.8 35.2 39.3 Latvia 26.7 45.3 48.4 55.2 21.7 9.9 Lithuania 32.6 41.7 50.6 59.1 18 17.4 Luxembourg 16.4 24.9 37.2 38.3 20.8 13.4 Hungary 13.3 26.7 33.2 40.6 19.9 13.9 Malta 8.4 12.4 50.8 50.8 42.4 38.4 Netherlands 26.1 35.2 50.2 56.9 24.1 21.7 Austria 17.2 22.9 41.2 41.3 24 18.4 Poland 21.4 19.7 36.7 35.9 15.3 16.2 Portugal 40.6 43.7 62.1 58.1 21.5 14.4 Slovenia 13.8 18.5 32.3 43.1 18.5 24.6 Slovakia 9.8 15.6 35.4 47.8 25.6 32.2 Finland 40.4 52.7 42.9 52.8 2.5 0.1 Sweden 62.1 66.7 67.8 72 5.7 5.3 United Kingdom 41.7 48.1 60.1 66 18.4 17.9 Bulgaria 10.3 25.5 33.2 45.5 22.9 20 Romania 43.8 33.1 56 46.7 12.2 13.6 Eurostat, Labour Force Survey (LFS), annual averages ",
        "PT 23 PT Unemployment rates (women and men aged 15 and over) in EU Member States – 2000 and 2005 In this table, the gender gap is calculated as women's unemployment rate minus men's unemployment rate Women Men Gender gap 2000 2005 2000 2005 2000 2005 EU (25 countries) 10.2 9.9 7.4 7.9 2.8 2 Belgium 8.5 9.5 5.6 7.6 2.9 1.9 Czech Republic 10.3 9.8 7.3 6.5 3 3.3 Denmark 4.8 5.3 3.9 4.4 0.9 0.9 Germany 8.7 10.3 6 8.9 2.7 1.4 Estonia 11.8 7.1 13.8 8.8 -2 -1.7 Greece 17.2 15.3 7.5 6.1 9.7 9.2 Spain 16 12.2 7.9 7 8.1 5.2 France 10.9 10.9 7.6 9 3.3 1.9 Ireland 4.2 4 4.3 4.6 -0.1 -0.6 Italy 13.6 10.1 7.8 6.2 5.8 3.9 Cyprus 7.2 6.5 3.2 4.3 4 2.2 Latvia 12.9 8.7 14.4 9.1 -1.5 -0.4 Lithuania 14.1 8.3 18.6 8.2 -4.5 0.1 Luxembourg 3.1 5.9 1.8 3.5 1.3 2.4 Hungary 5.6 7.4 7 7 -1.4 0.4 Malta 7.4 9 6.4 6.5 1 2.5 Netherlands 3.6 5.1 2.2 4.4 1.4 0.7 Austria 4.3 5.5 3.1 4.9 1.2 0.6 Poland 18.1 19.1 14.4 16.6 3.7 2.5 Portugal 4.9 8.7 3.2 6.7 1.7 2 Slovenia 7 7 6.5 6.1 0.5 0.9 Slovakia 18.6 17.2 18.9 15.5 -0.3 1.7 Finland 10.6 8.6 9.1 8.2 1.5 0.4 Sweden 5.3 7.7 5.9 7.9 -0.6 -0.2 United Kingdom 4.8 4.3 5.8 5.1 -1 -0.8 Bulgaria 16.2 9.8 16.7 10.3 -0.5 -0.5 Romania 6.3 7.6 7.2 8.3 -0.9 -0.7 Eurostat, Labour Force Survey (LFS), annual averages Share of part-time workers in total employment, in EU Member States - 2001 and 2006 Women Men 2001 2006 2001 2006 EU (25 countries) 29.8 32.9 6.2 7.7 Belgium 36.8 42.6 5.2 7.9 Czech Republic 8.6 8.7 2.2 2.3 Denmark 31.6 35.9 10.2 12.8 Germany 39.3 45.8 5.3 9.3 Estonia 10.4 11.6 4.7 4.6 Greece 7.2 10.4 2.3 3 Spain 17.3 23.5 2.8 4.5 France 30.4 30.7 5.0 5.8 Ireland 31.3 : 6.5 : Italy 17.8 26.7 3.8 4.7 Cyprus 12.9 12 5 4.6 Latvia 12.1 8.7 7.9 4.6 Lithuania 10 11.8 7.6 6.5 Luxembourg 25.6 38.2 1.8 2.5 Hungary 5.1 5.7 2 2.8 Malta 17.1 21.8 3.7 4.5 Netherlands 71.3 74.7 20 23.2 Austria 33.6 40.7 4.3 6.5 Poland 12.6 13.5 8.2 7.1 Portugal 16.7 15.9 6.9 7.5 Slovenia 7.4 11.8 5 7.8 Slovakia 3.8 4.8 1.2 1.2 Finland 16.7 18.2 7.6 9.2 Sweden 32.7 40.3 10.8 11.7 United Kingdom 44.3 42.6 9 10.6 Bulgaria 3.9 2.7 3.1 1.6 Romania 19.1 10.2 14.7 9.3 Eurostat, Labour Force Survey (LFS) - Spring results ",
        "PT 24 PT Pay gap between women and men in unadjusted form in EU Member States - 2005 (Difference between men’s and women’s average gross hourly earnings as a percentage of men’s average gross hourly earnings) 2005 (1) EU (25 countries) 15 Belgium 6 Czech Republic 19 Denmark 17 Germany 22 Estonia 24 Greece 9 Spain 13 France 12 Ireland 11 Italy 7 Cyprus 25 Latvia 17 Lithuania 15 Luxembourg 14 Hungary 11 Malta 4 Netherlands 18 Austria 18 Poland 10 Portugal 5 Slovenia 8 Slovakia 24 Finland 19 Sweden 16 United Kingdom 20 Bulgaria 16 Romania 13 Source: Eurostat. Administrative data are used for LU, Labour Force Survey for FR and MT. Provisional results of EU-SILC (Statistics on Income and Living Conditions) are used for BE, EL, ES, IE, IT, AT, PT, and UK. All other sources are national surveys. SI: Provisional results. Exception to the reference year: (1) 2004: BE, DK, EE, FI, IE, IT, PT NB: EU25 estimates are population weighted-averages of the latest available values. Educational attainment (at least upper secondary school) of women and men aged 20 - 24, in EU Member States – 2005 Women Men EU (25 countries) 80.3 74.7 Belgium 85.3 78.4 Czech Republic 91.1 91.3 Denmark 80.5 73.8 Germany 72.5 70.4 Estonia 87.6 77.6 Greece 88.5 79.7 Spain 68.5 55.4 France 85 80.1 Ireland 88.9 82.6 Italy 78.1 69.2 Cyprus 89.1 71.1 Latvia 85.2 74.7 Lithuania 91.8 83.9 Luxembourg 75.8 66.6 Hungary 84.9 81.9 Malta 57 50.5 Netherlands 79.9 71.4 Austria 87.3 84.6 Poland 93.3 88.9 Portugal 57.5 40.8 Slovenia 93.2 88 Slovakia 92.6 91 Finland 85.7 81 Sweden 88.7 86.4 United Kingdom 78.9 77.4 Bulgaria 77.1 75.9 Romania 76.8 75.2 Source: Eurostat, Labour Force Survey (LFS), annual averages. NB: IE: Provisional value. Students living abroad for one year or more and conscripts on compulsory military service are not covered by the EU Labour Force Survey, which may imply lower rates than those available at national level. This is especially relevant for CY. ",
        "PT 25 PT Members of single/lower houses of national parliaments in EU Member States - Distribution by sex 2004 and 2006 2004 2006 Women Men Women Men EU (25 countries) 23 77 24 76 Belgium 33 67 36 64 Czech Republic 15 85 16 84 Denmark 38 62 39 61 Germany 32 68 33 67 Estonia 15 85 20 80 Greece 13 87 13 87 Spain 35 65 36 64 France 13 87 13 87 Ireland 12 88 12 88 Italy 12 88 17 83 Cyprus 9 91 16 84 Latvia 17 83 21 79 Lithuania 22 78 23 77 Luxembourg 24 76 24 76 Hungary 9 91 10 90 Malta 9 91 9 91 Netherlands 38 62 39 61 Austria 36 64 33 67 Poland 21 79 19 81 Portugal 20 80 25 75 Slovenia 13 87 13 87 Slovakia 17 83 21 79 Finland 40 60 38 62 Sweden 48 52 48 52 United Kingdom 18 82 20 80 Bulgaria : : 21 79 Romania : : 11 89 Source: European Commission, Employment, Social affairs and Equal opportunities DG, Database on Women and Men in Decision making. NB: The indicator has been developed within the framework of the follow-up of the Beijing Platform for Action in the EU Council of Ministers. Data for 2004 are not available for BG and RO. Distribution of managers by sex in EU Member States – 2000 and 2005 2000 2005 Women Men Women Men EU (25 countries) 30.6 69.4 32.2 67.8 Belgium 32.2 67.8 32.9 67.1 Czech Republic 24.1 75.9 30.3 69.7 Denmark 24.0 76.0 23.0 77.0 Germany 27.1 72.9 26.3 73.7 Estonia 39.8 60.2 37.5 62.5 Greece 25.1 74.9 25.8 74.2 Spain 31.7 68.3 32.3 67.7 France 35.0 65.0 38.0 62.0 Ireland 26.1 73.9 30.2 69.8 Italy 17.3 82.7 31.9 68.1 Cyprus 15.0 85.0 13.6 86.4 Latvia 37.3 62.7 44.3 55.7 Lithuania 43.1 56.9 42.7 57.3 Luxembourg 27.1 72.9 23.8 76.2 Hungary 33.1 66.9 34.3 65.7 Malta 17.7 82.3 14.5 85.5 Netherlands 25.3 74.7 25.6 74.4 Austria 30.3 69.7 27.0 73.0 Poland 32.7 67.3 32.5 67.5 Portugal 31.3 68.7 34.2 65.8 Slovenia 29.1 70.9 32.8 67.2 Slovakia 30.8 69.2 31.2 68.8 Finland 25.9 74.1 29.7 70.3 Sweden 30.1 69.9 29.8 70.2 United Kingdom 34.1 65.9 34.5 65.5 Bulgaria 30.0 70.0 34.3 65.7 Romania : : 30.7 69.3 Eurostat, Labour Force Survey (LFS), spring data NB: Managers are persons classified in ISCO 12 and 13. CY, MT: data lack reliability due to the small sample size. IT: change in data collection method. ",
        "PT 26 PT Gender segregation in occupations and in economic sectors in EU Member States, in 2001 and 2005 Gender segregation in occupations Gender segregation in economic sectors 2001 2005 2001 2005 Belgium 26.1 26.2 18.1 18.1 Czech Republic 29.2 28.4 18.9 19.1 Denmark 28.1 26.9 19 18.7 Germany 27 26.5 18.2 18.2 Estonia 32.4 30.8 24.4 23.7 Greece 21.5 22.5 15.4 15.9 Spain 24.9 26.6 19.3 20.4 France 26.6 26.3 17.4 17.6 Ireland 26.7 27.2 20.7 22.4 Italy 21.9 23.9 15.2 17.9 Cyprus 29.5 30.6 17.5 20.9 Latvia 29.7 27.1 21 21 Lithuania 28.4 27.4 20.8 22.4 Luxembourg 26.8 26.4 19.6 17.4 Hungary 28.3 28.4 19.3 19.8 Malta 17.2 24.3 15.2 15.2 Netherlands 25 26.2 18.1 17.5 Austria 27.2 26 20.3 18.3 Poland 25.6 25.5 13.9 19 Portugal 26.3 25.9 21.2 20.5 Slovenia 26.8 27.6 17.4 18.3 Slovakia 31.2 29.5 22.8 22.4 Finland 29.6 28.9 21.9 22.2 Sweden 28 27.4 21.2 21.6 United Kingdom 26.8 25.9 18.8 18.5 Bulgaria 27.0 27.8 17.5 19.2 Romania : 22.3 13.8 15.0 Eurostat, Labour Force Survey (LFS) – Spring data Gender segregation in sectors is calculated as the average national share of employment for women and men applied to each sector; differences are added up to produce the total amount of gender imbalance expressed as a proportion of total employment (NACE classification). Gender segregation in occupations is calculated as the average national share of employment for women and men applied to each occupation; differences are added up to produce the total amount of gender imbalance expressed as a proportion of total employment (ISCO classification). Employment rates of women and men (aged 25-49), depending on whether they have children (under 12) – 2005 Without children With children Difference Women Men Women Men Women Men EU (25 countries) 76 85.6 61.1 91.5 -14.9 5.9 Belgium 76.2 87.2 70.1 92.4 -6.1 5.2 Czech Republic 86.5 90.5 54.4 94 -32.1 3.5 Germany 78.9 82.3 55.7 89.2 -23.2 6.9 Estonia 87.8 82.8 59.4 91.4 -28.4 8.6 Greece 58.7 85.4 55.9 96.1 -2.8 10.7 Spain 66.5 89.7 56.5 93 -10 3.3 France 77.3 84.7 66.9 91.4 -10.4 6.7 Italy 64.7 90.6 53.4 93.8 -11.3 3.2 Cyprus 73.9 90.4 67.6 96.1 -6.3 5.7 Latvia 80.9 83 65.1 90.2 -15.8 7.2 Lithuania 83.9 87 77.3 90.4 -6.6 3.4 Luxembourg 76.6 93.7 63.7 97.2 -12.9 3.5 Hungary 78.9 82.7 48.5 86.2 -30.4 3.5 Malta 36.9 88.9 28 93.1 -8.9 4.2 Netherlands 81.5 88.1 71.3 94.1 -10.2 6 Austria 83.2 88.8 68.4 93.7 -14.8 4.9 Poland 71.5 80.4 60.5 87.2 -11 6.8 Portugal 77.3 90.6 76.6 94.5 -0.7 3.9 Slovenia 82.7 87.1 84.5 94.3 1.8 7.2 Slovakia 79.6 85.4 55.7 87.7 -23.9 2.3 Finland 79.4 78.8 70 91.8 -9.4 13 United Kingdom 83.2 87.2 63.3 91.2 -19.9 4 Bulgaria 75.1 77.1 61.4 81.5 -13.7 4.4 Romania 70.4 83.1 64.6 86.2 -5.8 3.1 Source : Eurostat, European Labour Force Survey, annual averages. Notes: No data for DK, IE and SE. ",
        "PT 27 PT At-risk-of-poverty rate after social transfers for older people (women and men aged 65 years and over) in EU Member States – 2003 Women Men EU (25 countries) 20 15 Belgium 21 20 Denmark 18 16 Germany 18 10 Estonia 22 7 Greece 30 26 Spain 32 27 France 17 14 Ireland 45 34 Italy 18 13 Cyprus 55 48 Latvia 17 7 Lithuania 15 5 Luxembourg 6 6 Hungary 12 6 Netherlands 7 6 Austria 20 13 Poland 7 4 Portugal 30 29 Slovenia 23 11 Slovakia 11 11 Finland 20 11 Sweden 18 9 United Kingdom 27 21 Source: Eurostat. SILC and national sources. NB: 1) At risk of poverty rate for elderly persons: The share of persons aged 65+ with an income below the risk-of-poverty threshold, which is set at 60% of the national median income. Income must be understood as equivalised disposable income (sum from all sources, adjusted for household size and composition). Gender breakdown is based on assumption of equal sharing of resources within household. It should be noted that the data is drawn from the reference European source (EU-SILC) where available, but that during the transition to data collection under the EU-SILC regulations, ex post harmonised national sources are still used for around half of the countries. In consequence, whilst every effort has been made, for this reason indicators cannot be considered to be fully comparable EU aggregates are computed as population weighted averages of available national values. Data is presented for income reference year 2003. No data is available for CZ or MT for this reference year. NL and SK : provisional values. Average age of women at birth of first child - 2000 and 2004 2000 2004 EU (25 countries) 27.7 28.3 Czech Republic 25.0 26.3 Denmark 27.7 28.4 Germany 28.2 28.8 Estonia 24.0 24.8 Greece 28.0 28.0 Spain 29.1 29.2 France 27.9 28.4 Ireland 27.6 28.0 Cyprus 26.2 27.2 Latvia 24.4 24.7 Lithuania 23.9 24.8 Luxembourg 28.4 28.7 Hungary 25.1 26.3 Netherlands 28.6 28.9 Austria 26.4 27.0 Poland 24.5 25.5 Portugal 26.5 27.1 Slovenia 26.5 27.5 Slovakia 24.2 25.3 Finland 27.4 27.8 Sweden 27.9 28.6 United Kingdom 29.1 29.7 Bulgaria 23.5 24.4 Romania 23.6 24.5 Source: Eurostat, Demography statistics. NB: No data available for BE, IT and MT for both years. UK: Scotland and Northern Ireland not included For DE, LU, UK and BG: birth order of current marriage: the comparability with other countries is limited. Exceptions to the reference years: (1) DE, EE, EL and ES: 2003. "
    ]
}