{
    "text": [
        "Report VII Period covered 2013-2017 Written by Lukas Pukelis, Laima Užpelkienė, Mantas Pupinis and Modestas Stukas, Public Policy and Management Institute (PPMI), Vilnius September 2017 Projects and organisations funded by the European Union Programme for Employment and Social Innovation (EaSI) Social Europe ISSN: 2467-4168 ",
        "",
        "European Commission Directorate-General for Employement, Social Affairs and Inclusion Unit F3 - Programming and Planning 1049 Brussels BELGIUM Manuscript completed in 2017 Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use that might be made of the following information. Luxembourg: Publications Office of the European Union, 2017 © European Union, 2017 Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. PDF ISBN 978-92-79-73299-7 ISSN 2467-4168 doi:10.2767/4020 KE-BP-17-002-EN-N ",
        "PROJECTS AND ORGANISATIONS FUNDED BY THE EUROPEAN UNION PROGRAMME FOR EMPLOYMENT AND SOCIAL INNOVATION (EASI) Report VII Period covered 2013-2017 Directorate-General for Employment, Social Affairs and Inclusion This report has received financial support from the Programme for Employment and Social Innovation (EaSI) 2014-2020 ",
        "Foreword “With over 235 million people having a job, employment has never been as high as today in the EU and unemployment is at its lowest level since December 2008. Since 2013, 10 million jobs have been created in the EU. The Programme for Employment and Social Innovation (EaSI) is a clear expression of the Commission’s firm commitment to create jobs and growth and improve social conditions. This report showcases 22 successful and inspiring projects financed by the Commission to promote reforms of social protection systems, improvement of working conditions, social innovation and workers’ mobility. The report also features 9 EU-level organisations which actively contribute to the European Pillar of Social Rights. Marianne Thyssen Commissioner for Employment, Social Affairs, Skills and Labour Mobility A special attention has been paid on the projects’ sustainability, transnational dimension and European added value, showing where and how EU funding mostly contributes and can make a difference in people’s lives. I hope that this report will inspire public and private actors, socioeconomic partners, NGOs, academia and civil society at large to apply for EU funding and build their own projects that reinforce Europe’s social dimension.” ",
        "Abstract .............................................................................................................................................................................................8 Résumé ..............................................................................................................................................................................................9 Kurzfassung ..................................................................................................................................................................................10 1. Introduction .......................................................................................................................................................................11 1.1. Key facts about the presented project ..............................................................................................................................11 1.2. Key facts about the presented organisations ................................................................................................................12 1.3. How to read this report ............................................................................................................................................................13 2. Methodology .....................................................................................................................................................................14 3. EaSI-funded projects ....................................................................................................................................................16 3.1. Social protection ..........................................................................................................................................................................16 3.1.1. Mobilitza’t-Mobile ................................................................................................................................................................................16 3.1.2. ESPY – Experimentation on Social Policy for Youth ..........................................................................................................18 3.1.3. Towards a cost-effective housing policy for Flanders and Europe........................................................................... 20 3.2. Working conditions ......................................................................................................................................................................22 3.2.1. Posting of workers: enhancing access to information and effective practical collaboration of administrative and social partners among 3 Baltic States ........................................................................................................... 23 3.2.2. ENACTING-Enable cooperation and mutual learning for a fair posting of workers .......................................24 3.2.3. Posting of Workers: Sharing Experiences, Promoting Best Practices and Improving Access to Information ...............................................................................................................................................................................................................26 3.2.4. POUR UN DETACHEMENT EQUITABLE ET RESPONSABLE ...............................................................................................28 3.3. EURES: projects promoting geographical labour mobility ........................................................................................29 3.3.1. Targeted Mobility Scheme - Your first EURES job (YfEj 4.0) ........................................................................................ 30 3.3.2. Targeted Mobility Scheme - Your first EURES job (TMS-YfEj) ..................................................................................... 31 3.3.3. EURES-TriRegio 2016 ........................................................................................................................................................................34 3.3.4. EURES-T Pannonia Cross-Border Partnership’s Activity Plan for 2016 .................................................................36 3.3.5. EURES Cross-border Øresund 2016 ..........................................................................................................................................38 3.3.6. Ireland/Northern Ireland Cross Border Partnership...........................................................................................................40 3.3.7. EURES-T Bayern-Tschechien ..........................................................................................................................................................42 ",
        "3.3.8. EURES Scheldemond 2016 ............................................................................................................................................................44 3.3.9. EURES-T Oberrhein-Rhin Supérieur 2016 ..............................................................................................................................46 3.3.10. EURES in den Grenzregionen Rhein-Waal, Rhein-Maas-nord, Maas-Rhein 2016 .........................................48 3.3.11. EURES-T Beskydy Activity Plan 2016 ....................................................................................................................................50 3.3.12. EURES Cross-border Galicia-North Portugal ......................................................................................................................52 3.3.13. Support to cooperation on intra-EU mobility in the EEA countries: Norway ....................................................54 3.3.14. Support to cooperation on intra-EU mobility in the EEA countries: Iceland .....................................................56 3.3.15. EURADRIA 2016 .................................................................................................................................................................................58 4. EaSI-funded organisations .........................................................................................................................................60 4.1. 4.1.1. Eurochild ...................................................................................................................................................................................................61 4.1.2. Platform for International Cooperation on Undocumented Migrants (PICUM) ..................................................63 4.1.3. European Venture Philanthropy Association (EVPA) .........................................................................................................65 4.1.4. COFACE Families Europe ..................................................................................................................................................................67 4.1.5. European Roma Grassroots Organisations Network (ERGO) .......................................................................................69 4.1.6. SOLIDAR .................................................................................................................................................................................................... 71 4.1.7. Eurocarers – European Association Working for Carers ................................................................................................. 73 4.1.8. Microfinance Centre (MFC) ..............................................................................................................................................................75 4.1.9. European Platform for Rehabilitation (EPR) .......................................................................................................................... 77 5. Afterword ............................................................................................................................................................................79 Annex I – List of projects and organisations included in this report .................................................................81 ",
        "8 Abstract The European Commission co-finances actions of public, private and civil society actors enabling them to deliver new services, assess existing policies or develop new ones, and exchange good practices in the fields of employment, social protection, working conditions, geographical labour mobility, microfinance and social entrepreneurship. To facilitate the dissemination of the achieved results, this report presents examples of 19 projects and 9 organisations supported by the Programme for Employment and Social Innovation (EaSI) in 2014-2017 and 3 recently finished projects funded by the predecessor programme PROGRESS. The aims of the presented projects ranged from developing innovative policy interventions (social policy experimentation) and supporting reforms of national social protection systems to enhancing administrative cooperation on posting of workers. The overviewed EURES projects aimed at placing young people into quality jobs and supporting partnerships between employment services operating in cross-border areas. Another main part of the report presents EaSI-supported activities implemented in 2016 by major EU-level NGOs active in the promotion of social inclusion, poverty reduction and access to finance. The presented organisations aimed, in particular, to support the Commission’s social investment approach at national and local levels and the implementation of the Social Investment Package, the Social Business Initiative and the Europe 2020 Strategy. The report also includes a description of the methodology that was applied to collect information on the presented actions and to analyse their results. Among other things, the report seeks to emphasise the European added value of the described actions and to single out potential good practices. We believe that this report will be beneficial in two major ways. First, it will serve as guidance for public, private and civil society actors wishing to apply for EU funding. Second, it will provide policy-makers with innovative ideas to design and implement new policy interventions to boost employment and ensure adequate social protection across the EU. ",
        "9 Résumé La Commission européenne cofinance des actions des acteurs publics, privés et de la société civile, pour que ces derniers puissent proposer de nouveaux services, évaluer des politiques existantes ou en développer de nouvelles, et échanger des bonnes pratiques dans les domaines de l’emploi, de la protection sociale, des conditions de travail, de la mobilité géographique de la main-d’œuvre, de la microfinance et de l’entrepreneuriat social. Dans le but de faciliter la diffusion des résultats obtenus, le présent rapport présente des exemples tirés de 19 projets et 9 organisations financés par le programme pour l’emploi et l’innovation sociale (EaSI) sur la période 2014-2017, ainsi que de 3 projets achevés récemment qui étaient financés par les programmes antérieurs à PROGRESS. Les objectifs des projets présentés touchent aussi bien le développement d’interventions politiques innovantes (expérimentation en politique sociale) que le soutien des réformes des systèmes nationaux de protection sociale ou l’amélioration de la coopération administrative pour l’affectation des travailleurs. Les projets EURES analysés visent quant à eux à placer les jeunes dans des emplois de qualité, et à soutenir les partenariats entre services de l’emploi travaillant dans des zones transfrontalières. Une autre partie importante du rapport présente les activités financées par l’EaSI et mises en œuvre en 2016 par les principales ONG européennes actives dans le domaine de la promotion de l’inclusion sociale, de la réduction de la pauvreté et de l’accès aux financements. Les organisations présentées avaient notamment pour objectifs de soutenir l’approche d’investissement social de la Commission au niveau national et local, et de soutenir la mise en œuvre du paquet d’investissements sociaux, de l’initiative entreprise sociale et de la stratégie Europe 2020. Le rapport inclut également une description de la méthodologie utilisée pour collecter des informations sur les actions présentées, et pour analyser leurs résultats. Entre autres, le rapport cherche à apporter un éclairage sur la valeur ajoutée européenne des actions décrites, et à isoler les bonnes pratiques potentielles. Nous pensons que ce rapport aura deux grandes retombées positives. Tout d’abord, il pourra être un guide pour les acteurs publics, privés et de la société civile qui souhaitent faire une demande de financement européen. Ensuite, il apportera aux décisionnaires politiques des idées innovantes pour concevoir et mettre en œuvre de nouvelles interventions politiques qui permettront de dynamiser l’emploi et de garantir une protection sociale adaptée dans l’ensemble de l’Union européenne. ",
        "10 Kurzfassung Die Europäische Kommission stellt eine Kofinanzierung für Maßnahmen staatlicher, privater und zivilgesellschaftlicher Akteure bereit, mit denen diese in den Politikfeldern Beschäftigung, Sozialschutz, Arbeitsbedingungen, räumliche Mobilität von Arbeitnehmern, Mikrofinanzierung und soziales Unternehmertum neue Dienstleistungen erbringen, politische Strategien auswerten oder neue politische Ideen entwickeln sowie bewährte Verfahren austauschen. Um die Verbreitung der dabei erzielten Ergebnisse zu verbessern, stellt dieser Bericht beispielhaft 19 Projekte und 9 Organisationen vor, die von 2014 bis 2017 im Rahmen des Programms für Beschäftigung und soziale Innovation (EaSI) gefördert wurden. Außerdem werden drei vor Kurzem abgeschlossene Projekte präsentiert, die aus dem Vorgängerprogramm „Progress“ finanziert wurden. Die vorgestellten Projekte dienen der Entwicklung innovativer politischer Ansätze (sozialpolitische Modellprojekte), sie unterstützen Reformen der Sozialsysteme in den Mitgliedstaaten und verbessern die Kooperation nationaler Arbeitsverwaltungen bei der Vermittlung von Arbeitnehmern. Die untersuchten EURES-Projekte hatten das Ziel, jungen Menschen in hochwertige Arbeitsplätze zu vermitteln und Partnerschaften von Arbeitsvermittlungsstellen in Grenzregionen aufzubauen. In einem weiteren Abschnitt des Berichts werden die Maßnahmen wichtiger europaweit tätiger NGOs vorgestellt, die im Jahr 2016 im Rahmen von EaSI gefördert wurden und sich für soziale Eingliederung, den Kampf gegen Armut und einen besseren Zugang zu Finanzdienstleistungen einsetzen. Die präsentierten Organisationen hatten insbesondere das Ziel, die Strategie der Kommission für mehr Sozialinvestitionen auf nationaler und lokaler Ebene sowie die Umsetzung des Sozialinvestitionspakets, der Initiative für soziales Unternehmertum und der Strategie Europa 2020 zu unterstützen. Ferner enthält der Bericht eine Beschreibung der Methoden, die angewendet wurden, um Daten über die vorgestellten Maßnahmen zu erfassen und deren Ergebnisse zu analysieren. Unter anderem möchte der Bericht den europäischen Mehrwert der untersuchten Maßnahmen betonen und bewährten Verfahren vorstellen. Wir glauben, dass dieser Bericht äußerst nützlich sein kann. Erstens kann er öffentlichen, privaten und zivilgesellschaftlichen Akteure, die Fördermittel der EU beantragen möchten, als Leitfaden dienen. Und zweitens bietet er politischen Entscheidungsträgern innovative Ideen zur Entwicklung und Umsetzung neuer politischer Maßnahmen, mit denen Arbeitsplätze geschaffen und europaweit ein angemessener Sozialschutz gewährleistet werden können. ",
        "11 1. Introduction Analysing and disseminating information about the results of the supported projects and organisations are part of the performance monitoring of the EU Programme for Employment and Social Innovation (EaSI) 2014-2020. The programme’s monitoring approach foresees biannual reports presenting examples of projects and organisations supported by EaSI. This is the seventh such report, which follows the first six published in 2014-2017. The report reviews projects that were funded by EaSI and the predecessor programme PROGRESS, as well as activities of EaSI-supported major EU-level organisations promoting social inclusion, poverty reduction and access to finance for vulnerable groups of society and social entrepreneurs. The report consists mainly of fiches which describe in concise and uniform format the results and the European added value of a given successful project or organisation as well as potential good practices among the implemented actions. In addition, the project/organisation fiches were developed with an aim to make them easily accessible as stand-alone documents and useful to all informed stakeholders (decision-makers, social partners, NGOs, academia, media and civil society at large). The purpose of this report is to improve learning among the national public authorities, civil society organisations and private actors working in the field of employment & social affairs, in order to support future policy developments. First, it may serve as guidance for public, private and civil society actors wishing to apply for EU funding in the future. Second, it will provide policy-makers with ideas that can inform the design and implementation of new policy interventions. Along with this introduction, the report has three other parts. Chapter 2 features a description of the methodology that was applied to collect information on the actions and organisations presented and to analyse their results. Chapter 3 presents projects funded by EaSI and PROGRESS in 2013-2017. In Chapter 4, the reader will find overviews and assessment of the EaSI-funded activities implemented in 2016 by major EU-level NGOs active in the promotion of social inclusion, poverty reduction and access to finance. The report concludes with a short afterword inter alia explaining the next steps in monitoring EaSI-supported projects and organisations as well as the overall programme. 1.1. Key facts about the presented projects This report presents 22 recently finished projects funded by PROGRESS and EaSI programmes. Since the projects usually last 2-3 years, the reader will find the description of the projects implemented in 2013-2017 in the areas of social protection, working conditions and labour mobility. In the policy area of social protection , the report presents: • Two projects funded by the Commission in the area of social policy experimentation . These projects aimed to test innovative and promising social policy measures by using rigorous evaluation methods. In these actions, the European Commission has requested to prioritise the use of randomised experimentation methods. • One project that developed a framework for cost-effective housing policies , which could be used in different countries (see Table 1). ",
        "12 Table 1. Calls for proposals in the policy area of social protection and social inclusion (PROGRESS) Reference number Title Number of projects included in the report VP/2012/007 PROGRESS: Call for proposals for Social Policy Experimentations 2 VP/2013/013 PROGRESS: Support for the design of reform strategies for more cost- effective social protection systems 1 Source: In the policy area of working conditions , the report presents four EaSI-funded projects that aimed to enhance administrative cooperation and access to information on posting of workers (see Table 2). Reference number Title Number of projects included in the report VP/2014/007 EaSI-PROGRESS: Posting of workers: enhancing administrative cooperation and access to information 4 Table 2. Calls for proposals in the policy area of working conditions (EaSI-PROGRESS) Source: In the policy area of geographical labour mobility (EaSI-EURES) , the report analyses two projects aimed at placing young people into quality employment and 13 actions supporting partnerships between employment services working in cross- border areas (see Table 3). Reference number Title Number of projects included in the report VP/2014/013 EaSI-EURES: Your first EURES job - Targeted mobility scheme 2 VP/2015/008 EaSI - EURES: Cross-border partnerships and support to cooperation on intra-EU mobility for EEA countries 13 Table 3. Calls for proposals in the policy area of geographical labour mobility (EaSI-EURES) Source: Please note that the projects within different policy areas as well as projects within the same policy area that are funded through different calls should not be directly compared with each other. They are different in scope, aims, activities, budget and duration. Each project should rather be seen as a distinct action. 1.2. Key facts about the presented organisations The report also presents results delivered in 2016 by 9 EaSI-funded EU-level organisations working in the fields of social inclusion, poverty reduction and promotion of access to finance for vulnerable persons and social entrepreneurs ( 1 ). Out of 19 such organisations, this report covers those that are marked in grey in Table 4. Results achieved by the remaining 10 organisations will be presented in the next report. ( 1 ) Funded as a result of the Call for proposals for operating grants open to EU-level NGOs networks that had signed a Framework Partnership Agreement for 2014-2017 and that are active in the promotion of social inclusion and poverty reduction or active in the promotion of microfinance and social enterprise finance (VP/2014/009). ",
        "13 Table 4. A list of presented EaSI-supported organisations Title of an organisation Policy area Caritas Europa Fighting poverty and social exclusion European Social Network (ESN) Local public social services EUROCITIES Reinforcing the role of local and municipal governments Eurochild Improving the quality of life of children and young people EuroHealthNet Health and health equity FEANTSA – The European Federation of National Organisations Working with the Homeless Tackling homelessness and its effects SOLIDAR Social policy, international cooperation, education, migration European Association of Service Providers for Persons with Disabilities (EASPD) Promoting equal opportunities for people with disabilities European Network of Social Integration (ENSIE) Social integration economy European Anti-Poverty Network (EAPN) Fighting against poverty and social exclusion COFACE – Confederation of Family Organisations in the European Union Family Eurodiaconia – European Federation for Diaconia Poverty and social exclusion, social and healthcare services and the future of social Europe European Microfinance Network (EMN) Microfinance Eurocarers Informal care ERGO – Roma inclusion NGO Roma inclusion European Platform for Rehabilitation (EPR) Providing rehabilitation services to people with disabilities and other disadvantaged groups Platform for International Cooperation on Undocumented Migrants (PICUM) Promoting respect for the human rights of undocumented migrants within Europe European Venture Philanthropy Association (EVPA) Social investment and venture philanthropy Microfinance Centre (MFC) Microfinance 1.3. How to read this report This report consists mainly of project fiches that were prepared as stand-alone documents. Therefore, we advise the reader to jump immediately to the fiches that they find the most interesting and relevant to their area of work or personal interests (as opposed to reading the report from beginning to end). In order to understand how these fiches were developed, please also take time to read the introduction and the methodological chapter. ",
        "14 2. Methodology The key components of this report are fiches that present the results of projects and organisations funded by EaSI and its predecessor PROGRESS programme. These project fiches are structured according to policy areas as well as themes of respective calls for proposals. The report presents all projects and organisations that were supported by these instruments and successfully completed in the first semester of 2017. In addition to an overview of activities carried out by the selected projects and organisations, the report aims to identify and describe the potential good practices . In order to single out such practices, we followed a broad definition of the term ‘practice’ encompassing both policy development and implementation. In our view, a ‘good practice’ is a process or methodology that has been proven to work well and produce good results, and is therefore recommended for others as a model or useful example. What constitutes a ‘good practice’ can thus include initiatives as diverse as legislation (at the national, sub-national and local levels), regulation, policies, strategies, institutional frameworks, planning and coordination procedures, various interventions (programmes, projects, campaigns, subsidies, financing mechanisms, tariff structures and similar), among many others. When analysing EaSI-funded projects and organisations, the report team aimed to include all information instrumental to distinguishing the most successful activities, so that only effective calls are continued in the future. To ensure that the collected information is as comprehensive as possible, we relied on t hree data collection strategies : 1. The main sources of information were the final technical implementation reports completed by grant beneficiaries. 2. The report team also used all available additional information about the presented projects provided to them by the European Commission. Such information included various reports and briefings, agendas of organised events, participant lists, financial information, detailed description of deliverables and external/internal evaluations. 3. Data collection was also carried out in openly accessible sources, such as project/organisation websites. The report team then analysed the content of the collected material according to a pre-developed toolkit in order to produce fiches for each project and organisation. The toolkit included a project fiche template (covering pre-defined criteria for analysis), a list of criteria for classifying analysed projects, and a reference grid for indicating potential good practices. The resulting 31 fiches consist of two parts. The first part (a table) presents the general administrative data on a given project or organisation as well as policy areas and sub-areas as per the pre-established classification. In the second part, we outline the actions, their aims and results, effectiveness, transferability/up-scalability, sustainability, innovativeness, impact and EU added value. These criteria were also used to assess which of the project activities could be regarded as potential good practices. As the reports on EaSI-funded projects and organisations will be inter alia used by the project auditors, the aspect of effectiveness (i.e. the extent to which projects/organisations achieved their results) was given particular attention. The list below provides the complete list of criteria used to analyse projects. List of criteria for analysing projects • Socioeconomic context. This part describes why the action was implemented and the policy-related motives behind it. It also describes how the analysed project/organisation fits into the local/national/EU policy, social and economic context. • Aims of the project/organisation . This heading summarises what the action aimed to achieve. • Results, measured impacts, achievements, lessons learned . This part discusses the results, medium-to-long-term impacts of the action (both current and expected), achievements and lessons learned. • Identification of potential good practices . This section identifies processes/methodologies employed by the project/ organisation that could be suggested as good practice examples to other similar projects/organisations. • Transferability element(s) of the project/activities (if any). This section discusses the potential for the action or its individual parts to be applied in other contexts/at other levels (these do not necessarily have to be good practices). • Innovativeness of the project/activities (if any). This section presents project/organisation activities that could be considered novel, in terms of standing out in the context of similar actions and settings, and elaborates how exactly they are innovative. • Policy evidence generated by the project/organisation (if any). This heading provides an overview of the studies, reports, databases or other evidence produced by the project/organisation to inform policy developments in a respective field. • Transnational dimension (if any). This section focuses on activities that were implemented in more than one country, at the EU or international level. In the fiches featuring transnational networks or projects that by design are transnational, this section was often not singled out and instead the transnational element was emphasised as a horizontal theme throughout the project/organisation description under other criteria. ",
        "15 • New partnerships created (if any). This heading elaborates on actions that led to participating organisations finding new partners because of their involvement in a given project/network. • Dissemination strategy (if any). This section provides an overview on how the project/organisation communicated the results of their action to their internal networks, stakeholders and the general public, including relevant intermediary and ultimate target groups. • E uropean added value . In this section, the report comments on whether the action: ° could have been implemented or reached similar results without EU funding (where exactly did EU funding mostly contribute to?); ° contributed to the implementation of EU legislation or ensuring that EU legislation is correctly applied; ° led to economies of scale, ensuring more efficient use of money and better services for citizens; ° promoted best practice examples learned from the previous EU/national actions; ° promoted benchmarking for decision-making (e.g. through peer reviews, mutual learning, producing evidence for policy- makers, etc.); ° due to its transnational character, allowed cross-border risks to be reduced and their consequences mitigated; ° contributed to the free movement of persons; ° contributed to networking activities (especially between organisations from different countries). • Sustainability measures . This part explains what measures were taken in order to ensure that the results and impacts of the action are sustainable. Is there any evidence that activities will continue in the absence of EU funding? The reader should note that even though projects presented in this report were funded under the same programme and many of them had similar aims, each implemented a unique set of actions. Therefore, in overviewing them the research team focused on the most relevant information for each, instead of including a uniform list of criteria in every fiche. This in essence is to say that project fiches feature different combinations of headings, and more emphasis in specific fiches is given to some of the criteria over others, with respect to the nature of the actions themselves. ",
        "16 3. EaSI-funded projects 3.1. Social protection Below the report presents three projects funded in the area of social protection addressing the following issues: • developing policy innovations by using social policy experimentation methods; • designing reform strategies for more cost-effective social protection systems. Social policy experimentation projects The EaSI programme builds on the experience of the predecessor PROGRESS programme in providing financial support to test social and labour market policy innovations . These innovations are often tested by using innovative social research methods usually referred to as social policy experimentation methods. While a social policy innovation can be described as a change in social policy that ‘simultaneously meets social needs and creates new social relationships or collaborations, thereby benefiting society and boosting its capacity to act’( 2 ) , social policy experimentation is a method to test social policy interventions on a smaller scale, making it possible to determine the impact of changes in the social policy. This allows policy-makers and other relevant actors to gather robust evidence on the effects of a given policy or programme, and to determine what works and what does not. Producing objective empirical evidence on the impact/outcomes of a policy or programme is important when making decisions on whether or not to pursue or scale-up these policies. Therefore, social policy experimentation is a means to test and develop social policy innovations. Below the report describes two projects funded by the predecessor PROGRESS programme as a result of the call for proposals ( 3 ) supporting social policy experimentation. ( 2 ) For full definition please see: EaSI Regulation, 243. ( 3 ) Call for proposals for social policy experimentations VP/2012/007. ‘External evaluation of the intervention found that the Mobilitza’t project had a positive impact on the job placement of participants.’ Socioeconomic context The Mobilitza’t-Mobile project targeted Vulnerable NEET Youths (VNY): young people between the ages of 17 and 25 who neither study nor work, and who have a low level of education. This is a very large group of young people in Southern Europe, and the figures for Spain and Barcelona are particularly high: 14.1% of the population in Barcelona under the age of 25 are VNYs, almost double the corresponding figure for the EU-27 (6.1%). Aims of the project/organisation The overall objective of the project was to promote employment placements of VNYs into various professions related to mobile devices in Barcelona city and its neighbourhood, or a return to education related to the mobile devices sector. Specifically, the project aimed to encourage professional training for young 3.1.1. Mobilitza’t Mobile Call identification number: VP/2012/007 Project duration: 1 September 2013–31 August 2016 Grant identification number: VS/2013/0249 EU contribution in euros: 581 214.03 Policy area: Social protection and employment Target groups: Vulnerable NEET Youths Policy sub-area: Youth employment Implementation country: Spain ",
        "17 people in the mobile devices sector; experiment with the use of innovative training methodologies (such as experiential learning, collaborative research and simulation in the work environment); evaluate the impact of intervention through a social experiment (involving a control group and a treatment group); and transfer best practices. Project results, measured impacts, achievements, lessons learned During the project, a total of 123 young people were introduced to employment possibilities in the mobile devices sector. Out of these, 82 completed the first stage of training in the field and 58 completed the second stage of training, which is more intense and longer. They were trained as app programmers, designers or experts in the marketing and sales of mobile devices. During the training programme, 34 professionals from 28 leading mobile companies in the city acted as mentors to the students. External evaluation of the intervention found that Mobilitza’t had a positive impact on the job placement of the participants. The programme had positive and significant effects on the probability of finding jobs with an indefinite contract for those participants who had completed the programme. However, the programme did not generate any significant impact on encouraging its participants to return to the educational system. The evaluation also found that the dropout rate of the programme was very high (57.8%), mainly due to the lack of motivation and additional family responsibilities. Moreover, a high degree of heterogeneity in the social profile and the level of cognitive and transversals skills of the programme participants was observed. Therefore, the evaluators recommended to include specific compensatory measures adapted to the profile of participants in the design of similar programmes, and introduce a scheme of incentives, not necessarily financial, to reduce the drop-out rate. In addition, the timing of the programme should be adjusted to the academic year to facilitate the transaction from the programme to formal education. Identification of potential good practices Mobilitza’t Mobile was an opportunity to share insights with international stakeholders about the possibilities to place VNYs in employment or education by using their interest in technologies. A number of videos were produced to show the impact of Mobilitza’t Mobile on companies and participants. Transnational dimension The project was implemented at the local level and on a small scale, so its transnational dimension was limited to knowledge sharing with international project partners (from France and Italy), cooperation on the design of the project and dissemination of results. More than 150 professionals attended 13 international meetings or mutual training activities within different professional networks (mainly Cité des Métiers Network and other European consortia), aimed at discussing Mobilitza’t Mobile methodologies and results. In addition, information about the project was shared via email and meetings with Swedish colleagues and the Cité des Métiers Network. Dissemination strategy The dissemination strategy of Mobilitza’t-Mobile comprised three strands. First, information about the training programme was disseminated to attract targeted youths. This was done through an email campaign, meetings with stakeholders, graphic support material (leaflets, posters, videos and newsletters), a campaign in social networks, articles in newspapers and radio, etc. Second, products of the project (methodologies, brochures, videos) were communicated to public administrations, education centres and policy-makers, and disseminated within professional communities during specific seminars in several European cities (Barcelona, Gothenburg, Liège). The results were also disseminated within the academic community during two events organised by Ivàlua. Third, results of the project evaluation were disseminated during final conferences (in Barcelona, Genoa and Paris) and through the partners’ websites. Sustainability measures The results of the project have inspired Barcelona Activa (an organisation responsible for boosting economic policies and local development in Barcelona) to develop two labour market training programmes: Mobile and Digital Trade Apprenticeship Programme and Garantia d’èxit BCN (a programme promoted by the Catalan Employment Service in the context of the Youth Guarantee). These programmes included some of the Mobilitza’t Mobile methodologies such as training in the mobile sector, mentoring processes and learning by doing methodologies. Activities implemented • 2 reports aimed at providing policy advice, research and analysis; • 3 reports aimed at identifying good practices; • 1 evaluation report; • 1 report aimed at the development of appropriate statistical tools, methods and indicators; • 24 pieces of information and promotional material; • 15 trainings sessions, peer reviews and other mutual learning events; • 13 information and communication events. Coordinator Ajuntament de Barcelona (Barcelona City Council) Partners Cité des Métiers, part of universcience, Établissement public du Palais de la découverte et de la Cité des sciences et de l’industrie (France); Ivàlua-Institut Català d’Avaluació de Polítiques Públiques (Spain); Job Centre Genova (Italy) ",
        "18 Gender equality measures Gender equality is one of the main challenges in the IT and Mobile Sector. Therefore, special efforts were made to attract more women to the programme. All professionals contracted for the implementation of the training programme were women, and a special effort was made to include women as mentors. As a result, 20% of 123 unemployed young people who participated in the training programme were women. This share did not reach the expected target of 50% women, set by the project team, although the reported number of participants in all project events included 745 women and 542 men. ‘ESPY has developed and tested innovative youth activation measures based on a holistic approach in order to prevent unemployment and exclusion of young people living in rural, remote and peripheral areas.’ Socioeconomic context Many EU countries have high levels of youth unemployment. Unemployed youths who have either dropped out of school or who are at risk of doing so are particularly vulnerable, as they face multiple obstacles to enter the labour market and are at a higher risk of poverty and social exclusion. Therefore, there is a growing demand in EU countries for novel, innovative and effective ways to address these problems and to provide young people with knowledge, skills and competences to successfully enter the labour market. Aims of the project The project aimed to develop, test, disseminate and replicate innovative youth activation measures in order to prevent youth unemployment and exclusion. More specifically, the project aimed: • To consolidate a multidimensional and holistic approach considering social, employment, education and youth policies as a comprehensive strategy; • To establish local public committees of local stakeholders against youth unemployment (social partners, NGOs, civil society associates, groups of beneficiaries etc.). • To promote innovative and creative measures to fight against high youth unemployment rates; • To implement and evaluate a small-scale experimentation developed in rural areas of the province of Málaga with the cooperation of local key actors, aiming at improving the social and employment situation of young people between 15 and 24 years old; • To ensure mutual learning, dissemination and capitalisation of results at transnational level among the partners of the project and replicate them in other European territories. • To promote the exchange of experiences, know-how and expertise in the field of impact evaluation at transnational level. • To create social policy recommendations based on the successful experiences of the project and transfer them 3.1.2. ESPY – Experimentation on Social Policy for Youth Call identification number: VP/2012/007 Grant duration: 1 November 2013-30 April 2016 Grant identification number: VS/2013/0252 EU contriwbution in euros: 726 769.85 Policy area: Social protection Target groups: Young unemployed people at risk of poverty and social exclusion; National and regional authorities; Employers; Social partners; Various stakeholders in the field of youth social policy. Policy sub-area: Social policy for youth Implementing country: Spain Participating countries: Greece, Hungary, Ireland, Italy, Portugal, Spain ",
        "19 Project results, measured impacts, achievements, lessons learned ESPY has developed and tested innovative youth activation measures based on a holistic approach in order to prevent unemployment and exclusion of young people living in rural, remote and peripheral areas. Most of the activities planned for the project were successfully implemented. They involved 242 young people from 61 rural municipalities in Málaga Province. The activities were grouped into three strategic lines: Training, Employment and Participation. Training lines included workshops for teachers, family and other stakeholders aimed at endowing them with skills to help youths, who either do not attend school or are at risk of dropping out, to either continue their education or pursue employment. Additionally, in this line, workshops were organised directly for youths to introduce them to local employers in order to learn skills to succeed in the workplace. Under the Employment line, young people were matched with employers and were given counselling on issues related to finding employment and succeeding in the labour market. In the participation line, youths were encouraged to discuss their situation and the challenges they face as well as to give feedback to the programme. Additionally, training courses were organised to help young people use social media to find employment-related information, including job offers. In the subsequent phase of the project, one of the project partners, the University of Málaga, analysed the project results using a policy experiment evaluation method and combined the analysis of both quantitative and qualitative data collected during the project. The analysis revealed that the project was largely successful in improving the attitudes of the participants and encouraging them to more actively pursue employment. Including various stakeholders, such as family members, was indicated to be a particularly effective way of adjusting the overall attitudes and opinions of the young people. Finally, events, which brought together project partners and other stakeholders to share their best practices and lessons learned from the project, were organised. Four such meetings were organised in other partner countries (Ireland, Italy, Greece and Portugal) where project partners from Málaga presented project results and good practices, and heard how similar problems are being tackled by the local partner organisations. In Málaga six meetings were held with the local stakeholders, where they were informed about project results and best practices. Finally, the final project conference (23- 26 September 2016) was organised in Málaga, where project results, including the results of the experimental analysis were presented. Lessons learned during the project include the following: i) Tackling youth unemployment requires the involvement of multiple stakeholders; ii) All decision-making must focus on the needs of young people; iii) The development of autonomy and self-reliance of young people is necessary to overcome personal, social, and/or family-based obstacles to employment. Identification of potential good practices The project has approached the issue of youth unemployment in a holistic manner. That is to say, that the project activities sought not only to match young unemployed people with employers in the region, but involved a wide range of stakeholders, including family members and teachers to address this issue. The project has determined that youth unemployment among other things is highly influenced by the lack of motivation and positive attitude to work among young people and, therefore, sought to address these issues by helping project participants to develop a positive attitude towards work as well as their interpersonal skills and competences. Policy evidence generated by the project From the beginning of the project, partners developed a protocol to evaluate project results in order to arrive at the shared conclusions about the up-scaling potential of the tested policies, based on their measured impact. Overall, in addition to the protocol, the project has generated two policy evidence documents: ‘Project Evaluation Report’( 4 ) and ‘Strategies for Social Policies: Recommendations for Youth Opportunities Initiatives.’ Both of these documents analyse the activities undertaken during the project and seek to provide an evaluation of their success, identify good practices, and, in the case of the second document – recommendations for potential up-scaling. Dissemination strategy As one of the principal aims of the project was disseminating the lessons learned from the project among project partners in Málaga Region and the wider European stakeholder community, substantial efforts were made to disseminate project information. The main vehicle for disseminating project information was the project website, where information about the project aims, events and related news was shared. Additionally, the project had a substantial presence on various social media platforms: Facebook, Twitter, YouTube and Instagram. Printed information about the project was disseminated during all project events. Activities implemented • Education sessions, workshops and trainings for young people organised; • Sessions matching young jobseekers with employers organised; • Policy experiment measures evaluated; • Knowledge gathered through the project disseminated to project partners and the wider stakeholder community. Coordinator Málaga County Council Partners University of Málaga (Spain); Agência de Desenvolvimento Regional do Alentejo, S.A. (Portugal); Alliance of Social Professionals (3Sz) (Hungary); Provincia Regionale di Siracusa (Oggi Libero Consorzio Comunale) (Italy); Regional Development Fund of East Macedonia and Thrace (Greece); Tipperary County Council (Ireland). Project/organisation website https://www.espyproject.eu/home ",
        "20 Moreover, project partners organised three European and 18 regional and local press releases informing the target group and other relevant stakeholders about the opportunities offered by the project and the related developments. Finally, 18 dissemination workshops were organised in all the partner countries where local/regional authorities and other stakeholders were informed about the project and its results. European added value It would not have been possible to carry out most of the project activities, especially dissemination of the project outcomes and exchange of best practices without EU support. Sustainability measures Agreement was reached in Málaga City Council to replicate some of the project activities using the local funds, thus ensuring that project activities and practices remain in place after the EU funding ends. Project partners adapted their knowledge on combating youth unemployment and early school leaving gained from the policy experiment in Málaga to formulate recommendations on how to combat these problems in Greece and submitted them to the regional authorities. In Ireland, some of the project material (‘Premier Tips’) is disseminated to relevant stakeholders as a good practice example. A project to support the development of a cost-effective social protection system Social protection systems in the EU differ significantly in the level, composition and type of spending, their sources of financing and the outcomes they achieve. The wide range of existing social protection spending and financing arrangements is associated with uneven social and economic outcomes across Member States. This diversity also represents an important source for knowledge sharing and mutual learning. The project described below was funded under a call for proposals ( 5 ) aimed at helping Member States review various aspects of their social protection systems in order to identify potential for improved cost-effectiveness, including by strengthening the systems’ social investment orientation. (4 ) ESPY ‘Project Evaluation Report’ < http://3sz.hu/sites/default/files/ESPY_Program_Evaluation_3SZ_2_0.pdf> (2017 08 08) ( 5 ) Call for Proposals VP/2013/013: Support for the design of reform strategies for more cost-effective social protection systems. ‘The conceptual framework developed during the project has allowed policy- makers to better define housing policy goals and to evaluate alternative housing policy instruments.’ 3.1.3 Towards a Cost-effective Housing Policy for Flanders and Europe Call identification number: VP/2013/013 Grant duration: 1 September 2014–31 August 2016 Grant identification number: VS/2014/0239 EU contribution in euros: 145 843.61 Policy area: Social protection and social inclusion Target groups: Policy-makers; Stakeholders; General population of the EU, especially those living in low-quality housing. Policy sub-area: Social Services of general Interest Implementing/participating countries: Most European countries, since the project was implemented by a number of pan-European associations ",
        "21 Socioeconomic context Homelessness and housing exclusion is an important social policy concern in the European Union. In 2014, there were an estimated 4.1 million homeless people in Europe. This was a result of inadequate government support or application of necessary housing policy instruments, created by the economic crisis of 2008. Ineffective implementation of housing policy and bad housing conditions lead to health risks and a negative impact on family life as well as on worse school performance of children, which in the long term lead to the negative economic performance of the individuals. In this sense, a cost-effective housing policy would have an ability to reduce the pressure on the broader system of social protection, including health care, long-term care and social welfare. Therefore, the overall aim of this project was to develop a framework for cost-effective housing policies that can be used in different countries. To achieve this, the project team pursued two specific objectives: • development of a theoretical framework by comparing a range of available policy instruments addressing housing needs; • involvement of various stakeholders and policy-makers in a discussion to fine-tune the framework in order to respond to the specific experiences. Project results, measured impacts, achievements, lessons learned The main output of the project was the development of the theoretical framework, where the different policy instruments, concerning housing needs, were compared. The development of the framework consisted of two parts. First, the project team collected theoretical and empirical concepts to set up policy instruments for the development of a cost-effective housing policy. The second part involved regular discussions of the concept with policy-makers and stakeholders in order to enhance the framework to respond to the specific experiences of a broad range of stakeholders. The main impact of the project was that the stakeholders and policy-makers will now be able to evaluate housing policy instruments based on the collected theoretical and empirical knowledge. Moreover, the experience gained from discussions with stakeholders within the Policy Research Centre and Flemish Housing Council helped to enhance understanding of the actual situation by learning from the most effective alternatives for the current housing policy. Policy evidence generated by the project The theoretical framework was used in the preparation of the Flemish Housing Plan. It is a long-term plan determining policy objectives and instruments to better suit housing needs. The whole ambition is to develop this plan together with the main stakeholders and civil society representatives, starting with a deep analysis of the situation and an exploration of trends and challenges in the housing sector. Dissemination The project was presented in 2 European Network for Housing Research (ENHR) conferences, namely in 2015 (Lisbon) and in 2016 (Belfast). Additionally, an academic workshop was organised in Leuven in May 2015, with academics from other European countries. The transnational dimension was strengthened by the involvement of international organisations, CECODHAS and FEANTSA, including their member organisations. Their network coverage has ensured that a broad range of stakeholders and policy-makers from Member States were engaged in mutual learning and transnational exchange on housing policy. Moreover, the involvement of the TU Delft university has linked the housing policy discussion in Flanders with the discussion in the Netherlands. KU Leuven and TU Delft have collaborated on housing policy issues before. Therefore, joint analyses have proven to be a perfect base for the further development of insights of the advantages and disadvantages of their neighbouring housing systems. TU Delft researchers have also used their contacts with the Dutch administration, politicians and stakeholders to stimulate Dutch participation in the international conference. European added value The project fills the theoretical gap on the cost-effectiveness of housing policy in the EU. Therefore, the outcomes can support decision-making in the wake of the European Commission’s Country Specific Recommendations and In-Depth Reviews on broader housing market issues. It also can support Member States to implement recommendations relating to confronting homelessness, which were laid out in the Social Investment Package. Sustainability measures The project team prepared and facilitated the future development of a new evaluation framework for housing policy instruments. The finalisation of the framework is scheduled for 2020 by the Policy Research Centre on Housing. There was, however, no immediate follow-up of the action. ",
        "22 Gender equality measures The composition of the project team, the steering group and the different workshops had an equal proportion of males and females. Activities implemented • Gathering of study data and relevant literature on Housing policies; • Organisation of academic workshop, where draft framework was discussed with international experts; • Further development of the framework based on the comments of experts; • Organisation of international stakeholder workshop on housing policies; • Organisation of international conference where results of the project were presented; • Processing of all material gathered during seminars, workshops and conferences; • Submission of academic articles in peer reviewed journals. Coordinator Agency Housing-Flanders (Belgium) Partners TU Delft (Netherlands); KU Leuven (Belgium); FEANTSA (pan-European); CECODHAS – Housing Europe (pan- European); Vlaamse Woonraad (Belgium). Project/organisation website https://www.wonenvlaanderen.be/woononderzoek-en- statistieken/towards-cost-effective-housing-policy- flanders-and-europe 3.2. Working conditions Projects to support transnational cooperation on posting of workers This section presents four projects in the area of working conditions. With the view to enhancing the implementation, application and enforcement of Directive 96/71/EC on the posting of workers, the EaSI call for proposals was launched intending to finance specific transnational cooperation projects between at least three Member States( 6 ) . The projects were expected to promote the exchange of information, best practices and training among the officials of competent public authorities and relevant social partners, as well as to increase the accessibility and transparency of relevant information. ( 6 ) Call for proposals VP/2014/007: Posting of workers: enhancing administrative cooperation and access to information. ",
        "23 ‘This project has strengthened the role of the social partners in the Baltic region in order to ensure the effective implementation of EU Directives and legislation in the Baltic region.’ Socioeconomic context Business and labour markets of the three Baltic States is changing rapidly and transcend the national borders. Entrepreneurs, employees, trade unions and public authorities have to accommodate these changes to facilitate free movement of services, develop businesses and at the same time ensure protection of workers’ rights. This project was a follow-up of the project ‘Posting of workers: enhancing administrative cooperation and access to information in the Baltic region’ to ensure further cooperation between Baltic States in solving issues related to posted workers. Aims of the project/organisation The main objectives of the project were to: • enable practical collaboration between Member States for information exchange between authorities and social partners; • make information available to employers and posted workers; • provide information, training and consultations on issues regarding posting of workers; • ensure access to information regarding conditions of employment, proper implementation and enforcement of Directive 96/71/EC. Project results, measured impacts, achievements, lessons learned The key outcome of the project was enhanced practical implementation and enforcement of Directive 96/71/EC concerning the posting of workers. The project team organised 60 practical training seminars, 300 consultations and 5 round table discussions regarding the implementation of Directive 96/71/EC. Employers were introduced to the requirements that must be followed to ensure acceptable working conditions and trade unions were familiarised with the tools necessary to defend the rights of posted workers. Hard copies (paper) of training manuals and leaflets were also prepared and released in their national languages by the social partners in all 3 Baltic States. They were distributed to participants of project events, with the main aim to increase knowledge about the different practices and terms and conditions of employment. Policy evidence generated by the project The project has helped in solving EU policy implementation issues and provided a number of proposals for responsible national ministries (in Latvia, Lithuania and Estonia) on how to tackle issues regarding the posted workers. Transnational dimension The project involved experts, representatives from local authorities and social partners from the three Baltic States (Latvia, Lithuania and Estonia). Dissemination strategy The project team has released and distributed leaflets and training manuals to the participants of international conferences and round tables. Therefore, the project has reached and delivered the main outputs to the trade unions 3.2.1. Posting of Workers: Enhancing Access to Information and Effective Practical Collaboration of Administrative and Social Partners Among 3 Baltic States Call identification number: VP/2014/007 Project duration: 31st December 2014 – 30th December 2016 Grant identification number: VS/2015/0055 EU contribution in euros: 332 053.64 Policy area: Working conditions Target groups: Trade unions in the fields of construction and transport; State labour inspectorates; Representatives related to posting of youth in Lithuania, Latvia and Estonia. Policy sub-area: Posting of workers Implementation/participation country: Latvia, Lithuania Estonia ",
        "24 in the field of construction, employees of national labour inspectorates and representatives of NGOs. Moreover, all relevant information related to the project activities, future goals, resources created, were published on the websites of participating organisations. Thus, potential beneficiaries could access it anytime. European added value The project has created a network among the national organisations and social partners, which strengthened their role and led to better implementation of the EU legislation in the Baltic region. Sustainability measures The project team has developed new plans for follow-up projects with and without EU funding. The main future goals are to: • Increase the effectiveness of implemented project activities. Project partners have planned to focus on employers needs relevant to posted worker issues and provide legal consultations, which could tackle these issues more effectively. • Develop a stronger cooperation model. The project team planned to create a platform, where social partners and responsible authorities could cooperate together on joint training, awareness-raising campaigns and establishment of joint monitoring offices. Activities implemented • Organisation of 4 international conferences, 5 round tables, 60 training seminars and 300 practical consultations; • Analysis of the practical impact of provided consultations and recommendations for adaptation of Directive 2014/67/EU to national law; • Evaluation and monitoring of project activities. Coordinator The Lithuanian Trade Union ‘Solidarity’ Partners Estonian Transport and Road Workers Trade Union (Estonia); Latvian Builders Trade union (Latvia); State Labour Inspectorate under the Social Security and the Ministry of Labour of the Republic of Lithuania and Public Enterprise Project Management and Training Centre (Lithuania); Lithuanian Confederation of Industrialists (Lithuania). Project/organisation website http://www.lps.lt/ ‘The action has contributed to national and EU policies on the mobility and decent work of posted workers. It enhanced administrative cooperation and social dialogue between the relevant actors in the field.’ 3.2.2. ENACTING-Enable Cooperation and Mutual Learning for the Fair Posting of Workers Call identification number: VP/2014/007 Project duration: 1 December 2014-31 May 2016 Grant identification number: VS/2015/0013 EU contribution in euros: 302 678.47 Policy area: Working conditions Target groups: Labour Ministries; Labour Inspectorates; Trade Unions; Employers’ associations. Policy sub-area: Posting of workers Implementation/participation country: Belgium, Germany, Italy, Romania ",
        "25 Socioeconomic context The ‘ENACTING’ project was developed as a follow-up project of ongoing cooperation among the national institutions and social partners involved in earlier pilot actions at EU level about fair posting of workers (e.g. EMPOWER, TRANSPO and ENFOSTER project). The ‘ENACTING’ project was based on analysis and findings of earlier projects and was intended to follow up already existing cooperation in the light of current challenges deriving from Directive 2014/67/EU. Aims of the project/organisation The overall aim of the ‘ENACTING’ project was to strengthen practical cooperation and mutual learning among authorities and social partners engaged in enforcement of Directive 96/71/ EC and in the new challenges tackled by Directive 2014/67/EU and its related transposition by Member States into national laws. The project team has pursued three specific objectives: • To promote mutual learning and exchange among responsible authorities and social partners; • To enhance transnational cooperation and knowledge of practices for enforcement, among control authorities and social partners; • To disseminate information on rules and practices for enforcement of posting legislation through a number of ‘Information and Awareness initiatives’ on Directive 2014/67/EU. Project results, measured impacts, achievements, lessons learned The ‘ENACTING’ project has contributed to national and EU policies for the mobility of workers and decent work related to posting of workers, specifically by enhancing administrative cooperation, social dialogue and tripartite dialogue (i.e. national authorities, employers’ organisations and trade unions). The project team has collected information and opinions about the national processes of transposition of Directive 2014/67/ EU from all involved countries (i.e. Belgium, Germany, Italy and Romania). Therefore, four ‘National Country reports’ have been released, where transposition laws and implementation aspects of Directive 2014/67/EU in each country were overviewed. Moreover, the project has improved transnational cooperation among control authorities to support effective mutual assistance. ‘ENACTING’ has held 3 transnational meetings with labour inspectors and national experts, where information and documents were shared. As a result, the joint publication `Enacting Guidelines for administrative cooperation and mutual assistance in the light of Directive 2014/67/EU’ was written. The document provided information and good practices for mutual assistance in identifying abuse in the posting of workers. Identification of potential good practices The tripartite type of relationship between national authorities with their labour inspectorates, workers representatives and employers’ associations could be considered as a potential good practice. It provided a transnational dialogue and exchange which contributed to a decision-making process related to ‘governance’ of the issues connected to fair transposition and the effective administration of participating countries. Moreover, the tripartite platform supported a transnational dialogue between the social partners and the national authorities, thus it was possible to explore innovative solutions of social dialogue specifically addressed to posted workers. transnational dimension The transnational dimension has been addressed in all activitiesthe training sessions, the working groups, the awareness events and the preparation of final deliverables involved actors from four different countries (i.e. Belgium, Germany, Italy and Romania), participating in the project. Moreover, the main outputs, which are mentioned above, follow-up the main issues related to posted workers in terms of a transnational perspective, comparisons among national practices, methods and tools, in order to enhance cooperation among the Member States. Dissemination strategy The ‘ENACTING’ project has disseminated results (final reports, guidelines and presentations on the enforcement of EU/ national legislation on posting of workers) through several channels: 1. the ENACTING web page; 2. the Final Transnational Conference, which included social partners, labour inspectors and other relevant stakeholders; 3. the Final Transnational Workshop in Brussels addressed to European workers organisations and their umbrella organisations, and national experts ",
        "26 Sustainability measures The outputs of the project serve as a basis for a possible implementation of methods, mutual assistance practices and knowledge on fair posting of workers in all labour inspectorates, employers’ associations and trade unions of all countries involved. Activities implemented • Development of monitoring and evaluation tools; • Preparation of 4 Country reports on transposing legislation and governance for enforcement; • Organisation of transnational workshops on transposing for enforcement; • Formation of ENACTING Social Dialogue working group; • Development of final document ‘Guidelines for social dialogue within posting of workers;’ • Organisation of final conference; • Development of project webpage. Coordinator Istituto Guglielmo Tagliacarne (Italy) Partners ADAPT (Italy); Arbeit und Leben e.V Berlin (Germany) CISL Confederazione Italiana Sindacato Lavoratori (Italy); CSC Transport and Communication (Belgium); Iscos CISL (Italy); Italian Ministry of Labour and Social Policies (Italy); Romanian Labour Inspection (Romania). Project/organisation website http://www.adapt.it/enacting/abstract.html ‘The project has considerably contributed to enhancing access to information on posting of workers via training sessions for public employees and employers.’ 3.2.3. Posting of Workers: Sharing Experiences, Promoting Best Practices and Improving Access to Information Call identification number: VP/2014/007 Project duration: 1 December 2014-30 November 2016 Grant identification number: VS/2015/0014 EU contribution in euros: 279 607.00 Policy area: Working conditions Target groups: National, regional and local authorities; Employment services; Social partners; NGOs; Higher education institutions and research institutes; Policy sub-area: Posting of workers Implementation/participation country: Belgium, Croatia, Germany, Slovenia Socioeconomic context The project activities were developed in response to the rising demand for more information in the light of the increase in posting of workers from Slovenia and Croatia. There are three main reasons why the posting of workers within the single EU labour market has caused challenges: the lack of a sufficient and coherent information system; inadequate procedure of issuing A1 certificates and subsequent failure to detect irregularities before the posting; failure to respond to reported violations and breaches of workers’ rights. Therefore, the project had three main objectives : • to increase the accessibility, transparency and coherence of information on the posting of workers for the officials of competent public authorities, employers and posted ",
        "27 workers; • to improve transnational administrative cooperation between national competent authorities and social partners; • to increase knowledge on the Directives and their correct application by organising short training actions for officials of competent public authorities, social partners (trade unions) and employers. Project results, measured impacts, achievements, lessons learned The main deliverable of the project was the development of a comprehensive national website, which was translated into 4 languages (Croatian, English, German and Slovenian). Moreover, the project team has released a freely accessible e-handbook, e-expert report and information leaflets. The project deliverables contributed considerably to enhancing access to information on the posting of workers through the development of national websites and organisation of training sessions for public employees and employers. The project team has also established transnational links between stakeholders in Belgium, Croatia, Germany and Slovenia at the disseminations events. Dissemination strategy The project team has disseminated the project outputs (i.e. E-handbook and information flyer) via its website. As previously mentioned, the website was developed in 4 languages (Croatian, English, German and Slovenian) to ensure information they require. The project has organised 7 short training sessions, 3 conferences and 4 joint visits. It included national and local policy practitioners, state-wide employers, national and regional employers’ associations, employment agencies and NGOs involved in workers’ rights. Transnational dimension The project team organised 4 joint visits to Belgium, Croatia, Germany and Slovenia with the main aim to establish and enhance transnational networking and improve cooperation, information sharing and exchange of best practices between the officials of competent public authorities and social partners. European added value The action could not have been implemented without the EU funding, which was mainly used to develop the website, short training actions and the organisation of joint visits. Therefore, the given effect of the action was achieved at the lowest cost to tax payers. Sustainability measures It is planned that the project will continue to maintain the policy dialogue related to the regulatory frameworks of placement of workers, types of abuses, best practices and cooperation initiatives via the website. The website will be maintained by the Slovakian Ministry of Labour, Family Social Affairs and Equal Opportunities. Furthermore, the Slovakian Ministry of Labour, Family Social Affairs and Equal Opportunities has decided to apply for further funding to address overlooked issues of occupational safety and health (OSH) of posted workers. A two-year transnational project ‘Occupational Safety and Health of Posted Workers: Depicting the Existing and Future Challenges in Assuring Decent Working Conditions and Well-being of Workers in Hazardous Sectors (POOSH)’ will be financed within the framework of the EaSI Programme, PROGRESS axis, from January 2017. Activities implemented • Development of national websites with comprehensive information on posted workers; • Preparation and distribution of leaflets with information on rights and obligations with regard to posting of workers for stakeholders and the wider public; • 4 joint visits to Brussels, Croatia, Germany and Slovenia to establish an international network with the officials responsible for posted workers; • Organisation of transnational round table for all associated institutions participating in the project, stakeholders, wider public and media; • Organisation of final conference for all associated institutions; • Preparation of final report of project activities. Coordinator Research Centre of the Slovenian Academy of Sciences and Arts (Slovenia) Partners Ministry of Labour, Family, Social Affairs and Equal Opportunities (Slovenia); Labour Inspectorate (Slovenia); Association of Free Trade Unions of Slovenia (Slovenia); Chamber of Commerce and Industry of Slovenia (Slovenia); Republic of Croatia Ministry of Labour and Pension System (Croatia); Union of Autonomous Trade Unions of Croatia (Croatia); University of Zagreb Faculty of Humanities and Social Sciences (Croatia); University of Rostock, Chair of Business, Economics and Entrepreneurship Education (Germany); Labour Inspection of the Federal Public Service Employment, Labour and Social Dialogue (Belgium). Project/organisation website http://www.napotenidelavci.si/sl/ ",
        "28 ‘The project has strengthened cooperation between labour inspectorates and trade unions in 9 Member States to better inform and defend posted workers.’ 3.2.4. POUR UN DETACHEMENT EQUITABLE ET RESPONSABLE Call identification number: VP/2014/007 Project duration: 1 December 2014-30 November 2016 Grant identification number: VS/2015/0015 EU contribution in euros: 451 332.82 Policy area: Working conditions Target groups: National, regional and local authorities; Social partners; NGOs; Workers. Policy sub-area: Posting of workers Implementation/participation country: Belgium, Bulgaria, France, Germany, Italy, Poland, Portugal, Spain Socioeconomic context: In 2014, around 1.9 million European workers were posted to other Member States. The construction sector included 45 % of them. France, with approximately 230 000 posted workers, was the second most frequent host country. Due to linguistic barriers, employers can avoid their legal responsibilities and exploit posted workers. In this context, it was crucial to develop an innovative approach for securing better enforcement of rules and ensuring that the rights guaranteed to posted workers are more widely upheld in practice. Thus, the main objective of the project was to form an operational network at the European level, which could provide effective support to posted workers. Project results, measured impacts, achievements, lessons learned The main output of the project was the creation of the REDER network. It was made of contact and information points in 9 Member States: Belgium, Bulgaria, France, Germany, Italy, Poland, Portugal and Spain. Each country, except Germany, included representatives of both the labour inspectorate and the trade unions. The REDER network has developed its own communication platform, equipped with an instant translation programme, which enables network members to share information and create working groups to respond to concrete issues. The first initiative taken by the REDER network was to inform posted workers of their rights. Thus, 7 types of brochures containing short information on labour law and fraud awareness were released in 10 languages (including languages of the countries involved and English). Brochures were distributed to over 40 000 posted workers on construction sites, supermarkets, churches, as well as via trade unions. Seven European seminars held in 2015 and 2016 gave an opportunity for REDER network members to become acquainted and develop a common understanding of the issues of posting of workers, share good practices and assess the effectiveness of legal frameworks specific to each Member State, the powers of labour inspectorates to step in and the procedures with which trade unions in each country are expected to comply. Two visits to construction sites: the Dunkirk Methane Terminal and the Antwerp dams, resulted in a number of shared observations. In particular, a mismatch between the descriptions of the work provided by companies to posted workers and the real situation was observed. The site visits gave network members a chance to identify their strengths, weaknesses and complementary points. Transnational dimension The project included partners from 9 countries (Belgium, Bulgaria, France, Germany, Italy, Poland, Portugal and Spain). Their participation in the project has strengthened cooperation between labour inspectorates and trade unions in these countries to better inform and defend posted workers. Dissemination strategy All the material used in seminars was distributed to the members of the REDER network and is available on its website. Altogether 2 000 copies of the final report of the project were printed and distributed to a wide audience, including the International Labour Organisation, the European Federation of Builders and Woodworkers, the Building and Wood Workers’ International and members of the European Parliament. Results of the project were also communicated to the members ",
        "29 of employers’ organisations and the European Economic and Social Committee during high-level meetings. In addition, the project’s activities were covered in 5 newspaper publications, 3 training events of trade unions and 2 publications by trade unions; 5 promotional videos on Vimeo and 2 broadcasts on TV and radio. European added value Due to the EU funding a transnational network of trade unions and labour inspectorates from 9 countries was established to take common action in the instances of fraud and provide support to posted workers. It has also assessed the effectiveness of national legal frameworks with regard to posted workers and shared experiences within and outside the network. Two types of brochures for ‘sending countries’ and ‘host countries’ provided guidance for both workers and employers on conventional rights of posted workers. Sustainability measures The REDER network continues its operation after the official end date of the project. It has expanded its capacity by setting up training programmes in the 9 countries of the project. Moreover, the REDER te am has started to develop software for smartphones, tablets and personal computers for posted workers to initiate contact with the network. It will contain 20 questions translated into 10 languages regarding work time, remuneration, illegal withholding from salary, housing conditions and transport. Gender equality measures Gender equality was not an issue directly addressed by the project, but it was considered in the activities of the REDER network. The total number of participants in the seminars included 96 women and 172 men. Activities implemented • REDER network (French acronym for the European Network for Fair and Responsible Posting) created; • 7 types of brochures in 10 languages containing necessary information for posted workers were published and distributed; • 7 seminars to develop knowledge and exchange good practices on issues regarding posting of workers organised; • 2 joint construction site visits in France and Belgium. Coordinator FNSCBA CGT (France) Partners Direction générale du travail (France); Comisiones Obreras de Construccion y Servicios (Spain); Inspection du travail (Spain); Federazione Italiana dei Lavoratori del Legno, dell’Edilizia, delle Industrie Affini ed Estrattive FILLEA CGIL (Italy); TELA: Territorio Europa Lavoro (Italy); Confédération des syndicats chrétiens- Bâtiment Industrie Energie (Belgium); Federale Overheidsdienst Werkgelegenheid, Arbeid en Sociaal Overleg (Belgium); Federation of Independent Trade Union of Construction CITUB (Bulgaria); Republic of Bulgaria -General Labour Inspectorate Executive Agency (Bulgaria); Zwiazek Zawodowy Budowlani (Poland); Labour Inspection Poland (Poland); Autoridade para as Condicoes do Trabalho (Portugal); Federacao Portuguesa dos Sindicatos da Construcao, Ceramica e Vidro/Cgtp-Feviccom (Portugal); Federatia Generala a Sindicatelor Familia ‘Fgs Familia’ (Romania); Guvernul Romaniei- Labour Inspection (Romania); Bischofliches Ordinariat Rottenburg (Germany); Project/organisation website http://construction.cgt.fr/reder/ 3.3. EURES: projects promoting geographical labour mobility Fifteen projects funded in the area of geographical labour mobility (EURES) illustrate one of the two categories: • projects aiming to place young people into quality and sustainable employment (‘Your first EURES Job’ initiative); • funding to support activities of cross-border partnerships between employment services and other stakeholders relevant in the cross-border labour markets. Targeted mobility schemes - ‘Your first EURES job’ (TMS-YfEj) projects Below the report describes two projects that resulted from the call for proposals aiming to place at least 1 800 young people in jobs or work-based training in the EU, EFTA/EEA countries other than their country of residence.( 7 ) This call has built upon the experiences gathered with the three previous calls launched at the EU level in the framework of the preparatory action ‘Your first EURES job.’ In line with the Recommendation by the European Council of 28-29 June 2012, the TMS-YfEj projects are providing support measures for young candidates aged 18-35 to find a job, traineeship or apprenticeship in a place other than his/her country of residence, enshrined in a legally binding work relationship with the employer, i.e. there must be a labour contract between the parties. Besides contributing to workers’ freedom of movement within the EU, the scheme aims also at being a labour market intervention tool to help fill vacancies in response to labour demand and economic needs and address labour mobility obstacles. The activities thus target hard to fill vacancies, such as those identified in national, regional or even local labour shortage lists and/or labour market development studies. ( 7 ) Call for Proposals VP/2014/013: EaSI-EURES: Your first EURES job - Targeted mobility scheme. ",
        "30 ‘The project has delivered client-centred services, designed to respond to both the individual needs of youth facing barriers to employment and job mobility and employers facing barriers to fill vacancies or hire abroad.’ 3.3.1. Targeted Mobility Scheme - Your First EURES Job (YfEj 4.0) Call identification number: VP/2014/013 Project duration: 2 February 2015-2 February 2017 Grant identification number: VS/2014/0582 EU contribution in euros: 2 682 568.51 Policy area: Employment Target groups: Young people; National, regional and local authorities; Higher education institutions and research institutes. Policy sub-area: Youth Employment Implementation/participation country: Bulgaria, Croatia, Cyprus, Greece, Italy, Portugal, Romania, Spain, United Kingdom Socioeconomic context Geographical mobility improves efficiency and well-being of workers, allowing them to move to locations where their skills could be fully valued. It increases employment and facilitates the distribution of higher incomes more broadly across Europe. Young people are often willing to work abroad but do not take up work opportunities in other countries either because they are not aware of them or because of the costs and insecurity of moving abroad. Therefore, a job, traineeship or apprenticeship abroad can improve young people’s language skills and help them be more self-confident and adaptable. Young mobile workers can also be a precious source of innovation in enterprises, more flexible for mobility and often more positive towards change. The project has built on previous experiences gathered in Italy with three previous calls launched at the EU level in the framework of the preparatory action `Your first EURES job.‘ The main aim of the action was to support youth in making successful transitions into the EU labour market and companies to fill bottleneck vacancies, thereby resulting in increased overall level of employment in the EU countries, Norway and Iceland. Project results, measured impacts, achievements, lessons learned ‘YfEj 4.0’ has delivered client-centred services, designed to respond to both the individual needs of youth facing barriers to employment and job mobility and employers, facing barriers to fill vacancies or hiring abroad. More specifically, the project offered a wide range of activities, which were tailored to meet individual needs of employers and jobless young people. It included information and advisory services in the application process, vacancies and CV handling. The project team also provided job matching and job placement support. As a result of these activities, the project team has ensured 1 111 job placements across Europe. Financial support was also provided for language learning courses or successful placements in another European country. As many as 1 064 young people have received a relocation allowance and 225 jobseekers have benefited from free language training courses. Furthermore, ‘YfEj 4.0’ has strengthened the role of EURES desks in promoting and supporting intra-EU job mobility. Establishment of international linkages with other EU stakeholders active in the field and improving cross-border collaborations among EURES and with other types of organisations has allowed the exchange of knowledge about foreign markets, which in turn has supported the shift to more employment-focused service. Identification of potential good practices The use of social media and other new generation communication channels has enhanced harmonisation of the mobility, selection and recruitment process providing transparent, fair and equal access to work placement at European level in coherence with the EU employment policies. Transnational dimension and European added value ‘YfEj 4.0’ has involved consortium partners from 11 organisations in 9 countries, 18 associated partners, ",
        "31 representing public and private organisations, 13 contact points and 5 info points. As mentioned above, this large network of partners and other stakeholders contributed to the main European wide infrastructure for the promotion of labour mobility. Dissemination strategy The consortium has designed a communication strategy specifically aimed to inform the general population and the target audience about the opportunities offered by the project. Web communication was the main means of dissemination of project activities. Most of the information regarding project activities can be found at the project website in three languages (English, French and Italian). It has reached 3 025 319 page views in total, with 179 054 users. Social media channels (Facebook, Twitter and LinkedIn) were also extensively used to distribute information. The action has organised 284 events (Meetings, Info sessions, Job fairs) in different European countries, with more than 40 000 participants. Moreover, the project team has released 11 Articles, 29 dedicated webpages in consortium institutional websites, 13 leaflets with 9 278 copies distributed, 1 guide and 5 newsletters reaching over 60 000 contact points. Activities implemented • Management of project, including data collection, coordination of Work Packages and monitoring of tools and activities; • Organisation, promotion of project activities; • Assurance of job placing and job matching; • Provision of financial support to target groups. Coordinator ANPAL - EURES National Coordination Office (Italy) Partners Città Metropolitana di Roma Capitale (Italy); Agentia Nationala pentru Ocuparea fortei de Munca (Romania); Croatian Emloyment Service (Croatia); National Employment Agency (Bulgaria); DIAN (Greece); Instituto do Emprego e Formação Profissional, I.P. (Portugal); FutureLearn (United Kingdom); SEPE (Spanish Public Employment Service) (Spain); Università Sapienza di Roma (Italy); Department of Labour - Ministry of Labour and Social Insurance (Cyprus); Project/organisation website http://www.yourfirsteuresjob.eu/en/home ‘Through information and guidance, project partners helped 1 319 young jobseekers to find employment abroad.’ 3.3.2. Targeted Mobility Scheme - Your First EURES Job (TMS-YfEj) Call identification number: VP/2014/013 Project duration: 2 February 2015-1 February 2017 Grant identification number: VS/2014/0584 EU contribution in euros: 2 349 462.93 Policy area: Free movement of workers/Employment Target groups: Young jobseekers; Employers; SMEs; Media; National and regional authorities. Policy sub-area: EURES/Youth Employment Implementation/participation country: Denmark, Finland, Ireland, Portugal, Romania, Slovenia, Sweden Socioeconomic context In some EU countries, high levels of youth unemployment persist. At the same time, employers in certain sectors (ICT, engineering, health care) often struggle to find people to fill bottleneck vacancies. The project sought to address these mismatches by helping young jobseekers in one partner country to find employment in another country. Aims of the project The main objectives of this project were to provide job placements for Swedish youth in another EU-28 country, Norway or Iceland by using information, recruitment services and job matching. Additionally, the project sought to reduce youth unemployment rates in the EU by focusing on young jobseekers, aged 18-35. ",
        "32 Project results, measured impacts, achievements, lessons learned The project has achieved good results in all the identified target areas, though it fell short of achieving many of the goals set in the beginning. However, this was mostly due to setting very ambitious goals rather than lack of willingness from the project partner to achieve them. Project partners covered the expenses to travel to a job interview abroad for 633 young jobseekers. However, this fell short of the 800-interview goal, as many of the jobseekers simply arranged job interviews through Skype or other internet platforms instead of physically travelling to another country. Furthermore, through providing necessary information and guidance, project partners helped 1 319 young jobseekers to find employment abroad. This too fell short of the 1 400 placement goal set in the beginning, but the difference is quite negligible. Additionally, the project partners sought to address the problem of youth unemployment by contributing to the overall employability of young people and seeking to reduce barriers to labour mobility. To this end, language courses benefiting 94 young people were organised. The participation in the courses was lower than expected and fell short of the 400-participant goal, because there was a legal requirement that each participant pay for the course fee in advance and then be reimbursed from the project budget after completing the course. This requirement deterred many potential participants, as they did not have enough resources to pay the course fee in advance. Project partners issued recognition of qualifications for 127 jobseekers thus helping them to find employment in another country. The project offered assistance to special- needs jobseekers to help them find employment abroad. However, this action received very little attention from the target group, as getting the assistance required assembling a rather lengthy set of documents. Finally, project partners offered financial assistance to SMEs to hire young jobseekers and organise a job integration programme for them. Overall, 26 SMEs benefited from this opportunity and employed 94 young jobseekers. However, the administrative requirements of the project have proven to be a substantial hurdle and many enterprises were deterred from taking advantage of the project opportunities. A great deal of effort was put into ensuring that the project consortium functions smoothly and delivers services which are in line with the expectations of the European Commission. To this end, project partners have organised monthly meetings to exchange project news, information and good practices. In order to ensure optimal use of the project’s resources, most of these meetings were held online. Additionally, project partners organised four meetings (two of them workshops) with the representatives of the European Commission. Identification of potential good practices All the project partners indicated that monthly meetings and especially meetings online were very effective in ensuring the smooth functioning of the project and information exchange between the project partners. The online meetings ensured that such information exchanges occurred at a relatively high frequency without creating any additional costs for the project partners. Transnational dimension The project was open to jobseekers and employers from all EU-28 countries as well as Norway and Iceland. The project has promoted mobility in Europe through the work of the EURES network, although there has been a specific focus on supporting the target groups within the countries of the consortium members. These countries have ensured that information about the project have been widely spread among jobseekers, employers and within their national PES as well as within their geographical area of Europe. By having the Azores as a co-applicant, and PES Madeira as an affiliated entity, this project has included a part of the ultra-peripheral regions in Europe. Dissemination strategy The success of the project depended on effectively reaching the target group and informing them about the possibilities offered by the project. Therefore, a variety of information and dissemination activities have been undertaken by the project partners. The main vehicle for communicating project information was the project website, which contained the means to get in touch with the project partners, informational material prepared for the project, information on project news and events as well as practical tips for cross-border jobseekers. Moreover, some success stories from the project were turned into articles and printed on the project website. Project partners printed contact cards and project posters, which were disseminated through the PES/EURES networks in all the partner countries. Additionally, this information was disseminated through social partners such as universities and by other EURES network organisations and during their events, Activities implemented • Support for young jobseekers to travel to job interviews abroad granted; • Job placements facilitated; • Language courses organised; • Recognitions of qualifications issued to jobseekers; • Support granted to SMEs to employ young workers Coordinator Arbetsförmedlingen (PES Sweden) Partners Jobcenter Copenhagen, Denmark; TEM, Finland; DSP, Ireland; IEFP and IP, Portugal; ANOFM, Romania; ESS/ZRSV, Slovenia; the Regional Government/PES of the Azores (DREQP/FRE), Portugal. Project/organisation website https://www.arbetsformedlingen.se/Globalmeny/Other- languages/Your-first-EURES-job.html ; www.yourfirsteuresjob.se ",
        "33 such as European Jobs Day. Furthermore, project partners organised four coordinated information campaigns to ensure extensive visibility of the project. These campaigns featured press releases (in newspapers, TV, and radio), posts on social media (Facebook, LinkedIn, Twitter), and webinars for the target group. By disseminating project information in a coordinated manner and utilising a variety of platforms, project partners ensured that the dissemination activities would have maximum impact and visibility among the target group. Finally, project partners organised four conferences in the partner countries and two project presentations in other EURES countries. Project Start-up and Final conferences were held in Stockholm in spring 2015 and December 2016 respectively. Mid-term project conferences were held in Denmark and Slovenia. Project partners planned to hold conferences in all the partner countries, but decided not to do so due to budget reasons. Additionally, presentations about the project and its results were made in EURES events in Norway and Latvia. European added value Most of the project actions could not have been implemented without the EU funding. The EU support has mostly contributed to the relocation support granted to jobseekers for relocating there has been increased cooperation and networking among the consortium partners. Gender equality measures The project was open to both men and women, and the project was promoted with equality in mind. The gender balance of those benefiting from the project is equal with men 49.43 % and women 50.57 %. Regarding the conferences arranged within the project, more women than men have participated, due to the fact that they have been selected to attend by the PES management of each consortium member. ( 8 ) Call for Proposals VP/2015/008, EaSI - EURES – Cross-border partnerships and support to cooperation on intra-EU mobility for EEA countries. ",
        "34 ‘Since the beginning of the partnership, the number of Polish people working in Saxony (Germany) increased by 77%, while the number of Czechs increased by 69%.’ 3.3.3. EURES TriRegio 2016 Call identification number: VP/2015/008 Project duration: 1 January 2016 – 31 December 2016 Grant identification number: VS/2015/0266 EU contribution in euros: 201 616.22 Policy area: Free movement of workers Target groups: Jobseekers; Employers; National, regional and local authorities; PES; Social partners; NGOs; Higher education institutions; Experts in the field of evaluation and impact assessment; National Statistical Offices. Policy sub-area: EURES Implementation/participation country: Germany, Poland, Czech Republic Aims of the project The cross-border partnership EURES TriRegio consists of representatives of employment services, trade unions and employers’ organisations from Saxony, Bohemia and Lower Silesia. Its long-term objective is to promote the development of a common labour market, in compliance with the existing employment and social standards of Germany, Poland and the Czech Republic. The partnership facilitates the provision of EURES-related information in the region. In addition, it provides current and target group-specific information and advisory services for employers, employees, self-employed persons, trainees and students. Finally, it seeks to provide training for skills in demand and to ensure that cross-border workers receive fair treatment and adequate employment conditions. Cross-Border partnerships In the framework of EURES, in 2016 the European Commission has also supported partnerships among organisations providing employment services in the cross-border areas and their cooperation with the social partners( 8 ) . These partnerships brought together public employment and vocational training services, employers and trade union organisations, local authorities and other institutions dealing with employment and vocational training in cross-border regions. EURES cross-border partnerships served (and will continue to work) as valuable points of contact among employment administrations, both regional and national and the social partners. They are also important means for monitoring these cross- border employment areas, constituting a key element in the development of a genuine European labour market. Actions described below fell into one of two strands: • the first strand supported activities of cross-border partnerships to implement EURES objectives in view of the recent EURES reform; • the second strand sought to facilitate intra-EU labour mobility in the EEA countries and to support the work of the EURES network in the EEA countries. Below the report presents activities of the EURES cross-border partnerships in 2016. ",
        "35 Project results, measured impacts, achievements, lessons learned In 2016, most of the project activities were successfully implemented. They included the organisation of 151 information days, where young people, jobseekers and unemployed persons could find information about cross- border employment opportunities and employers could get in touch with jobseekers. During these days 1 595 individual consultations were carried out. Five job-days took place in Poland and Czech Republic which attracted 3 100 visitors and hosted 227 employer exhibitions. Additionally, over 200 consultations were held with cross- border commuters on labour law, work safety standards and issues related to the payment of wages and access to social benefits. Sixteen events that targeted Polish and Czech students took place and provided them with information about vocational training opportunities in Germany. Finally, seminars covering prevention of occupational diseases and industrial accidents, development of cross-border vocational training and recognition of professional qualifications were organised. Dissemination strategy Various information dissemination activities were carried out in 2016. The main information dissemination tool was the project website, which helped to match jobseekers and employers and provided relevant information and labour statistics. Additionally, 7 information sessions were organised for employers covering the issues of cross-border mobility of workers. Two seminars were organised on issues of labour and social policy as well as two other events promoting cross-border placements and relevant training courses. Moreover, a networking session Activities implemented • Information and advice days for jobseekers and employers organised; • Job fairs organised; • Job exchanges organised; • Workshops and other events for employers and jobseekers organised; • Coaching programmes organised; • Information video/film for mobile workers produced; • Brochures about the legal minimum wage and minimum labour and social insurance standards in Germany produced and disseminated; • Communication activities, such as the development of TriRegio website, websites of the involved organisations carried out; • Measures for professional orientation of recent graduates undertaken. Coordinator Bundesagentur für Arbeit (Germany) Partners Ministry of Labour and Social Affairs of the Czech Republic; Lower Silesian Regional Labour Office (DWUP); Chamber of Industry and Commerce Chemnitz; Chamber of Commerce of the Czech Republic; The Sudeten Employers Association; German Trade Union Confederation (DGB); Czech Moravian Confederation of trade unions; Trade Union Solidarnosc (Poland) Project/organisation website http://www.eures-triregio.eu/ueber-uns.html ",
        "36 ‘Five EURES-window stations have been opened as a result of the project. Together they form a complex, modern and fast network serving jobseekers and providing better access to high-quality employment information.’ 3.3.4. EURES-T Pannonia Cross-Border Partnership’s Activity Plan for 2016 Call identification number: VP/2015/008 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2015/0268 EU contribution in euros: 273 211.66 Policy area: Free movement of workers Target groups: Employees; Jobseekers; Students; Self- employed persons and SMEs; Youth faced by the first choice of occupation or further education decisions; PES; Tax authorities; Academic institutions; Social insurance institutions; Social partners. Policy sub-area: EURES Implementation/participation country: Hungary, Austria Aims of the project Taking into account the specificities of the Austro-Hungarian cross-border labour market, the primary aim of the project was to assist citizens in the border regions to find secure long-term employment in the neighbouring state. This is primarily achieved by providing easier access to job and vocational training information as well as information on tax and labour law, including information on social benefits. By sharing information in a fast and user-friendly manner, the project helped to reduce bureaucratic obstacles and to make it easier to find employment. Additionally, the project aimed to facilitate and coordinate the exchange of information between employers and employees using dedicated websites. The implemented activities targeted vulnerable groups such as young people, female employees and people with low language skills to make access to fair mobility easier. Project results, measured impacts, achievements, lessons learned All major activities planned for 2016 were successfully implemented, due to previously developed long-standing durable partnerships. To begin with, the project provided customer-oriented services to employees and employers in the cross-border region by publishing information brochures, organising campaign spots and personal consulting. Additionally, project partners further developed EURES-window services with two new advisory offices opened in Austria. Currently, five EURES-window stations have been opened as the result of the project. Together they form a complex, modern and fast network serving jobseekers and providing better access to high-quality employment information. ‘Into the Job’ platform was further developed and a jobseekers database developed. Other web-based outreach activities involved the newly developed project website, with a refreshed industrial map, a job search engine integrated with the EURES portal, and the launch of a Facebook promotion campaign featuring short movies on cross-border mobility. Third, project partners commissioned and completed a study on the regulation and practice of home-nursing services, which provided background information for adult education institutions, jobseekers and employers in health and social care. Finally, the Project’s Annual Conference was organised in Vienna, which analysed the topic of Industry 4.0 utilising the Ted-X conference format. Overall, around 350 jobseekers directly benefited from taking part in the project activities, such as trainings, workshops and language courses. Additionally, a large number of jobseekers benefited from the project activities indirectly either by looking up information of the project website or making use of the ‘Into the Job’ portal to look up vacancies or getting in touch with employers in the region. Transnational dimension A transnational dimension was inherent to all project activities as they addressed regional and European cooperation, mobility and cross-border workers. The project strengthened collaboration between organisations providing employment services in the Pannonia Austro-Hungarian border region, especially on issues related to the effective provision of information for employers and advice on cross-border mobility for youth. ",
        "37 New partnerships created As a result of one of the main activities of the project, the initial number of Pannonia cross-border partnership members was increased by extending the cooperation to vocational education providers and industrial partners in Austria. Dissemination strategy First, as one of the activities of the project, a database was created containing data about jobseekers in the cross-border region, including their CVs and skills. It was made available online for employers registered in the partnership’s website, the EURES consultants of the AMS (Austrian Labour Service) and the National Public Employment Service of Hungary. Second, a number of events were organised to share the project experiences and practices among the main stakeholders, including professional workshops, conferences and meetings for PES representatives. Third, the most important information of the project was published on the EURES-T Pannonia website. Finally, several events for youth and jobseekers were organised, including language and safety at work courses, cross-border meetings of professionals and specialised was 9 and engaged over 450 people. European added value In line with the EU employment policy, the activities of last year emphasise the promotion of geographic mobility and job incentives by creating an open and transparent employment market. Addressing young people is paramount, because their situation on the labour market is much more vulnerable and unemployment in this group is higher. Within the framework of sub-projects, the project supplied information required for career orientation to the young people and provided them with skills for successful operation on the single European labour market, thus supporting fair mobility. On the basis of the information collected within the framework of the particular advisory services, project activities supported the development of adequate social protection systems and labour market policies of the participant countries in order to be consistent with European standards. Gender equality measures Project partners did not make any direct efforts to ensure gender equality. However, roughly equal numbers of women and men participated in all the project events, including project steering and management meetings. Sustainability measures Project participants expressed their general satisfaction with the project and affirmed that it has provided the benefits expected. In particular, partner organisations indicated that the labour market research projects carried out have been particularly helpful and valuable. Activities implemented • Annual conference organised in Vienna utilising Ted-x format, focusing on the topic of industry 4.0; • Activities for raising awareness of the partnership, including the coordination of media presence, improved website, development of jobseekers’ database; • Language and specialised skills training courses organised; • Labour market analysis and research projects undertaken; • Development of partnerships between tax, social security and labour law authorities to provide more efficient services in line with EURES platform; • Development of a cooperation platform for partner organisations and employment service network. Coordinator Ministry of National Economy of Hungary Partners Hungarian Trade Union Confederation (MaSZSZ); Industry Association of Vas County (Vasi-KISZÖV); Arbeitmarktservice Burgenland (AMS Burgenland); Industriellenvereinigung Burgenland (IV Bgld); Berufsförderungsinstitut Burgenland(BFI Bgld); Wirtschaftsförderungsinstitut der Wirschaftskammer Burgenland (WIFI Bgld); Goverment Office of Vas County; Government Office of Győr-Moson- Sopron County; Government Office of Zala County. Project/organisation website http://www.eures-pannonia.hu/hu/ ",
        "38 ‘Close cooperation between the employer in the project, PES, Cross border and the one-stop shop is a necessary element of the project model to ensure ongoing and close coordination and validation of implementation decisions.’ 3.3.5. EURES Cross-border Øresund 2016 Call identification number: VP/2015/008 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2015/0278 EU contribution in euros: 154 179.55 Policy area: Free movement of workers Target groups: Local authorities; Employment services; Social partners; Higher education institutions and research institutes; Young jobseekers; Specialists from the EU countries; Unemployment insurance agencies. Policy sub-area: EURES Implementation/participation country: Sweden, Denmark Socioeconomic context The Cross border Øresund project and underlying activities took place in the Øresund Region. This dynamic region covers the eastern parts of Denmark and the Swedish region of Skåne (Scania) and is home to app. 4 million inhabitants. The region is physically tied together by the Øresund Bridge which connects the Danish capital of Copenhagen with Sweden’s third largest city Malmø. Aims of the project The overall objective of the action is to promote a common labour market in the region through information and concrete recruitment, matching and placement activities. To this end, Cross Border Øresund, as in previous years, supports projects and activities that enhance interregional and European mobility, thus contributing to a diverse and qualified labour force in the region. Four sub-projects were implemented under the project: 1) Young jobseekers sub-project matched jobseekers with a concrete employer (Scania hotel chain) in Sweden; 2) Construction sector sub-project matched unemployed construction sector workers with service providers, particularly in eastern Denmark; 3) Life-Science sub-project sought to attract skilled life-science specialists from the region and other EEA countries to work in Øresund; and 4) Better Partnerships sub-project sought to bring together relevant stakeholders in the region and come up with recommendations on how to improve cooperation. Project results, measured impacts, achievements Most of the planned project activities were implemented, though some adaptation and changes to planned activities occurred in most of the sub-projects. Under the Young Job Seekers sub-project a training event was organised for 25 jobseekers looking for employment in Scania region, out of whom 14 went on to become employed. Also, an analytical report was created presenting an in-depth analysis of the issues faced by cross-border workers in Øresund. However, one of the job fairs had to be cancelled due to low interest from the employers’ side. Under the Construction sector sub-project various job fairs and workshops were organised. They attracted substantial attention from the potential employers, but due to existing region-wide labour shortages in the construction sector some initiatives, e.g. elaboration of digital recruitment strategy, were deemed to be superfluous. Under the Life-Sciences sub-project a specialised LinkedIn group( 9 ) was created bringing together employment providers in the region. The group membership has almost doubled (from 474 to 807 members) since 2015. The group is responsible for app. 300 filled vacancies with most of the vacancies being filled from outside the region. Additionally, project representatives took part in various job fairs in Europe to advertise the project and disseminate relevant information. Finally, under the Better Partnerships sub-project various events bringing together relevant stakeholders from the region and the neighbouring areas are organised. These events facilitated discussions over existing obstacles for labour mobility and the means on how to address them. ( 9 ) LinkedIn Group created for the project: ‘Life Science Specialists for the Oresund Region’ < https://www.linkedin.com/groups/6933858/profile> (08 08 2017). ",
        "39 Overall, through various sub-projects, the Øresund cross border partnership provided over 114 placements. The exact number of placements is not known, as in the construction sector sub- project, existing agreements did not allow PES offices to follow up on the exact number of placements. In addition, another 2 600 people benefited from the information and consultations provided by project partner organisations. Lessons learned Close cooperation between the employers, PES representatives and the project partners is a necessary condition for project activities to succeed. This cooperation should be ongoing and cover all the phases of the project: from planning to implementation of activities. Moreover, another lesson learned is that more than one employer should be involved in the project to ensure a broader recruitment base. Identification of potential good practices A specialised LinkedIn group is an excellent tool for EURES advisers whereby they can offer to employers a constantly updated CV database of international jobseekers/specialists who have expressed their interest in working in the region. New partnerships created Under the Better Partnerships sub-project Cross border Øresund has joined the Greater Copenhagen Collaboration platform. This political platform for fostering collaboration and economic growth is led by mayors and regional chairpersons of eastern Denmark. Dissemination strategy Relevant material and project information were disseminated during project events (workshops, job fairs, etc.) and through a coordinated social network campaign centring on the specialised LinkedIn group. Gender equality measures Roughly the same number of men and women took part in the project events, including steering and management meetings. Women slightly outnumbered men in most cases, as most of the employees in the partner organisations are women. European added value The action could not have been carried out as a cross border project without EU funding. In particular, funding for participation in job fairs and travel plays an important role, as there is no national funding that would cover regional cross border attraction of specialists at European job fairs. Hence, the EU-level intervention is cost effective for taxpayers as one adviser recruits for two countries in the region and makes use of the extensive EURES network for preparation and implementation of the action. Activities implemented • Organisation of training courses; • Organisation of placement events and job fairs; • Study of employment situation in Øresund carried out; • Regional Trade Council sessions bringing together relevant stakeholders from the region organised; • Creation of specialised LinkedIn group for life-science professionals seeking employment in the region. Coordinator Styrelsen for Arbejdsmarked og Rekruttering (STAR) Partners LO Skåne (Confederation of Trade Unions), Danish Agency for Labour Market and Recruitment (AMS); Project/organisation website www.platsbanken.se; www.workindenmark.dk ",
        "40 ‘A range of common activities for the cross border population, delivered by the partners, directly resulted in the employment of 52 people and the engagement of 207 long-term unemployed in PES training programmes.’ 3.3.6. Ireland/Northern Ireland Cross Border Partnership Call identification number: VP/2015/008 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2015/0283 EU contribution in euros: 190 317.70 Policy area: Free movement of workers Target groups: Higher education institutions and research institutes; National, regional and local authorities; Employment services; Specialist bodies provided for under Union law; Social partners; Non-governmental organisations. Policy sub-area: EURES Implementation/participation country: The UK (Northern Ireland), Republic of Ireland Socioeconomic context The Border region has had many challenges in recent decades including violent civil conflict, divided communities resulting in lack of social cohesion, and high unemployment rates particularly among young people in both communities. The conflict also adversely affected the views of employers regarding locating start-up businesses in the Border region while transport infrastructures remain challenging in some areas. The region is moving on from its recent history of violent conflict and communities are committed to working together in practical ways and to achieving a flow of employment opportunity and trade in both directions across the border. Currently the potential impacts of Brexit in this cross-border region are profound for those living, working and running a business in this border region. Aims of the project The objective of the Ireland/Northern Ireland Cross Border Partnership is to continue to support the citizens living, job- seeking, working and recruiting in the Border region. The project aimed to offer client services to actual and potential frontier and cross-border workers and employers through raising and improving awareness of the benefits of cross border labour mobility for jobseekers and job-changers in the Border region of the Island of Ireland. The EURES Cross Border Partnership aimed to address skills bottlenecks and imbalances through the provision of clear factual information on living and working to the people of this region, supporting employers in finding the skills sets required which may contribute towards the stability of the employment environment and through supporting jobseekers in cross border movement. The specific goals agreed by the PES on both sides of the Border are: • Promote PES as the recruitment agency of choice in the Border region through the provision of enhanced supports to employers at a cross border and local level through the provision of information and advice on recruiting workers from both jurisdictions and the EU; • Address skills mismatches and employment bottlenecks in the region through EU Job Day Online events; • Promote the recruitment of people from the Live Register and those currently neither in employment, education or training with a particular focus on young people and those who are experiencing long-term unemployment; • Provide information, counselling, placement and recruitment service for workers, jobseekers and migrants in relation to job vacancies and job applications as well as living and working conditions and information on social security, taxation and labour law. • Continue to develop and modernise information and communication activities to raise awareness of labour mobility opportunities and to promote the services of PES and EURES. • Continue to mainstream EURES activity in the PES. Project results, measured impacts, achievements, lessons learned The partners delivered a range of common activities to the cross-border population, which directly resulted in the employment of 52 people and the engagement of 207 long- term unemployed in PES training programmes. In addition, 2 900 people attended the Cross-Border Jobs Fairs and 34 people attended a Cross-Border Jobs Club. Special seminars were organised for PES staff and employers ",
        "41 addressing the issues of tax, employment and social security benefits for the cross-border workers. Two employability programmes were organised, while cross-border PES seminars were cancelled due to the challenges posed by the restructuring of the Northern Ireland Executive in 2016. Overall, more than 2000 people received counselling on cross-border employment opportunities and related advice under the activities of the project. Identification of potential good practices EURES Cross Border Partnership acted as a laboratory in implementing mainstreaming in both PES through the drafting of a discussion paper and the introduction and implementation of a EURES Managers network which feeds in and supports the work of the Cross-Border Partnership. Following the successful model in the Cross-Border Partnership a similar model has also been introduced into EURES Ireland. Dissemination strategy Project information was disseminated using a variety of means. Printed promotional material was handed out in job fairs and other events. Radio and newspaper ads were taken out to inform jobseekers of project events. Furthermore, a one- stop-shop website for the project was developed providing a wide range of relevant information, event calendar and various means to contact advisers. Gender equality measures Though no specific or direct gender equality measures were undertaken in the project, in all the project events women and men were represented almost equally, with women slightly outnumbering men in most cases. European added value The partnership has added value at the European level by contributing to the free movement of persons through the provision of information and placements. A website http:// www.eurescrossborder.eu/ created during the project provides information on how to access cross-border job opportunities in six cross-border counties of the Republic of Ireland and throughout Northern Ireland, as well as information on cross border taxation, social security, education, medical care and equality issues. Activities implemented • Job fairs organised; • Seminars for employers organised; • Cross-border placement programme organised; • Thematic seminars for cross border workers organised; • Trainings for PES representatives organised. Coordinator Department of Social Protection (Ireland) Partners Department for Employment & Learning (Northern Ireland); Confederation of British Industry (CBI); Department for communities, Belfast; Northern Ireland Trade Union and Social Center; Department for Employment and Learning (DEL); Department of Social Protection (DSP); Dundalk Chamber of Commerce; Irish Business and Employers Confederation (IBEC); Irish Congress of Trade Unions (ICTU); Londonderry Chamber of Commerce. Project/organisation website http://www.eures-crossborder.org ",
        "42 ‘The project activities directly resulted in 800 placements, while in 2016 the number of Czechs working in Bavaria has increased by 5 000 or 25%.’ 3.3.7. EURES-T Bayern-Tschechien Call identification number: VP/2015/008 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2015/0284 EU contribution in euros: 560 619.94 Policy area: Free movement of workers Target groups: National, regional and local authorities; Employment offices; Social partners; NGOs; Higher education institutions and research institutes; Experts; National statistical offices; Media. Policy sub-area: EURES Implementation/participation country: Germany, Czech Republic Socioeconomic context The EURES-T Bayern-Tschechien was the first EURES cross- border partnership between a new and an old EU Member State: the Czech Republic and Germany. It comprises the German Employment Agency districts of Hof, Weiden, Schwandorf, Deggendorf and Passau and the Czech districts of Pilsen and Karlovy Vary. The partnership was first founded in 2005. Aims of the project The project aims to increase mobility in the border region, to break down obstacles to mobility, and to provide important information on living and working conditions in the involved countries. More specific objectives for 2016 were to contribute to the fight against youth unemployment and to strengthen the partnerships between the involved actors. Project results, measured impacts, achievements, lessons learned Most of the project activities were successfully implemented. Only the third planned job fair in Schwandorf was cancelled, because project partners in Czech Republic asked not to plan any major events just before the regional election. In 2016, young jobseekers were the main focus of the project. Job fairs in Weiden and Passau attracted around 12 000 attendees. Overall, 23 000 people were informed about the opportunities to work abroad and provided with relevant information on tax regimes and social benefits via Welcome Centres and other outreach campaigns. Seven Welcome Centres were established in Karlovy Vary, Pilsen, Selb, Cham, Weiden, Deggendorf and Passau. Together, they together processed 10 354 jobseeker queries and provided needed information to 162 employers. Additionally, project activities targeted pupils and students from the region and helped to enhance their employability by offering applied hands-on language training opportunities and organising field trips to various employers in Bavaria. Third, project activities sought to facilitate better dialogue and information exchange between relevant stakeholders in the region with the aims to provide better information and discuss the means to eliminate existing bottlenecks for labour mobility. This involved organising a workshop for teachers and school management, which took place in Pilsen. Additionally, the Methodical Coordination Centre was established which provided necessary information and facilitated a dialogue between employers in Bavaria and secondary/vocational schools in Pilsen. Fourth, preparations were made to launch a bilingual labour market portal, which would allow seamless integration of jobseekers’ profiles from both sides of the region. The portal should allow for employers to find needed skills and for jobseekers to find placements across the border. Overall, the project activities directly resulted in 800 placements, while in 2016 the number of Czechs working in Bavaria has increased by 5 000 or 25 % (from around 20 000 to 25 000). Transnational dimension Though the project was primarily oriented towards the needs of the residents of the border region, the established Welcome Centres have helped jobseekers from Austria, Bulgaria, Croatia, Hungary, Italy, Poland, Romania, and Slovakia to find needed information and employment advice. Additionally, Welcome Centres have prepared a brochure on working conditions in Germany in seven languages to aid the information dissemination efforts. Identification of potential good practices The establishment of one-stop-shops or Welcome Centres, has proven to be extremely effective. The fact that jobseekers ",
        "43 and employers can have all their relevant questions answered and needed information provided in one place has encouraged further interest and has granted additional visibility to the project activities. Dissemination strategy Project information was disseminated using a wide variety of means and innovative outreach strategies. Information about the project and its activities was disseminated via the EURES adviser network and through various affiliated organisations (e.g. PES of the Czech Republic). Information on organised events was disseminated by taking out ads in local newspapers and on local radio stations. Collectively, these ads have reached an audience of over 30 000 people. The project has maintained a coordinated social media presence on Facebook and a dedicated YouTube channel. Additionally, dedicated project website has played an important role; it contained information on the project, planned activities, relevant news as well as the jobseeker database accessible in both languages. One of the factors that has helped to make the established Welcome Centres a success was a decision to invite celebrities to appear and speak in the Welcome Centres. This campaign was largely successful with 87 out of 110 celebrities appearing in the Welcome Centres, which generated additional publicity and visibility for the project. Gender equality measures Roughly the same number of men and women took part in the project events (including management and steering meetings). However, no specific measures were taken to ensure gender equality. European added value Without support from the EU, project activities would have been carried out to a much lesser extent (if at all) because the human and financial resources of all the partners are already fully committed and possibilities to undertake new activities without additional funding are extremely limited. Activities implemented • Cross border training and internship programme implemented; • Language training programme in schools organised; • Information one-stop-shops (Welcome Centres) established; • Two job fairs organised; • Various thematic seminars organised; • Stakeholder consultation and engagement activities carried out; • Preparations for the redesign of the labour market portal made. Coordinator Regionaldirektion Bayern der Bundesagentur für Arbeit Partners Arbeit und Leben Bayern GmbH; Deutscher Gewerkschaftsbund (Bezirk Bayern); Okresní hospodářská komora Plzeňského kraje; Úřad práce (Karlovy Vary); Úřad práce (Plzen). Project/organisation website www.eures-by-cz.eu ",
        "44 ‘Monitoring and reporting is carried out under the project, providing quantitative data on the demand and supply of skills on each side of the border, labour mobility flows and the most common obstacles for labour mobility.’ 3.3.8. EURES Scheldemond 2016 Call identification number: VP/2015/008 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2015/0285 EU contribution in euros: 164 335.35 Policy area: Free movement of workers Target groups: Jobseekers; Employers; PES organisations; Social partners. Policy sub-area: EURES Implementation/participation country: Belgium, The Netherlands Aims of the project This project mostly targets cross-border workers and long-term unemployed people at risk of poverty and social exclusion. It aims to provide information and advice for current or potential cross-border workers regarding: job vacancies/ applications, living and working conditions, other information on social security, taxation, pension and labour law. The project seeks to address the needs of employers by advising them how to advertise their vacancies across the border and to develop a welcoming culture within their enterprises. Furthermore, it seeks to facilitate a better dialogue between the relevant local authorities in matters relating to cross- border workers, such as for taxation, social security rights and application of labour legislation by establishing cooperation and referral mechanisms. Finally, monitoring and reporting is carried out under the project, providing quantitative data on the demand and supply of skills on each side of the border, labour mobility flows and the most common obstacles for labour mobility. Additional research is carried out on the quality of job vacancies, integration process of workers and socioeconomic benefits of cross-border mobility to workers, employers and a wider community. Project results, measured impacts, achievements, lessons learned A wide range of activities were carried out under the project. Analysis demonstrated that a large number of vacancies are advertised and filled via social media. However, this places large companies with significant social media reach at an advantage vis-à-vis SMEs, which are lesser known. In order to help SMEs to advertise their vacancies, Jobs Journal disseminated through email was launched. In addition, job fairs were organised on both sides of the border to allow jobseekers to connect with employers. Overall, 16 recruitment events took place in 2016. Together, these activities accounted for over 150 placements and around 2 000 people were informed about the possibilities to find employment abroad. However, estimating the exact number of placements resulting from project activities is hard because no reliable data exists to determine how the placements occurred. Furthermore, the project has facilitated dialogue between the relevant stakeholders, social partners and employers by organising presentations, meetings and seminars dealing with the issues related to cross-border migration. A helpdesk was created to aid jobseekers by providing them with relevant information and processing their queries. Finally, the project has initiated labour market monitoring activities to analyse cross-border mobility flows, quality of vacancies and working conditions, as well as existing skills mismatches and bottlenecks on both sides of the border. Policy evidence generated by the project Statistical analysis of the demand/supply of skills on both sides of the border has revealed that existing bottlenecks are the same on both sides of the border. That is to say that existing shortages on one side cannot be answered by the existing supply on the other. This limits the extent to which cross-border mobility can grow in the region. ",
        "45 Transnational dimension A new integration programme targeted non-native Dutch speakers with an academic background. The programme aimed at facilitating their integration into the labour market by helping them find employment that matches their skills/ academic background. Dissemination strategy Information about the project was disseminated using a variety of measures. The most important tool has been the project website, which provided information about project- related news and events. Additionally, the website features memos, links to relevant national authority websites, and other relevant information for both jobseekers and employers. Moreover, project information was disseminated via existing EURES adviser and PES networks. In both countries, EURES services, including cross-border placements are integrated into standard PES services, thus ensuring a wide reach of project- related information. Leaflets and other printed material was also handed out during project events and job fairs. European added value The EU funding provides direct benefit to citizens in/or out of work who are looking for a (new) job in the cross-border region. The cross-border services are provided free of charge and focus on increasing the geographical scope of the job search in the border region via the provision of group training and/or individualised information and advice. The effect and benefits for the tax payer are not directly measurable. However, on the basis of the available statistics there is a noticeable effect on the level of cross border commuters from the Netherlands to Belgium. Gender equality measures The project partners did not undertake any specific measures to ensure gender equality. In all project events women participants slightly outnumbered the men. However, such imbalance is understandable in many cases, such as steering and management meetings, as women constitute a larger share of employees than men in the partner organisations. Sustainability measures In 2017, the project seeks to focus on various effects of long-term unemployment. The proposed study would analyse a mixed group of potential cross border workers in order to gain a better understanding of how successful transitions from benefits to employment occur, which behavioural and psychological barriers inhibit this transition, and how to adjust existing services to make them more effective in combating long-term unemployment. Activities implemented • Relevant information for jobseekers and employers provided; • Assistance to cross-border workers provided; • Outreach activities (seminars, job fairs) organised; • Labour market information monitoring and reporting carried out; • Dialogue and coordination between the stakeholders and social partners facilitated. Coordinator Uitvoeringsinstituut Werknemersverzekeringen (UWV) Partners VDAB; VOKA Chamber of Commerce; IVR Schelde-Kempen; The provinces of Zeeland, Noord-Brabant, Antwerp, East and West Flanders; The Bureau of Belgian and German Affairs; The municipality of Bergen op Zoom. Project/organisation website http://www.euresscheldemond.info/home/ ",
        "46 ‘The particular strength of the EURES network was its capacity to reach every region in the participating countries, while simultaneously being able to provide services which are specific and well adapted to the needs of the local labour market.’ 3.3.9. EURES-T Oberrhein-Rhin Supérieur 2016 Call identification number: VP/2015/008 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2015/0314 EU contribution in euros: 420 272.63 Policy area: Free movement of workers Target groups: Jobseekers; Cross-border commuters; Public employment services; Employers’ organisations; Trade union organisations; Territorial communities and state institutions. Policy sub-area: EURES Implementation/participation country: Germany, France Switzerland Socioeconomic context EURES-T Rhin Supérieur was established in 1999. The region covering the border area between France, Switzerland and Germany (Alsace, southern Palatinate, Baden and North-West Switzerland) is home to nearly 100 000 people who commute to work across the borders on a daily basis. Aims of the project The project aims to encourage and support the European cross-border labour market by providing relevant information on matters related to tax regimes, social and pension policy and working conditions for cross-border workers. Additionally, the project seeks to address existing skills mismatches and to help jobseekers and employers to find employment or needed skills across the border. Project results, measured impacts, achievements, lessons learned 2016 has been very successful. The number of cross border placements has doubled since last year, with 1 271 placements being recorded (compared to 635 in 2015). The activities and experience of EURES advisers has been recognised and highly valued by all the labour market stakeholders. The particular strength of the EURES network was its capacity to reach every region in the participating countries, while simultaneously being able to provide services which are specific and well adapted to the needs of the local labour market. In total, EURES advisers processed 11 544 individual queries by answering questions on hotlines, job fairs and during group discussions or seminars. Overall, 248 events took place in 2016. Most of them (238) were bilingual job search workshops, which attracted 1 700 job-seekers. Additionally, under the measure ‘Upper Rhine Train’ six sessions of coaching and two-month internship attracted 64 French speakers and resulted in a 65% placement rate. Moreover, the development of one-stop-shops has helped to further optimise the way the applications are processed. This has yielded positive results and generated additional interest in the project, as the number of emails to the EURES advisers has tripled in the first semester of 2016 compared to the last six months of 2015. Measures were taken to combat youth unemployment by offering cross-border learning programmes, which involved following a theoretical course in the home country and a practical training programme across the border. Further measures were taken to address the needs of employers by the actions of EURES-T Club, which helped German and Swiss SMEs to receive counselling on the legal issues surrounding the hiring of cross-border workers. Project activities have facilitated dialogue and information exchange between the partner organisations and the social partners. In addition to project meetings, additional information exchange sessions were organised with the social partners to ensure efficient communication. Finally, in 2016 the project website was redesigned and is regularly updated in order to provide jobseekers and employers with up to date information on project news and events, as well as a wide array of practical information. Additionally, in 2016 the project enhanced its social media presence by creating a dedicated Facebook page, where information on all new events and developments is provided. Overall, during the project, partner organisations provided around 11 500 consultations, 89% of which were with jobseekers and the remaining 11% with employers. Since many of these consultations aimed to provide information to jobseekers and encourage them to look for employment opportunities, it is hard to assess the exact number of ",
        "47 placements that occurred. However, the collected data shows that were at least 484 placements with the help of EURES advisers. Policy evidence generated by the project Labour market monitoring activities were carried out under the project. An operational monitoring committee was set up comprising PES representatives from the three countries and the social partners. Together they drafted a list of indicators to measure the impact of cross-border activities in a manner which would not only provide accurate factual information, but would also adequately meet the needs of the key stakeholders. The results of the monitoring activities form the basis of EURES advisers’ monthly reports and were disseminated among the social partners (23 partner organisations). Dissemination strategy Project information has been disseminated using a variety of measures. The most important role was played by the project website, which underwent a significant upgrade and redesign in 2016. The need to redesign and upgrade the project website became evident, as the total number of visits to the website and pages consulted fell by 19 000 connections or roughly 25% of the yearly traffic in 2016. Additionally, the project maintains a coordinated presence on social media, which allows interested jobseekers, employers and other social partners to be kept up to date on project activities. Finally, printed material was distributed during project events and outputs of labour market monitoring activities were made accessible on a number of platforms, including mobile. European added value Project activities could not have been implemented without the EU funding. The visibility of the EU Contribution was enhanced by the activities of the EURES adviser network, which facilitated a number of project activities. Gender equality measures Equal numbers of men and women attended the project events. Project partners managed to ensure adequate representation of women even though no explicit measures to promote gender equality were undertaken. Sustainability measures A number of measures undertaken in 2016 have contributed to the sustainability of project activities. First, coordination between partner organisations has deepened and allowed for more optimal use of project resources, by avoiding compartmentalisation and duplications of efforts. Development of One-Stop-Shops has made it possible to process queries and requests in a more optimal manner thus increasing responsiveness and the overall efficiency of project activities. The cross-border training programme has attracted substantial interest from the young people in the region and has proven itself to be an effective way to address the issue of youth unemployment. Activities implemented • Labour market monitoring organised; • Job search workshops organised; • Seminars organised; • Training and internship programme organised; • Information to jobseekers and employers provided. Coordinator Regionaldirektion Baden-Württemberg der Bundesa- gentur für Arbeit Partners Pôle emploi (Alsace); Deutscher Gewerkschaftsbund (DGB), Bezirk Baden-Württemberg; Deutscher Gewerkschaftsbund Rechtsschutz GmbH; MEDEF Alsace; Regierungspräsidium Freiburg; Schweizerische Eidgennossenschaft Secrétariat d’Etat à l’économie SECO; Bundesagentur für Arbeit Regionaldirektion Baden-Württemberg; Bundesagentur für Arbeit Regionaldirektion Rheinland-Pfalz-Saarland; Kanton Basel Stadt Amt für Wirtschaft und Arbeit (AWA); Basel Landschaft Kantonales Amt für Industrie, Gewerbe und Arbeit (KIGA); Kanton Aargau; Kanton Solothurn Amt für Wirtschaft und Arbeit; Republique et kanton du Jura Project/organisation website https://www.eures-t-rhinsuperieur.eu/ ",
        "48 ‘Project representatives organised presentations to final-year students about work possibilities abroad and introduced them to a number of potential employers. This action attracted substantial attention not only from the target group, but also from employers, local SMEs and universities, which sought to introduce final-year students to opportunities to continue their education abroad.’ 3.3.10. EURES in den Grenzregionen Rhein-Waal, Rhein-Maas-nord, Maas-Rhein 2016 Call identification number: VP/2015/008 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2015/0281 EU contribution in euros: 485 609.78 Policy area: Free movement of workers Target groups: Businesses and jobseekers; Students; Pensioners; National, regional and local authorities; Employment offices; Bodies specialising in the EU law; Social partners; NGOs; Higher education and research institutions; Experts; National statistical offices; Media. Policy sub-area: EURES Implementation/participation country: Germany, Belgium, The Netherlands Socioeconomic context The project covers an area where the borders of Belgium, the Netherlands and Germany meet. More precisely, provinces of Limburg and Liège in Belgium, Oost-Nederland and Zuid- Limburg in the Netherlands, and Krefeld, Kreisfreie Stadt, Mönchengladbach, Kreisfreie Stadt, Kleve, Wesel, Städteregion Aachen, Coesfeld in Germany. Cooperation between the local employment offices, trade unions, Chambers of Industry and Trade, employers’ associations and Chambers of Craft Trades started in 1995 and has been successfully implemented since. Aims of the project The primary aim of the project is to address the needs of the (potential) cross-border workers in the region by providing them with needed information on labour market policies, tax regimes, social security benefits and pensions in the neighbouring countries. Additionally, the project aims to address existing labour mobility bottlenecks and skills mismatches in the region by matching jobseekers with employers across the border. Finally, the project contributes to reducing youth unemployment by matching students and recent graduates with employers across the border that are looking for skilled employees in their area of expertise. Project results, measured impacts, achievements, lessons learned Most of the planned activities were implemented successfully and only some minor variations have occurred. Most of the implemented project activities sought to provide relevant information for jobseekers and employers and to match existing skill supply with demand across the border. To this end, the project website, featuring a wide array of practical information for both jobseekers and employers, was redesigned in 2016. In the new version of the website interested parties can find relevant information on project news and events and get in touch with EURES advisers for further help. Additionally, a jobseeker database was also launched to help employers to recruit employees from across the border. In addition to the online means, EURES advisers offered individual consultations to employers and jobseekers, organised events in municipalities and took part in job fairs. Overall, in 2016, 15 350 individual queries were processed by EURES advisers related to the project activities. Moreover, additional effort was put into raising general awareness among the general public about the possibilities of working abroad in the region, seeking to address the issues of long-term unemployment, targeting those at risk of poverty and social exclusion. Brochures and checklists for working abroad were prepared under the project and disseminated both in printed form and online. These efforts were further aided by the establishment of ‘Border Information Points’ – one-stop-shops, which allowed interested parties to receive all the relevant project-related information from one place. Furthermore, in 2016 special focus was paid to students and recent graduates. Project representatives organised presentations to final-year students about the possibilities to work abroad and introduced them to a number of potential employers. This action attracted substantial attention not only from the target group, but also from the employers, local SMEs and universities, which sought to introduce final-year students to opportunities to continue their education abroad. ",
        "49 Additional efforts were made to monitor labour market situation and cross-border labour mobility. Special attention was paid to identifying existing obstacles for labour mobility in the region and proposing possible solutions to address them. Among other things, monitoring activities included agreement to periodically exchange statistical data between the national and local PES, trade unions and employers’ organisations. Finally, the project has contributed to deepening partnerships and fostering dialogue between the key stakeholders in the region, including PES, tax and social service authorities. Regular thematic meetings were held between partner originations, which included information exchange as well as identification and dissemination of the best practices. Dissemination strategy Project information was disseminated using a variety of means. Printed brochures, guides and leaflets were available or were handed out during project events. Additionally, online versions of these materials were available to download from the project website. In addition to these functions, the project website played a critical role in maintaining project visibility online and directing interested parties to further information relating to their queries. Finally, the project has maintained a coordinated social media presence and has regularly updated information on its Facebook page and shared news and information on project-related events on Twitter. An important role in disseminating project information was played by the network of EURES advisers and the project’s social partners, who ensured that project-related information was provided to all the interested parties. Finally, the dissemination efforts were aided by the establishment of one-stop-shops ‘Border Information Points,’ which provided information to current and potential cross-border worker and employers. European added value The EU funding has helped to greatly enhance the quality of services offered under the project. The EU’s contribution was especially valuable because it allowed for existing networks and partnerships to be maintained, strengthened and expanded. Some of the project activities would not have been carried out in the absence of EU funding. Gender equality measures Project partners did not undertake any special measures to promote gender equality. Even though men slightly outnumbered women in all the project events, the difference was rather small and therefore negligible. Sustainability measures The project activities are set to continue in 2017 with the inclusion of new partners: the state of North Rhine-Westphalia in Germany and Maastricht municipality in the Netherlands. A New Border Information Point will be opened in Maastricht, which will allow employers and jobseekers seamless access to the existing project network. Activities implemented • Information provided to jobseekers and employers; • Project website redesigned; • Border Information points established; • Awareness about the possibilities of working abroad raised; • Monitoring activities carried out; • Dialogue between stakeholders and social partners facilitated. Coordinator Regionaldirektion Nordrhein-Westfalen der Bundesag- netur für Arbeit (Germany) Partners Arbeitsamt der deutssprachigen Gemeinschaft (Belgium); Deutschen Gewerkschaftsbund (Germany); Euregio Rhein- Maas-Nord (Germany); Euregio Rhein-Waal (Germany); I.V.R. – EURES (Belgium); Zweckverband Region Aachen (Germany); LE FOREM (Belgium); Euregio Maas-Rijn (The Netherlands); Stichting samenwerkende Kamers van Koophandel en economische (The Netherlands); Uitversorgingsinstituut Werknemersverzekeringen (The Netherlands); Vlaamse Dienst voor Arbeitsbemiddeting en Beroepsobieiding (Belgium) Project/organisation website http://euregio.org/ http://www.euregio-mr.com/de http://www.eures-emr.org/de/ ",
        "50 ‘The focus in 2016 was on the young people in the region. A total of 10 job fairs featuring mobile information points for jobseekers to learn about the project and possibilities of working across the border were organised.’ 3.3.11. EURES-T Beskydy Activity Plan 2016 Call identification number: VP/2015/008 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2015/0287 EU contribution in euros: 117 955.54 Policy area: Free movement of workers Target groups: National and regional authorities; Social partners; Employers; Trade unions; Jobseekers; Young people. Policy sub-area: EURES Implementation/participation country: Poland, Czech Republic, Slovakia Aims of the project The project aims to foster the free movement of workers in the Beskydy region and to reduce the remaining barriers and obstacles to labour mobility. Special focus is paid to the young people to encourage them to further pursue education and acquire expertise currently lacking in the labour market. This is achieved by providing jobseekers and employers in the region with relevant information about working abroad/ hiring people from across the border, including information on taxes, social security and pensions. Additionally, the project aims to foster dialogue between the relevant stakeholders in the region, including local PES, trade unions, employer organisations, schools and other social partners. Project results, measured impacts, achievements, lessons learned Most of the activities planned for 2016 were successfully implemented. Three training courses were organised for the employees of the partner institutions, during which they were provided with information about the possibilities of doing business in Poland, Czech Republic and Slovakia and available financial support. Together these sessions attracted 72 participants. This information was then disseminated using project networks to inform jobseekers and employers about the possibilities to work/conduct businesses in project countries. Additionally, project partners met with employer organisations and other social partners to learn more about the obstacles to labour mobility in the region, the possible means to address them, and to discuss how the labour market monitoring system could be created and what information it should provide. Further focus was paid to the needs of employers in the region in order to learn more about existing skills mismatches and labour mobility bottlenecks. In 2016, particular focus was paid to the young people in the region. Altogether 10 job fairs (5 in Poland, 3 in Czech Republic and 2 in Slovakia) were organised; these featured mobile information points where jobseekers could learn more about the project and possibilities to work across the border. Overall, more than 2000 people have been informed about the possibilities of working abroad and received counselling under the project. Further efforts were dedicated to fostering dialogue and information exchange between the project partners and other labour market stakeholders. To this end, an annual conference and three steering group meetings were organised, where project partners agreed to strengthen their cooperation and further their efforts to share information and optimise the functioning of the project network. Finally, the project website received an upgrade. It aimed to provide seamless integration between the website and jobseeker and job-vacancy databases. Additionally, the information on the website was constantly updated to include the latest information about project-related news and events as well as key information relevant to jobseekers, students and employers in the region. Finally, the website offered an opportunity to get directly in touch with a EURES adviser, who could further process relevant queries. Identification of potential good practices The project has demonstrated that the key condition for cross-border partnership success is efficient dialogue and information exchange between the project partners. As the cooperation under the project is fairly new, substantial efforts were put into establishing, deepening and institutionalising these partnerships. All the major achievements of the project occurred when this dialogue functioned well and all the deviations from the planned activities occurred when this this communication encountered some problems ",
        "51 Transnational dimension Though the project activities primarily targeted the local residents of the region, efforts were made to make project services inclusive and available to all interested parties. To this end, most of the information on the project website is also available in English. Additionally, printed materials and brochures produced during the project are also available in English as well as Polish, Czech and Slovak. Dissemination strategy Project-related information was disseminated in a variety of ways. First, the most important role was played by the project website which contains key information for all the project’s target groups: young people and students; jobseekers; and employers. The information provided covers key issues related to labour mobility, including FAQs, information on tax regimes, social policy, workers’ rights and pensions. During 2016, around 2000 information bulletins were disseminated to those interested by the project partners and during the project events. Additionally, 500 printed copies of the project activity reports were produced and disseminated in various forms. An online version of the activity report is also available on the project website ( 10 ) . Furthermore, advertising time on local radio stations was bought to advertise project events, especially job fairs. During these fairs, printed information, including specially prepared brochures was disseminated. Finally, the project network plays the most important role in disseminating project information. Due to ongoing partnership and information exchange between the project partners, all the relevant information about the cross-border mobility opportunities can be disseminated throughout the region and beyond. European added value Most of the project activities could not have been implemented without the EU funding. Project partner organisations operate under significant resource constraints and most of their budgets are already committed, thus undertaking new activities without additional funds would have been very difficult. Gender equality measures Project partners were successful in ensuring equal participation and inclusion of both men and women in the project events. Though no specific actions were planned or implemented, men and women were included in the project activities and events in almost equal numbers. Sustainability measures All project partners have expressed their commitment to the project and acknowledged the need to strengthen the existing partnership. The experience of 2016 has served to demonstrate that it is more effective to focus on a smaller number of activities (fewer working packages, fewer activities per package), but to commit to them fully. Furthermore, it was acknowledged that preliminary consultations with key stakeholders have to be carried out before planning the project activities. Activities implemented • Job fairs organised; • Meetings with social partners organised; • Information exchange between partners organised; • Preparations for labour market monitoring system implementation made; • Trainings for PES employees organised. Coordinator Voivodeship Labour Office in Katowice Partners Ministry of Labour and Social Affairs of the Republic of Poland; Regional Council of Independent Self-Governing Trade Union ‘Solidarity’; Council National Alliance of Trade Unions Silesian Province; Education and youth work volunteer corps WORK Bielsko – Biala; Training center in Katowice; Labour Office of the Czech Republic; Regional Council of Trade Unions ČMKOS Moravia, Olomouc and Zlín Region; Regional Chamber of Commerce of Moravia; Office of Labour, Social Affairs and Family; Regional Council KOZ in Žilina Region; Federation of Employers’ Associations of the Slovak Republic. Project/organisation website http://www.eures-tbeskydy.eu/en/ ( 10 ) Eures T-Beskydy Annual Activity Report for 2016 < http://www.eures-tbeskydy.eu/assets/files/podstranky/broszura_info.pdf> (08.0.2017). ",
        "52 ‘Two job fairs (one online and one on-site) were organised in 2016, which together had over 200 stands and attracted around 5 000 visitors.’ 3.3.12. EURES Cross-border Galicia-North Portugal Call identification number: VP/2015/008 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2015/0279 EU contribution in euros: 161 198.37 Policy area: Free movement of workers Target groups: National and local authorities; Universities; Jobseekers; Employers; Cross-border workers; Social partners; NGOs; Employment services. Policy sub-area: EURES Implementation/participation country: Spain, Portugal Socioeconomic context The cross-border partnership was set up in 1997 with the aim to improve the situation in the labour market in Galicia and North Portugal and to create a transparent employment market which would encourage the cross-border mobility of workers and employers. Since then, the project has served as a productive platform for dialogue between labour market stakeholders and state institutions. Aims of the project The project aims to create a single seamlessly functioning labour market in the Galicia-North Portugal region. To this end, the project facilitates a dialogue between national and local labour market authorities that are active in the region as well as other labour market stakeholders (universities, trade unions, employer organisations) and social partners. Furthermore, the project aims to facilitate labour market mobility by providing employers and jobseekers with all the relevant information about working abroad, including tax regimes, social policies and benefits. Finally, project partners carry out labour market monitoring activities and disseminate the information gathered among the stakeholders. Project results, measured impacts, achievements 2016 was a very active year, during which project partners have implemented a variety of activities. First, the project website has been completely redesigned and upgraded. A new version of the website features an interactive jobseeker and vacancy database as well as key information for employers and jobseekers. Additionally, all project-related activities and events are advertised on the website and a new function allowing EURES advisers to be contacted directly has been launched. Two job fairs (one online and one on-site) were organised in 2016, which together had over 200 stands and attracted around 5 000 visitors. Special efforts were made to meet the needs of employers in the region. Project partners met with the biggest employers as well as the biggest employer organisation representatives (together around 150 enterprises took part in the meetings). During these meetings, the most pressing labour market problems as well as possible means to address them were discussed. Additionally, project partners offered tailored consultations to employers interested in hiring people or expanding their activities across the border. Moreover, labour market monitoring was carried out under the project, which included monitoring labour mobility flows, existing mobility bottlenecks and skills mismatches in the region. Special efforts were also made to combat youth unemployment. To this end, project partners organised job events in the universities where they informed university students about the situation in the labour market, current needs of employers, skills in demand and future employment possibilities. Additionally, training/internship programme was organised to facilitate seamless transition from the education institutions to the labour market. Finally, project partners met regularly to share their experience and discuss the most recent challenges and developments in the regional labour market though round tables, seminars, discussions and workshops. During these meetings partners exchanged information and best practices related to the project activities. Among other things, the one-stop-shop approach to project information and EURES services was discussed; this received broad support and it was decided to implement it in the future. Overall, in 2016, project partners processed 2 200 queries related to cross-border mobility and shared information on 480 vacancies. Lessons learned Fostering labour mobility is a serious challenge which requires coordination at both national and regional levels with the ",
        "53 involvement of actors from many policy spheres. Despite the efforts from the project partners, cross-border mobility has not yet reached its full potential, because jobseekers from North Portugal still struggle to find job vacancies in Galicia, as the unemployment rate there is higher. Meanwhile, jobseekers from Galicia are unwilling to work in Portugal because the average wage in north Portugal is not much higher than the unemployment benefits in Spain. Due to difficult economic situation in the region, many employers are considering lay-offs and show little interest in attracting cross-border workers. Finally, high unemployment rates on both sides have contributed to negative attitudes towards cross-border workers from the local population. Identification of potential good practices Two bulletins (bulletin and addenda) were published during 2016 with relevant information on the region regarding how services that aim to facilitate the mobility of workers were provided. Special focus was paid in these bulletins to identifying the most dynamic economic sectors in the region and mapping out the most demanded skills. These bulletins were identified as one of the best practices by the Association of European Border Regions and are available on the Association’s website ( 11 ) . Policy evidence generated by the project Periodical labour market monitoring activities have been carried out in the region since 2009, in 2016 these efforts were expanded to include a set of new indicators related to cross- border mobility. This information is available on the project website. In addition, the University of Minho has produced a report ‘Update of two indicators of mobility on the northern border of Portugal-Galicia’ featuring a range of qualitative and quantitative evidence regarding the labour market situation in the region. The report is available at the CEG website ( 12 ) , as well as on the project website. Dissemination strategy The main tool for disseminating project information is the project website, which features a calendar of project-related events as well as a vast amount of practical information for cross-border workers and employers. In 2016, the project website was redesigned to ensure optimal functionality. During the course of the year, it received around 3 500 unique visitors. Additionally, each of the project partners commands its own dissemination network, through which project information is also shared. These include periodical magazines, TV channels, live-streaming project events on the web and uploading the recordings on YouTube. The project partners also maintain a substantial social media/ social network presence through dedicated pages on Facebook, Twitter and LinkedIn. Finally, project news and an event calendar is published and sent to the target audience directly through the project newsletter. European added value Due to the challenging economic situation in the region, public services are operating under significant strain, characterised by the high demand for services and limited resources. Therefore, most of the project activities could not have been implemented without the EU funding. Gender equality measures Project partners did not plan or implement any measures aimed at promoting gender equality. Men slightly outnumbered women in the project events. However, this might be due in part to the project’s focus on young jobseekers, as the unemployment rates for men under the age of 25 in the region is higher than that of women ( 13 ) . Sustainability measures Project partners are committed to furthering their efforts in the future. All the relevant labour market stakeholders in the region acknowledge that free movement of workers is one of the best measures to address the persisting problems of unemployment, especially among youth, in the region and that the project activities constitute a significant effort towards addressing these problems. Activities implemented • Project website redesigned; • Job fairs organised; • Consultations with employers carried out; • Information sessions with students carried out; • Workshops for project partners organised. Coordinator INSTITUTO DO EMPREGO E FORMAÇÃO PROFISSIONAL, I.P. Partners Associacao empresarial de Viana Do Castelo; Associacao industrial do Minho; Comunidade intermunicipal do Minho- Lima; Confederacion de empresarios de Galicia; Consellería de Traballo e Benestar - Xunta de Galicia; Servicio Público de empleo estatal; Uniao geral de trabalhadores UGT; Universidade do Minho; Universidad de Vigo. Project/organisation website http://www.eures-norteportugal-galicia.org/ ( 11 ) Association of European Border Regions: ‘Information services for cross-border workers in European border regions’ < http://www.aebr.eu/files/publications/121030_Final_Report_EN_clean.pdf> (2017 08 08) ( 12 ) Confederation de Empresarios de Galicia: ‘Update dos Indicadores de Mobilidade na fronteira Norte de Portugal-Galiza’ < http://www.ceg.es/docs/8/1_update_indicadores.pdf?lang=1> (2017 08 08) ( 13 ) Eurostat Data on: Regional unemployment rates by age and gender < http://ec.europa.eu/eurostat/web/regions/data/database> (2017 08 08) ",
        "54 ‘EURES in Norway provided information to employers on labour markets in EU/EEA countries, including shortages and surpluses of workers and opportunities for recruitment.’ 3.3.13. Support to Cooperation on Intra-EU Mobility in the EEA Countries: Norway Call identification number: VP/2015/008 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2015/0269 EU contribution in euros: 100 453.51 Policy area: Free movement of workers Target groups: Jobseekers; Young people; Employers; National and regional authorities; Social partners; NGOs. Policy sub-area: EURES Implementation/participation country: Norway Socioeconomic context EURES is an integrated part of the Public Employment Service in Norway. EURES Norway consists of a national EURES Coordination Office situated in the Directorate of Labour and Welfare. The EURES service is accessible in all 19 counties in Norway and through the NAV Service Centre EURES (National Single Point of Contact). Norway is an attractive destination for jobseekers from various fields because of its high standard of living and well-developed social security system. Consequentially, for a number of years a relatively large number of workers from EU/EEA countries were attracted to work in Norway. In 2016 23 496 persons from EU/EEA were registered; this figure does not include persons from the Nordic countries, working in Norway. This is a slight decrease from 26 593 persons in 2015 and even more from 34 244 persons in 2014. This underlines the trend of reduced demand from employers to recruit from another EU/EEA country. The workers came mainly from Lithuania, Poland, Romania, Spain and United Kingdom. As neighbouring countries, where language is less of an obstacle, there has always been labour mobility between Sweden, Denmark and Norway. Aims of the project The project aims to promote transnational mobility of workers in the EEA countries and to provide relevant information about working conditions, social security, tax regimes, and pensions in Norway to interested jobseekers as well as to match them with employers currently looking for workers. The project also aimed to foster dialogue between labour market stakeholders and state institutions to address skills mismatches and shortages in the labour market. Finally, the project sought to promote EURES activities and to increase the visibility of EURES services in the labour market. Project results, measured impacts, achievements, lessons learned In 2016, a number of activities have been undertaken by the project. Project partners have learned from the experience of the previous years and adjusted their planned activities to the situation in the labour market, characterised by the decreased demand for cross-border workers. Most of the planned activities were implemented successfully and deviations from the planned activities were insignificant. First, project partners have participated in a number of local job fairs in Norway and informed transnational jobseekers about possible employment opportunities and disseminated information about working and social conditions in Norway. Project representatives attended a number of international job fairs abroad with the aim of promoting labour mobility and to provide jobseekers with information about possible employment opportunities and conditions in Norway. Furthermore, an online job fair was organised targeting both jobseekers currently residing in Norway and those currently living abroad with a special aim of attracting highly-skilled workers currently; there is currently a shortage of such workers in the labour market. Project representatives and EURES advisers have met with jobseekers either during one-to-one or in group meetings and provided them with needed information. In total, around 30 000 individual queries have been processed by the project staff. Moreover, EURES in Norway provided general information to employers on labour markets in EU/EEA countries, including shortages and surpluses of workers and opportunities for recruitment, in particular for filling bottleneck professions. EURES Norway has provided general information and help to prepare employers actively looking to recruit from another EU/ EEA country. They registered and disseminated information on job vacancies to all EURES partners and jobseekers in the EU/EEA countries through the EURES portal and other communication channels. ",
        "55 Finally, the project aimed to promote the visibility of EURES in Norway and to strengthen information exchange and dialogue between the social partners and relevant state institutions. To this end meetings and consultations with PES employees were organised to inform them how EURES services could help them in their day-to-day activities. Additional consultations were carried out with NGOs, universities, employer organisations and chambers of commerce. The total number of such external contacts in 2016 was 36 265. These contacts resulted in around 1 400 confirmed placements. Transnational dimension The transnational dimension was inherent to all the activities provided by EURES Norway. The aim of the activities was to enhance mobility in the EU/EEA by organising and participating in meetings and seminars, as well as job fairs. Dissemination strategy Project information was disseminated in a variety of ways. Printed leaflets containing practical information about working in Norway, social life and cultural differences were disseminated in job fairs both locally and abroad. Local job fairs and project activities were publicised by taking out ads in local media. An important role was played by the project website, which contained project news and events as well as a wide range of practical information for both employers and jobseekers. NAV website also allowed interested parties to contact NAV employees directly by telephone or online chat. The overall visual imprint of EURES Norway received an upgrade in 2016, which made it possible to produce coherent messages to the end-users using a variety of means, such as posters, roll-ups and short videos. Project information was further disseminated using the EURES network and by engaging social partners. The wide range and presence in many EU/EEA countries allowed project information to be widely disseminated to interested jobseekers over a wide geographic area. Gender equality measures There are no gender disaggregated data on the participation rates in project events, as national laws only allow such data to be collected with the explicit consent of the participant. European added value The European added value was inherent to all activities implemented by EURES Norway, as their aim was to enhance the free movement of people in the EEA. Activities implemented • Job fairs organised and attended; • Information to jobseekers provided; • Consultations with employers/employer organisations held; • Dialogue between state institutions and social partners facilitated; • EURES service promotion activities undertaken. Coordinator The Norwegian Labour and Welfare Administration (NAV) Partners Norwegian Public Employment Service; Norwegian Directorate of Labour and Welfare Project/organisation website www.nav.no ",
        "56 ‘In 2016, goals for placements and advertised vacancies were reached and exceeded. Initially, project partners sought to advertise 200 vacancies and facilitate around 100 placements in the tourism sector. By the end of the year, 723 vacancies were published and 268 placements with jobseekers from 25 EURES countries were facilitated.’ 3.3.14. Support to Cooperation on Intra-EU Mobility in the EEA Countries: Iceland Call identification number: VP/2015/008 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2015/0271 EU contribution in euros: 45 430.46 Policy area: Free movement of workers Target groups: Jobseekers; Young people; Unemployed people; NGOs; PES; Employers Policy sub-area: EURES Implementation/participation country: Iceland Aims of the project The general goal of the action was to facilitate mobility between (and within) the EEA countries and the European Union, and to increase the number of successful placements of foreign jobseekers in Iceland. This was to be done through bilateral recruitment projects with the neighbouring countries with a special emphasis on young jobseekers. To support this general goal one of the project’s main objectives was to mainstream EURES IS further into PES and improve access of jobseekers and employers to updated and well-structured information and advice. Project results, measured impacts, achievements, lessons learned The project’s main goal was met as the national employers in Iceland have managed to hire foreign jobseekers through EURES. Many of those employers were in the tourism sector and over half of those employed were under 30 years of age. Though the project activities were generally successful, some of the planned activities were not implemented and in some others had to be significantly adjusted to meet the demands and needs of the employers and jobseekers. In 2016, goals for placements and advertised vacancies were reached and exceeded. Initially, project partners sought to advertise 200 vacancies and facilitate around 100 placements in the tourism sector. By the end of the year, 723 vacancies were published and 268 placements with jobseekers from 25 EURES countries were facilitated. Additionally, three meetings were organised to promote working in Iceland. Originally, two meetings (one in Norway and one in Denmark-Sweden) were planned, but as the number of interested jobseekers and employers looking for workers exceeded expectations, a third meeting was organised in Iceland targeting newly arrived jobseekers from EU/EEA countries. Together, these meetings attracted 92 interested jobseekers. Further efforts were put into promoting the internal visibility of EURES services in Iceland. Three meetings were held targeting the employees of the Directorate of Labour who could either participate physically or stream the events online. During these meetings opportunities and benefits offered by the EURES network were discussed and received generally positive reactions from the employees. Project activities also directly reached out to employers, especially in the tourism sector. Though limited resources did not allow the planned number of direct employer visits to be carried out, efforts to reach them by email, telephone or regular mail were generally successful, as the number of posted vacancies doubled since 2015 (from 368 to 723). The greater than expected interest from jobseekers and employers has led to the expansion of EURES services in Iceland. Due to increased demand for EURES services two new employees were hired. In total, 2 236 queries were processed by the project partners in 2016. Transnational dimension The transnational dimension was inherent to all the activities provided by EURES Iceland. The aim of the activities was to enhance mobility in the EU/EEA by organising and participating in meetings, information sessions and providing consultations to interested jobseekers and employers. Dissemination strategy The most important tool for disseminating project information ",
        "57 is the project website. Interested parties can thereby find relevant information about working in Iceland, social services, taxes, as well as useful information for moving abroad. The website also features an event calendar, a list of vacancies and means to arrange a private counselling service. Furthermore, project activities and vacancies were advertised through the EURES network, while material was also disseminated during the meetings and project events. Project partners had set a goal for the number of yearly visits to the project website at 100 000. By the end of the year, this goal was well surpassed with 166 444 visits. Gender equality measures Project partners collected data on the gender of the participants only if they consented to disclose their gender. Altogether 66% of the participants did so, with an equal number of women and men doing so. European added value EU funding was used for most of the services provided by the project in 2016. In 2015, when no EU funding was available, activities had slowed down dramatically, as it was only possible to carry out the most basic functions with the amount of locally available resources. Activities implemented • Meetings with jobseekers organised; • Consolations with employers carried out; • Three promotional events organised; • Efforts to increase the internal visibility of EURES services taken. Coordinator Vinnumalastofnun (Directorate of Labour) Partners Fjölmenningarsetur (Multicultural and Information Centre); ÚTLENDINGASTOFNUN (Directorate for Immigration). Project/organisation website http://www.eures.is ",
        "58 ‘In 2016, the project website has been completely redesigned in order to turn it into a one-stop-shop, capable of meeting all the needs of the target groups in one place.’ 3.3.15. EURADRIA 2016 Call identification number: VP/2015/008 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2015/0272 EU contribution in euros: 145 633.07 Policy area: Free movement of workers Target groups: National, regional, and local authorities; PES; Social partners; Higher and vocational education institutions; Media; Experts in policy evaluation and impact assessment; National statistical offices. Policy sub-area: EURES Implementation/participation country: Italy, Croatia, Slovenia Aims of the project The general objective of the project is to contribute to the promotion of workers’ geographical mobility and to boosting cross-border employment opportunities both for jobseekers and employers. The project seeks to improve the job-matching process in the Euradria region, while ensuring qualified counselling to Euradria clients, with the final aim of contributing to the creation of a common labour market. These objectives have been achieved through (i) targeted actions aimed at the identification and removal of mobility obstacles for workers; (ii) better definition, identification and monitoring of labour mobility flows in the Euradria region; (iii) boosting of the EURES network and enhancement of its visibility among the beneficiaries, in line with the goals of EURES reform. Project results, measured impacts, achievements, lessons learned In 2016, project partners planned a wide range of activities, most of which have been successfully implemented. First, the project aimed to provide information to cross-border workers about various aspects of working abroad, such as tax regimes, social security policy, pensions as well as a number of practical tips for moving abroad. This was done by answering questions from individual jobseekers and employers, meeting people at project events, and publishing relevant information on the project website. Overall, 1 744 individual queries related to cross-border mobility have been processed by EURES advisers in 2016. Special effort was put into addressing the needs of jobseekers in Italy, as a guide book to cross border workers seeking employment in Italy was published in 2016 and presented in promotional events abroad. Second, project partners have put substantial efforts into monitoring labour mobility flows in Euradria region, directions of labour mobility and sectoral composition of vacancies filled by the cross-border workers. These efforts are summarised in the ‘Cross-border Analysis Report,’ which is available on the project website. Third, in 2016, the project website was completely redesigned in order to turn it into a one-stop-shop, capable of meeting all the needs of the target groups in one place. In addition to a wide range of information for jobseekers, employers and state institutions, the website also features information on project events as well as ways of contacting project staff directly. Fourth, the project aimed to strengthen dialogue and information exchange between labour market stakeholders and social partners in the region. To this end, five meetings of project partners were organised, during which implementation activities were planned and discussed. Two meetings with PES representatives and social partners took place to further mainstream EURES services into the activities of the public employment offices and to facilitate deeper cooperation between the involved institutions. Finally, two networking sessions for EURES advisers were organised to discuss persisting obstacles to labour mobility in the region and other pressing challenges. Finally, meetings with employers in the region were planned for 2016, but did not take place, as the partner responsible (CONFCOMMERCIO FVG) could not carry out the planned activities due to internal reasons. Identification of potential good practices Project partners have put substantial effort into making the project website into a one-stop-shop for jobseekers and employers in the region. In particular, the project website features a very sizeable amount of information covering all the relevant aspects, from statistical information to an overview of the collective agreements between the trade unions and employer organisations in the region. The information on the website is constantly updated and presented in a very user- friendly manner. ",
        "59 Policy evidence generated by the project One analytical ‘Cross-border Analysis Report’ based on the monitoring information was produced. It contains information on: the overall volume of labour mobility flow in the region; current and perspective labour market demand for skills; information on various demographic characteristics of cross- border workers; and recommendations on how to address existing obstacles and problems related to labour mobility in the region. The report is available on the project website and has been presented to a group of 30 labour market stakeholder in a transnational event. Dissemination strategy Project information was disseminated using a variety of means, the most important of which was the project website. Additionally, a guide for cross-border workers in Italy was printed and disseminated in promotional events. Project partners maintained a strong social media presence on LinkedIn, where articles covering the most important project events were published. European added value Funding from the EU has provided the impetus to undertake more and more ambitious tasks, which would not have been possible otherwise. Gender equality measures The project partners did not take any specific steps to ensure gender equality. Women outnumbered men in all the project events. The unequal participation rates mostly resulted from the fact that more women than men are employed in the project partner organisations. Sustainability measures Project partners aim to sustain and strengthen their collaboration in 2017. The kick-off meeting for Euradria 2017 already took place in Trieste on 7 April. Activities implemented • Information to cross-border workers provided; • Project website redesigned; • Guide book for cross-border workers in Italy published; • Dialogue between social partners facilitated. Coordinator Regione autonoma Friuli Venezia Giulia Partners ANPAL - National Coordination Office EURES; CONFCOM- MERCIO FVG; CONFARTIGIANATO IMPRESE FVG; UIL – Unione Italiana del Lavoro FVG; Consiglio Sindacale Interregionale Italo-Croato Alto Adriatico CGIL, CISL, UIL, SSSH; PUBLIC WORK OF SLOVENIA - ZRSZ Zavod Republike Slovenije za Zaposlovanje; PRIMORSKA GOSPODARSKA zbornica - PGZ KOPER; ASSOCIATION OF TRADE UNIONS OF SLOVENIA - ZSSS zveza SVOBODNIH sindikatov SLOVENIJE; CROATIAN ASSOCIATION OF TRADE UNIONS - SSSH samostalnih Sindikata Savez Hrvatske; PUBLIC WORK OFFICE of CROATIA - HZZ HRVATSKI ZAVOD ZA ZAPOSLJVANJE. Project/organisation website http://www.euradria.org/it/il-progetto/il-parternariato/ ",
        "60 4. EaSI-funded organisations The EaSI programme has a crucial role to play in promoting the involvement of civil society, in particular through financial support for the key EU-level NGO networks. The programme supports these networks with the aim of boosting their capacity to participate in and influence decision-making and policy implementation at both EU and national levels. Furthermore, such involvement fosters accountability and transparency of authorities and increases the relevance of policy responses. Below the report describes activities implemented in 2016 by 9 EaSI-supported organisations active in the promotion of social inclusion, poverty reduction, microfinance and social enterprise finance ( 14 ) . These organisations are major EU-level networks working in different areas of social policy and holding four-year Framework Partnership Agreements with the European Commission. The overall goal of the funded organisations is to support the Commission’s social investment approach at national and local levels as well as the implementation of the Social Investment Package, the Social Business Initiative and the Europe 2020 Strategy. The organisations also contribute to a number of key principles set out in the new European Pillar of Social Rights, including gender equality, work-life balance, support to children, the inclusion of people with disabilities and long-term care, as well as to targets of Europe’s 2020 Strategy in terms of employment and fighting poverty and social exclusion. To this end, the following types of activities were implemented in 2016: • support for the Commission in the development, implementation, monitoring and evaluation of initiatives undertaken towards the policy objectives of the Europe 2020 Strategy and in particular the Social Investment Package and the Social Business Initiative; support for the main EU-driven processes such as the Open Method of Coordination (OMC) on social protection and social inclusion and the European Semester; • support for stakeholders’ involvement in the policy process, including voicing the concerns and expectations of organisations facilitating access for (potential) entrepreneurs from disadvantaged and under-represented groups and social enterprises to finance; • strengthening the capacity of the networks’ members; • providing data and a strong evidence base on policy developments and trends as well as collecting relevant information about citizens’ concerns and good practices in the social policy field in the Member States, so as to contribute to better policy-making. Maps indicating the geographical coverage of actions are not provided in the project fiches of organisations, since most of them cover the whole of Europe and beyond. ( 14 ) Funded as a result of the Call for Proposals for Operating Grants Open to EU-Level NGO Networks that have signed a Framework Partnership Agreement for 2014-2017 and are active in the Area of Social Inclusion and Poverty Reduction or Microfinance and Social Enterprise Finance (VP/2015/010). ",
        "61 ‘The Eurochild network contributes to EU policy debate by bringing the perspective of children and the organisations working with and for children.’ Call identification number: VP/2015/010 Implementation/participation country: 165 organisations and individuals in 33 countries Grant identification number: VS/2016/0041 Project duration: 1 January 2016-31 December 2016 Policy area: Social protection and social inclusion EU contribution in euros: 874 710.86 Policy sub-area: Fight against poverty and social exclusion; Promotion of equality between women and men; Promotion of a high level of quality and sustainable employment; Guarantee adequate and decent social protection; Combat discrimination; Transnational dimension. Target groups: National, regional and local authorities; Non-governmental organisations; Higher education institutions and research institutes; Media; Children & young people. Established in 2004, Eurochild is a network of organisations working with and for children throughout Europe and striving for a society that respects the rights of children. It advocates for children’s rights and well-being to be at the heart of EU and national policy-making. The UN Convention on the Rights of the Child is the foundation of all Eurochild’s work. Aims of the project/organisation The action called ‘Eurochild operating grant’ aims to mobilise the network’s members towards better implementation of Europe 2020, and more particularly, the EC Recommendation on Investing in Children and broader Social Investment Package. Its overarching strategic goals include putting children at the heart of EU policy-making; building a community of children’s rights professionals; giving a voice to children and young people; and building the network to be a powerful force for change. Project results, measured impacts, achievements, lessons learned Eurochild contributes to EU policy debate by bringing the perspective of children and the organisations working with and for children. About 270 participants from 34 countries took part in its biannual conference ‘Children’s Rights Matter: Why Europe Needs to Invest in Children’ co-organised with children and young people. In 2016, Eurochild provided two inputs to the European Pillar of Social Rights, including a briefing paper and a webinar for members. It participated in EC-led stakeholder dialogue on child poverty and suggested amendments to the EP report on the European Semester for economic policy coordination. It also provided input to EU policy and legislation on migration through a round table on migrant children, a report on children on the move and the EU Child Rights Forum. Eurochild signed a joint statement calling for 7 priority actions to protect all refugee and migrant children in advance of the Child Rights Forum and relaunched a campaign on ending institutional care and strengthening families to include focus on migrant and refugee children. Finally, it supported efforts of the Dutch Presidency of the EU Council to give high political priority to tackling child poverty and promoting integrated approaches, and provided input via a working paper to the European Parliament agreement on a Preparatory Action for a child guarantee. One of the lessons learned by Eurochild in 2016 was that the expected outcomes outlined in the work programme are difficult to measure and monitor, and to a large extent are outside the control of Eurochild. Therefore, with the help of organisational consultants, Eurochild started to revise its monitoring and evaluation framework and will operationalise it in 2017. Policy evidence generated by the project In 2016, a flagship Eurochild Report on the European Semester ‘Is Europe Doing Enough to Invest in Children?’ built knowledge on the extent to which the European Commission ‘Recommendation on Investing in Children: Breaking the Cycle of Disadvantage’ (2013) had been implemented across the EU and whether the European Semester process had helped or hindered the achievement of positive outcomes for children. The report was based on the assessment of 28 contributors from 20 Member States. Its key finding is that while most of the 2016 National Reform Programmes (NRPs) make some reference to children, this is predominantly through the lens of parents’ access to the labour market. Apart from a few positive examples, the Recommendation on Investing in Children had relatively little influence on the political agenda. Eurochild launched phase 2 of the Opening Doors campaign, which aims to strengthen families and end institutional care in Europe. The campaign involves new international and national partners from Austria, Belgium and Spain and expands geographically from 12 countries to 16. The campaign website provides facts and figures on children in alternative care in 15 countries; the facts and figures are regularly updated by national coordinators. In the context of the current refugee and migrant crisis, the campaign focuses on quality care alternatives to institutional care for migrant, unaccompanied and separated children. Dissemination strategy Outputs of Eurochild were disseminated through direct email messages, the website, newsletters and social media channels as well as during key events. Eurochild’s monthly e-news bulletin had 351 new users, 8 new videos were produced and gained 4 325 views on YouTube. The number of followers on Twitter increased by 31%, and the number of supporters on Facebook increased by 39%. 4.1.1. Eurochild ",
        "62 European added value The key added value of Eurochild’s activities was achieved through networking between organisations working in the field of children’s well-being in different countries. A number of activities aimed at improving the network’s outreach to its members and improving the advocacy capacities of members were carried out, including 3 events led by Eurochild members in Ireland, Northern Ireland and Slovakia, 2 meetings of National Partner Networks and 2 seminars co-organised with the European Expert Group on the transition from institutional to community-based care in Poland and Greece. Feedback from participants shows that these events had the potential to strengthen national efforts to address child poverty and exclusion. Sustainability measures To sustain its policy and advocacy work in 2017, Eurochild will work so that: (1) EU governance and coordination tools support efforts of the Member States to reduce child poverty and promote children’s well-being; (2) national child protection systems are developed in countries where Eurochild is active, leveraging EU funding and policy influence; (3) the EU invests more and better in children; and (4) children’s rights are better reflected in EU policy and legislative initiatives. Gender equality measures The total number of participants in Eurochild events included 684 women and 283 men. Activities implemented • 15 reports: surveys, studies, analyses and expertise; • 2 evaluation and impact assessments; • 1 monitoring and assessment report on the transposition and implementation of Union law; • 1 training session of legal and policy practitioners; • 2 exchanges of good practice, peer reviews and mutual learning events; • 6 conferences, seminars and other high-level events; • 3 guides, educational material; • 51 information system developed and maintained; • 56 other information and communication actions; • 5 events supporting capacity building actions; • 1 event supporting networking and cooperation meeting. Coordinator EUROCHILD AISBL (Belgium) Partners - Project/organisation website http://www.eurochild.org/ ",
        "63 ‘In 2016 PICUM made a notable contribution to ensuring effective implementation and application of EU legislation which uphold the dignity and rights of undocumented migrants.’ Call identification number: VP/2015/010 Implementation/participation country: 155 member organisations in 30 countries across Europe and beyond Grant identification number: VS/2016/0043 Project duration: 1 January 2016-31 December 2016 Policy area: Social Protection and Social Inclusion and Employment EU contribution in euros: 637 359.10 Policy sub-area: Youth employment; Combat long-term unemployment; Fight against poverty and social exclusion; Promotion of equality between women and men; Promotion of a high level of quality and sustainable employment; Guarantee adequate and decent social protection; Combat discrimination; Transnational dimension. Target groups: National, regional and local authorities; Employment services; Specialist bodies provided for under Union law; Social partners; Non-governmental organisations; Higher education institutions and research institutes; Experts in evaluation and in impact assessment; Media. Established in 2001, PICUM is a network of individuals and organisations working to ensure social justice and human rights for undocumented migrants. It provides a direct link between the grassroots level and the European level by reporting on issues regarding undocumented migrants through its members’ experiences and by simultaneously monitoring developments within the European institutions. Aims of the project/organisation The action titled ‘Transnational Solutions to Local Challenges: Addressing the Social Inclusion Needs of Undocumented Migrants to Build a More Cohesive Europe’ aimed to monitor and evaluate social progress and policy changes with regard to EU objectives in the areas of employment, social affairs and inclusion; to support frontline organisations working to address the urgent social protection needs of undocumented migrants; and to advance informed effective, and non-discriminatory social policies. Innovativeness of the project/activities PICUM’s collection of undocumented children’s testimonies ‘Hear Our Voices’ was highly welcomed by the network members as an innovative method to bring the experiences of vulnerable migrant youth to the attention of media, policy- makers and the general public. PICUM members are now using this publication as a popular education tool, targeting different audiences, including schools, and using it for media requests to give visibility to the realities of undocumented migrants and humanise the debate on migration. Policy evidence generated by the project PICUM has updated its Case-Law database, which is a tool to monitor how law and legislation is applied to ensure undocumented migrants’ rights at the national, European and international level. Its report ‘The Sexual and Reproductive Health Rights of Undocumented Migrants. Narrowing the Gap between their Rights and the Reality in the EU’ provides evidence on the international context and national situation across the EU on the access of health services to undocumented migrants. It also provides recommendations to service providers and policy-makers at the national, regional and local levels. The report reveals that despite the protection of sexual and reproductive health rights in the international human rights law and considerable political consensus on it, an overwhelming trend is towards shutting undocumented migrants out of the public health system. New partnerships created In 2016 PICUM strengthened its partnership with cities on the EU policy issues of migration. By collaborating with cities, which are vital stakeholders, PICUM was able to shape policy processes and outcomes that address social inclusion needs of undocumented migrants. During the year PICUM participated in dialogues organised by DG Regio and UNESCO, and worked closely with the City of Amsterdam to organise a workshop on undocumented migrants in the context of the EU Urban Agenda. PICUM also strengthened its partnership with the Women Against Violence Europe (WAVE) in 2016 by working together for the first time in the context of the Step Up! Campaign to improve access to services for undocumented victims of crime. The collaboration included joint advocacy and capacity- building initiatives such as webinars. Dissemination strategy All PICUM outputs were shared through its website, which had 80 000 visits and 156 000 page views in 2016. The network relies on over 200 dedicated volunteers who compile news, translate and proofread newsletters and publications, so the website’s content is available in seven languages. In 2016 PICUM’s quarterly newsletter in seven languages gained an additional 700 subscriptions, thus, reaching 9 250 subscribers. Active engagement in social media has resulted in a significant increase of followers (1 800 new Facebook ‘likes’ and 850 new Twitter followers). Throughout the year, PICUM also disseminated its key messages in one-to-one meetings with policy-makers, local and regional authority representatives and other actors as well as during events organised by partners where PICUM was given a speaking role. During the ‘Words Matter’ campaign 4.1.2. Platform for International Cooperation on Undocumented Migrants (PICUM) ",
        "64 hundreds of pocket-sized leaflets were disseminated across Europe, while by participating in TEDxBrusselsWomen 2016, PICUM’s Director Michele LeVoy spread a message of the use of fair terminology on migrants to a very mainstream audience. In addition, PICUM regularly responded to information requests from media, researchers, policy-makers, students and undocumented migrants themselves. European added value In 2016 PICUM made a notable contribution to ensuring effective implementation and application of EU legislation on the rights of undocumented migrants, specifically, the Employers Sanctions Directive, the Fundamental Rights Charter and the EU Victims’ Directive. It systematically identified and highlighted ‘best practices’ existing at EU and national levels, which improve the social inclusion of all migrants irrespective of their residence status, for example, the EU Victims’ Directive and the Council of Europe Istanbul Convention, the Spanish legislation on gender-based violence, and cities’ good practices in health care for undocumented migrants. PICUM’s activities also allowed for benchmarking with regard to the laws and standards existing in the Member States, in particular the rights provisions through the Employers’ Sanctions Directive and the Return Directive. Finally, PICUM developed a common evidence base on undocumented migrant workers (a report published in 2017) and on access to healthcare for undocumented migrants in the EU. It regularly shared relevant and timely information with key EU policy-makers and stakeholders. Sustainability measures To sustain the action, PICUM will focus on the following themes in 2017: EU, children’s rights, addressing health inequalities, living and working conditions of third country nationals, access to justice and services for migrant women, engaging cities on inclusive integration approaches, and the UN Global Compact on Migration. Gender equality measures PICUM has ensured a greater gender balance of its Executive Committee with representatives from two migrant women organisations joining the board in 2016. In addition, PICUM provided extensive input to the UN Convention on the Elimination of all Forms of Discrimination Against Women (CEDAW) and on the planned revision of General Recommendation No. 19 on violence against women. Through its involvement with the Women in Migration Network, PICUM provided recommendations to CEDAW on women’s human rights. With a particular focus on women and girls, PICUM addressed the challenges around sexual and reproductive health, publishing a report on the issue. It also stepped up its active engagement and partnerships with violence against women support services and women’s rights organisations. The total number of participants in PICUM events included 426 women and 206 men. Activities implemented • 2 newly developed/maintained quantitative and qualitative databases; • 1 common methodology; • 34 reports: surveys, studies, analyses and expertise; • 7 evaluation and impact assessments; • 5 monitoring and assessment reports on the transposition and implementation of Union law; • 1 training session of legal and policy practitioners; • 1 exchange of good practice, peer review and mutual learning event; • 5 conferences, seminars and other high-level events; • 1 guide, educational material; • 6 information systems developed and maintained; • 74 other information and communication actions; • 37 provisions of information, counselling, placement and recruitment services; • 11 events supporting capacity-building actions. Coordinator Platform for International Cooperation on Undocumented Migrants ASBL (Belgium) Partners - Project/organisation website http://picum.org/ ",
        "65 ‘A strong focus on membership resulted in 32 new members from 19 countries joining the network in 2016.’ Call identification number: VP/2015/010 Implementation/participation country: Over 210 members in 29 countries, mainly based in Europe. Grant identification number: VS/2016/0061 Project duration: 1 January 2016-31 December 2016 Policy area: Social enterprise finance EU contribution in euros: 587 129.14 Policy sub-area: Fight against poverty and social exclusion; Promotion of equality between women and men; Combat discrimination; Transnational dimension. Target groups: National, regional and local authorities; Employment services; Specialist bodies provided for under Union law; Social partners; Non-governmental organisations; Higher education institutions and research institutes; Experts in evaluation and in impact assessment; Media. The EVPA was formally launched in 2004 to promote venture philanthropy and social investment in Europe. It brings together organisations interested in or practising venture philanthropy (VP) and social investment (SI) across Europe, such as foundations (either independent, or linked to a corporation), charities or companies with a charitable status. The EVPA defines venture philanthropy as an approach to build stronger investee organisations with a societal purpose by providing them with both financial and non-financial support in order to increase their societal impact. Aims of the project/organisation The action titled ‘Strengthening and supporting a European eco-system for social enterprise finance’ aimed to increase the impact of the network and of the partnership with the Commission, and thereby contribute to the targets of Europe’s 2020 Strategy in terms of employment and fighting poverty and social exclusion. Project results, measured impacts, achievements, lessons learned The third year of EVPA’s partnership with the European Commission led to an increased interest and activities in the social investment space all over Europe, expressed in growing numbers of EVPA website visits, downloads of publications, participation in events and speaking opportunities. In 2016 EVPA focused on 4 priorities aligned with its overall objectives. First, it supported the Commission in its outreach activities through regular exchanges with EU and multilateral authorities, the first EVPA high-level policy round table on social enterprise funding, 3 EU webinar sessions and the coverage of EU news in its monthly newsletter and the website. Second, EVPA reinforced the capacity of its members through the 12th annual conference ‘Moving beyond Boundaries’ held in Paris in November 2016, two modules of the EVPA’s training academy, sector events and regular encounters with the members. As a result, 525 participants shared best practices, discussed trends and debated different approaches to EU related topics in over 20 sessions during the annual conference. The training academy offered practical guidance to both social investors and social purpose organisations, and promoted best practices. A strong focus on membership resulted in 32 new members from 19 countries joining the network in 2016. In addition, the EVPA website was relaunched, with a detailed online directory (including 1 389 contacts), which led to a web traffic increase of 35% in comparison with 2015 with over 400 active users. Third, EVPA voiced concerns and expectations of organisations facilitating access to finance for vulnerable groups/social enterprises through the development of the ‘National Policy Nexus,’ 18 exchanges with EVPA members, 6 articles in a finance blog and participation in 20 conferences. Concerns and expectations of practitioners were communicated to EU and national authorities through 3 European consultations and proactive involvement in the European Commission Expert Group on Social Entrepreneurship. This led to a set of concrete policy recommendations adopted in 2016. Finally, EVPA provided data/ research on developments in the social enterprise finance field and on priority topics through the Annual Industry Survey, an event for corporates and corporate foundations, the production and distribution of a publication ‘VP in a nutshell - Case studies and good practices,’ the dissemination of best practices at the EVPA Training Academy webinar ‘Commit time not only money,’ and by participating in academic conferences and developing an academic online database. Identification of potential good practices To facilitate access to learning possibilities for EVPA members with limited resources, e.g. start-ups and members from the Central and Eastern Europe Region, the Partnership has established a scholarship which covers travel costs and entrance fees to the Training Academy and the Annual Conference. Clear scholarship criteria were defined and 14 applicants (out of 19) were granted a full scholarship. This practice can serve as an example for other networks on how to foster participation of disadvantaged members in learning activities. Policy evidence generated by the project The EVPA’s Policy Nexus 2016 maps the national policy landscapes in support of social enterprises of five European countries (France, Germany, Italy, Portugal and the United Kingdom). It includes a snapshot of national ecosystems, an 4.1.3. European Venture Philanthropy Association (EVPA) ",
        "66 overview of national law, funding programmes and a selection of key reports. The Policy Nexus was designed to allow EVPA members have a comprehensive overview of their national policy landscape, develop a community of policy experts, identify best practices and allow benchmarking between countries in terms of policy-making. The 5 th report on the annual EVPA Industry Survey is a unique source of data for practitioners to gauge the state of the sector, identify new trends and help organisations interested in social impact speed up their activities. It highlights the overall growth of the sector, with a 30% increase in the budget allocated for social investment in Fiscal Year (FY) 2015, in comparison with FY 2013. Co-investment between peers has risen sharply, and a number of smaller players (with budgets under EUR 2.5 million) have entered the space. VP/SI organisations have no shortage of investment opportunities and are improving their deal screening process. Over FY 2015, respondents screened 7 520 potential opportunities and selected 9 investees. All evidence is available on the network’s webpage. Dissemination strategy EVPA disseminated its outputs and other information relevant to the sector through the newsletter (7 156 recipients), social channels and online publications database. In addition, printed copies of the report on the Industry Survey and the booklet ‘VP in a nutshell – Case studies and good practices’ were disseminated during the Annual Conference. The survey report was visited online by 1 028 unique users (in the period from November to December), and the ‘VP in a nutshell’ was visited by 766 unique users. EVPA also organised a webinar to share best practices and produced a multimedia format of the Industry Survey. Over 2016, 29 reports were disseminated in 9 newsletters and selected social media channels (LinkedIn, Twitter). The newsletters reached 49 893 people in total. European added value The action has added value at EU level by national networking activities, which led to an increased number of EVPA members in 19 countries, by identifying and publishing key practices of venture philanthropy, which is a great practical tool for new practitioners interested in the VP and SI method, and a useful reference for those already familiar with the practices. The EVPA’s Policy Nexus allows benchmarking national policies in support of social enterprises among the Member States. Sustainability measures In 2017, the network will build on its strengths: in-depth market knowledge, credibility as a transparent and reliable organisation, and broad membership. EVPA will focus more on local support to members by strengthening the system of regional representatives, increase its investment in learning and output dissemination, and strengthen its digital presence through targeted communication. Gender equality measures The total number of participants in EVPA events included 322 women and 340 men. Activities implemented • 1 newly developed/maintained quantitative and qualitative databases; • 1 report; • 1 training session of legal and policy practitioners; • 1 exchange of good practice, peer reviews and mutual learning events; • 20 conferences, seminars and other high-level events; • 3 information systems developed and maintained; • 1 other information and communication action; • 1 event supporting capacity building actions; • 5 events supporting networking and cooperation meetings; • 18 exchanges of personnel between national, regional and local administrations. Coordinator European Venture Philanthropy Association (Belgium) Partners - Project/organisation website http://evpa.eu.com/ ",
        "67 ‘With its policy outputs COFACE has bridged the gap between the EU and the local level, highlighting the emerging needs of families to be taken into account in EU law and policy.’ Call identification number: VP/2015/010 Implementation/participation country: 60 organisations in 23 Member States Grant identification number: VS/2016/0073 Project duration: 1 January 2016-31 December 2016 Policy area: Social Protection and Social Inclusion and Gender Equality EU contribution in euros: 429 455.69 Policy sub-area: Fight against poverty and social exclusion; Promotion of equality between women and men; Promotion of a high level of quality and sustainable employment; Guarantee adequate and decent social protection; Combat discrimination; Transnational dimension. Target groups: National, regional and local authorities; Specialist bodies provided for under Union law; Social partners; Non-governmental organisations; Higher education institutions and research institutes; Experts in evaluation and in impact assessment; Media. COFACE Families Europe, originally founded in 1958, is a network of civil society associations representing the interests of all families. It focuses on policies and legislation that impact the lives of children and families, in particular in the fields of social protection and inclusion, safeguarding the rights of disabled and dependent persons, prevention and fighting child poverty, reconciling family and work-life, migration, inclusive education and early childhood education and care, parenting support services to families, information and communications technologies, health and consumer policies and other relevant policy areas. Aims of the project/organisation Action titled ‘2016 – New Policies for 21st Century Families’ aimed to contribute to better policy-making at EU level to bring about a positive change in the lives of millions of families in Europe. Project results, measured impacts, achievements, lessons learned This aim was achieved through coordination between COFACE Member organisations to assess the needs of families at grassroots level, to gather evidence and trends, and to link these needs to the appropriate mechanisms at EU level, such as the European Semester process, the social OMC and the future European Pillar of Social Rights. The main issues addressed by COFACE in 2016 were services to families, time arrangements and resources. Policy evidence generated by the project In 2016 COFACE assessed the impact of the EC Recommendation for Investing in Children through a strategic dialogue meeting of the European Commission, by analysing and highlighting the family-friendly CSRs of the EU Semester, and by provoking debate on the European Pillar of Social Rights through a reflection seminar in Brussels. It also examined the impact of digitalisation on 21 st century families and social policies through a stocktaking conference, which resulted in six policy briefs. A wide range of policy outputs (analyses, reports, position papers, responses to consultations, joint reports, joint statements, presentations at conferences) generated by the action in 2016 provided the perspective of families and their needs, and were disseminated through the network members and partners, and were published and referenced in different publications. For example, the study ‘Toy catalogues in Europe: Making or Breaking Stereotypes?’ examined toy catalogues across 9 countries through a diversity lens and looked closely at the portrayal of gender, ethnicity and disability. It served as a basis for 6 guiding principles on Toys and Diversity aimed at raising the awareness of stakeholders on their influence on making or breaking stereotypes through their products and approaches to marketing them. Finally, by being a member of the advisory boards in 5 EU research projects, COFACE mainstreamed the perspective of families into the research and made sure it took into account EU policy needs and realities, mainly in the area of work-life balance. Transnational dimension Mutual learning and transfer of knowledge is a key tool of the network to involve national civil society in European policy-making, drive innovation in local communities and build common positions for EU advocacy. To this end, COFACE has used online communication channels, organised public events, internal expert meetings and strategic statutory meetings. New partnerships created In 2016 COFACE continued bilateral cooperation with partners of the Alliance for Reconciling Work and Family Life to keep work-life balance high on EU agenda, using the European Reconciliation Package as a basis for cooperation. It worked closely with the AGE Platform Europe, the European Women’s Lobby and Eurochild. Dissemination strategy COFACE disseminated its outputs by distributing physical copies of its reports at meetings and events, by sending 11 electronic newsletters to more than 3 000 contacts, via media (16 press releases), 3 digital platforms (1 website and 2 blogs), 3 communication publications, 6 social media communities and 7 videos on a new playlist called ‘Digital Families’ on YouTube. 4.1.4. COFACE Families Europe ",
        "68 The network also targeted specific stakeholders (participants of events, key policy-makers, MEPs) via email to disseminate its reports. European added value With its policy outputs COFACE has bridged the gap between the EU and the local level, highlighting the emerging needs of families to be taken into account in EU law and policy. It has also added value to the EU by establishing networking systems for the regular exchange of information and actions with member organisations on the common European issues of reconciliation, diversity and disability, as well as reaching out to individuals who support COFACE’s mission. In 2016, it closely monitored four areas of legislation proposed by the EU: the European Accessibility Act, the EU Blue Card Directive, the Audio-Visual Media Services Directive and the Fitness Check of EU Consumer law to ensure that the needs of the target groups are considered. The network also published two European benchmarks: Toy and Diversity principles and Benchmark principles for the future European Pillar of Social Rights. Sustainability measures Sustainability of EU advocacy work has been ensured by building the capacity of the COFACE network members to understand and influence policy process in the target areas. During membership meetings and other events COFACE members have exchanged knowledge on family support services and programmes at local level and, thus, have gained ideas on family policy which could be fed into national policy processes. Being a member of the advisory boards in five EU research projects, COFACE will continue to mainstream the perspective of families in these research areas, and by centralising all information on EU family matters in a new website, will create a hub to be used by all interested stakeholders. Gender equality measures The action covered the gender equality theme through the promotion of work-life balance policies to support more women to enter the labour market and more men to take up their family/caring roles. During key meetings in 2016 COFACE presented the content of its European Reconciliation Package, developed in 2014 and based on three pillars: resources, services and time arrangements. It also used this document to build its response to the EC consultation on work-life balance. In addition, COFACE organised the international conference on Sustainable Development Goals and Gender Equality in Amsterdam (April 2016) with more than 100 participants from all over Europe and different high-level speakers. The conference provided transnational exchange opportunities on family/social policy and resulted in a position paper as well as social media and online coverage. The total number of participants in COFACE events included 458 women and 296 men. Activities implemented • 2 common methodologies, classifications, micro- simulations, indicators and benchmarks; • 30 reports: surveys, studies, analyses and expertise; • 7 monitoring and assessment reports on the transposition and implementation of Union law; • 2 exchanges of good practice, peer reviews and mutual learning events; • 5 conferences, seminars and other high-level events; • 12 guides, educational material; • 5 information systems developed and maintained; • 32 other information and communication actions; • 31 provisions of information, counselling, placement and recruitment services; • 7 events supporting capacity-building actions; • 4 events supporting networking and cooperation meetings. Coordinator Confédération des Organisations Familiales de l’Union Européenne AISBL (COFACE) (Belgium) Partners - Project/organisation website http://www.coface-eu.org/ ",
        "69 ‘Through the involvement in the DG EMPL policy process ERGO brought the views of beneficiaries from the grassroots level to the table, feeding in the views of Europe’s largest minority.’ Call identification number: VP/2015/010 Implementation/participation country: 28 organisations in 20 European countries Grant identification number: VS/2016/0029 Project duration: 1 January 2016-31 December 2016 Policy area: Social Protection and Social Inclusion and Diversity and Anti-Discrimination EU contribution in euros: 323 282.20 Policy sub-area: Youth employment; Fight against poverty and social exclusion; Combat discrimination; Transnational dimension. Target groups: National, regional and local authorities; Employment services; Non-governmental organisations; Higher education institutions and research institutes; Media; Others. The ERGO Network was established in 2008 to empower Roma in Europe. Its members aim to convince policy-makers that positive change for Roma is possible when Antigypsyism is recognised and tackled as a root cause of the inequality they face, and when the preconditions are in place for Roma to take part in civic life as equal stakeholders. Socioeconomic context Roma people, the single largest minority in Europe, have been marginalised for centuries. Many Roma have suffered from the lack of economic perspective, low employment and educational levels, health care problems, sub-standard housing as well as discrimination and hatred. Roma face many obstacles to equal citizenship: they are often uneducated, lack insight in political and decision-making processes, have low internet and media skills and financial means. In combination with inadequate public policies, this results in the exclusion of Roma from wider society. Aims of the project The action titled ‘Roma included: Roma recognised as equal stakeholders in the policies targeting them’ aimed to create opportunities for Roma to shape the policies affecting them. Project results, measured impacts, achievements, lessons learned In 2016 ERGO contributed to the civil society recommendations on the EPSCO Council Conclusions on Roma under the Slovak Presidency and provided the European Commission with an assessment of how the EU Framework for National Roma Integration Strategies (NRIS) is implemented. It specifically focused on mainstream policies and how they can be better designed to contribute to the social inclusion of Roma. Through involvement in the DG EMPL policy process, ERGO brought the views of Roma people to the table at the Annual Convention on Inclusive Growth and fed them into long-term unemployment measures and the new solidarity corps. ERGO representatives worked as experts on ESF funding and their views on the use of ESF funds for social inclusion were taken into account by the DGs involved. It also provided input into the Strategic Dialogue on the implementation of the Youth Guarantee, Youth Employment Initiative and the Quality Framework for Traineeships and the Annual Convention for Inclusive Growth. ERGO supported the national advocacy work of partners by preparing summaries of Roma-related issues in the Country Specific Recommendations of five core countries (Bulgaria, Czech Republic, Hungary, Romania, and Slovakia). National member organisations contributed to the implementation of the European Roma Policy Framework by advocating at the national level, often together with the national civil society coalitions. Such national partnerships are particularly strong in Czech Republic and Bulgaria. ERGO network has fostered the dialogue between civil society and the European Commission by organising a European (pro) Roma Coalition, by preparing the consultation meetings and by being involved in the preparation of the 10th EU Roma Platform. In 2016 ERGO initiated the first Roma Week and organised a public event ‘Countering Shrinking Space of Roma Civil Society,’ both in the European Parliament. Finally, in 2016 ERGO launched the Alliance against Antigypsyism, which brings together a great number of local and international civil society organisations in order to put Antigypsyism on the agenda of policy-makers. Identification of potential good practices In 2016 ERGO organised the first ERGO Academy for young staff members and volunteers from member organisations to learn together and from each other, and develop leadership competences. During the Academy, a methodology of Participatory Leadership was introduced to support Roma in devising political messages, to gather input on policy processes and to strengthen their confidence to become actors for Roma inclusion. Young Roma activists learned about EU policies and processes and gathered ideas for common inclusion projects as well as ways to pass on their knowledge in Roma communities. In addition, the Youth Advocacy Training was an investment into the capacity of young Roma to advocate for better implementation of Roma policy measures. 4.1.5. European Roma Grassroots Organisations Network (ERGO) ",
        "70 Policy evidence generated by the project In 2016 ERGO conducted a qualitative research project on the inclusion of beneficiaries in the evaluation of ESF-funded projects to improve their effectiveness. ERGO staff supported its members in gathering evidence on Community-Led Local Development and on Roma inclusion at the local level through the Quality Audit. It also carried out fact-finding on how Roma are targeted and included in local plans and strategies through the Online Local Scorecard (www.romareact.org). Network members conducted national research on segregation in schools, local public leadership and the distribution of ESF with a focus on Roma. Transnational dimension ERGO Network has 28 member organisations across Europe and is the biggest European Roma network. Sharing experiences, learning from each other and developing common European advocacy strategies are the main working methods of the network. It also collaborated with strategic European and international partners such as the TernYpe Youth Network, OSI, ENAR, Amnesty International, World Bank, Fundacion Secretariado Gitano and the Social Platform. Dissemination strategy ERGO Network and its members have disseminated its products through personalised emails, articles on the official website and the ERGO blog, through the quarterly ERGO newsletter, Roma-related newsletters and mailing lists (including 1 200 institutions, NGOs and individuals), in-person meetings and at conferences and events. News is regularly published through the ERGO Facebook page (1 260 followers) and Twitter account (600 followers), which is also used to report directly from advocacy meetings in Brussels. European added value ERGO networking activities add value to the EU by bridging the gap between Roma grassroots’ organisations and European institutions. On the one hand, ERGO Network informs local Roma actors about the possibilities offered by EU policies and programmes, and builds their capacity to engage and monitor their implementation. On the other hand, it brings evidence from the local level to national and European policy-makers in order to improve policies and programmes, e.g. by participating in shadow reporting on NRIS, fact-finding missions on ESF- funded projects and monitoring the community-led local development process. Sustainability measures ERGO will continue representing and advocating the Roma perspective in EU policies by providing alternative and complementary data to feed into national and EU-level policy process, by giving recommendations for the post-2020 EU Roma strategy, and by raising awareness of Antigypsyism as a root cause for the social exclusion of Roma. Gender equality measures Gender equality was not an issue directly addressed by the action in 2016, but it was considered in the activities of the network. The total number of participants in ERGO events included 842 women and 913 men. Activities implemented • 1 newly developed/maintained quantitative and qualitative database; • 2 common methodologies, classifications, micro- simulations, indicators and benchmarks; • 5 reports: surveys, studies, analyses and expertise; • 1 evaluation; • 14 monitoring and assessment reports on the transposition and implementation of Union law; • 15 training sessions of legal and policy practitioners; • 9 exchanges of good practice, peer reviews and mutual learning events; • 3 conferences, seminars and other high-level events; • 2 information systems developed and maintained; • 13 other information and communication actions; • 2 EU multilingual digital platform and electronic exchange system; • 47 events supporting capacity building actions; • 9 events supporting networking and cooperation meetings. Coordinator Stichting ERGO Network (the Netherlands) Partners - Project/organisation website http://www.ergonetwork.org/ergo-network/ ",
        "71 ‘During 2016 SOLIDAR strengthened 14 national EU strategy groups that were created in 2015 and set up a new national EU strategy group in the Czech Republic.’ Call identification number: VP/2015/010 Implementation/participation country: Over 60 member organisations in 27 countries, of which 22 are EU countries Grant identification number: VS/2016/0030 Policy area: Social Protection and Social Inclusion Project duration: 1 January 2016-31 December 2016 Policy sub-area: Youth employment; Combat long-term unemployment; Fight against poverty and social exclusion; Promotion of a high level of quality and sustainable employment; Guarantee adequate and decent social protection; Combat discrimination. EU contribution in euros: 366 235.78 Target groups: National, regional and local authorities; Social partners; Non-governmental organisations; Higher education institutions and research institutes. SOLIDAR was founded in 1948 by European social democratic and labour organisations to ease the hardships endured by workers and strengthen the belief in international solidarity. Now it is a European network of civil society organisations working to advance social justice in Europe and worldwide. Aims of the project/organisation The action titled ‘Together for Social Europe (T4SE): Investment in Social Innovation and Quality Employment’ aims to promote investment in social innovation and quality employment with a focus on the most vulnerable groups such as young people and migrants. Project results, measured impacts, achievements, lessons learned During 2016 SOLIDAR strengthened 14 national EU strategy groups that were created in 2015 and set up a new national EU strategy group in the Czech Republic. This was achieved through the Training Academy 2016 on the topic of integration, intercultural dialogue and peaceful coexistence, and two study visits to member organisations in Italy and Estonia. Furthermore, two round tables were organised on the topics of labour mobility, citizenship and migrant integration. They inspired the development of a briefing paper assessing the EU action plan on Integration of Third Country Nationals. Finally, the results of the Social Progress Watch 2016 and the network’s recommendations for a stronger social Europe were presented during the final conference ‘European Pillar of Social Rights – Achieving Upward Social Convergence with a Rights- Based Approach?’ Identification of potential good practices The input to the network’s activities by an academic body (the scientific advisory group) as well as the exchange between academia, civil society and political decision-makers in the framework of the Social Progress Lab is a new approach practised by the SOLIDAR network in 2016. Although it requires a significant amount of work to be maintained and strengthened, the academic input to the network’s activities has reportedly proven to be very useful so far. Policy evidence generated by the project Evidence on progress made by the Member States to achieve the EU2020 strategy’s headline targets, to implement the Social Investment Package and the political guidelines of the European Commission were assessed in 15 countries by the national EU strategy groups. The results of this monitoring and evaluating work were presented in the 3rd annual report ‘Social Progress Watch 2016 – a Guideline to a Rights-Based Approach for the European Pillar of Social Rights.’ Based on this evidence, policy recommendations were developed and used for SOLIDAR’s advocacy work at European and national levels. In addition, 18 case studies developed during 2016 provided evidence on the work of SOLIDAR’s members and partners to strive for social justice, the inclusion of people in society and the labour market as well as more cohesion within societies. Finally, with the supervision and support of the EU advisory group on migration, the book From Europe to Local: Migrating Solidarity was produced. It presented policy solutions to turn the challenges linked to migration and integration into social and economic opportunities for the European Union and its Member States. Dissemination strategy SOLIDAR has established a comprehensive database of European and national contacts to reach decision-makers and stakeholders and disseminate publications, case studies, fact sheets, updates and information developed during the action. Outcomes are distributed internally through electronic newsletters (about 2 500 subscribers) and externally via the SOLIDAR Online Knowledge Hub on the SOLIDAR homepage and social media (Twitter, Facebook). In addition, SOLIDAR keeps publishing paper copies of the main outcomes, such as the Social Progress Watch Report, Country Studies etc. European added value As indicated in the external evaluation report of the action, 18 case studies developed in 2016 present some flagship projects of SOLIDAR members and partners at the local level. The case studies add European value by showcasing concrete interventions which can have a positive impact on vulnerable groups. For the members, the promotion of their work increases 4.1.6. SOLIDAR ",
        "72 their commitment to the network, while for the other members the case studies serve as examples for replication and space for potential cooperation within the network. Sustainability measures Activities implemented in 2016 by SOLIDAR together with its members and partners on the topic of migration and integration laid the foundation for its continued work in 2017 in these fields. It will focus on the development of solutions for effective labour market and social integration of the third country nationals. In 2017 SOLIDAR will continue its advocacy work for a strong Pillar of Social Rights in the framework of the White Book consultation. Gender equality measures Gender equality was not directly addressed by the action in 2016, but it was considered in the activities of the network. The total number of participants in SOLIDAR events included 189 women and 131 men. Activities implemented • 5 common methodologies, classifications, micro- simulations, indicators and benchmarks; • 58 reports: surveys, studies, analyses and expertise; • 1 evaluation report; • 15 monitoring and assessment reports on the transposition and implementation of Union law; • 1 training session of legal and policy practitioners; • 2 exchanges of good practice, peer reviews and mutual learning events; • 3 conferences, seminars and other high-level events; • 1 guide, educational material; • 2 information systems developed and maintained; • 250 other information and communication actions; • 3 events supporting networking and cooperation meetings Coordinator SOLIDAR AISBL (Belgium) Partners - Project/organisation website http://www.solidar.org/ ",
        "73 ‘Supporting informal carers represented a sound investment, with a return not only for carers themselves but also for their careers and society as a whole from a social and economic point of view.’ Call identification number: VP/2015/010 Implementation/participation country: 59 member organisations and individuals and 5 partners throughout Europe and beyond Grant identification number: VS/2016/0047 Policy area: Social Protection and Social Inclusion Project duration: 1 January 2016-31 December 2016 Policy sub-area: Youth employment; Combat long-term unemployment; Fight against poverty and social exclusion; Promotion of equality between women and men; Promotion of a high level of quality and sustainable employment; Guarantee adequate and decent social protection; Combat discrimination; Transnational dimension. EU contribution in euros: 269 892.64 Target groups: National, regional and local authorities; Specialist bodies provided for under Union law; Non- governmental organisations; Higher education institutions and research institutes; Media; Informal carers themselves. Established in 2006, Eurocarers brings together carers’ organisations as well as relevant universities and research institutes, a combination that enables evidence-based advocacy. The network works to ensure that care is valued and unpaid care is recognised as central to the sustainability of health and long-term care systems. Socioeconomic context There are more than 100 million informal carers in the EU today, and their number is likely to increase due to demographic ageing. Informal carers across the EU provide over 80% of all care, with women providing approximately two thirds of it. The economic value of unpaid informal care is huge. In EU Member States its share of the overall cost of formal long-term care provision ranges from 50% to 90%. Being a significant part of the provision, organisation and sustainability of health and social care systems, carers often suffer from physical and mental health impairment, face difficulties in balancing paid work with care responsibilities, challenges to the natural socialisation processes as well as formal education, family relationships and employment prospects, especially young carers. Aims of the project/organisation The action titled ‘Addressing the Needs of Informal Carers throughout the EU with Particular Reference to Social Inclusion, Poverty Reduction and the Development of Sustainable and Inclusive Long-term Care Systems in Europe’ aimed to advance the issue of informal care at both national and EU levels. Project results, measured impacts, achievements, lessons learned In 2016 Eurocarers contributed to the development, implementation, monitoring and evaluation of relevant social initiatives through its analytical and networking activities. It supported stakeholder involvement in the policy process through publishing activities and meetings, strengthened the capacity of its members through study visits and regional seminars, and collected evidence on informal carers by participating in five research projects. Eurocarers’ contribution to the European Commission’s Consultation on the European Pillar of Social Rights in December 2016 highlighted that: • the social right to provide informal care to a relative should be formally recognised; • supporting informal caregivers is a sound investment for employment; • supporting informal carers is a sound investment for the sustainability of European health and long-term care systems; • supporting informal caregiving should be a transversal priority for a carer-friendly society. Evidence shows that supporting informal carers and ensuring their access to the services they need is a sound investment, with a return not only for carers themselves, but also for their careers and society as a whole from a social and economic point of view. Innovativeness of the project/activities In 2016 Eurocarers launched an online EU Information Hub on Informal Care called ‘Informcare.’ It offers carers, care professionals and employers of selected countries, in their own national language, information and advice about caregiving activities as well as useful contacts and interactive tools to communicate with other peers, exchange experiences and provide mutual support. Policy evidence generated by the project The Eurocarers Research Working Group formed in 2015 developed a comprehensive document on Eurocarers research priorities. It focuses on 8 key topics and will be used as part of the network’s advocacy strategy. In 2016 the network developed 12 position papers and 2 responses to EC consultations, 9 policy briefings, released 4 joint calls for action, published 1 editorial in a scientific journal and 2 articles in national media, and disseminated 8 press releases. It also launched a new online repository of research and good practices. Dissemination strategy Eurocarers’ communication strategy was implemented through its main website, bi-monthly newsletter and position papers. The network also relies on a database of more than 3 000 contacts to disseminate relevant information about carers’ added value and needs. The network organised 12 4.1.7. Eurocarers – European Association Working for Carers ",
        "74 peer-learning events for 142 participants, and 5 conferences and seminars attracting 313 participants. It also disseminated 11 issues of guides and educational material, and developed/ maintained 3 information systems. European added value Eurocarers is the only EU-level network that supports all carers, and EaSI is its main source of funding. Therefore, a clear European value added comes from the fact that, in the absence of EU funding, the network’s activities would be severely limited. The EaSI funding ensures economies of scale and efficient use of money, leading to better services for citizens due to the work of Eurocarers. Sustainability measures Eurocarers will continue to support the European Commission in its efforts to create a political environment that is favourable for sustainable, equitable and quality long-term care services and where carers are recognised and supported. The organisation’s action plan for 2017 includes advocacy, communication and capacity-building activities focusing on the implementation of the Europe 2020 strategy’s objectives, the European Semester, the Work-life balance package, the Pillar of social rights, the blueprint on innovation for active and healthy ageing and any other carer-friendly policy developments. Gender equality measures Gender issues are indispensable from informal care issues, since women provide approximately two thirds of care, mainly as daughters (in-law) and wives/partners. Thus, all policy measures proposed and advocated by Eurocarers are directly targeted at women. With regard to specific activities of the network in 2016, women and men were equally included in the events, with women representing a bigger share of participants (614 women and 420 men in total). Activities implemented • 4 newly developed/maintained quantitative and qualitative databases; • 12 reports: surveys, studies, analyses and expertise; • 1 evaluation report; • 1 EU multilingual digital platform and electronic exchange system; • 7 events supporting capacity building actions; • 10 events supporting networking and cooperation meetings. Coordinator Eurocarers – Association Européenne Travaillant Avec Et Pour Les Aidants Non-professionnels (Belgium) Partners - Project/organisation website http://www.eurocarers.org/ ",
        "75 ‘Owing to the EU support, MFC has strengthened its relationship with the European Microfinance Network and other networks for the benefit of the microfinance sector development.’ Call identification number: VP/2015/010 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2016/0017 EU contribution in euros: 162 930.43 Policy area: Social Protection and Social Inclusion Target groups: National, regional and local authorities; Non-governmental organisations; Media; Microfinance institutions Policy sub-area: Youth employment; Combat long-term unemployment; Fight against poverty and social exclusion Implementation/participation country: 104 organisations (including 77 microfinance intermediaries) in 33 countries of Central Europe and Asia The Microfinance Centre (MFC) is a regional microfinance resource centre and network. It brings together 104 organisations (including 77 microfinance intermediaries) in 33 countries of Central Europe and Asia, which serve over 1 million low-income clients. The Centre’s mission is to contribute to poverty reduction and the development of human potential by promoting a socially oriented and sustainable microfinance sector that provides adequate financial and non-financial services to a large number of poor families and micro- entrepreneurs. Aims of the project/organisation The action titled ‘Financial Inclusion for Inclusive Growth in Europe’ aimed to further advance the inclusive finance agenda in the EU, to stimulate practitioners and policy-makers into action, and to ensure wider and deeper financial inclusion of all EU citizens. Project results, measured impacts, achievements, lessons learned Owing to the EC support, MFC has strengthened its relationship with the European Microfinance Network and other networks for the benefit of the microfinance sector development. Among its key achievements in 2016 the following can be mentioned: 1. Cooperation with the European Microfinance Network (EMN), the European Financial Inclusion Network (EFIN) and the Child and Youth Finance International (CYFI) resulted in a position paper on over indebtedness indicators and 8 notes/papers on inclusive entrepreneurship, re-definition of microcredit, the challenges to implementing the European Code of Good Conduct and other issues. All outputs were presented to the European Commission and the European Investment Bank. 2. Building on the success of the first European Microfinance Day in 2015, MFC and EMN organised the 2nd Microfinance Day on 20 October 2016 titled ‘Creating Opportunity beyond Microcredit.’ It included 31 local events organised by 27 members of EMN and MFC in 12 countries and a summary event in Brussels attended by representatives of the European Commission, practitioners and media. 3. Through a dialogue with the European Commission, MFC provided feedback on the EU microfinance support instruments and discussed obstacles to the sector development and its future. 4. As a result of research conducted in 2016, MFC gained a deeper insight into the role that microfinance can play in job creation. Specifically, it observed that despite high expectations, the current form of microfinance practiced in the EU area, with a strong focus on self-employment, personal loans and very small and micro-businesses, has a limited, however socially important, contribution to job creation. The role of microfinance in job creation can be enhanced by introducing new types of soft financing instruments that microfinance institutions could utilise to support the growth-oriented start-ups. Based on the collected evidence, MFC developed a policy paper ‘Demystifying the Role of Microfinance in Job Creation.’ 5. During the annual Borrow Wisely Campaign 2016, which took place from 1 October to 31 October, MFC and its partners engaged directly and virtually with 473 660 clients and potential clients in 14 countries to promote global client protection standards. Policy evidence generated by the project One of the major evidence outputs in 2016 was a biennial survey on microfinance in Europe conducted by MFC together with EMN. Data collected from at least 10 countries show that microfinance in Europe is gradually being consolidated as an essential tool of social policy. Results of the survey were summarised in a report and presented to relevant policy- and decision-makers. Building on research conducted in 2015, MFC developed 2 research papers ‘Financing Gap and SME Employment Growth: Beyond Access to Finance and Measuring’ and ‘Financial Inclusion in the EU: Financial Inclusion Score Approach.’ It also addressed the topic of youth employment and combating long-term unemployment through research which analysed 4.1.8. Microfinance Centre (MFC) ",
        "76 the role of the microfinance sector in supporting start-ups in Bulgaria, Hungary and Romania. As a result, a number of recommendations for policy-makers regarding the need to support Micro Finance Institutions were developed and three case studies about each country published. All evidence generated by the action is available on the MFC website. Dissemination strategy Policy and research papers and case studies were sent via email to around 6 000 MFC contacts either through a dedicated press release in a newsletter or a personal update for members. They were also promoted through the MFC social media and during the MFC Annual Conference and country meetings. Additionally, MFC disseminated its papers through communication channels of its partners: EFIN, EMN and Microfinance Gateway. Some research was presented during thematic webinars. The notes and recommendations for specific institutions such as DG GROW, DG EMPL, DG FISMA and EIB were shared via email and discussed during face-to-face meetings. European added value The European added value was achieved by MFC in two main ways: networking among national and EU organisations, and the identification and dissemination of good practice. In 2016, collaboration of the two European microfinance networks, MFC and EMN, covered the areas of advocacy (through the Advocacy Think Tank), research (through the Research Think Tank) and social performance management (SPM) (through the SPM Think Tank). It resulted in a number of joint activities and policy papers for microfinance sector development. The MFC also continued its cooperation with other international networks active in increasing access to finance, CYFI and EFIN, to achieve higher effectiveness of programmes and activities, and avoid duplication of efforts and resources. An initial exploratory research on the start-up enterprise landscape in Europe carried out by MFC in Bulgaria, Hungary and Romania identified good practice among microfinance service providers serving start-ups. It helps understand the future potential role of microfinance with regard to start- ups and proposes practical steps to attract more support for them. MFC plans to continue this research in other countries of Eastern and Western Europe in 2017. Sustainability measures To sustain the action’s results, MFC has planned the following policy follow-up for 2017: 1) continue cooperation with EMN on the joint advocacy agenda; 2) continue discussion and provide recommendations on the role of microfinance in supporting start-ups by expanding the research to 8 new countries; 3) continue the dialogue with the members of the international consortium formed before submitting COSME (EU programme for the Competitiveness of Enterprises and Small and Medium- sized Enterprises) proposal for migrant and refugee support; and 4) explore overlaps between social enterprise and microfinance strategies. Gender equality measures The gender equality issue was not directly addressed by the action, but it was considered in the activities of the network. The total number of participants in MFC events included 102 women and 122 men. Activities implemented • 15 reports: surveys, studies, analyses and expertise; • 4 evaluations and impact assessments; • 14 exchanges of good practice, peer reviews and mutual learning events; • 3 conferences, seminars and other high-level events; • 3 guides, educational material; • 33 other information and communication actions; • 55 events supporting networking and cooperation meetings. Coordinator Fundacja Microfinance Centre (Poland) Partners - Project/organisation website http://www.mfc.org.pl/ ",
        "77 ‘In 2016 EPR cooperated with more EU-level organisations and their national members than in the previous years, particularly through public events and by participating in Social Services Europe activities.’ Call identification number: VP/2015/010 Project duration: 1 January 2016-31 December 2016 Grant identification number: VS/2016/0052 EU contribution in euros: 97 420.04 Policy area: Social Protection and Social Inclusion Target groups: National, regional and local authorities; Employment services; Social partners; Non-governmental organisations; Higher education institutions and research institutes; Media; Users of services, particularly people with disabilities; Employers/companies. Policy sub-area: Youth employment; Combat long-term unemployment; Fight against poverty and social exclusion; Promotion of a high level of quality and sustainable employment; Combat discrimination; Transnational dimension. Implementation/participation country: 25 organisations in 17 EU countries Established in 1993, EPR is a network of European providers of rehabilitation services to people with disabilities and other disadvantaged groups. Its members deliver services in the fields of vocational training and education, reintegration of service users into the labour market and improvement of their employability, physical rehabilitation and social care. The ultimate goal of the network is to assist its member organisations in continuous professional improvement, identification of best practices and sustainable growth through mutual learning. Aims of the project/organisation The action aimed to enhance the understanding of EU policy developments among EPR members, identify policy priorities and formulate recommendations, benchmark and bench-learn to improve the quality and effectiveness of services. Project results, measured impacts, achievements, lessons learned In 2016 EPR enhanced the understanding of its members of EU policy developments through the mapping of relevant policy processes and initiatives, online training sessions, the coordinators meetings and by updating the online platform on the European Semester. It screened NRPs and Country Specific Recommendations, and drafted a note focusing on the analysis of key recommendations in the field of employment, education and training as well as social protection. The screening also led to provision of policy proposals to the Commission. The EPR members organised four national awareness-raising and training events for national and local civil society or social partner organisations on the topics of employment, mental health, community-based services and the quality of social services. The Annual Conference organised by EPR in Portugal offered a space for mutual learning through plenary speeches and expert-led workshops, site visits and innovative learning methodologies, and provided opportunities for networking. In addition, EPR developed an e-learning module focusing on mainstreaming services for people with disabilities in the three key areas: employment, care and education. The network came to the conclusion that web-based meetings are very successful and can be used more often to engage more people and organisations. Transferability element(s) of the project/activities In 2016 EPR carried out two benchlearning exercises to transfer new tools and methodologies among its members. First, the benchlearning on the Quality Culture Survey (a tool developed by a consultant to assess the cultural and organisational obstacles to the provision of quality social services) allowed participants to share and evaluate how conducive their organisational culture is to quality services and develop improvement plans. Second, the benchlearning on the Wellness Recovery Action Planning (WRAP) methodology enhanced participants’ understanding of how people, including those with mental health problems, can be more empowered and have greater self-knowledge. The benchlearning and training on the WRAP were very well received by participants, who claimed that they could apply the method to their own lives as well as in their daily work with clients. One of the tools piloted in 2016, ‘Por Talento,’ turned out to be too complex to replicate, but this exercise led EPR to the conclusion that it should focus on small/medium tools that are easy to transfer to other contexts. Innovativeness of the project/activities The EPR launched an Innovation Prize contest as a way to promote exchange of innovative practices within the network. In total, 14 practices were submitted. The EPR Innovation Prize 2016 went to an interdisciplinary educational tool developed by the Greek organisation Theotokos and called ‘Serious Games,’ which helps the development of communication and social skills in individuals with autistic spectrum disorder and intellectual disability. Another noteworthy example of innovation was brought to the network from Norway. It is the ‘FROG Online Identity’ method and a programme, which aims to provide self-leadership and identity-training, especially for disadvantaged young people, with a view to returning to school and work. A training workshop on the use of this method was organised for the EPR members, who admitted it was useful and could be applied in their daily work. Policy evidence generated by the project In 2016 EPR produced three analytical papers on topical EU policy initiatives and developments in service delivery for people with disabilities. The paper ‘Challenges and Opportunities for the Integration of Migrants in Europe’ highlights similarities 4.1.9. European Platform for Rehabilitation (EPR) ",
        "78 between migrants and people with disabilities in accessing social and health care services, education and labour market, as well as the main challenges that they face to integration. The paper ‘Long-Term Care: Older People and Disability’ and the ‘Study on Co-production in Services for People with Disabilities’ presents examples of the involvement of people with disabilities in service planning and delivery, and provides recommendations on the development of future initiatives using co-productive approaches. Transnational dimension EPR is founded on the principle of transnational mutual learning and unites 25 organisations from 17 EU Member States plus Norway. In 2016, it cooperated with more EU-level organisations and their national members than in the previous years, particularly through public events and by participating in Social Services Europe activities. Dissemination strategy All analytical outputs were disseminated through EPR communication channels at organisational, national and European level: personal emails, 9 e-bulletins, EPR website, EPR Facebook page, LinkedIn page and on partners’ newsletters or websites (Social Services Europe and Social Platform). Printed copies were distributed within the network and during main internal and external events. They were presented and discussed during benchlearning and training activities. Articles, press releases, video and posts were published in local newspapers, members’ websites and social media. European added value The external evaluation of the action in 2016 shows that EPR members see its added value first of all in the position it has acquired at the European level as a trustworthy and representative public body for disability service providers. Second, the membership of service providers in the EU network strengthens their position at the national level. Third, the benchmarking of services and the exchange of innovative practices helps EPR members improve the quality of their services. Sustainability measures EPR will continue to work alone and with Social Services Europe to promote the social dimension of the European Semester process and make recommendations to ensure effective social protection systems, and social and labour market inclusion of people with disabilities and other disadvantaged groups. Its members will apply good practices and innovative methods that they learned during 2016, particularly the Quality Culture Survey, the WRAP and FROG methodologies, and the ‘Serious Games’ tool. The network will further explore the transferability of innovative practices collected during the Innovation Prize contest. Gender equality measures The gender equality issue was not directly addressed by the action, but it was considered in the activities of the network. The total number of participants in EPR events included 237 women and 142 men. In addition, special care was taken to ensure gender balance of speakers in events. Activities implemented • 3 common methodologies, classifications, micro- simulations, indicators and benchmarks; • 18 reports: surveys, studies, analyses and expertise; • 8 monitoring and assessment reports on the transposition and implementation of Union law; • 5 training sessions of legal and policy practitioners; • 4 exchanges of good practice, peer reviews and mutual learning events; • 5 conferences, seminars and other high-level events; • 21 guides, educational material; • 1 information system developed and maintained; • 118 other information and communication actions; • 2 EU multilingual digital platform and electronic exchange system. Coordinator European Platform for Rehabilitation (Belgium) Partners - Project/organisation website http://www.epr.eu/ ",
        "79 5 Afterword This report has provided a review of projects and organisations funded by the EU Programme for Employment and Social Innovations (EaSI) and its predecessor PROGRESS. A total of 31 project/organisation fiches, which can be read as stand-alone documents, were produced by the research team and presented in the report. Analysing and disseminating information about the results of supported projects and organisations form part of EaSI performance monitoring for 2014-2020. The programme’s monitoring approach foresees biannual reports presenting projects and organisations supported by EaSI and its predecessor programme PROGRESS. This is the seventh such report. It follows the first six issued in 2014-2017. It is expected that this report will be beneficial to public authorities of the Member States, civil society organisations and private actors in at least two ways. First, it will serve as guidance for public, private and civil society actors wishing to apply for EU funding in the future. Second, it will provide policy-makers with ideas that can inform the design and implementation of new policy interventions in the covered policy areas. In addition to these key aims, the results are expected to contribute to further EaSI monitoring of evaluation activities. In particular, the developed project/organisation fiches will feed into preparing the EaSI Performance Monitoring Report for 2017- 2018. Finally, the report team believes that the results will be useful for the evaluators of the programme. ",
        "80 Annex I – List of projects and organisations included in this report No. in the report Page Title of the project /organisation Funding source EU contribution in euros W ebsite 1.1.1. Social Protection 3.1.1 16 Mobilitza’t-Mobile PROGRESS 581 214.03 - 3.1.2 18 ESPY – Experimentation on Social Policy for Youth PROGRESS 726 769.85 https://www.espyproject. eu/home 3.1.3 20 Towards a cost-effective housing policy for Flanders and Europe PROGRESS 145 843.61 https://www. wonenvlaanderen. be/woononderzoek- en-statistieken/ towards-cost-effective- housing-policy-flanders- and-europe Working conditions 3.2.1 23 Posting of workers: enhancing access to information and effective practical collaboration of administrative and social partners among 3 Baltic States EaSI-PROGRESS 332 053.64 http://www.lps.lt/ 3.2.2 24 ENACTING - Enable cooperation and mutual learning for a fair posting of workers EaSI-PROGRESS 302 678.47 http://www.adapt.it/ enacting/abstract.html 3.2.3 26 Posting of Workers: Sharing Experiences, Promoting Best Practices and Improving Access to Information EaSI-PROGRESS 279 607.00 http://www. napotenidelavci.si/sl/ 3.2.4 28 POUR UN DETACHEMENT EQUITABLE ET RESPONSABLE’ EaSI-PROGRESS 451 332.82 http://construction.cgt.fr/ reder/ EURES 3.3.1 30 Targeted Mobility Scheme - Your first EURES job (YfEj 4.0) EaSI-EURES 2 682 568.51 https://www. arbetsformedlingen. se/Globalmeny/Other- languages/Your-first- EURES-job.html 3.3.2 31 Targeted Mobility Scheme - Your first EURES job (TMS-YfEj) EaSI-EURES 2 349 462.93 www.yourfirsteuresjob.se. 3.3.3 34 EURES-TriRegio 2016 EaSI-EURES 201 616.22 http://www.eures-triregio. eu/ueber-uns.html 3.3.4 36 EURES-T Pannonia Cross-Border Partnership’s Activity Plan for 2016 EaSI-EURES 273 211.66 http://www.eures- pannonia.hu/hu/ 3.3.5 38 EURES Cross-border Øresund 2016 EaSI-EURES 154 179.55 www.platsbanken.se 3.3.6 40 Ireland/Northern Ireland Cross Border Partnership EaSI-EURES 190 317.70 http://www.eures- crossborder.org/ 3.3.7 42 EURES-T Bayern-Tschechien EaSI-EURES 560 619.94 www.eures-by-cz.eu 3.3.8 44 EURES Scheldemond 2016 EaSI-EURES 164 335.35 http://www. euresscheldemond.info/ home/ 3.3.9 46 EURES-T Oberrhein-Rhin Supérieur 2016 EaSI-EURES 420 272.63 https://www.eures-t- rhinsuperieur.eu/ 3.3.10 48 EURES in den Grenzregionen Rhein-Waal, Rhein-Maas-nord, Maas-Rhein 2016 EaSI-EURES 485 609.78 http://euregio.org/ 3.3.11 50 EURES-T Beskydy Activity Plan 2016 EaSI-EURES 117 955.54 http://www.eures- tbeskydy.eu/en/ 3.3.12 52 EURES Cross-border Galicia-North Portugal EaSI-EURES 161 198.37 http://www.eures- norteportugal-galicia.org/ 3.3.13 54 Support to cooperation on intra-EU mobility in the EEA countries: Norway EaSI-EURES 100 453.51 www.nav.no 3.3.14 56 Support to cooperation on intra-EU mobility in the EEA countries: Iceland EaSI-EURES 45 430.46 http://www.eures.is 3.3.15 58 EURADRIA 2016 EaSI-EURES 145 633.07 http://www.euradria. org/it/il-progetto/il- parternariato/ Key EU-level NGO networks 4.1.1 61 Eurochild EaSI-PROGRESS 874 710.86 http://www.eurochild.org/ 4.1.2 63 Platform for International Cooperation on Undocumented Migrants (PICUM) EaSI-PROGRESS 637 359.10 http://picum.org/ 4.1.3 65 European Venture Philanthropy Association (EVPA) EaSI-PROGRESS 587 129.14 http://evpa.eu.com/ 4.1.4 67 COFACE Families Europe EaSI-PROGRESS 429 455.69 http://www.coface-eu.org/ 4.1.5 69 European Roma Grassroots Organisations Network (ERGO) EaSI-PROGRESS 323 282.20 http://www.ergonetwork. org/ergo-network/ 4.1.6 71 SOLIDAR EaSI-PROGRESS 366 235.78 http://www.solidar.org/ 4.1.7 73 Eurocarers – European Association Working for Carers EaSI-PROGRESS 269 892.64 http://www.eurocarers. org/ 4.1.8 75 Microfinance Centre (MFC) EaSI-PROGRESS 162 930.43 http://www.mfc.org.pl/ 4.1.9 77 European Platform for Rehabilitation (EPR) EaSI-PROGRESS 97 420.04 http://www.epr.eu/ ",
        "81 3.3.11 50 EURES-T Beskydy Activity Plan 2016 EaSI-EURES 117 955.54 http://www.eures- tbeskydy.eu/en/ 3.3.12 52 EURES Cross-border Galicia-North Portugal EaSI-EURES 161 198.37 http://www.eures- norteportugal-galicia.org/ 3.3.13 54 Support to cooperation on intra-EU mobility in the EEA countries: Norway EaSI-EURES 100 453.51 www.nav.no 3.3.14 56 Support to cooperation on intra-EU mobility in the EEA countries: Iceland EaSI-EURES 45 430.46 http://www.eures.is 3.3.15 58 EURADRIA 2016 EaSI-EURES 145 633.07 http://www.euradria. org/it/il-progetto/il- parternariato/ Key EU-level NGO networks 4.1.1 61 Eurochild EaSI-PROGRESS 874 710.86 http://www.eurochild.org/ 4.1.2 63 Platform for International Cooperation on Undocumented Migrants (PICUM) EaSI-PROGRESS 637 359.10 http://picum.org/ 4.1.3 65 European Venture Philanthropy Association (EVPA) EaSI-PROGRESS 587 129.14 http://evpa.eu.com/ 4.1.4 67 COFACE Families Europe EaSI-PROGRESS 429 455.69 http://www.coface-eu.org/ 4.1.5 69 European Roma Grassroots Organisations Network (ERGO) EaSI-PROGRESS 323 282.20 http://www.ergonetwork. org/ergo-network/ 4.1.6 71 SOLIDAR EaSI-PROGRESS 366 235.78 http://www.solidar.org/ 4.1.7 73 Eurocarers – European Association Working for Carers EaSI-PROGRESS 269 892.64 http://www.eurocarers. org/ 4.1.8 75 Microfinance Centre (MFC) EaSI-PROGRESS 162 930.43 http://www.mfc.org.pl/ 4.1.9 77 European Platform for Rehabilitation (EPR) EaSI-PROGRESS 97 420.04 http://www.epr.eu/ ",
        "82 Getting in touch with the EU ONLINE Information in all the official languages of the European Union is available on the Europa website: europa.eu IN PERSON All over Europe there are hundreds of local EU information centres. You can find the address of the centre nearest to you at: europa.eu/contact ON THE PHONE OR BY EMAIL Europe Direct is a service that answers your questions about the European Union. You can contact this service by freephone: 00 800 6 7 8 9 10 11 (certain mobile telephone operators do not allow access to 00 800 numbers or may charge for these calls), or by payphone from outside the EU: +32 22999696, or by email via europa.eu/contact READ ABOUT EUROPE Publications about the EU are only a click away on the EU Bookshop website: bookshop.europa.eu ",
        "83 ",
        "K E - B P - 17 - 002 - E N - N doi: 10.2767/4020 "
    ]
}