{
    "text": [
        "EUROPEAN ECONOMY Occasional Papers 225 | June 2015 Macroeconomic imbalances Country Report – Finland 2015 Economic and Financial Affairs ISSN 1725-3209 (online) ISSN 1725-3195 (print) ",
        "Occasional Papers are written by the staff of the Directorate-General for Economic and Financial Affairs, or by experts working in association with them. The Papers are intended to increase awareness of the technical work being done by staff and cover a wide spectrum of subjects. Views expressed in unofficial documents do not necessarily reflect the official views of the European Commission. Comments and enquiries should be addressed to: European Commission Directorate-General for Economic and Financial Affairs Unit Communication B-1049 Brussels Belgium E-mail: ecfin-info@ec.europa.eu LEGAL NOTICE Neither the European Commission nor any person acting on its behalf may be held responsible for the use which may be made of the information contained in this publication, or for any errors which, despite careful preparation and checking, may appear. This paper exists in English only and can be downloaded from http://ec.europa.eu/economy_finance/publications/. Europe Direct is a service to help you find answers to your questions about the European Union. Freephone number (*) : 00 800 6 7 8 9 10 11 (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). More information on the European Union is available on http://europa.eu. Luxembourg: Publications Office of the European Union, 2015 KC-AH-15-225-EN-N (online) KC-AH-15-225-EN-C (print) ISBN 978-92-79-44906-2 (online) ISBN 978-92-79-44905-5 (print) doi:10.2765/960323 (online) doi:10.2765/79085 (print) © European Union, 2015 Reproduction is authorised provided the source is acknowledged. ",
        "European Commission Directorate-General for Economic and Financial Affairs Macroeconomic imbalances Country Report – Finland 2015 EUROPEAN ECONOMY Occasional Papers 225 ",
        "Results of in-depth reviews under Regulation (EU) No 1176/2011 on the prevention and correction of macroeconomic imbalances Finland is experiencing macroeconomic imbalances, which require policy action and monitoring. In particular, risks related to the weak export performance in a context of industrial restructuring deserve attention. While the decline in export market shares and manufacturing industries has largely come to an end investment remains low and potential growth has declined. Private-sector debt has stabilised and does not appear to be a source of immediate concern, but its relatively high level calls for close monitoring. Excerpt of country-specific findings on Finland, COM(2015)85 final_ SWD(2015)45 final, 26.02.2015 ",
        "CONTENTS Executive summary 1 1. Scenesetter: economic situation and outlook 3 2. Imbalances, risks and adjustments 10 2.1. External sustainability 11 2.2. Competitiveness challenges 16 2.3. Indebtedness, deleveraging pressures and housing market developments 31 3. Other structural issues 41 3.1. Taxation, debt sustainability and fiscal framework 42 3.2. Labour market and education 45 3.3. Products and services market 52 3.4. Efficiency enhancing reforms in the public sector 54 AA. Overview table 57 AB. Statistical annex 63 LIST OF TABLES 1.1. Key financial, economic and social indicators 8 1.2. MIP scoreboard indicators 9 2.3.1. Financial flows involving banking sector, 1-10/2014 - Finland 32 2.3.2. MFI Soundness Indicators - Finland 32 2.3.3. Non-financial corporations debt to profits and debt to capital -distribution 39 AB.1. Macroeconomic indicators 63 AB.2. Financial market indicators 64 ",
        "AB.3. Taxation indicators 65 AB.4. Labour market and social indicators 66 LIST OF GRAPHS 1.1. Real GDP growth by demand component 3 1.2. Components of potential growth 4 1.3. Current account, export market share (EMS) 4 1.4. Net international investment position and external debt 4 1.5. Real effective exchange rates 5 1.6. Breakdown of debt by sector (non-consolidated) 6 1.7. Public finance indicators 6 1.8. Employment, unemployment and activity rate 7 2.1.1. Breakdown of the Finnish external position (current and capital accounts) 11 2.1.2. Trade balance, EU-28 11 2.1.3. Recent current account and trade developments, Finland, 12-month moving sum, quarterly data 12 2.1.4. Net lending/borrowing by sector, Finland 12 2.1.5. Saving and investment of sectors, Finland (% of GDP) 12 2.1.6. Breakdown of net international investment position, Finland 13 2.1.7. Domestic value added content of exports, EU-28, 2009 14 2.1.8. Share of top-10 export goods in total export (%) 14 2.1.9. Concentration of export good structure, 2013 14 2.1.10. Share of top-10 enterprises in total export, 2011, (%) 15 2.2.1. Structure of gross value added by industrial aggregates, 1975-2013, Finland 16 2.2.2. Gross value added in basic prices, current prices, 1990-2013 16 2.2.3. Real gross value added in basic prices in manufacturing 1990-2013 16 2.2.4. Productivity growth in manufacturing industries (%, y-o-y) and growth contributions by sub-industries (percentage points), Finland 17 2.2.5. Change of GDP deflator (%, y-o-y) and contributions to growth, (pps.) - — Finland 18 2.2.6. Change in competitiveness (%, y-o-y) and contributions from nominal effective exchange rate and total economy nominal unit labour costs, percentage points (pps.), — Finland 19 2.2.7. Ratio of export price deflated REER to manufacturing unit labour cost deflated REER, 1999-2014 19 2.2.8. Ratio of export price deflated REER to total economy unit labour cost deflated REER, 1999-2014 20 2.2.9. Export market share development (%) 20 2.2.10. Export market share, Finland, annual change (%) 20 2.2.11. Export market share, Finland, compared with the export market share of the euro area, (%) 21 2.2.12. Domestic value-added content of export, Finland (% of GDP) 21 2.2.13. Domestic value added of foreign demand, change between 2000 and 2009, % of GDP 21 2.2.14. Export developments by product category between 2000 and 2013 22 2.2.15. Nokia's contribution to the Finnish GDP (%) 22 ",
        "2.2.16. Components of change of Finnish export market share between 2000 and 2013 23 2.2.17. Consumption of households and net exports (% of GDP) 23 2.2.18. Export and import component, EU-28, change between 2000 and 2011 (% of GDP) 25 2.2.19. Export and import component, Finland (% of GDP) 25 2.2.20. Export and import ratio as well as foreign value-added content of exports, Finland (% of GDP) 25 2.2.21. Finnish foreign direct investment vis-à-vis the world and EU-28 (%) 26 2.2.22. Export of goods and services, Finland (% of GDP) 26 2.2.23. Innovation and specialisation on top-quality export products 27 2.2.24. Age composition of small businesses (%) 28 2.2.25. Share of employment in firms never growing above one employee (manufacturing) 28 2.2.26. Start-up rates 29 2.2.27. Growth expectation of early-stage entrepreneurs in innovation-driven economies 29 2.3.1. Breakdown of debt by sector (non-consolidated) — Finland 31 2.3.2. Lending to households (HH) and non-financial corporations (NFC) in Finland 31 2.3.3. Household sector loans by type of loan 33 2.3.4. Average mortgage rates - selected countries 33 2.3.5. Nominal house prices by region, 1990=100 — Finland 34 2.3.6. Growth of house prices and loans by monetary financial institutions for house purchases — Finland 34 2.3.7. Leverage, households — Finland 34 2.3.8. Household debt — Finland 35 2.3.9. Housing market valuation — Finland 35 2.3.10. Real house prices — selected countries 36 2.3.11. Falling residential investment associated with higher housing valuations, regional data 36 2.3.12. Incentives to invest fail to increase residential investment 37 2.3.13. Leverage, non-financial corporations — Finland 37 2.3.14. Balance sheet, non-financial corporations - Finland 38 2.3.15. Breakdown of year-on-year changes in debt-to-GDP ratio, households (ESA 2010) — Finland 38 2.3.16. Breakdown of year-on-year changes in debt-to-GDP ratio, non-financial corporations (ESA 2010) — Finland 39 3.1.1. General government total revenue, total expenditure and net-lending /net-borrowing, % of GDP , Finland 43 3.2.1. Labour market indicators 45 3.2.2. Tax rate for an individual (single, no children) to take up work at 67 % of the average wage 48 3.3.1. Restrictions on retail trade 52 LIST OF BOXES 1.1. Economic surveillance process 8 2.2.1. Foreign direct investment, trade linkages and especially energy tie Finland close to Russia 25 ",
        "EXECUTIVE SUMMARY 1 Structural adjustments still weigh on Finland’s economic performance, but a slow recovery is taking hold. After contracting for two consecutive years, Finland’s output stabilised in 2014. An increase in net exports helped to soften the negative impact of a further large decline in investments. Consumption was held back by declining employment, low wage growth and tax increases. However, economic growth gained momentum in the second half of the year and the recovery is expected to continue in 2015 and 2016. Several factors support this expectation. First, the shakeout in the electronic and paper sectors seems to have run its course. Second, with the conclusion, in 2013, of a moderate wage agreement, Finnish wage developments have moved, albeit belatedly, into line with the new post-crisis reality, supporting the restoration of cost competitiveness. Third, a gradual improvement in external demand, together with the decline in imported fuel prices and the exchange rate, should support exports. Finally, credit conditions remain supportive of an increase in economic activity. On the other hand, weak labour market conditions and wage moderation will continue weighing down on private consumption. This Country Report assesses Finland’s economy against the background of the Commission’s Annual Growth Survey which recommends three main pillars for the EU’s economic and social policy in 2015: investment, structural reforms and fiscal responsibility. In line with the Investment Plan for Europe, it also explores ways to maximise the impact of public resources and unlock private investment. Finally, it assesses Finland in the light of the findings of the 2015 Alert Mechanism Report, in which the Commission found it useful to further examine the persistence of imbalances or their unwinding. The main findings of the in-depth review contained in this country report are: • Following a steady deterioration from 2003 until 2011, the Finnish current account has stabilised at a small deficit. The goods balance is expected to have turned back into surplus in 2014 and is projected to improve further in the coming years. Finland’s net international investment position deteriorated in 2014, but remains in positive territory. In addition, while the economy remains exposed to asymmetric shocks, its vulnerability to external developments has decreased. Overall, Finland’s external sustainability is not a concern. • The rapid decline of some manufacturing industries (electronics and forest) has largely ended. The impact of the collapse of the electronics and paper industries on GDP and exports has not yet been overcome. GDP remains below its pre-crisis level and potential growth has declined. Yet, there are signs that the process of economic restructuring has started, albeit very gradually. The information and communication-technologies service industry and professional and other support services to the private sector, have been clearly expanding for over a decade. In manufacturing, the chemical industry especially has been growing steadily over recent years. In addition, new investments in the hard-hit electronics and paper industries should support the launch of new products. The rate of start-ups is low in comparison with other peer economies. This does not favour the dispersion and spillover of Finland’s high innovation potential. • The productivity of Finnish companies is in line with its Nordic peers and recently the growth in labour productivity started to accelerate. Cost competitiveness deteriorated in 2008-12, partly due to the decline in high- productivity industries and partly due to wage rises above productivity growth, with other domestic costs also increasing. More recently, both wage moderation and productivity growth have started to gradually improve cost competitiveness relative to competitor countries. • While public investment is relatively high, private investment is low. Private-sector incentives to invest into new machinery and equipment have diminished by relatively rapid growth of wages and other production costs. Low equipment investment can reduce Finland's competitiveness and growth potential. However, relative cost competitiveness has started to improve gradually and consequently investments are assumed to gradually recover in the coming years. ",
        "Executive summary 2 • Private-sector debt does not appear to be a source of immediate concern, but it needs to be closely monitored. Private-sector debt has stabilised at a level just above the EU average. However, there appear to be no urgent deleveraging pressures, given the sound financial sector and low debt-servicing costs. The increase in house prices seems to have stopped, lowering the probability that household debt will increase in the near future. The country report also analyses other macroeconomic and structural issues and the main findings are: • Finland’s debt-to-GDP ratio is on a rising trend and will exceed 60% in 2015. Ageing- related costs imply risks for the sustainability of public finances in the medium to long term. Finland has limited room to increase tax revenues, as the tax ratio is already high. However, the efficiency of the public sector can be improved further, particularly in areas that face cost-pressures in the future from ageing — mainly healthcare and long-term care. • Recent labour market performance has been weak, but still compares favourably with the EU-average . Unemployment has been increasing. Early exit from the labour market occurs mainly through disability or through the extended unemployment benefits available for older workers. • The Finnish retail sector remains highly concentrated, being dominated by two local retail groups. The dominance is strengthened by planning rules and strict regulation on large- scale outlets. The regulations have a negative impact on productivity growth and constitute market entry and market expansion barriers for new operators. Overall, Finland has made some progress in addressing the 2014 country-specific recommendations. An important development is the agreement reached between the social partners regarding implementation of the pension reform from 2017. In addition, reforms of the social and healthcare sectors have been initiated to better control expenditure growth in these areas. Some steps to increase the growth-friendliness of the tax system have been taken. Other positive action, such as measures to improve employment of the elderly, has been taken in the labour market. The government took new measures to diversify the economy, notably though the promotion of innovation and investment in digitalisation, biotechnology and clean technologies. Furthermore, public support focuses on promoting exports of SMEs and on risk capital. Some recommendations have not been fully addressed. For instance, while the new bill amending the land use and building act incorporates competition as an objective, the restrictions regarding large-scale outlets have not been addressed. This country report reveals the policy challenges stemming from the analysis of macro-economic imbalances, namely: • Earlier losses to cost competitiveness would recover further if careful control of the development of costs continued in the future. Over recent years, cost pressures in the non- tradable sector have had a negative impact on cost competitiveness. • Despite a business environment that has many strong points, Finland is missing out on some opportunities to improve its non- cost competitiveness. Finnish enterprises, including start-ups, tend to remain small and do not actively seek to grow or internationalise. There is room to improve the capacity of universities in turning research into innovations. • Households faced a relatively quick increase in their debt burden. Household debt mainly takes the form of mortgage debt. Recent declines in interest rates have reduced the burden of servicing the debt, but also reduced the incentives to deleverage. Further macro- prudential measures could help to stem a further increase in household indebtedness. In addition, other policy challenges are ensuring the sustainability of public finances in view of pressures from ageing-related costs and, linked to this, using better the full potential of the labour market. ",
        "1. SCENESETTER: ECONOMIC SITUATION AND OUTLOOK 3 Growth drivers and outlook Structural adjustments are weighing on Finland’s economic performance. Apart from suffering from the weak global economy following the financial and economic crisis, Finland has also had to cope with an asymmetric shock in the form of the loss of external demand for mainly electronic and paper products. This led to substantially lower exports and a loss in output that could not easily and quickly be replaced by other products. Wages were slow to react to the lower output because Finland had gone into the crisis with a generous multiannual wage settlement reflecting pre-crisis conditions. Combined with the loss in output in the highly productive electronics sector (dominated by Nokia), this led to an increase in unit labour costs and an erosion of cost competitiveness. The changing economic conditions led to a decline in growth, the emergence of a negative output gap, an increase in unemployment, an evaporation of Finland’s current account surplus, and deteriorating public finances. Inflation steadily declined while remaining positive. Graph 1.1: Real GDP growth by demand component -10 -8 -6 -4 -2 02468 10 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 %, pps inventories +stat discr. net exports GFCF consumption GDP growth Source: European Commission The Finnish economy seems to be slowly turning the corner. Following a decline in economic activity in 2012-13, the Finnish economy bottomed out in 2014 and is expected to start recovering in 2015 (Graph 1.1). Several factors explain this development. First, the shake- out in the electronic and paper sectors seems to have run its course. Second, although belated, Finnish wage developments have moved into line with the new post-crisis reality through the conclusion, in 2013, of a moderate wage agreement. This agreement, which is possibly to be extended for the coming years, supports the restoration of cost and export competitiveness through lower growth in unit labour costs. Third, a gradual improvement in economic prospects should support Finnish exports, especially as these are centred on intermediate and capital goods for which demand can be expected to increase during a recovery phase. Fourth, the decline in energy prices and the exchange rate should support exports. Finally, credit conditions remain supportive to an increase in economic activity. On the other hand, weak labour market conditions and wage moderation will continue weighing on private consumption. A fuller discussion of Finland’s near-term economic outlook is contained in the Commission’s winter 2015 economic forecast. Medium-term challenges remain. Finland’s growth potential is affected by the decline in its working-age population. Growth potential is estimated at slightly below 1 % in the medium term and close to 1 % in the longer term, contingent on productivity gains (Graph 1.2).( 1 ) The long–term sustainability of public finances is not yet secured and savings in expenditure will have to made, for example through the control of expenditure growth, as the scope for increasing the already-high tax burden seems limited.( 2 ) The effect on GDP and exports of the decline in the electronics and paper industry has not yet been overcome. A large negative output gap has opened up and GDP remains below its pre-crisis level. Nevertheless, there are some encouraging signs in the form of new investments in the paper and pulp industry that should raise productivity and support the launch of new products. Also, after the demise of its mobile phone business, Nokia is re-inventing itself and contributing again positively to Finnish growth. ( 1 ) Reference is made to projections by the European Commission, the IMF, the OECD and the Finnish central bank. ( 2 ) Finland boasts the highest government expenditure ratio (59 %) and government revenue ratio (56 %) in the EU. ",
        "4 Graph 1.2: Components of potential growth -0.5 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 03 04 05 06 07 08 09 10 11 12 13 14 15 16 17 18 19 R a t e o f c h a n g e y - o - y ( % ) TFP contribution Capital contribution Labour contribution Potential growth Source: European Commission External sustainability Finland’s external position deteriorated, but remains sustainable. While posting a record 8 % of GDP current account surplus in 2002, the current account progressively turned into a moderate deficit in 2011 and broadly stabilised thereafter. Graph 1.3: Current account, export market share (EMS) -15 -10 -5 0510 -15 -10 -5 05 10 00 01 02 03 04 05 06 07 08 09 10 11 12 13 y e a r l y c h a n g e % o f G D P Current account balance EMS, right axis Source: European Commission These developments were driven by the substantial losses in export market shares that peaked in 2010, before getting smaller in subsequent years (Graph 1.3). While the current account deficit worsened Finland’s international investment position, this remains positive thanks to assets accumulated in previous years (Graph 1.4). Notwithstanding the deterioration of its net lending position, the likelihood of an abrupt adjustment in Finland’s external position appears very low. External sustainability issues are further discussed in section 2.1. Graph 1.4: Net international investment position and external debt -200 -150 -100 -500 50 00 01 02 03 04 05 06 07 08 09 10 11 12 13 % o f G D P Net ext. debt (neg. sign) Net int'l investment pos. (1) BPM6/ESA2010 (reserve assets excluded) Source: European Commission Competitiveness Competitiveness has declined in recent years, but the conditions for a recovery are in place. The significant decline in Finnish exports up to 2011 was due to declines in both price and non- price competitiveness. Cost competitiveness suffered from wage settlements failing to adjust to the new economic reality in combination with declining labour productivity. In addition, despite the government’s efforts and the business environment that has lots of favourable features, the low rate of start-ups and other small businesses prolonged the restructuring process of the economy to regain its competitiveness. There are reasons to believe that things could get better going forward. Wage agreements changed and provide for a more favourable development in unit labour costs. The important restructuring in the electronics and paper industries should position them better to take advantage of future growth. A ",
        "5 big part of the Finnish competitive edge has also been dependent on the highly educated labour force. The current situation presents considerable challenges to ensure that sufficient investments continue to be made into human capital to maintain the high quality of the Finnish labour force and to provide it with new skills to adapt to the changes in the economy. Competitiveness issues are further discussed in sections 2.2 and 3.3. Graph 1.5: Real effective exchange rates 90 92 94 96 98 100 102 104 00 02 04 06 08 10 12 14 2010=100 REER-GDP deflator (EU27) REER -ULC based (EU27) Source: European Commission Investment Investment in Finland is currently below the levels observed in recent years. However, the proportion of investment stood at 21.2 % of GDP in Finland in 2013, above the euro area average of 19.6 %. Due to a lack of demand, investment in equipment and non-housing construction (which is around half of overall investment in Finland) is below the level that prevailed before the crisis. Government spending cuts are restraining infrastructure investment, although there are some major projects ongoing such as the extension of the metro line and the airport railway connection in Helsinki. The main investment challenge is related to the need to increase the restructuring and diversification of the production side of the economy . Investment (not including construction) has been lower than in similar economies over the past decade. Although investment in R&D is among the highest in EU, the country still faces challenges to convert high R&D investment into successful export products and services. Limited investment in production capacity over recent years could be one possible explanation for the lack of success in converting the R&D inputs into viable products. Recent success stories can be found mainly in the ICT-related services sector, such as the gaming industry. These industries invest modestly in physical capital, but a well- functioning infrastructure for companies in the service sector is a necessity. There are also particular strengths in manufacturing, which is still driving a large part of growth in real production. In manufacturing, much of the focus has recently been on investing in clean technology products and a better use of ICT in manufacturing processes. There are also clear investment needs in infrastructure. Finland could benefit from diversifying its energy supply, particularly as it relies on a single gas source — Russia. Investment in liquefied natural gas (LNG) terminals could be one way of diversifying energy supply in the medium term. Private sector indebtedness Private sector indebtedness stabilised at a high level. Private sector debt increased steadily over the first decade of this century reaching levels close to 170 % of GDP (Graph 1.6) and therefore above the Macroeconomic Imbalance Procedure scoreboard indicator. Since 2010, private sector debt has been broadly stable. Non-financial corporate debt accounts for about two thirds of private sector debt (or about 120 % of GDP). The main driver of corporate debt has been investment. Household debt increased noticeably before the crisis. This stemmed from a rapid growth in mortgage loans linked to rising house prices that could be attributed to increasing disposable income and favourable financing conditions (low interest rates, tax incentives, lengthening of maturities, increasing loan-to-value ratios). Since 2010, household debt has stabilised at around 65 % of GDP. While high, debt servicing does not seem to pose problems for corporates and households and deleveraging pressures seem to be low. Private sector debt is further discussed in section 2.3. ",
        "6 Graph 1.6: Breakdown of debt by sector (non- consolidated) 0 50 100 150 200 250 300 97 98 99 00 01 02 03 04 05 06 07 08 09 10 11 12 1314* % o f G D P Financial corporations Government Household Non financial corporations Private sector EU28 Private sector ESA 2010 Source: European Commission Public finance Government finances deteriorated as economic activity declined. Public finances have been in deficit since 2009, not only nominally but also structurally, and public debt has been increasing. Finland’s expenditure-to-GDP ratio has continued increasing significantly since the beginning of the crisis while revenues have stagnated. Policy makers had to strike a balance between maintaining market confidence and credit ratings and not causing additional loss of output due to overly restrictive fiscal policies as economic performance worsened. Even if the government plans to reduce its deficit in 2015 and 2016, government debt is set to exceed the 60 % reference value as from 2015. Over the medium term, consolidation efforts and structural reforms are necessary to close the sizable sustainability gap . The fiscal sustainability risks are considered as medium in the medium term and high in the long term. The sustainability gap is mainly caused by the future ageing-related expenditure on pensions and healthcare and long-term care. General government revenue, in proportion to the GDP, is already among the highest in the EU, so the scope for increasing it further for fiscal consolidation purposes seems limited . Therefore, savings on the expenditure side, for example through efficiency-enhancing reforms in the public sector, appear warranted (see section 3.4). The growth friendliness of the tax system could be enhanced (see section 3.1). Graph 1.7: Public finance indicators 010 20 30 40 50 60 70 -4 -20 2468 00 02 04 06 08 10 12 14 16 % of GDP % of GDP GG balance Cyclically adjusted balance GG debt (rhs) Source: European Commission Labour market Unemployment has increased by less than economic developments would suggest. Despite the increase, unemployment (8.7 %) remains clearly below the EU average (Graph 1.8). The labour market situation and related challenges are further discussed in section 3.2. ",
        "7 Graph 1.8: Employment, unemployment and activity rate 45678910 30 40 50 60 70 80 00 01 02 03 04 05 06 07 08 09 10 11 12 13 % % FI activity rate FI employment EU activity rate EU employment FI unemployment (rhs) EU unemployment (rhs) Source: European Commission Box 1.1: Economic surveillance process The Commission’s Annual Growth Survey, adopted in November 2014, started the 2015 European Semester, proposing that the EU pursue an integrated approach to economic policy built around three main pillars: boosting investment, accelerating structural reforms and pursuing responsible growth-friendly fiscal consolidation. The Annual Growth Survey also presented the process of streamlining the European Semester to increase the effectiveness of economic policy coordination at the EU level through greater accountability and by encouraging greater ownership by all actors. In line with streamlining efforts this Country Report includes an In-Depth Review — as per Article 5 of Regulation no. 1176/2011 — to determine whether macroeconomic imbalances still exist, as announced in the Commission’s Alert Mechanism Report published on November 2014. Based on the 2014 IDR for Finland published in March 2014, the Commission concluded that Finland was experiencing macroeconomic imbalances requiring monitoring and policy action. In particular, the weak export performance during the last years, driven by industrial restructuring, cost and non-cost competitiveness factors, deserve continued attention. This Country Report includes an assessment of progress towards the implementation of the 2014 Country-Specific Recommendations adopted by the Council in July 2014. The Country-Specific Recommendations for Finland concerned public finances, administrative reform, labour market, market competition and competitiveness. ",
        "8 Table 1.1: Key financial, economic and social indicators 2008 2009 2010 2011 2012 2013 2014 2015 2016 Real GDP (y-o-y) 0.7 -8.3 3.0 2.6 -1.5 -1.2 0.0 0.8 1.4 Private consumption (y-o-y) 2.1 -2.7 3.1 2.9 0.1 -0.7 0.1 0.9 1.0 Public consumption (y-o-y) 1.6 1.6 -0.1 -0.1 0.7 1.5 0.1 0.1 0.1 Gross fixed capital formation (y-o-y) 0.3 -12.5 1.1 4.1 -2.5 -4.8 -4.2 0.0 2.2 Exports of goods and services (y-o-y) 6.6 -20.1 6.2 2.0 1.2 -1.7 1.3 2.1 3.9 Imports of goods and services (y-o-y) 7.9 -16.9 6.5 6.0 1.3 -2.5 -0.4 1.3 3.0 Output gap 3.8 -5.1 -2.6 -0.3 -1.8 -3.1 -3.1 -2.6 -1.5 Contribution to GDP growth: Domestic demand (y-o-y) 1.4 -4.1 1.8 2.4 -0.3 -1.1 -0.8 0.5 1.0 Inventories (y-o-y) -0.5 -2.1 1.3 1.5 -1.1 0.0 0.2 0.0 0.0 Net exports (y-o-y) -0.2 -2.1 0.0 -1.5 -0.1 0.3 0.7 0.3 0.4 Current account balance (% of GDP), balance of payments 2.2 1.9 1.2 -1.8 -1.9 -1.1 . . . Trade balance (% of GDP), balance of payments 3.8 2.3 1.4 -0.9 -1.1 -0.7 . . . Terms of trade of goods and services (y-o-y) -1.9 1.3 -2.1 -1.6 -1.3 0.3 -0.1 1.2 0.0 Net international investment position (% of GDP) -2.5 6.4 19.7 18.1 14.6 6.3 . . . Net external debt (% of GDP) 6.5* 18.6* 22.0* 26.5* 36.5* 35.1* . . . Gross external debt (% of GDP) 126.41 157.36 181.87 208.0 223.4 205.7 . . . Export performance vs advanced countries (% change over 5 years) 6.5 -5.6 -12.9 -16.7 -23.1 -27.3 . . . Export market share, goods and services (%) 0.7 0.6 0.5 0.5 0.5 0.4 . . . Savings rate of households (net saving as percentage of net disposable income) -0.2 3.4 3.2 1.3 0.6 0.7 . . . Private credit flow, consolidated, (% of GDP) 16.6 0.3 7.5 3.5 7.3 0.7 . . . Private sector debt, consolidated (% of GDP) 131.3 141.4 145.8 142.4 147.1 146.7 . . . Deflated house price index (y-o-y) -2.5 0.0 4.3 -0.4 -0.5 -0.5 . . . Residential investment (% of GDP) 5.9 5.2 6.1 6.3 6.3 6.1 . . . Total financial sector liabilities, non-consolidated (y-o-y) 23.8 21.5 5.7 27.4 -2.6 -9.3 . . . Tier 1 ratio 1 . . . . . . . . . Overall solvency ratio 2 . . . . . . . . . Gross total doubtful and non-performing loans (% of total debt instruments and total loans and advances) 2 . . . . . . . . . Change in employment (number of people, y-o-y) 2.2 -2.4 -0.7 1.3 0.9 -1.5 -0.4 0.3 0.7 Unemployment rate 6.4 8.2 8.4 7.8 7.7 8.2 8.7 9.0 8.8 Long-term unemployment rate (% of active population) 1.2 1.4 2.0 1.7 1.6 1.7 . . . Youth unemployment rate (% of active population in the same age group) 16.5 21.5 21.4 20.1 19.0 19.9 20.5 . . Activity rate (15-64 year-olds) 76.0 75.0 74.5 74.9 75.2 75.2 . . . Young people not in employment, education or training (%) 7.8 9.9 9.0 8.4 8.6 9.3 . . . People at risk of poverty or social exclusion (% of total population) 17.4 16.9 16.9 17.9 17.2 16.0 . . . At-risk-of-poverty rate (% of total population) 13.6 13.8 13.1 13.7 13.2 11.8 . . . Severe material deprivation rate (% of total population) 3.5 2.8 2.8 3.2 2.9 2.5 2.8 . . Number of people living in households with very low work-intensity (% of total population aged below 60) 7.5 8.4 9.3 10.0 9.3 9.0 . . . GDP deflator (y-o-y) 3.1 1.9 0.4 2.6 2.6 2.4 1.1 1.2 1.4 Harmonised index of consumer prices (HICP) (y-o-y) 3.9 1.6 1.7 3.3 3.2 2.2 1.2 0.5 1.3 Nominal compensation per employee (y-o-y) 4.3 2.0 2.2 3.6 2.8 2.0 1.5 1.4 1.5 Labour productivity (real, person employed, y-o-y) -1.5 -6.0 3.7 1.3 -2.3 0.2 . . . Unit labour costs (ULC) (whole economy, y-o-y) 5.8 8.5 -1.4 2.3 5.2 1.7 1.2 1.0 0.8 Real unit labour costs (y-o-y) 2.7 6.5 -1.8 -0.3 2.5 -0.6 0.0 -0.3 -0.6 REER 3) (ULC, y-o-y) 3.7 6.3 -4.7 1.1 0.0 3.4 1.2 -2.2 -0.3 REER 3) (HICP, y-o-y) 0.8 1.6 -4.7 0.2 -1.8 2.7 2.2 -1.1 -0.6 General government balance (% of GDP) 4.2 -2.5 -2.6 -1.0 -2.1 -2.4 -2.7 -2.5 -2.2 Structural budget balance (% of GDP) . . -1.1 -0.8 -1.0 -0.6 -1.0 -1.0 -1.3 General government gross debt (% of GDP) 32.7 41.7 47.1 48.5 53.0 56.0 58.9 61.2 62.6 Forecast (1) domestic banking groups and stand-alone banks. (2) domestic banking groups and stand alone banks, foreign (EU and non-EU) controlled subsidiaries and foreign (EU and non-EU) controlled branches. (*) Indicates BPM5 and/or ESA95 Source: ECB, Commission services ",
        "9 Table 1.2: MIP scoreboard indicators Thresholds 2008 2009 2010 2011 2012 2013 3 year average -4%/6% 3.3 2.7 1.8 0.5 -0.8 -1.7 p.m.: level year - 2.2 1.9 1.2 -1.8 -1.9 -1.4 -35% -2.5 6.4 19.7 18.1 14.7 8.8 % change (3 years) ±5% & ±11% -0.4 4.9 -1.2 -2.8 -8.2 0.1 p.m.: % y-o-y change - 1.5 3.1 -5.7 -0.1 -2.6 2.9 % change (5 years) -6% -5.9 -13.5 -20.3 -23.9 -30.4 -32.2 p.m.: % y-o-y change - -0.3 -10.2 -12.3 -6.0 -5.7 -2.8 % change (3 years) 9% & 12% 7.5 15.2 13.2 9.4 6.1 9.5 p.m.: % y-o-y change - 5.8 8.5 -1.4 2.3 5.2 1.7 6% -2.4 -0.4 4.8 -0.1 -0.7 -1.3 14% 16.6 0.3 7.4 3.5 7.3 0.7 133% 131.3 141.1 145.8 142.4 147.1 146.6 60% 32.7 41.7 47.1 48.5 53.0 56.0 3-year average 10% 7.0 7.2 7.7 8.1 8.0 7.9 p.m.: level year - 6.4 8.2 8.4 7.8 7.7 8.2 16.5% 16.7 18.0 9.0 27.6 0.0 -11.8 Internal imbalances Deflated House Prices (% y-o-y change) Private Sector Credit Flow as % of GDP, consolidated Private Sector Debt as % of GDP, consolidated General Government Sector Debt as % of GDP Unemployment Rate Total Financial Sector Liabilities (% y-o-y change) External imbalances and competitiveness Current Account Balance (% of GDP) Net international investment position (% of GDP) Real effective exchange rate (REER) (42 industrial countries - HICP deflator) Export Market shares Nominal unit labour costs (ULC) Note: Figures highlighted are the ones falling outside the threshold established by EC Alert Mechanism Report. For REER and ULC, the first threshold concerns Euro Area Member States. (1) Figures in italic are according to the old standards (ESA95/BPM5). (2) Export market shares data: the total world export is based on the 5th edition of the Balance of Payments Manual (BPM5). Source: Commission services ",
        "2. IMBALANCES, RISKS AND ADJUSTMENTS ",
        "2.1. EXTERNAL SUSTAINABILITY 11 Current account and net external position The Finnish current account has been fluctuating in moderate negative territory since 2011. This followed a gradual deterioration from an exceptionally high current account surplus of around 8 % of GDP at the start of the millennium In the last two decades, the current account benchmark, i.e. the estimated current account balance explained by fundamentals, was slightly positive. That implies that both the much higher surplus amounting to around 8 % of GDP in 2000 and the recent negative balance reflect other factors (Graph 2.1.1). Graph 2.1.1: Breakdown of the Finnish external position (current and capital accounts) -4 -202468 10 12 00 01 02 03 04 05 06 07 08 09 10 11 12 13 % o f G D P Capital account (KA) Secondary income balance Primary income balance Trade balance - services Trade balance - goods Trade balance Current account balance (CA) Net lending/borrowing (CA+KA) Current account explained by hard fundamentals* (1) BPM6/ESA2010 (2) * European Commission Calculation, BOX 2.1.1. in the 2015 Country Report of Germany contains further information on the applied methodology Source: European Commission The external balance has been largely driven by the trade balance. While Finland recorded the third-highest trade surplus in the EU in 2000 on account of the preceding surge of its export competitiveness, it vanished in the ensuing decade giving rise to the largest cumulative deterioration in the EU-28 between 2000 and 2014 (Graph 2.1.2). Since 2011, the trade balance has been slowly improving. In particular, according to trend balance-of-payments data, the goods balance turned into a slight surplus in the Autumn of 2014.( 3 ) It has partly reflected positive terms-of- ( 3 ) The trend is calculated as the 12-month moving sum. trade developments, mainly on account of falling oil prices (Graph 2.1.3).( 4 ) Graph 2.1.2: Trade balance, EU-28 -15 -10 -505 10 15 -20 -10 0 10 20 30 T r a d e b a l a n c e , 2 0 0 0 - 1 4 , p p s c h Trade balance, 2000, % of GDP FI (1) Only Luxembourg and Ireland had a higher trade surplus in the EU-28 in 2000 Source: European Commission The improving competitiveness in the 1990s resulted in increasing national income and an improving current account. However, the private sector’s saving ratio has not improved accordingly since higher incomes were largely channelled into government savings. The budgetary balance improved in structural terms and its solid surplus, together with the high current account surplus, led to the accumulation of buffers to offset potential adverse shocks. The current account deteriorated for two reasons from the start of the millennium. First, external factors — including financial integration, low real interest rates and an improving growth outlook until 2008 — strengthened private sector investment. Second, in response to the fall in external demand for various Finnish products after 2008, Finland smoothed its domestic absorption (consumption and investment together) by reducing domestic absorption by less than the decline in national income. ( 4 ) Section 2.2. contains a more detailed analysis of the trade developments. ",
        "12 Graph 2.1.3: Recent current account and trade developments, Finland, 12-month moving sum, quarterly data 92 93 94 95 96 97 98 99 100 101 102 -6000 -4000 -20000 2000 4000 6000 8000 2009 2010 2011 2012 2013 2014 2010 = 100 million euro Current account Balance of goods (1) Balance of services (1) Terms of trade (2),(3), right axis (1) Balance of payments statistics (2) Customs statistics (3) Higher figure indicates improvement Source: Statistics Finland Just as for the previous boom period, the government sector played a smoothing role in the adjustment process to the external shocks that hit Finland, in particular after 2008. The private sector has remained a net lender in most years in view of the solid saving position of the corporate sector (Graphs 2.1.4 and 2.1.5). Corporate sector investment ratio dropped broadly in line with their declining saving ratio, while households kept their saving ratio broadly stable, supported by increasing wages and labour hoarding and by increased income transfers from the government. This also allowed households to uphold their housing investment ratio, which remains high in comparison with the EU (see section 2.3. on the housing market). The bulk of the external shocks were absorbed by the public sector via the increasing public expenditure ratio while the revenue ratio remained broadly stable. The fiscal balance even turned into deficit in 2009 and has remained in the red since then. This reflected both the impact of automatic stabilisers as well as some fiscal stimulus. The latter resulted in the amortisation of the previously accumulated budgetary surplus in structural terms. Graph 2.1.4: Net lending/borrowing by sector, Finland -6 -4 -202468 10 00 01 02 03 04 05 06 07 08 09 10 11 12 13 % o f G D P Households General government Financial corporations Non-Financ. corporations Total Economy (1) ESA 2010 Source: European Commission Graph 2.1.5: Saving and investment of sectors, Finland (% of GDP) 0.0 2.0 4.0 6.0 8.0 10.0 12.0 14.0 16.0 18.0 20.0 00 01 02 03 04 05 06 07 08 09 10 11 12 13 Government - Investment Government - Saving Corporates - Investment Corporates - Saving Households - Investment Households - Saving (1) ESA 2010 Source: European Commission Finland’s net international investment position (NIIP) remains in positive territory, although it has worsened since 2010. The NIIP turned positive in 2009 on account of past current account surpluses and favourable valuation effects, mainly related to equity holdings. Since 2010, the decline of the positive NIIP has reflected the recently ",
        "13 recorded moderate current account deficits (Graph 2.1.6). Graph 2.1.6: Breakdown of net international investment position, Finland -200 -150 -100 -500 50 00 01 02 03 04 05 06 07 08 09 10 11 12 13 % o f G D P Net portfolio investment Other investment (net) Net direct investment Net fin. derivatives Net ext. debt (neg. sign) Net int'l investment pos. Marketable debt (1) BPM6/ESA2010 (reserve assets excluded) Source: European Commission Current account developments also affect economic growth. In fact, declining external demand and net exports and the fall in corresponding investment, reduce economic growth. The underlying developments that resulted in the worsening external position also have adverse effects on potential growth (see section 2.2. on non-price competitiveness developments). Assessment of external sustainability and vulnerability The Finnish external sustainability is not a concern. The likelihood of an abrupt adjustment to Finland’s external position is very low, despite the deterioration of its net lending position over the last decade. First, Finland’s net international investment position remains positive. Second, the current account deficit over the last three years was relatively small, i.e. between 1 % and 2 % of GDP. Third, a temporary increase in government net borrowing can be justified as a shock- absorbing reaction, while the persistent net borrowing position of the households sector mainly reflects increases in the cost of housing, which has a flipside in a higher asset position. Finally, according to the European Commission’s winter 2015 economic forecast, some improvement in the external balance is expected in the coming years on account of recovering trade performance and favourable terms-of-trade developments. However, the sharp deterioration of the external balance in the 2000s highlights Finland’s vulnerability to external shocks. It partly reflected the fall in global demand for products in which Finland was heavily specialised. Against this background, an assessment of the current vulnerability to external shocks is made in the following paragraphs. It takes into consideration the openness of the Finnish economy as well as the specialisation of its export sector. Finland is an open economy, however, not more open than other countries of a similar size. Total Finnish trade (i.e. export and import together) is around to 80% of GDP, which is lower than in some other Nordic countries (such as Sweden and Denmark) or even in Germany. This finding is confirmed by a comparison based on the domestic value added content of exports (Graph 2.1.7). Also, both the inward and outward foreign direct investment stock was close to the EU average in 2013. Although the outward activity of Finnish multinationals is high, it is comparable to multinationals from other Nordic countries. While openness exposes a country to external shocks in general, the vulnerability to external shocks is mainly determined by the degree of specialisation of the export sector and the corresponding exposure to country-specific, i.e. asymmetric external shocks. ",
        "14 Graph 2.1.7: Domestic value added content of exports, EU-28, 2009 0 10 20 30 40 50 60 70 0 1000 2000 3000 % o f G D P GDP, billion euro (1) Data is not available for Croatia and Cyprus Source: OECD, European Commission The Finnish export sector has recently become more balanced while it was highly concentrated at the turn of the millennium. This mainly reflects the impact of negative global demand shocks, which hit sectors and products (like mobile handsets) that previously accounted for highly disproportionate shares of Finnish exports. The proportion of top-10 export goods in total Finnish exports decreased to 44 % in 2013 from 57 % in 2000. Even so, it still exceeds the corresponding indicators in Sweden (35 %) and Denmark (29 %) (Graph 2.1.8). Similarly, the Herfindahl- Hirschmann index of export goods suggests that the concentration of the Finnish export structure has decreased to a level that is similar to other small economies in the EU-28 (Graph 2.1.9). In addition, the share of top-10 firms in exports has also decreased to 32 % in 2011 from more than 40% in 2008, although this ratio is still among the highest in the EU-28 and exceeds the figures for several other small economies, like Austria, Latvia and Slovenia (Graph 2.1.10). Graph 2.1.8: Share of top-10 export goods in total export (%) 20 25 30 35 40 45 50 55 60 00 01 02 03 04 05 06 07 08 09 10 11 12 13 Finland EU-28 World (1) Based on SITC Rev 3, which includes 255 product categories Source: UNCTAD, European Commission Graph 2.1.9: Concentration of export good structure, 2013 00.05 0.1 0.15 0.2 0.25 0.3 0.35 0.4 0.00 0.05 0.10 0.15 0.20 0.25 0.30 0.35 0.40 0 1000 2000 3000 HH index GDP, bln euro EU-28 countries Finland 2010 2005 2000 2008, 2013 (1) Various years for Finland (2) Specialisation is measured by Herfindahl-Hirschmann (HH)index, based on SITC Rec 3 categories Source: UNCTAD, European Commission ",
        "15 Graph 2.1.10: Share of top-10 enterprises in total export, 2011, (%) 0 10 20 30 40 50 60 70 IT AT CZ ES PL LV FR UK SI RO DE PT DK SE HU EE GRBG LT FI SK CY LU MT Source: OECD, European Commission Another reason of the vulnerability of Finland to asymmetric external shocks is its export sector’s specialisation in products that has relatively low share in international trade. In 2013, Finland ’ s diversity index of goods was 0.54 compared with the rest of the world, which was the sixth highest among the EU-28 countries and which has not changed significantly in recent years.( 5 ) Although this diversity index cannot be assessed as exceptional, the diversity indicator of various other smaller economies in the EU-28, including Sweden, Denmark, Austria and the Baltic countries, is lower — flagging an export product mix that is more similar to the world export market structure. In particular, the share of wood, paper and basic metal production is relatively high in Finnish exports, according to the revealed comparative advantages indices calculated based on both gross export values and domestic value added for foreign demand. Overall, Finland continues to be relatively exposed to asymmetric external shocks due to its still relatively high specialisation, even if it turned to be less exceptional.( 6 ) In the short term, the contraction of the Russian economy may adversely affect Finnish exports, as Russia is ( 5 ) A high index signals a different export structure vis-à-vis the world. ( 6 ) For a detailed analyses see: Kaitila, Ville & Virkola, Tuomo (2014). ‘Openness, Specialisation and Vulnerability of the Nordic Countries’, ETLA Reports No 21. Finland’s third-largest export destination (see Box 2.2.2. on the impact of Russian economic developments on Finland). Yet, by the same token, an eventual recovery in Russian economic growth would benefit Finland in the medium term. Currently, the global economic cycle is having a strong effect on Finnish export performance due to the high proportion of investment and intermediate goods in its total exports, for which demand is more cyclical than for consumer goods. Also, Finnish exports are concentrated on high- quality products, which more closely follow the economic cycle than lower-quality products.( 7 ) Nonetheless, Finland’s shock-absorbing capacity decreased due to the amortisation of previously achieved external and budgetary surpluses. Therefore, the importance of powerful adjustment to external shocks has further increased. Adjustment is necessary to regain export competitiveness and to accumulate buffers, such as current account surpluses, in good economic times that can be used for absorbing external shocks in bad economic times. Accordingly, in the following sections the first encouraging signs of the current economic restructuring are documented, followed by analyses of the cost and non-cost factors, a part of which compromise Finland’s adjustment capacity. ( 7 ) See e.g. Emlinger, C. & Berthou, A. (2009). \"High quality imports suffer more during recessions\". VOX, CEPR's Policy Portal. ",
        "2.2. COMPETITIVENESS CHALLENGES 16 Economic restructuring Services have gradually increased in importance while secondary production — including manufacturing, — has decreased. In 2000, secondary production (8) reached its highest share in Finnish gross value added (GVA) over the past 30 years. In contrast to global trends, the share of secondary production remained relatively stable at about one third of GVA between 1990 and 2008 while the share of private services increased from roughly 40 % in 1990 to 45 % in 2008 (Graph 2.2.1). During the 2008-09 recession, the secondary production fell below 30 % and has been steadily declining since then. Partly due to the fall in secondary production, private services account for roughly 50 % of GVA. Public services in GVA have remained relatively stable at around one fifth. Graph 2.2.1: Structure of gross value added by industrial aggregates, 1975-2013, Finland 0% 25% 50% 75% 100% 75 77 79 81 83 85 87 89 91 93 95 97 99 01 03 05 07 09 11 13 Secondary production Primary production Public services Private services Source: Statistics Finland, European Commission In 2000, the largest industry within secondary production — manufacturing (NACE code C) — reached its highest level (27.6 % of GVA) over the past 40 years. Although real production in manufacturing has decreased rapidly in recent years, the latest data shows that manufacturing still accounts for 16.6 % of GVA in Finland, which is slightly above the euro area average of 15.9 %. ( 8 ) Secondary production includes mining and quarrying (which have accounted for around 1 % of secondary production over the past 10 years), manufacturing (68 %), electricity, water supply and waste management (10 %) and construction (21 %). Graph 2.2.2: Gross value added in basic prices, current prices, 1990-2013 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% 1990 1995 2000 2005 2010 Manufacture of electronic products Metal industries excl. Electronics Other manufacturing industries Chemical industry Forest industries Source: Statistics Finland, European Commission Graph 2.2.3: Real gross value added in basic prices in manufacturing 1990-2013 0 2000 4000 6000 8000 10000 12000 14000 16000 90 92 94 96 98 00 02 04 06 08 10 12 Food and beverages Wood and paper Chemical Metal industries, excl. electronics Electronics Source: Statistics Finland, European Commission The real GVA of manufacturing decreased by nearly 30 % between 2008 and 2012, mainly due to downsizing of electronics. In this period roughly two thirds of the electronics sector production disappeared, largely on account of the contraction of Nokia’s handset unit. The decline of the electronics sector has come to an end in 2013 when the industry was able to increase the GVA volume by 3.6 %. Although the changes in 2008- ",
        "17 12 were significant and had negative economic effects, the electronics industry still produces twice as much real GVA than it did 20 years ago. It has also generated a lot of accumulated knowledge and skills in the economy that could be reallocated to new companies and productive jobs either in manufacturing or for example in ICT service industries. The firm churning rate by industry — that is sum of firm creation and destruction rates — was at end-2013 above the 2010-12 average in the production of electronic and electrical products, and in several information and communication services industries. Forest industries (woodworking and paper industries) in Finland have reduced their production capacity between 2007 and 2012 as a response to lower global demand. This led to a 25 % loss of real GVA of this industry. However, the production of forest industries has remained rather stable since 2010. Over recent years, forest companies have increased their R&D expenditure to close to 3 % of their gross value added. The R&D expenditure has thus roughly doubled compared with 2000 and as a result, new marketable products such as wood-based biofuels have already emerged. Furthermore, it is reasonable to assume that the most intensive downsizing period has passed in forest industries. In addition to the increase of the production of new forest based products, there are plans to increase the production of softwood pulp, for which the global demand is projected to increase. Expanding industries are found in manufacturing and in the private services sector. Within manufacturing, the chemical industry has especially been growing steadily over recent years. The metal industry has had difficulties since the global investment boom ended in 2009, but in 2014, among manufacturing industries, companies in the metal industry were able to increase their order books the most. In the private service sector, the information and communication services industry has clearly been expanding. Its real GVA almost doubled between 2000 and 2013 and the 2008-09 recession went largely unnoticed by the industry. In addition, professional, scientific, technical, administration and support-service activities have continued to grow. Overall, in 2012, the real GVA of private service industries regained their pre-crisis level. In 2014, following a slight decline in 2013, private services are expected to have grown again. Graph 2.2.4: Productivity growth in manufacturing industries (%, y-o-y) and growth contributions by sub-industries (percentage points), Finland -15 -10 -5 05 10 15 00 01 02 03 04 05 06 07 08 09 10 11 12 13 Other manufacturing industries Forest industry Manufacture of electronic products Chemical industry Metal industry excl. electronics Manufacturing, total (1) Labour productivity growth is measured as change in ratio of real gross value added at basic prices to total hours worked by industry. Source: Statistics Finland, European Commission The steep fall in production of the electronics and forest industries depressed labour productivity substantially with an adverse impact on competitiveness indicators, but recently, productivity has started to recover. The electronics industry was the largest positive contributor to labour productivity growth between 1995 and 2008. In 2009, only chemical industries were able to increase labour productivity while other manufacturing industries recorded deep falls in production relative to labour input. After the crisis, most of the industries recovered and especially the chemical and forest industries saw their productivity increasing in recent years. Plant-level micro-data on labour productivity trends shows that productivity within Finnish firms is not lagging behind Nordic peers. The productivity of Finnish manufacturing companies has moved broadly in line with Swedish or Danish peers over 1995-2011. For example, both Finnish and Swedish manufacturing companies enjoyed a long period of increasing labour productivity up until the global economic downturn in 2008-09. After the downturn, productivity recovered in both ",
        "18 countries. Since 2005, the change in the company structure within industries has increased in Finland. This has accelerated the growth of labour productivity. The phenomenon known as ‘creative destruction’ has accelerated the growth of labour productivity in Sweden and Norway already since 1995. It means that less productive firms lose their market share while firms that are more productive gain and through the process, resources, such as labour, are allocated more efficiently than before, thus increasing aggregate labour productivity.( 9 ) Overall, recent developments suggest that the structural change of production is in a phase where production is no longer declining rapidly in certain industries. However, it will take some time before the expansion of industries fully makes up for the recent fall in gross value added. Price and cost competitiveness Since 2005, the price level in Finland measured by the GDP deflator has increased at one of the highest rates in the core euro area, although the nominal price level in Finland is relatively high. In recent years, compensation of employees and indirect taxes net of subsidies have pushed costs higher while operating profits, mixed income and returns on capital have been squeezed (Graph 2.2.5). Compared with 37 industrial competitor countries, the real effective exchange rate based on the GDP deflator shows that the relative cost level has risen over the past five years. ( 9 ) Kauhanen A. and M. Maliranta (2014): Industry- and firm- level mechanisms of competitiveness in Valkonen T. and V. Vihriälä (eds.) (2014) Nordic Model —challenged but capable of reform. TemaNord 2014:531 Graph 2.2.5: Change of GDP deflator (%, y-o-y) and contributions to growth, (pps.) - — Finland -3 -2 -1012345 05 06 07 08 09 10 11 12 13 Taxes on production and imports less subsidies Operating surplus and mixed income, gross Employers' social contributions Wages and salaries Gross domestic product at market prices Source: European Commission The wage agreement in 2013 set moderate wage increases for the period 2014-15 and helped to halt the deterioration in relative nominal unit labour costs. Against the background of the deterioration in cost competitiveness over recent years, the recent stabilisation could be regarded as a first step in the right direction. Graph 2.2.6 also shows that in recent years the nominal effective exchange rate for Finland has appreciated. Although the EUR/USD exchange rate has depreciated recently, the euro has appreciated strongly against the Russian rouble and against the Swedish krona, two of Finland’s largest trading partners. Hence, in the case of Finland, the nominal effective exchange rate might not support cost-competitiveness as much as it supports some other euro area countries. ",
        "19 Graph 2.2.6: Change in competitiveness (%, y-o-y) and contributions from nominal effective exchange rate and total economy nominal unit labour costs, percentage points (pps.), — Finland -8 -6 -4 -20246 05 06 07 08 09 10 11 12 13 14 Contribution of effective exchange rate Contribution of unit labour costs Change in competitiveness Source: European Commission While labour productivity growth more than offset wage increases and falling export prices in the Finnish manufacturing sector prior to 2008, cost competitiveness deteriorated afterwards. In 2003-10, Finland witnessed falling export prices compared with competitor countries due to rapid price falls in the electronics sector. The fast growth of labour productivity in relation to competitor countries, and the consequently falling relative unit labour costs in manufacturing, helped to sustain market shares in the international market. The ratio of relative export prices to relative manufacturing unit labour costs for Finland and peer countries is shown in Graph 2.2.7. For example, a falling curve indicates that a rise in relative unit labour costs has been larger than a rise in relative export prices, squeezing the profits of the manufacturing firms. Lower profits-to-turnover ratio reduces the economic incentives to invest in new production capacity. Before 2008, Finnish manufacturers were able to keep their unit labour costs in check with respect to export prices (Graph 2.2.7). Afterwards, especially in 2009 and 2012, Finnish unit labour costs increased rapidly relative to competitor countries and relative to export prices. In 2013-14, the increase in unit labour costs and consequently deterioration in the Finnish cost competitiveness came to halt. The downsizing of the electronics sector and consequently the rapid deterioration in relative unit labour costs in manufacturing, explains most of the deterioration in export prices relative to manufacturing unit labour costs in 2008-12. Graph 2.2.7: Ratio of export price deflated REER to manufacturing unit labour cost deflated REER, 1999-2014 70 80 90 100 110 1999 2002 2005 2008 2011 2014 Germany Netherlands Finland Sweden EA18 Source: European Commission The non-traded sector has added to the deteriorating cost competitiveness. For Finland the ratio of the export-price-deflated real effective exchange rate (REER) to the total economy unit- labour-cost-deflated REER (Graph 2.2.8) falls below the ratio vis-à-vis manufacturing unit labour-costs-deflated REER (Graph 2.2.7). This indicates that unit-labour costs of the total economy have risen faster than in 37 industrial competitor countries. Although the indicator in Graph 2.2.7 suggests that the manufacturing sector has recently been able to stem the loss in competitiveness, the divergence of the open sector and developments regarding total economy unit labour costs reveals that cost pressures on exporting firms stemming from the economy’s closed sector could still weigh on external competitiveness. Compared with peer countries, Finland’s position deteriorated especially in 2008- 2009.( 10 ) ( 10 ) The developments of other sources of costs are discussed in more detail in Macroeconomic Imbalances - Finland 2014, European Economy, Occasional Papers 177, March 2014. ",
        "20 Graph 2.2.8: Ratio of export price deflated REER to total economy unit labour cost deflated REER, 1999-2014 70 80 90 100 110 1999 2002 2005 2008 2011 2014 Germany Netherlands Finland Sweden EA18 Source: European Commission Non-price competitiveness External competitiveness challenges The deterioration of Finland’s trade balance after 2002 indicates underlying weaknesses with regard to competitiveness. The trade indicators have reflected three simultaneous developments. Understanding them requires distinguishing export and import changes as well as separation of country-specific and global developments. The first development that had a decisive impact on the trade balance is the worsening export performance, mainly on account of decreasing demand for selected Finnish products. This can be detected in the fall in the Finnish export market share. Although its deterioration has recently became smaller, it was especially significant in 2009 and 2010. The cumulated loss in market shares amounts to more than 32 % between 2008 and 2013, which is the largest in the EU-28, as also indicated by the latest Macroeconomic Imbalance Procedure scoreboard (Graphs 2.2.9 and 2.2.10). Importantly, before 2008, figures for the Finnish and the euro area export market share changed in line with each other, except for the crisis period in Nordic countries at the beginning of the 1990s; the Finnish market share started to suffer more only in 2009 (Graph 2.2.11). Graph 2.2.9: Export market share development (%) -35 -25 -15 -5 5 15 25 F I H U I T D K A T H R S E F R U K D E N L B E C Z P T I E M T P L L U E E L V R O L T C h a n g e i n % 2008-13 2013 excl. mobile handset, 2008-13 (1) Data for five year cumulative change are not available for Spain, Greece and Slovenia Source: European Commission Graph 2.2.10: Export market share, Finland, annual change (%) -14 -12 -10 -8 -6 -4 -20246 00 01 02 03 04 05 06 07 08 09 10 11 12 13 Contribution of services Contribution of goods Export market share Source: Eurostat ",
        "21 Graph 2.2.11: Export market share, Finland, compared with the export market share of the euro area, (%) 1.5 1.6 1.7 1.8 1.9 2.0 2.1 2.2 2.3 2.4 2.5 80 82 84 86 88 90 92 94 96 98 00 02 04 06 08 10 12 Total economy Total economy excluding Nokia (1) Total economy without Nokia is an illustrative estimation by the European Commission Source: UNCTAD, European Commission, Ali-Yrkkö, Jyrki (ed.), Nokia and Finland in a Sea of Change, 2010, ETLA B 244. updated, http://www.theglobeandmail.com/report-on- business/economy/economy-lab/how-finlands-economy- became-hooked-on-nokia/article618622/ The decline in the Finnish export market share mainly stemmed from the collapse of the export market share of goods , which decreased by 34.5 % (i.e. from 0.68 % to 0.45 %) between 2008 and 2013. In 2013, Finland seems to have made gains in its export market shares in goods for the first time since 2007. But since this was outweighed by a further deterioration in the export market shares of services, overall a further drop was recorded in 2013. In addition, not only did exports decline but also the domestic value-added content of exports (Graphs 2.2.12 and 2.2.13). Graph 2.2.12: Domestic value-added content of export, Finland (% of GDP) 20 25 30 35 40 45 50 1995 2000 2005 2008 2009 2011 Export Domestic value added content of export Source: AMECO, OECD, European Commission Graph 2.2.13: Domestic value added of foreign demand, change between 2000 and 2009, % of GDP -6 -4 -202468 FI GRFRNLESPTDK IT CZROATSEUKBGEEBELU LVMTSKDE LT SI IE HUPL Source: OECD, European Commission Finnish export market shares decreased in most product categories between 2000 and 2013. Importantly, products with the largest export share in 2000, i.e. electrical and electronic equipment, paper, selected machineries and wood products, were among those that witnessed the biggest decline in their market share. The same sectors explain the fall of value added in final foreign demand amounting to 5 % of GDP between 2000 ",
        "22 and 2009, which was only partly counterbalanced by the improving performance of business services. These products were also among those that globally lost the largest share in trade (Graph 2.2.14). Graph 2.2.14: Export developments by product category between 2000 and 2013 -80 -60 -40 -20 0 20 40 60 80 100 -150 -100 -50 0 50 100 C h a n g e o f s h a r e i n w o r l d e x p o r t ( % ) Change of FI market share (%) (1) Based on Harmonised System of World Customs Organisation, 2-digit level categories (2) Surface of bubbles represents the share of product category in Finnish exports in 2000 Source: Comtrade, European Commission Similarly to its decisive role in the boom period, the collapse of Finnish mobile handset exports accounts, in itself, for around half of the total decrease in the Finnish export market share of goods. The share of mobile handsets in the Finnish goods export declined from 13 % in 2000 to 1 % in 2013. This also reduced the share of high-tech products in Finnish exports from around 20 % at the beginning of the 2000s to around 5 % in 2013. Filtering out the impact of the trade in mobile handsets, the accumulated market share decline would have been close to 20 % between 2008 and 2013, i.e. still the largest in the EU-28. It illustrates that the loss in export market shares also concerned other goods and reflected an adverse change in the international demand structure from a Finnish point of view. The specialisation of the economy in products whose share decreased in total world trade, i.e. the composition effect stemming from the changing structure in world demand, explains one-third of the total fall in the export market share (Graph 2.2.16). Although Nokia still has a significant impact on the Finnish economy, its role in the Finnish economy had been much more significant before it was severely hit by competitors on several fronts as of 2007. Around the turn of the millennium, Nokia directly made 3-4% of the Finnish GDP and accounted for around 30% of R&D, 1% of employment and more than 20% of total export of the country (Graph 2.2.15). Also, e.g. in 2003, it paid close to 23% of the total corporate tax. Despite the dominant role of Nokia in mobile handset production, the Finnish mobile telephone export never exceeded 10% of the world export. It suggests that the majority of the manufacturing and final assembly of the Nokia mobile phones took place abroad. Yet, Nokia usually created and recorded 40-50% of the total value added of its mobile handsets.( 11 ) In addition, the bulk (around 80%) of the value added created by Nokia was recorded in Finland in the first half of 2000s. Nevertheless, Nokia's share in the global value chain decreased over time and in the case of basic models, which targeted emerging markets and which were not only produced but also designed overseas, Nokia's share decreased to around 20%. Graph 2.2.15: Nokia's contribution to the Finnish GDP (%) -0.5 % 0.0 % 0.5 % 1.0 % 1.5 % 2.0 % 2.5 % 3.0 % 3.5 % 4.0 % 4.5 % 91 93 95 97 99 01 03 05 07 09 11 13 Source: Ali-Yrkkö, Jyrki (ed.) Nokia and Finland in a Sea of Change 2010, ETLA B 244. updated A shift-share analysis of factors behind trade developments, which also takes into account geographic factors, can nuance the picture further. It shows that the bulk of the fall in the ( 11 ) Conversely, manufacturing and the final assembly represented only 2-5% of the global value chain. ",
        "23 export market share between 2000 and 2013 stemmed from the deteriorating performance in product and geographical markets. Initial product specialisation also negatively affected the export performance. These factors were slightly counterbalanced by the initial specialisation in fast growing economies. However, these data have yet not reflect the impact of the current contraction of the Russian economy, to which Finland is more exposed than most of other EU countries (Box 2.2.1 contains further details on the economic relationships between Finland and Russia.). Graph 2.2.16: Components of change of Finnish export market share between 2000 and 2013 Electrical, electronic equipment Paper, paperboard and pulp Ships and other floating structures Vehicles Wood Other EMS decreasing Composition effect of world trade structure Mineral fuels, oils, etc. Other EMS increasing (1) Extended slices represent positive contribution Source: Comtrade, European Commission The second main driver of the deteriorating current account and trade balance is the growth in imports for domestic demand purposes, although this factor is often overlooked . Import growth was boosted by the increasing consumption of households, in particular after 2008 (Graph 2.2.17) and by the growing import intensity of domestic demand from 23 % in 2000 to 26 % in 2011. Between 2000 and 2008, the increasing consumption ratio has reflected growing real consumption. Although real consumption of households declined in 2009, it quickly recovered in 2010 and 2011 and broadly stabilised afterwards. This, in parallel with a GDP that is still below its pre-crisis level, resulted in an increasing import ratio. After 2009, consumption was supported by improving real gross disposable income, which increased until 2011 and stabilised afterwards in light of the slow labour market adjustment (in both wages and employment) to deteriorating growth developments and due to enhanced current transfers to households. In short, despite the decline in national income, households could maintain their real consumption without decreasing their saving ratio. Graph 2.2.17: Consumption of households and net exports (% of GDP) -5 -3 -1 1 3 5 7 9 58 60 62 64 66 68 70 72 90 92 94 96 98 00 02 04 06 08 10 12 14 Actual individual final consumption of households (lhs) Net exports of goods and services at current prices (1) Net export (national accounts) is presented on inverse axis Source: European Commission Export and import developments contributed broadly equally to the deterioration in the trade balance after 2000. This is suggested by the calculation that filters out from the foreign value- added content from exports and the export-related imports from the total import.( 12 ) In most countries, increasing specialisation lifted both export and import ratios. Also, the improvement of the export component usually over-performed the import component and so net exports typically improved in this period (Graph 2.2.18). However, in Finland, in parallel with the worsening export performance, imports for domestic demand kept growing and net exports became negative by 2011. Overall, the deterioration of net exports by 10 % of GDP reflected a lower export component of 4.8 % of GDP and a higher import component of 5.2 % of GDP (Graph 2.2.19). ( 12 ) Export component (domestic value added embedded in foreign final demand) = total export * (1- import content of export); Import component (import for domestic final demand) = import - (import content of export * total export). ",
        "24 Box 2.2.1: Foreign direct investment, trade linkages and especially energy tie Finland close to Russia • Finnish foreign direct investment in Russia has increased over the last decade and at a faster rate than the total outward Finnish FDI stock. This has been a reflection of the business opportunities with above average profits seen in Russia. In 2013 the stock of direct investment stood at 1.4% of Finnish GDP, Russia being the 6th largest destination of FDI from Finland. Finnish companies operate mainly in Russia in retail, construction and manufacturing industries. The Russian investment stock in Finland has remained stable at 0.4% of GDP over the past 5 years. In 2013, Finland generated net primary income from direct investments in Russia of about 0.3% of GDP (in line with a very high rate of return of 24% in 2013). • Russia is Finland's third-largest export destination. Finnish exports to Russia consist of various manufactured products, from food stuff to capital goods. They amounted to about 10% of total exports in 2013. Russia accounts for around one fifth of total foreign imports of intermediate inputs used in producing Finnish exports. In services trade Finland generates most of the income in tourism. • Russia is Finland's first source of imports, mainly of raw materials, especially of crude oil and natural gas. In 2013, the value of crude oil and natural gas imports amounted to roughly 70% of total imports from Russia. Finland imports 100% of its natural gas and nearly 90% of its oil and coal from Russia. • Oil refineries in Finland are specialized in refining Russian oil. Russian oil is somewhat cheaper, but requires more processing than other oils in the market. The majority of transport fuels used in Finland are refined domestically, and more than half of the output of the refineries is exported. Net exports of refined petroleum products derived from petroleum coming from Russia stood at 1.4% of GDP in 2013. • Overall, energy dependency on Russian energy commodities amounts to around 40%. Domestic energy sources such as hydro power and wood fuels account for about 35% of the energy mix. Oil represents roughly one fifth, while natural gas in Finland's energy mix is currently below 10%. Close to 70% of Finland's gas consumption is used for district heating and electricity; in urban areas, district heating is virtually the only way in which households warm their homes. Graph 1: Foreign Direct Investment from Finland to Russia and Energy Imports tie Finland close to Russia. Source: European Commission, Statistics Finland, Customs Finland ",
        "25 Graph 2.2.18: Export and import component, EU-28, change between 2000 and 2011 (% of GDP) -20 -100 10 20 30 40 -20 -10 0 10 20 30 40 E x p o r t c o m p o n e n t Import component FI (1) Distance from the red neutrality line indicates net export change Source: European Commission Graph 2.2.19: Export and import component, Finland (% of GDP) 20 22 24 26 28 30 32 2000 2005 2007 2009 2011 %GDP Export component Import component Source: Eurostat, European Commission Finally, some global phenomena have affected Finnish gross trade numbers, but not the trade balance. In particular, world trade has permanently increased in light of the growing specialisation and international division of labour. Consequently, both the export and import ratios of Finland roughly doubled over the last two decades. Also, exports represent an increasing share of value added in other countries (Graph 2.2.20). In addition, the export market share of developing countries has increased at the expense of the developed countries. Specifically, the export market share of developed countries fell from 66 % in 2000 to 51 % in 2013. Graph 2.2.20: Export and import ratio as well as foreign value-added content of exports, Finland (% of GDP) 25 30 35 40 45 50 25 30 35 40 45 50 00 01 02 03 04 05 06 07 08 09 10 11 12 13 Foreign value added content of export (1) Export Import (1) % of export Source: WIOD, European Commission Furthermore, as a reaction to supply-side shocks, many Finnish companies restructured and relocated their production in order to optimise their participation in global value chains. This required initial foreign direct investment abroad, which took place primarily at the turn of the millennium (Graph 2.2.21). Also, the relocation of production, other things being equal, reduced Finnish gross trade indicators and the net export of goods. In line with this development, the Finnish goods export ratio lost its impetus after 2000. At the same time, this strategy enhanced the export of services, which kept growing between 2000 and 2008 and doubled in this period (Graph 2.2.22). In this way, despite the globalisation of production, companies could still create and record the bulk of the value added in their Finnish headquarters. Consequently, until 2008, the contribution to Finnish GDP of the domestic value added in exports remained broadly stable (Graph 2.2.12). Overall, relocation had only a limited impact on the GDP and trade balance of Finland. It also explains the limited improvement in the income balance of the current account, since ",
        "26 the record of value added in subsidiaries abroad and the subsequent profit transfer to the home country was probably not dominant in the case of Finnish multinational companies. Graph 2.2.21: Finnish foreign direct investment vis-à-vis the world and EU-28 (%) 0.0 0.5 1.0 1.5 2.0 2.5 3.0 1990-1993 1994-1998 1999-2003 2004-2008 2009-2013 World EU-28 Source: OECD Graph 2.2.22: Export of goods and services, Finland (% of GDP) 45678910 11 12 20 22 24 26 28 30 32 34 36 38 40 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14 Export of goods Export of services (rhs) Source: European Commission Assessment of entrepreneurship In advanced economies, beyond the traditional production factors, entrepreneurship capital has become an essential element of comparative advantage and growth. Depending on some conditions, entrepreneurship capital — i.e. the milieu of agents and institutions that is conducive to the creation of new firms — has a favourable impact on growth. It creates knowledge spillovers, increases the number of businesses, enhances competition, and instils more diversity among firms. Nevertheless, even among developed countries, the level of entrepreneurship and the distribution of firms by size can be different from country to country because of various reasons, including the business environment and cultural aspects. The role of entrepreneurship and start-ups has recently increased, following a long downward trend, in particular in innovation-driven economies, according to studies. This is because of the way dispersion of innovation has changed and the role of entrepreneurs in it has increased. The increasing role of entrepreneurship capital reflects that it is not straightforward that knowledge or R&D always spills over due to its mere existence and the capacity to harness new ideas by creating new enterprises is also essential to economic output. In other words, ‘entrepreneurship capital may be a missing link in explaining variations in economic performance’.( 13 ) Young businesses tend to create a disproportionate number of jobs, in particular in the course of their start-up phase. Conversely, the largest contribution to job destruction comes from the group of small and mature firms. Importantly, while less than 10 % of start-ups grow above 10 employees, they provide a large part (sometimes even the majority) of total net growth of employment.( 14 ) Also, empirical analyses suggest that the high turnover rate of firms may increase competitiveness and growth potential for those who survive. ( 13 ) These findings are supported for instance by (i) Audrretsch, D.B. and M. Keilbach, 2003, “Entrepreneurship capital and economic performance”, Centre for Economic Policy Research Discussion Paper DP3678, London: CEPR. And (ii) Saxenian, A., 1994, Regional Advantage, Cambridge, MA: Harvard University Press. ( 14 ) This general finding also applies to Finland as documented by C. Criscuolo, P. N. Gal and C. Menon (2014), “The Dynamics of Employment Growth: New Evidence from 18 Countries”, OECD Science, Technology and Industry Policy Papers no. 14 ",
        "27 Overall, Finland has structural competitive strengths on which to build. Comparing the competitiveness indicators of various international organisations shows that Finland tends to do well when long-term structural indicators like education, R&D investment and quality of public administration are used. Thus, the country is consistently among the top performers for example in the World Economic Forum (WEF) rankings. However, the country scores less well (landing in the middle) when short-term cost competitiveness indicators are emphasised, like in the rankings of the Institute for Management Development (IMD). Ideally, for a country to be an attractive investment destination, both structural factors and the cost basis should be competitive. ( 15 ) The basic environment for entrepreneurship is good. According to the Global Entrepreneurship Monitor (GEM), entrepreneurship continues to benefit from Finnish governmental policies, easy access to financing and exceptional education. In addition, according to the latest GEM report, Finnish people perceive good business opportunities, even if there has been some decline in perceptions in line with adverse economic growth developments. In addition, the perception of entrepreneurial capabilities needed for starting a business in the adult population in Finland (33 %) is similar to the average for Nordic countries (35 %), although lower than the average in innovation-driven economies (41 %). Finland is among the innovation leaders, and its export sector is specialised in top-quality products (Graph 2.2.23). Its innovation performance increased up until 2011 and remained stable afterwards, according to the European Commission’s Innovation Union Scoreboard 2014. Finland performs above the EU average for most scoreboard indicators. Compared with other EU countries, relative weaknesses relate to the involvement of smaller firms in innovation and in joint private-public co-publication and the openness of the research system. ( 15 ) See Pajarinen and Rouvinen: Kilpailukyky à la IMD ja WEF, ETLA 2014 http://www.etla.fi/julkaisut/kilpailukyky-a-la-imd-ja-wef/ Graph 2.2.23: Innovation and specialisation on top-quality export products 0.0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.0 0.2 0.4 0.6 0.8 Innovation Index Share of top-quality exports in total export (%) FI (1) EU-28, China, United States and Japan Source: Innovation Union Scoreboard 2014, European Commission calculation based on COMEXT (EUROSTAT) and ORBIS data Nevertheless, the favourable business environment, the quality of institutions and the corresponding cultural and entrepreneurial attitudes cannot by themselves ensure higher levels of entrepreneurship.( 16 ) Currently, less than 10 % of small businesses ( 17 ) — i.e. businesses that employ 50 people or less — are start-ups in Finland, which is the second-lowest ratio in the DynEmp database.( 18 ) Conversely, close to 60 % of small businesses are older than 10 years, which is also an exceptionally high ratio (Graph 2.2.24). Compared with other countries, that means a relatively large share of small companies represents businesses that do not grow but still survive. Also, around 40 % of firms (around 38 % in manufacturing and 42 % in services) never grow above one employee in Finland, which is the highest ratio among the 18 countries studied (Graph 2.2.25.).( 19 ) The high ( 16 ) This is supported by Bottke, P.J. and Coyne, C.J. (2009) Context Matters: Institutions and Entrepreneurship. Foundations and Trends in Entrepreneurship, 5(3) ( 17 ) In line with the global pattern, the Finnish economy is dominated by small businesses based on the number of firms in the various size categories. ( 18 ) The DynEmp database is managed by the OECD. For further details, see: C. Criscuolo, P. N. Gal and C. Menon (2014), “The Dynamics of Employment Growth: New Evidence from 18 Countries”, OECD Science, Technology and Industry Policy Papers no. 14 ( 19 ) Sole proprietors are relegated from the main DynEmp output data to ensure horizontal consistency among countries. Consequently, the high share of solo proprietors in Finland cannot explain the low share of young firms in small businesses. ",
        "28 share of small businesses that are also relatively old in general may indicate a misallocation of resources and may limit productivity growth as suggested by studies on misallocation. Graph 2.2.24: Age composition of small businesses (%) 0 10 20 30 40 50 60 70 80 90 100 J P N F I N I T A B E L S W E C A N P R T N O R U S A N L D F R A A U T G B R L U X N Z L E S P H U N B R A Startups (0-2) Young (3-5) Mature (6-10) Old (>10) (1) Average over time, firms below 50 employees Source: C. Criscuolo, P. N. Gal and C. Menon (2014a), “The Dynamics of Employment Growth: New Evidence from 18 Countries”, OECD Science, Technology and Industry Policy Papers no. 14 Graph 2.2.25: Share of employment in firms never growing above one employee (manufacturing) 05 10 15 20 25 30 35 40 F I N N L D I T A N Z L S W E N O R G B R A U T H U N L U X P R T F R A C A N B E L J P N B R A Source: C. Criscuolo, P. N. Gal and C. Menon (2014a), “The Dynamics of Employment Growth: New Evidence from 18 Countries”, OECD Science, Technology and Industry Policy Papers no. 14 The proportion of young companies — i.e. less than five years old — in small businesses is low in Finland for various reasons. First, the start-up rate, i.e. the fraction of start-ups among all firms, is the second lowest in the DynEmp database for every year since 2001 (Graph 2.2.26). Second, the growth potential of firms measured by employment is low compared with other countries.( 20 ) Third, a relatively large proportion of young Finnish firms does not grow bigger in terms of employment and still survive. Overall, in Finland, the contribution of young small and medium-sized firms to gross job creation is the lowest among the observed countries. Also, Finland and Italy are the only countries where the contribution from entry of firms to job creation is smaller than the contribution from young incumbents’ growth. In addition to these long-term indicators, Finland’s small and medium-sized enterprises (SMEs) have been slow to recover from the 2008 crisis, in particular in employment terms. For value added, Finland´s SMEs have recovered relatively well from the initial shock; however, the number of employees fell by more than 2.1 % between 2008 and 2013. The jobless recovery of the Finnish SME sector is forecast to continue at least in 2015. While value added is expected to continue to grow slightly, SME employment is forecast to decrease by more than 1 %.The number of SMEs is expected to continue to fall. Against this background, the Finnish government has implemented several measures to increase entrepreneurship and support start- ups. Finland´s profile in implementing the Small Business Act (SBA) continues to be one of the strongest of all Member States.( 21 ) The results of these efforts cannot be assessed ex-post yet since hard data are available only up until 2011. Nevertheless, soft — i.e. survey data — are accessible for recent years. According to the latest GEM survey, only 9 % of the non-entrepreneurial adult population has entrepreneurial intentions in ( 20 ) This conclusion is suggested by the fact that the average employment size of old, — i.e. at least 10-years old businesses — is around the average of the observed countries while the average number of people employed by start-ups is high. ( 21 ) In seven SBA areas Finland is performing above the EU average and is in line with the EU average in two areas — state aid and public procurement, and environment. Finland trails its EU peers only in the single market policy area. ",
        "29 Finland. This is significantly below the 14 % average of innovation-driven economies (for instance, USA 17 %, Sweden 11 %). Although established business ownership in Finland is at the average of innovation-driven economies, nascent entrepreneurship ( 22 ) is one of the lowest among the innovation-driven countries (2.7 % against 4.7 %). Also, early-stage entrepreneurial activity and non-established renewal of entrepreneurship are below the average.( 23 ) Graph 2.2.26: Start-up rates 05 10 15 20 25 30 35 40 45 50 B R A E S P G B R F R A L U X U S A H U N N Z L N L D P R T B E L A U T C A N S W E N O R I T A F I N J P N % 2001-2003 2004-2006 2007-2009 2010-2011 (1) The graph reports start-up rates (defined as the fraction of start-ups among all firms) by countries, averaged across the indicated three-year periods. Start-up firms are those firms which are from 0 to 2 years old. Source: C. Criscuolo, P. N. Gal and C. Menon (2014a), “The Dynamics of Employment Growth: New Evidence from 18 Countries”, OECD Science, Technology and Industry Policy Papers no. 14 Even more striking is that few Finnish entrepreneurs plan to expand employment significantly . In 2014, only 15.7 % of early-stage entrepreneurs intend to employ at least 5 people in the next five years. This figure is below the ( 22 ) Nascent entrepreneurs are actively involved in setting up a business they will own or co-own and this business has not paid salaries, wages or any other payments to the owners for more than three months. Early-stage entrepreneurs consist of those who are either a nascent entrepreneur or owner-manager of a new business, i.e. which has paid compensation to the owner for not more than 42 months. ( 23 ) However, specifically in the technology sector of the Nordic countries, including Finland, the start-up rate and the private venture capital they receive is high compared with other regions, according to various estimations. See: http://www.thenordicweb.com/ average for the innovation-driven economies and the average of the previous years (Graph 2.2.27). Graph 2.2.27: Growth expectation of early-stage entrepreneurs in innovation-driven economies 0 10 20 30 40 50 60 E L E S I T F I B E S E C H N O N L P T D E U K T T D K F R K R U S S I I L C A C Z J P I E T W % 2001-2008 2009-2014 2014 (1) Percentage of early-stage entrepreneurs who expect to employ at least five employees in five-years'’ time (2) For 2001-2008 and 2009-2014, figures are indicated only if at least two data points are available Source: Global Entrepreneurship Monitor Similarly, only 22 % of early-stage entrepreneurs were innovatively oriented in 2013. This is again clearly below the average for innovation-driven economies. This represents a further deterioration since 2012. This is surprising since, based on GEM surveys of 30 countries, there is a positive relation between innovative entrepreneurship and tertiary education, self- confidence, opportunity perception — and a positive impact of GDP per capita on the probability of innovation among nascent entrepreneurs, i.e. the very that factors are among the strengths of the Finnish economy.( 24 ) Also, the international orientation of Finnish early-stage entrepreneurs is low. Only 11 % of them expect the share of international customers to be more than 25 %, which was one of the lowest values among the innovation-driven economies in 2013. This is again remarkable, since the relevant literature ( 25 ) revealed (i) significant positive ( 24 ) For a detailed analyses see Koellinger, Ph.D. (2008), Why are some entrepreneurs more innovative than others?, Small Business Economics 31, 21-37. ( 25 ) For a detailed analyses see Terjesen, Siri and Jolanda Hessels (2009), Varieties of export-oriented entrepreneurship in Asia, Asia Pacific Journal of Management 26 (3), 537-561. ",
        "30 relationship between measures of export-oriented early-stage entrepreneurship and the level of per capita income for various Asian countries and (ii) positive correlation between high-growth expectation entrepreneurial activity and per capita income ( 26 ). The relatively low intention of Finnish early-stage entrepreneurs to expand internationally does not seem to reflect the cyclical position of the economy since similar figures also characterise the pre-crisis period. Surveys reveal some reasons behind the relatively low entrepreneurship capital in Finland. In Finland, only 24 % of respondents say they favour self-employment, according to the latest Eurobarometer survey on entrepreneurship, which was carried out in 2012. This ratio is lower than the EU average of 37 % in 2012 and also substantially lower than the previous Finnish ratio of 41 % recorded in 2009. Although the increasing preference in recent years to being an employee was a common development among EU Member States and may be related to negative economic conditions, the fall of 17 percentage points is twice as high as the reduction of 8 percentage points at EU level. The preference to being an employee opposed to being self-employed is a structural characteristic in Finland: it was already revealed in good economic times by previous surveys, such as the 2007 Entrepreneurship Survey of EU-25. With regard to setting up a business and becoming self-employed, Finnish people have various concerns. They are more afraid of having irregular or non-guaranteed income (41 % against 33 %) and devote much more energy or time to the actual setting-up (33 % against 13 %) than the EU average.( 27 ) A third of respondents said that becoming self-employed in the next five years would have been feasible, which slightly exceeds the EU average. Those Finns who preferred self- employment identified the most frequent advantages to be independence and self-fulfilment, and freedom to choose the place and time of working. The reference to the latter significantly exceeded the EU average (47 % against 30 %). However, better income prospects were a less ( 26 ) For a detailed analyses see Wennekers, A.R.M., van Stel, A. J., Carree, M.A., & Thurik, A.R. (2010). The relation between entrepreneurship and economic development: is it U-shaped? Foundations and Trends in Entrepreneurship, 6(3), 167-237. ( 27 ) Multiple answers have been allowed. dominant motive than at EU level. These results in the 2012 entrepreneurship survey confirmed the outcome of previous surveys. It is interesting to note that among those who had left Nokia, fewer people choose companies that are less than two years old (start-ups). While this ratio was 34 % between 1995 and 2000, i.e. at the time of an IT- boom never seen before, it decreased to 15 % between 2008 and 2010 ( 28 ). This supports the findings of the attitude survey. The 2013 Global Entrepreneurship Monitor report for Finland concluded that entrepreneurial activity in Finland ‘struggled to maintain its position in the middle-league. Despite the supportive policies and environment for entrepreneurship, positive perceptions on business opportunities and needed competences do not turn into start-ups and new businesses. Finland may have potential entrepreneurs with new ideas and skills, but lacks the ones who take the initiative and exploit the opportunities. ’ In conclusion, the low birth rate of start-ups and the large number of businesses that stay small imply that the process of creative destruction is less powerful. It also limits the favourable impact of the generally outstanding business environment. ( 28 ) For a detailed analyses see Pajarinen, M. &Rouvinen, P. (2013).\"Nokia’s Labor Inflows and Outflows in Finland: Observations from 1989 to 2010\". ETLA Reports No 10. ",
        "2.3. INDEBTEDNESS, DELEVERAGING PRESSURES AND HOUSING MARKET DEVELOPMENTS 31 Indebtedness Private sector debt has stabilised at a high level. The increase over the past decade was particularly pronounced during 2007-09. Over 2010-13, the debt ratio was stable between 169-170 % of GDP. Private sector debt is mainly (close to two thirds) composed of non-financial corporation debt (NFCs), as indicated in Graph 3.3.1. Finnish households and non-financial corporations are relatively highly leveraged as seen in the high debt-to-assets ratios. However, these ratios have not increased in Finland in recent years. Graph 2.3.1: Breakdown of debt by sector (non- consolidated) — Finland 0 50 100 150 200 250 300 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14* % of GDP Financial corporations Government Household Non financial corporations Private sector EU28 Private sector Source: European Commission High levels of debt do not appear to be posing near-term risks or challenges to the economy. Although the level of debt is relatively high, servicing costs are currently low thanks to the very low interest rates. High levels of corporate debt have not been a factor hampering the restructuring of the economy, as access to finance remains good. The Finnish corporate sector, on aggregate, is a net lender in national account terms. Assessment of the financial sector Risks to financial stability are likely to be limited as the Finnish financial sector appears strong. In November 2014, the last month for which data is available, credit to households grew 2 % year-on-year (Graph 2.3.2). The growth in mortgage loans remained moderate (1.6 %), while consumer credit increased rather well, by 4.4 % year-on-year. Loans to corporations increased by 4.6 % year-on-year in November. This is a minor slowdown compared to earlier in 2014 when growth ranged from 5-6 %. The ratio of corporate credit to GDP remained rather constant, at about 35 %. Corporate sector deleveraging in Finland has been relatively small and brief, happening only in 2009. Finally, lending to government increased by 11.1 % in November 2014. Bank credit to the government has been growing fast since 2009, increasing its share in GDP from 3 % to 6 %.Thus, credit continued to expand despite the recessionary environment. Low interest rates have been among the key factors supporting this trend. The credit expansion suggests that both private and public borrowers benefit from the ample liquidity in the market and have no significant problems in accessing finance. Surveys provide similar indications. Graph 2.3.2: Lending to households (HH) and non- financial corporations (NFC) in Finland -10 -5 0510 15 20 25 0 20 40 60 80 100 120 140 J a n - 0 4 S e p - 0 4 M a y - 0 5 J a n - 0 6 S e p - 0 6 M a y - 0 7 J a n - 0 8 S e p - 0 8 M a y - 0 9 J a n - 1 0 S e p - 1 0 M a y - 1 1 J a n - 1 2 S e p - 1 2 M a y - 1 3 J a n - 1 4 S e p - 1 4 NFC bn EUR (lhs) HH bn EUR (lhs) NFC % y-o-y (rhs) HH % y-o-y (rhs) Source: European Central Bank In 2014, the 7.7 % of GDP net financing of Finnish banks to the economy was the highest in the euro area . In nominal terms, it amounted to EUR 15.7 billion, including EUR 2.8 billion for the government, EUR 8.2 billion for the private non-financial sector and EUR 4.7 billion for other assets (Table 2.3.1). In addition, Finnish banks were net lenders to other euro-area banks (EUR 3.9 billion) and non-euro area economies (EUR 1.1 billion). These claims were financed by the increased issuance of capital and debt on ",
        "32 financial markets (EUR 8.8 billion) and a further reduction of cash reserves deposited at the Eurosystem (EUR 11.7 billion)( 29 ). Regarding the latter, bank deposits at the central bank fell from their peak of EUR 80 billion in 2012 to EUR 10 billion by 2014. This constitutes a normalisation as the 2012 figure was inflated due to the inflow of liquidity to Finland in 2011-12, driven by the safe- haven effect during the euro-area sovereign-debt crisis.( 30 ) Financial soundness indicators remain at comfortable levels . The supervisory data showed a certain increase in loan impairments during 2014, breaking a long-standing downward trend.( 31 ) Nevertheless, the average non-performing loan ratio below 1 % is among the lowest in the EU (Table 2.3.2). Capital adequacy ratios also deteriorated slightly in the first half of 2014, but recovered again in the third quarter. Profitability indicators for the sector are close to European averages. The European Central Bank’s October 2014 Comprehensive Assessment confirmed that the three largest banks, which account for more than three quarters of the market by assets, have sufficient capital buffers to withstand tough conditions. Under the stress test's adverse scenario, the average market capital-adequacy ratio would decrease to a Common Equity Tier 1 ratio of 11.6 % by 2016.( 32 ) ( 29 ) Net of banks' borrowing from the Eurosystem, which was significantly lower that their deposits. ( 30 ) This topic was analysed in the 2013 in-depth review for Finland. ( 31 ) Finnish FSA press release 10/2014 of 30 September 2014 ( 32 ) Finnish FSA press release 14/2014 of 3 December 2014 Table 2.3.2: MFI Soundness Indicators - Finland (%) 2008 2009 2010 2011 2012 2013 2014 Non-performing loans 0.8 1.1 0.9 0.8 0.8 0.7 0.7 Capital adequacy ratio 13.7 14.6 14.6 14.4 17.2 16.3 15.6 Tier 1 ratio 12.5 13.8 13.7 13.7 16.3 15.5 14.6 Return on equity 8.4 7.2 6.8 7.6 8.9 8.1 8.8 Return on assets 0.5 0.4 0.4 0.3 0.3 0.4 0.4 (1) 2014 refers to data up to 2014-Q2 Source: European Central Bank Household debt and the housing market The main driver of the rising household debt was the rapid growth in mortgage loans before the financial crisis, but recently the growth in debt has decelerated markedly. Household debt has reached 120 % of household (net) disposable income. The substantial increase in household debt occurred between 2002 and 2009 when the ratio of loans to net disposable income rose from 70 % to 110 %. The average proportion of mortgage debt in total household debt over the past 15 years was about 89 %. As the ratio has remained relatively stable, other debt components also increased. Reflecting the renovation needs of existing urban dwellings, related loans were mostly taken out by housing associations. But ultimately, these have to be paid back by households. They are therefore included under the headline household sector long- term loans in Financial accounts.( 33 ) The latter have continued to grow rapidly compared with the growth in mortgage loans: Currently, loans taken by housing associations are growing by more than 10 % year-on-year while mortgage loans are increasing by slightly below 2 %. ( 33 ) In loan statistics by Bank of Finland, housing associations are all included in the non-financial corporate sector. Table 2.3.1: Financial flows involving banking sector, 1-10/2014 - Finland Net financing of sectors EUR bn Net funding sources of banks EUR bn Government 2.8 Financial markets (capital and bonds) 8.8 Private sector 8.2 Reduced deposits at Eurosystem 11.7 Other assets 4.7 Euro area inter-bank market 3.9 Non-euro area claims 1.1 Total 20.7 Total 20.5 Source: European Central Bank ",
        "33 Graph 2.3.3: Household sector loans by type of loan 04812 16 20 24 28 32 36 50 60 70 80 90 100 110 120 130 140 pps % o f h o u s e h o l d s ' n e t d i s p o s a b l e i n c o m e Difference F42 - F429, right axis F4 Loans F42 Long term loans F429 Other long term loans (1) Type F4 Loans include short-term and long-term loans (F42). Type F42 includes housing associations' loans, for which households are responsible. Type F429 loans include other long-term loans including households' mortgages. Source: Statistics Finland, European Commission The interplay of increasing disposable income and real house prices, lower interest rates, and longer mortgage maturities, explains the rapid growth in mortgage debt in 2002-10. In Finland, the majority of mortgages are tied to variable interest rates. That is why almost without exceptions in the 2000s, average interest rates for mortgages have been below the euro area average and were gradually decreasing. The increase in reference rates just before the financial crisis slowed down the growth in mortgage debt to some extent. According to surveys,( 34 ) the maturity of new mortgages increased from an average of 11 years in 1998, to around 16 years in 2005 and to 17 years in 2014. ( 34 ) Annual surveys on saving, borrowing and payment methods carried out by Federation of Finnish Financial services, www.fkl.fi. Graph 2.3.4: Average mortgage rates - selected countries 01234567 03 04 05 06 07 08 09 10 11 12 13 14 Germany Spain Finland Ireland Euro area Source: European Central Bank Finally, nominal and real house prices continued the rapid increase that started in the mid-1990s until the financial crisis in 2008. After the crisis and subsequent recovery with a house price rally in 2010, the increase in nominal house prices has gradually turned into a slight decline observed very recently (Graph 2.3.6). Real house prices have declined since latter half of 2011 in line with a weak economic situation. Despite the fall in house prices during the crisis in the early 1990s, house prices in Finland over the 1990-2014 period, rose altogether by 80 %. In the capital region, nominal house prices have roughly doubled over the same period (Graph 2.3.5). This reflects the inland migration towards metropolitan Helsinki and other urban regions. However, the ratio of nominal house prices to household disposable income remained below the 25-year average between 1994 and 2009. This is explained by the fact that households enjoyed a period of good income growth during the robust economic times as both employment and wages grew. ",
        "34 Graph 2.3.5: Nominal house prices by region, 1990=100 — Finland 0 50 100 150 200 250 1 9 9 0 = 1 0 0 Nominal House Price Index (1990=100), Capital region, Finland Nominal House Price Index (1990=100), Finland Nominal House Price Index (1990=100), Finland excl. Capital region (1) The capital region includes Helsinki, Espoo, Kauniainen, Vantaa. Source: Statistics Finland Graph 2.3.6: Growth of house prices and loans by monetary financial institutions for house purchases — Finland -8 -6 -4 -2 0246810 12 0123456 % rate of change y-o-y % rate of change y-o-y MFI loans for house purchase Real House Prices (right axis) Nominal House Prices (right axis) Source: Statistics Finland, Bank of Finland, European Commission The ability of households to service their debts is currently assessed as adequate. Although household debt has increased, interest expenditure, as a share of disposable income, has decreased significantly from the peak reached in 2008. By the end of 2013, interest expenditure amounted to less than 2 % of disposable income. This is lower than in 2004 when the debt level was 40 percentage points lower compared with the net disposable income. As a risk controlling measure, many Finns prefer fixing their monthly loan payments. A rise in interest rates often translates into a lengthening of the loan maturity rather than an increase in the monthly payments. In 2012, 46 % of households taking mortgages opted for this solution.( 35 ) Graph 2.3.7: Leverage, households — Finland 0 20 40 60 80 100 120 140 160 180 97 99 01 03 05 07 09 11 13 % o f n o n - r i s k y a s s e t s a n d d i s p . i n c o m e Debt / disposable income, Households Risky assets / non-risky assets, Households Source: European Commission Household assets include financial and non- financial assets. Household assets included, at the end of 2013, EUR 85bn in the form of currency and deposits, EUR 97bn in shares, and receivables worth EUR 46bn in insurance and pension plans. Non-financial assets amounted to EUR 413bn, most of this being comprised of dwellings and land. Altogether, household financial assets thus accounted for 112 % of GDP compared with debt of 69 % of GDP. Household leverage has increased, although the increase in financial assets has held back the increase in the debt-to-financial assets ratio, which currently stands at 52 %. ( 35 ) http://www.finanssivalvonta.fi/fi/Tiedotteet/Lehdist otiedotteet/Documents/Otantatutkimus_asuntoluotoista_20 12.pdf ",
        "35 Graph 2.3.8: Household debt — Finland 20 30 40 50 60 70 80 90 100 110 120 20 25 30 35 40 45 50 55 60 65 70 98 00 02 04 06 08 10 12 14* % GDP % of GDP and assets Debt / GDP, Households Debt / fin. assets, Households Debt / gross disposable income, Households (right axis) Source: European Commission Current house prices are somewhat above the long-term average. House prices in Finland, when seen in relation to the private consumption deflator, disposable income per capita or the index of wages and salaries show that the valuation of housing is currently somewhat above the 25-year average. House price developments have decoupled especially from developments in the private consumption deflator, as currently the house-prices-to-private-consumption-deflator ratio is more than twice as high as ratios calculated with respect to disposable income per capita or the index of wages and salaries. All these indicators are, however, currently converging towards their long-term levels, but no sharp adjustment is expected. Graph 2.3.9: Housing market valuation — Finland 50 75 100 125 150 90Q1 94Q1 98Q1 02Q1 06Q1 10Q1 14Q1 1990-Q1 2014-Q2 =100 Private consumption deflator, 1990Q1-2014Q2=100 Disposable income per capita, 1990Q1-2014Q2=100 Index of wages and salaries, 1990Q1-2014Q2=100 Source: Statistics Finland, European Commission Prior to the financial crisis, a rather rapid increase in inflation-adjusted house prices was observed in several countries, including Finland. However, real house prices have remained relatively stable in Finland over recent years. Earlier analysis suggests that, generally, the current valuation of housing in Finland has responded to supply and demand factors in the market.( 36 ) On the demand side, inland migration towards urban areas and net-immigration into Finland should support the demand for housing. In the capital region, especially in Helsinki where prices appear more dynamic than in the rest of the country, homebuyers prefer central locations. Because an increase in supply of new housing is nearly impossible in these areas, house prices are pushed higher. ( 36 ) House price developments in Finland are discussed in more detail in Marrez H. and Pontuch P., (2013), ‘Finland’s high house prices and household debt: a source of concern?’, ECFIN Country Focus, Volume 10 issue 6, European Commission ",
        "36 Graph 2.3.10: Real house prices — selected countries 0 20 40 60 80 100 120 140 160 2010=100 DE EL ES FR IE IT PT SI FI Source: European Commission Regional data suggests that higher housing valuations seem to be linked to lower residential investment. In many Finnish regions, the average ratio for residential investment per capita between 2008 and 2011 was below the average in 2004-07. The regions that witnessed the largest fall in the ratio also witnessed the largest increase in the overvaluation of housing measured as the ratio of regional house price to disposable income. Residential investment adjusted for population fell especially in the greater Helsinki region, where overvaluation is one of the highest. On the other hand, regions that have suffered from downsizing of forest or electronics industries have seen their housing valuations fall. Graph 2.3.11: Falling residential investment associated with higher housing valuations, regional data y = -0.50x - 4.76 R² = 0.15 -15 -10 -505 10 -15 -10 -5 0 5 10 R e g i o n a l m e a s u r e o f o v e r - / u n d e r v a l u a t i o n Change in residential investment per capita 2008-2011 / 2004-2007 Source: Statistics Finland, European Commission The ratio of house prices to building costs also indicates some shortfall in residential investment. The observed increase in the ratio should imply more profitable residential building projects for producers (Graph 2.3.12), thereby increasing residential investment. However, the ratio of residential investment to GDP has remained rather stable at 5-7 % of GDP in recent years. ",
        "37 Graph 2.3.12: Incentives to invest fail to increase residential investment 012345678910 40 50 60 70 80 90 100 110 120 130 97 99 01 03 05 07 09 11 13 % o f G D P 1 9 9 7 - 2 0 1 3 = 1 0 0 House Prices deflated by disposable income per capita, 1997- 2013=100 Ratio of nominal house prices to building costs, 1997-2013=100 Residential Investment (% of GDP, right axis) Source: Statistics Finland, European Commission Debt of non-financial corporations At the end of 2013, the debt of non-financial corporations totalled around 120 % of GDP. While it had increased during the crisis, the ratio remained relatively stable over recent years . The debt-to-financial assets ratio has remained stable. The structure of non-financial corporation debt is diversified. Around 40 % of debt stems from lending by Finnish monetary financial institutions In terms of the origin, 25 % of the debt stems from the issuance of long-term bonds. Other elements include lending from the rest of the world, lending from Finnish non-banks, lending from employment-related pension-insurance institutions, lending from the public sector and short-term bonds (a very small share). Corporate indebtedness does not derive from specific legal norms giving preference to debt financing over other forms of financing. Over recent years, low interest rates have facilitated access to, and use of, credit. Finnish companies access credit for investment, and for working capital purposes. Loans from Finnish monetary financial institutions loans have mainly (49.4 %) gone to finance real estate activities (including loans to housing corporations). A total of 11.2 % of the loans are for manufacturing companies, and 5.2 % for the retail sector. However, bond debt is mainly issued by large manufacturing companies. Graph 2.3.13: Leverage, non-financial corporations — Finland 0 20 40 60 80 100 120 140 97 99 01 03 05 07 09 11 13 R a t i o s o f d e b t t o e q u i t y , G D P a n d t o t a l a s s e t s ( % ) Debt / GDP Debt / equity Debt / financial assets Debt / financial assets, consolidated Source: European Commission Finnish SMEs have relatively good access to bank lending, although about 40 % of firms making use of external financing have noticed that loan conditions have tightened. The continuing uncertainty about export prospects has kept investments low and external funding has mostly covered working capital needs. To promote the growth of innovative firms, the government has considerably increased the availability of venture capital, having invested EUR 105 million in 2014 and planning to invest the same amount in 2015, with a further EUR 55 million both in 2016 and 2017 through Finnish Industry Investment, Finnvera and Tekes. The target is to leverage more than EUR 1 billion of total venture capital investment. Increased venture capital investment requires better exit opportunities for investors. This has been identified as an area requiring improvement, including through changes in the tax treatment of listed firms. Furthermore, there have been increases in tax incentives for business angel investments and an industry-led initiative to standardise the terms of bond issuance. Furthermore, a corporate bond marketplace was introduced in 2014. Firm growth is also promoted through a programme of ten accelerators comprising about 100 portfolio firms in total. ",
        "38 Graph 2.3.14: Balance sheet, non-financial corporations - Finland -600 -400 -2000 200 98 99 00 01 02 03 04 05 06 07 08 09 10 11 12 13 14* % of GDP L, fin. deriv. & employee stock op. (F7) A, fin. deriv. & employee stock op. (F7) A, currency and deposits (F2) L, other accounts (F8) A, other accounts (F8) L, insurance, pensions & s.g. (F6) A, insurance, pensions & s.g. (F6) L, equity and inv. fund shares (F5) A, equity and inv. fund shares (F5) L, loans (F4) A, loans (F4) L, debt securities (F3) A, debt securities (F3) Net financial assets (1) A stands for assets, L stands for liabilities Source: European Commission Deleveraging In Finland, the household deleveraging process has not taken hold so far. The debt of non- financial corporations appears to have peaked in 2010, but household debt is still on an increasing trend. Since then, some de-leveraging has occurred, although the debt level has not declined significantly. Credit flows were positive over the 2008-2013 period for non-financial corporations and for households and real GDP decreased. Inflation has been rather modest. Thus, credit flows and real GDP growth have increased the debt-to-GDP ratio while nominal GDP growth has reduced it through the denominator effect. Graph 2.3.15: Breakdown of year-on-year changes in debt- to-GDP ratio, households (ESA 2010) — Finland -6 -4 -202468 10 05Q1 06Q1 07Q1 08Q1 09Q1 10Q1 11Q1 12Q1 13Q1 14Q1 y-o-y change Credit flow Real growth Inflation Other changes D/GDP, change Source: European Commission Potential deleveraging pressures are likely to be limited in Finland. Household deleveraging needs are not found to be significantly big while non-financial corporations have recently recorded a slight decline in their indebtedness. Especially if seen in the light of its steady increase over the 2000s, the rather high level of indebtedness of households could point to some potential deleveraging needs for Finnish households. However, the strength of the Finnish financial sector implies that the private sector faces low deleveraging pressures from the credit supply side. In addition, micro-level data on the distribution of household debt in Finland does not point to concentration on the more fragile parts of the population. Similarly, corporate indebtedness is not concentrated in low-profit, or low- capitalised firms (Table 2.3.3). This can be seen as a mitigating factor for what is on the surface the relatively high level of overall indebtedness. Thus, if any deleveraging is to be expected, it will likely be gradual, driven by the nominal debt stock increasing at a lower rate than nominal GDP growth rather than negative net credit flows, implying no substantial drag on aggregate demand and lower stress for asset markets. However, should overall economic conditions worsen (including, for instance, through adverse shocks to the financial sector or to the housing market) estimated excess indebtedness of households or firms could materialise in negative credit flows ",
        "39 and a nominal contraction of balance sheets. These risks, however, are assessed as contained since the financial sector is healthy and mortgage interest rates are likely to remain low. Graph 2.3.16: Breakdown of year-on-year changes in debt- to-GDP ratio, non-financial corporations (ESA 2010) — Finland -15 -10 -5 0 5 10 15 20 05Q106Q107Q108Q109Q110Q111Q112Q113Q114Q1 y-o-y change Credit flow Real growth Inflation Other changes D/GDP, change Source: European Commission Table 2.3.3: Non-financial corporations debt to profits and debt to capital -distribution <0.7 0.7 to 0.9 > 0.9 >12 15.3 8.6 10.5 6x to 12x 8.4 2.7 1.6 < 6x 49.3 2.7 0.9 D e b t / E B I T D A Debt/Capital employed (1) The results on the distribution of corporate debt are based on a firm-level dataset from the Bureau Van Dijk's Orbis database. The data refer to the fiscal year 2013, which on the date of the download (December 2014) were available in Orbis for a large majority of firms, but not for all. Subsidiaries of resident companies with consolidated financials were excluded to avoid double-counting. Firms operating in finance and insurance, public administration, health and social services, and education, were excluded. Debt is defined as the sum of loans and non-current liabilities. Capital employed is the sum of debt and equity. Earnings before interest, taxes, depreciation and amortization (EBITDA) are directly taken from the database. The thresholds for debt/capital employed (70 % and 90 %) and the debt/EBITDA (6x and 12x) are approximately equal to the 75th and 90th percentile across the pooled sample of firms from fifteen EU countries (which include vulnerable and core countries). Reported figures represent the share of debt held by firms in a given solvency bucket, as a percentage of the total amount of debt. Source: Orbis, European Commission An important factor determining deleveraging among households is the distribution of debt across households. Aggregate measures of debt at the level of the sector could hide deleveraging risks if debt is more concentrated among households with few assets and low incomes. Another important element is the level of debt- servicing costs relative to incomes, which will drive the short-term sustainability of debt. In Finland, 45 % of households did not have any debt at all in 2012. One in four households have a debt burden that does not exceed 100 % of their annual income and 10 % are in the range between 100 % and 200 %. About 15 % of households have debt between 200 % and 400 % and only a small number of households have higher debt. The low non-performing loans ratio suggests that the banking sector has been successful in allocating loans to customers who have been able to service their debt. In the current environment of low interest-rate, even households with debt at 500 % of their disposable income use less than 10 % of their disposable income for interest payments. ",
        "40 Overall, the analysis in this section indicates that risks associated with the debt burden are limited. Since the crisis, households have faced a relatively quick increase in their debt burden. The debt burden has broadly stabilised at a level that is slightly above the euro-area average, but is lower than in other Nordic countries. Household debt mainly takes the form of mortgage debt and tends to be linked to variable interest rates. Recent declines in interest rates have reduced the burden of servicing the debt, but also reduced the incentives to deleverage. Housing market indicators do not raise any concern for strong over- valuation in this market. Corporate sector debt has also stabilised. Lending decisions by banks appear to be prudent, as demonstrated by thy low amount of non-performing loans. Strong capitalisation of banks implies that there is no pressure to deleverage from the credit supply side. ",
        "3. OTHER STRUCTURAL ISSUES ",
        "3.1. TAXATION, DEBT SUSTAINABILITY AND FISCAL FRAMEWORK 42 Taxation Finland’s general level of taxation is high compared with other euro area countries. The tax burden is above 44 % of GDP and has been growing steadily since 2008. However, in line with its general fiscal plan for 2015–18 and as part of its fiscal consolidation efforts, the government introduced a number of amendments to the tax system that took effect in early 2015. Besides a positive revenue impact, some of the measures are expected to contribute to a tax shift from labour towards other tax bases that are considered to be less detrimental to growth. The amendments that took effect in 2015 increase the progressiveness of the tax system and shift taxation towards indirect taxes. The most significant changes relate to excise duties and other indirect taxes. The changes to personal income tax lower the tax burden on low- and medium-level incomes and thus increase the progressive nature of the tax system, both for earned and capital income. These changes will lead to a net loss of tax revenue of about 270 million euros (Ministry of Finance estimate). However, government revenues are expected to increase by approximately 500 million euros thanks the increases in indirect taxes. Thus, the net effect is the increase of tax revenues. Finland, like several other EU member states, has room for broadening the value-added tax (VAT) base. As a result of lowering the reduced rate applicable (notably) to food products in late 2009, the VAT policy gap, i.e. the revenue forgone due to application of reduced rates or exemptions (instead of the standard rate), widened. A more limited use of reduced VAT rates and exemptions would increase the efficiency of the VAT system and provide a potential source of additional government revenue. The recent changes in property taxation and the ongoing reform of mortgage interest deductibility constitute a tax shift towards property taxation. Recurrent property taxation is considered to be among the most growth-friendly and least distortive taxes and in this area Finnish tax revenues are below the EU average. Hence, the recent measures to increase the revenue-raising capacity of municipalities by raising the tax rate margins for recurrent taxes on real estate as of 2015 go in the right direction. In addition, the deductible part of mortgage interest is being reduced from 85 % in 2012 to 50 % by 2018. Finland has raised environmental taxes and lowered environmentally harmful subsidies. The most significant changes to indirect taxation are the increases in motor vehicle taxation and energy taxation (increase of excise duties on fuels used in traffic and heating) and electricity taxation (rate increase) and the removal of tax subsidies to the mining industry. A further review of the measures in this field could, however, help Finland to better meet its environmental targets and improve its fiscal position by relying more on taxes that are less detrimental to growth. According to a study published by the Ministry of Environment (and prepared in co-operation with the Ministry of Finance) environmentally-harmful subsidies such as tax exemptions and reduced rates on specific industrial activities and fuels amounted to 3 billion euros in 2014. Debt sustainability Finland’s general government gross debt nearly reached the 60 % limit in 2014 and it is expected to exceed it in 2015. While in the short term there are no debt-sustainability challenges, in the long-term challenges arise from an ageing population. ",
        "43 Graph 3.1.1: General government total revenue, total expenditure and net-lending /net-borrowing, % of GDP , Finland -4 -2 02468 10 20 30 40 50 60 70 0 0 Q 1 0 2 Q 1 0 4 Q 1 0 6 Q 1 0 8 Q 1 1 0 Q 1 1 2 Q 1 1 4 Q 1 GG Balance (rhs) GG total expenditure GG total revenue (1) All series are 4 quarter moving sums Source: Statistics Finland, European Commission The budgetary impact of population ageing poses a challenge to long-term fiscal sustainability in Finland, in particular in the area of pensions and long-term care policies. In 2014, Finland was recommended to ensure effective implementation of the ongoing reforms of the social and healthcare services, in order to increase the cost-effectiveness in the provision of public services. The analysis in this report leads to the conclusion that Finland has made some progress on measures taken in response to this recommendation. Finland has recognised the sustainability gap and produced a structural policy programme aimed at closing it. The policy programme aims at increasing the labour input and potential growth of the economy, but also addresses areas such as long-term care and pension reform (discussed in greater detail in the following sections). The debt ratio has been increasing due to the primary deficit but also due to low real GDP growth. Finland’s gross public debt had reached 56 % of GDP in 2013. The debt is on an increasing trend and is projected to reach 62.6 % in 2016. Part of the debt has been accumulated due to Finland’s participation in support measures to safeguard financial stability in the rescue operations for other euro area countries. Government debt is likely to continue to increase beyond 2016. According to the baseline scenario (relying on Commission forecasts, long- run convergence assumptions — agreed by the Economic Policy Committee — of underlying macroeconomic variables (real interest rate, real GDP growth, inflation) and the assumption of constant fiscal policy beyond the forecast horizon), the debt level would be relatively stable until 2019-20 and continue to increase thereafter. The increase would be driven by the costs of ageing. The assessment does not yet take account of the agreed — but not legislated — pension reform that would lower ageing-related costs. Debt refinancing risks are currently low. Finland has retained the highest credit rating from two of the three main credit rating agencies. Debt is mainly long–term and annual refinancing needs are low. Finland does not face contingent liabilities related to the banking sector. More than 80 % of its debt is held by non-residents, but the debt is almost exclusively euro-denominated (or in the case of foreign-currency loans, swaps are used to eliminate rate risk). In addition, it must be taken into account that the earnings-related pension system included in the general government sector is partially pre-funded and is in surplus. The surplus stood at 1.9 % of GDP in 2013 and is estimated by the national authorities at 1.5 % for 2014. The surplus is included in the general government balance, but is not used to pay off general government gross debt. These funds show up as a net accumulation of assets in the stock- flow adjustment. Therefore, Finland’s general government net financial assets position is forecast to amount to 56.5 % of GDP in 2014.( 37 ) Among the OECD countries, it is one of the highest positive net financial asset positions. Fiscal framework Finland’s fiscal framework should guide fiscal policy in accordance with agreed principles. Finland has enacted in national law the structural- budget-balance rule mandated by the Fiscal Compact( 38 ) and enshrined specific implementing ( 37 ) OECD Economic Outlook no 93, Annex Table 33. ( 38 ) Law 869/2012 Laki talous- ja rahaliiton vakaudesta, yhteensovittamisesta sekä ohjauksesta ja hallinnasta tehdyn sopimuksen lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta ja sopimuksen soveltamisesta sekä ",
        "44 provisions in secondary legislation. Finland’s fiscal framework is tied to multiannual expenditure ceilings. The framework is linked to parliamentary terms, and experience with the framework suggests that the government abides by the rules. Every year, the government sets limits on central government spending for the remaining years of its term, defining the multiannual financial framework. Successive yearly decisions on annual ceilings are taken on the basis of this framework. In February 2014, the fiscal framework was strengthened by a provision allowing central government also to plan and monitor the expenditure of local authorities and social security funds sub-sectors; it is going to be implemented for the first time in 2015. Implementation details have been published by the ministry.( 39 ) Decisions on spending limits are taken in late March each year, setting annual limits on government expenditure for the subsequent four years. However, neither nominal-balanced budget requirements nor limits on annual deficits are present in the legislation. This policy aims at controlling government expenditure while maintaining enough flexibility to respond to changes in the economic environment. The framework includes built-in automatic stabilisers, as some expenditure falls outside the scope of the limits. However, there seems to be limited flexibility to react to challenges arising during the current year. If a growth forecast is revised significantly downwards during the year, as happened in 2013 and 2014, there is no process to adjust the expenditure limits accordingly. The 2015 budget will test the operation of the structural-balance rule. According to the government forecast underlying the Draft Budgetary Plan for 2015, Finland would move away from its 0.5 % structural-deficit target. The government decided that adjustment measures are necessary. However, the adjustment did not alter its 2015 budget but rather strengthened implementation of its structural policy programme. julkisen talouden monivuotisia kehyksiä koskevista vaatimuksista. ( 39 ) Ministry of Finance publications, 2/2015 Kohti julkisen talouden kokonaisohjausta – julkisen talouden suunnitelman ja kuntatalousohjelman kehittäminen The National Audit Office is entrusted with the responsibilities of the Fiscal Council while the Ministry of Finance remains responsible for forecasting. The National Audit Office monitors the implementation of fiscal rules and in particular compliance with the medium-term budgetary objective. However, it does not assess the macroeconomic forecasts underlying the stability programme or the draft annual budget. The latter are prepared by the Department of Economics within the Ministry of Finance. In this respect, on 27 January 2015 the parliament adopted a law that aims to ensure the independence of forecasting tasks in the Ministry of Finance. ",
        "3.2. LABOUR MARKET AND EDUCATION 45 Labour market The situation of the Finnish economy and labour market deteriorated during the last year and there are important challenges ahead. The Finnish labour market was characterised by solid indicators before the crisis, but currently the long- term effects of the crisis and the structural changes to the economy are being felt quite severely. Employment figures are deteriorating, and particularly long-term unemployment is rising. In the longer term, pressing demographic challenges will need to be addressed. The unemployment rate increased by 0.5 percentage points in 2014 compared with 2013 (from 8.2 % to 8.7 %), the biggest increase in the EU, and the growth in unemployment was particularly strong among the young and the older workers.( 40 ) The unemployment rate is still below the EU average of 10.3 %, but above that of Nordic peers Denmark (6.5 %) and Sweden (8.0 %). Graph 3.2.1: Labour market indicators 70 71 72 73 74 75 76 77 78 79 80 05 10 15 20 25 01 02 03 04 05 06 07 08 09 10 11 12 13 14 %% Activity rate (rhs) Unemployment rate Youth unemployment rate NEET rate Long-term unemployment rate Source: European Commission Use of full labour force potential There are pressing demographic challenges in Finland that impact on labour supply. Nearly 20 % of all Finns are 65 years or over, the eighth- highest proportion in the EU and this could rise to ( 40 ) Ministry of Employment Unemployment Bulletin, december 2014 http://www.temtyollisyyskatsaus.fi/Graph/Tkat/Pdf/Tkat_e n.pdf over 25 % by 2030( 41 ). The number of people leaving the labour force each year exceeds the number of people entering it. In view of the ageing population and the resulting shrinking working age population, it is important to bring the full labour force potential to the labour market. To maintain the supply of labour, it is important to improve entry into the labour market and prevent the early exit of older workers and those on disability pensions. Furthermore, increasing job opportunities of those with partial work incapacity, and to facilitate the combination of part-time work and benefits would be beneficial. Reducing unemployment, in particular youth and long-term unemployment, remains a key challenge for Finland. Ensuring longer working lives The inclusion of older workers in the labour market is a cause for concern. Increasing the participation of this group in the labour force is crucial in view of the fiscal sustainability gap and the planned increase of the statutory retirement age. The decreased labour supply resulting from the demographic change of an ageing population, coupled with the expenditure pressures of publicly financed age-related items (such as health care) places considerable pressure on the tax base and constrains production in the economy. Despite some positive trends regarding the labour market participation of older workers, there is still room for improvement. The 58.5 % employment rate of for 55-64 years old is above the EU average but lower than in comparable countries like Denmark (61.7 %) or Sweden (73.6 %). The level of 44 % for those aged 60-64 years in 2013 is also a long way from the best performers in the EU (Sweden 65.4 %, Estonia 50.6 %). One of the possible explanations for the Nordic differences in old-age working is the lower prevalence of part-time work in Finland.( 42 ) Early exit from the labour market occurs mainly through disability or through the ‘unemployment tunnel’ — i.e. extended unemployment benefits available for the elderly unemployed. Finland has set itself the target of ( 41 ) http://www.stat.fi/til/vaenn/2012/vaenn_2012_2012-09- 28_tau_001_en.html ( 42 ) http://www.etk.fi/fi/gateway/PTARGS_0_2712_459 _440_3034_43/http %3B/content.etk.fi %3B7087/publishe dcontent/publish/etkfi/fi/julkaisut/katsaukset_ja_selvitykset /katsaukset/tyoelakeindikaattorit_2014_7.pdf, p. 21 ",
        "46 raising the effective retirement age to at least 62.4 years by 2025. There has been some progress in this regard as the retirement age has risen from 60.9 in 2013 to 61.2 in 2014. The positive trend should continue with the pension reform. The Finnish workforce (in particular older and low-skilled workers) could benefit from targeted measures designed to enable them to continue participating actively in the labour market for longer. Moreover, it would be beneficial for human resource policies in traditional industries to include a particular focus on older workers, notably in order to prevent skill shortages emerging in areas where there are new and often evolving production processes. Finland also faces the challenge of skills mismatches, a consequence of the ongoing structural change taking place in the economy. The skills offered by workers leaving more traditional, often declining sectors do not correspond to those required in the sectors that are currently expanding, which tend to be more technologically intensive. There have been concerns regarding the quality of working life in Finland, especially among the elderly. Vocational training and measures aimed at improving health, safety and the quality of the working life seem to be the main areas to be developed. Reduced work ability is among the main reasons on which around 25 000 people retire annually on a disability pension( 43 ). However, there has been some improvement in this regard as in 2014 there were 18 800 people retiring on disability pension. Social partners — together with the competent ministries, the Finnish social security institution and the Centre for Pensions — have produced a report on the employability of people with partial work ability.( 44 ) This initiative goes in the right direction but it is important to accompany it with implementing measures in workplaces. A recent study published by the Finnish Centre for Pensions concludes that the working conditions have a high impact on the willingness of older workers to remain in ( 43 ) http://www.stm.fi/en/ministry/strategies_and_ programmes/people_with_partial_work_ability ( 44 ) Osatyökykyisten työllistymistä edistävien säädösmuutostarpeiden ja palvelujen arviointi, Sosiaali- ja terveysministeriön raportteja ja muistioita 2013:37 employment.( 45 ). New initiatives in these matters have been on hold in 2014 as the focus has been on the pension reform, but further efforts would be beneficial. Participation of older workers in lifelong learning is significantly lower than for the overall population. The overall lifelong learning participation rate is the third highest in the EU (24.9 % in 2013 while the EU average was 10.5 %). Participation rates for older and low- skilled adults were also above the EU average, but considerably lower than that of the general adult population in Finland: the estimated participation rate for those aged 55-64 was 13.5 % (EU average 5.7 %), while for the low-skilled it was just 10.7 %. Pension reform The social partners in Finland reached an agreement in September 2014 on a pension reform that should take effect in 2017. The agreement will be legislated once the details have been established. Currently workers can retire at the age of 63 but are allowed to continue working until the age of 68. Under the agreement, the retirement age brackets will be raised gradually for those born in 1955 or later, until the lowest retirement age is 65. The retirement age will be linked to life expectancy as of 2027 so that the relationship of time in work and on pension remains at the level of 2025. The development will be monitored every five years in a tripartite setting, headed by the Ministry of Social Affairs and Health. In long and arduous work (38 years of work with work pensions paid, where work is deemed arduous) there will be an opportunity to retire at 63. Based on the progress made with the pension reform, it can be concluded that Finland has made some progress towards increasing the effective retirement age. Although the legislative text regarding the reform is not yet finalised, an agreement on most issues has been reached and the Finnish Centre for Pensions has prepared some projections regarding the sustainability and adequacy of the new pension system. The first ( 45 ) ELÄKETURVAKESKUKSEN RAPORTTEJA 08/14, Työolot ja eläkeajatukset 2013, http://www.etk.fi/fi/gateway/PTARGS_0_2712_459_440_ 3034_43/http %3B/content.etk.fi %3B7087/publishedconte nt/publish/etkfi/fi/julkaisut/tutkimusjulkaisut/raportit/tyool ot_ja_elakeajatukset_2013_7.pdf ",
        "47 assessment of both of these aspects is positive. It will, however depend on whether raising the minimum pensionable age is underpinned by effective measures to enable people to really stay longer at work. Similarly, the Prime Minister’s Office has commissioned a report on the quantitative results of the reform( 46 ) that confirms that the objectives of the reform can be reached. It is important to target the planned possibility to retire at 63 for those in long and arduous work in a way that avoids facilitating unjustified early retirement. Furthermore, the possibility for the elderly unemployed to leave the labour market through the unemployment tunnel remains, although its significance as an exit pathway from the labour market has already reduced over the last decade. Under the agreement on pension reform, there is the possibility to raise the age limit to retire through the unemployment tunnel by one year from 61 to 62. Combatting unemployment and implementing the Youth Guarantee The cyclical downturn in the economy impairs first job prospects. Youth unemployment has remained stable at 20.5 %. A major factor blocking improvement is the unfavourable economic situation, which raises the threshold for labour market entry. It should be noted however, that the majority of young people (approximately 61 %) spend less than two months in unemployment( 47 ) (the average duration of youth unemployment is 13 weeks) and that the youth unemployment figure also includes students looking for work, therefore approximately 60 % of young unemployed are at the same time students. The rate of young people not in education, employment or training (NEET) was 9.3 % in 2013. Nonetheless, there has been substantial progress with regard to improving the long- term labour market prospects of the young unemployed or inactive through the Youth Guarantee. The Finnish Youth Guarantee Implementation Plan has contributed to limiting youth unemployment, with 67.8 % of guarantee beneficiaries starting a job, a traineeship, ( 46 ) J. Lassila, N. Määttänen, T. Valkonen; Työeläkeuudistus 2017: vaikutukset työuriin, tulonjakoon ja julkisen talouden kestävyyteen ( 47 ) Source: Eurostat data from 2013 apprenticeship or further education within four months of registering with the Finnish public employment service (after six months this increased to 89.6 % of guarantee beneficiaries). Maintaining these levels could be challenging with the growing demand for Youth Guarantee services combined with budget cuts to public employment service. Implementation of the educational guarantee part is considered to have been more successful than that of other services and measures. However, making efforts to meet the requirements of the programme also in terms of social, health and rehabilitation services would be beneficial. Its impact could be increased by taking better account of young people not in education, employment, or training and targeting specific subgroups combined with stronger attention to vocational education and training apprenticeships. Integrating vulnerable groups in the labour market While Finland has a high overall employment rate, it is relatively low for low-skilled people. In 2013 the employment rate of the low-skilled was 52.2 % (in the 20-64 age group), lower than in Finland’s Nordic peers. The interplay of the tax and benefit system creates inactivity traps, as social and housing benefits are lost when taking up work, leaving the net gain minimal (Graph 4.2.1). There have been attempts to remedy this issue. Since the beginning of 2014 it has been possible to receive employment-related earnings for up to 300 euros per month without any impact on the unemployment benefit, and this has already shown some promising results. Starting from 2015, the housing allowance will include a protected part of 300 euros, which will not be deducted when the person receiving assistance receives revenue from work. This measure is expected to further alleviate the problem to some extent although continued attention to this issue would be beneficial. ",
        "48 Graph 3.2.2: Tax rate for an individual (single, no children) to take up work at 67 % of the average wage 0 10 20 30 40 50 60 70 80 90 100 DK NL IE FI LU PL SE BE AT DE CZ UK SI MTE28LV FRHUEE ES LT HR PTROBGSK IT EL Source: European Commission People with partial work capacity could also be better integrated into the labour market. Many of those who have retired on disability pensions would like to work, at least part-time, but incentive issues affect their decision. There could be more opportunities for employees to negotiate their working hours and to combine earnings with benefits.( 48 ) There are some promising initiatives to integrate these groups, such as Working Life 2020 – a project coordinated by the Ministry of Employment and the Economy, but so far their impact on the overall labour market is limited. Adjustments in workplaces would also be beneficial. For instance, there are examples of support schemes from Sweden and Denmark where the focus has been on recognising the skills and abilities of people with disabilities and arranging their tasks accordingly.( 49 ) Long-term, structural and regional unemployment Although long-term unemployment is not as severe an issue as in many other countries, it is on an increasing trend. The number of people who have been unemployed for over a year ( 48 ) Työkyvyttömyyseläke ja ansiotyö, Eläketurvakeskuksen raportteja http://www.etk.fi/fi/gateway/PTARGS_0_2139_459_440_ 3034_43/http %3B/content.etk.fi %3B7087/publishedconte nt/publish/etkfi/fi/julkaisut/tutkimusjulkaisut/raportit/tyoky vyttomyyselake_ja_ansiotyo_7.pdf, pp.42-43 ( 49 ) Onko työmarkkinoilla tilaa kaikille? Työ- ja elinkeinoministeriön julkaisuja, p. 127. http://www.tem.fi/files/40365/TEMjul_22_2014_web_160 62014.pdf continues to increase, as does the number of people who have been unemployed for over two years. The rate of long-term unemployed in total unemployment in 2013 was 20.7 %, still substantially below the EU average of 47.4 %. Many people have given up looking for work ( 50 ) and are likely to find it difficult to get back to work when the economy starts improving, since transition rates from long-term unemployment to employment in Finland are below the EU average.( 51 ) This suggests that the capacity of the economy to adjust to the ongoing restructuring of traditional industries is limited. Targeted activation measures would be beneficial( 52 ). While the possibilities for companies to hire workers improved in the last year, the average time to fill vacancies has increased. This indicates that despite the higher number of jobseekers, it is increasingly difficult for employers to find suitable candidates. Compared with 2012, the numbers of both vacancies and jobseekers have increased( 53 ). This indicates that the matching between jobs and jobseekers is deteriorating, which is a cause for concern as it increases the risk of structural unemployment. The mismatch in the labour market is probably due to the structural change in the Finnish economy. New jobs are being created in sectors and areas different from those where jobs were lost. The increase in vacancies was highest in office work, service and sales.( 54 ) The mismatches in the labour market may slow down the increase in employment rates that can normally be expected following improvements in economic growth. There are considerable regional differences in unemployment rates (6.7 % in Uusimaa and 12.5 % in Northern Karelia and the high house prices and rents in the ( 50 ) Ministry of Finance Economic Bulletin 2/2013. ( 51 ) Employment and Social Developments in Europe 2013. ( 52 ) In 2011 the government set a target to raise the activation rate of the unemployed to over 30 %. In January 2014, it was 26.4 %. ( 53 ) Talousnäkymät ja palkanmuodostus, Valtioneuvoston kanslia http://www.vm.fi/vm/fi/04_julkaisut_ja_asiakirjat/01_julka isut/02_taloudelliset_katsaukset/20150109Tuloja/TUKUSE TO_13-01-2015.pdf ( 54 ) Ministry of Employment Unemployment Bulletin, december 2014 http://www.temtyollisyyskatsaus.fi/Graph/Tkat/Pdf/Tkat_e n.pdf ",
        "49 Uusimaa area are likely to act as a curb on the mobility of workers.( 55 ) New initiatives to promote employment New measures have been introduced in order to stimulate employment. These relate to a better organisation of wage subsidies and public employment services, with a particular focus on older workers and workers with disabilities, and the long-term unemployed. The Finnish wage- subsidy system has been reformed, with a particular focus on the elderly and people with disabilities, and a clearer system for all potential recipients of these subsidies. The wage subsidies for the over-60s who have been unemployed for over 12 months will be introduced on a permanent basis and 50 % of the salary costs of those with disabilities are planned to be covered by the subsidies. Regarding the organisation of public employment services, the government has presented a legislative proposal to parliament for a multi-professional joint service for the long-term unemployed. The public employment services would work together with municipal authorities and the social security institution to ensure a tailor- made approach and a more intensive follow-up of the long-term unemployed. Changes to the subsidies and public employment services have been effective from the beginning of 2015 and the changes to the multi-professional services will be implemented during the year. It is too early to assess the full effects of the new wage subsidies, but they could be a step in the right direction to stimulate employment. The changes to public employment services seem promising, as long as the services provided are comprehensive. Therefore it can be concluded that some progress has been made regarding the employability of older workers and to improve the labour market prospects of the long-term unemployed. Gender, health and poverty The Finnish labour market is characterised by a relatively high gender pay gap (19.4 % in 2012 compared with an EU-average of 16.4 %), while employment rates for women (71.9 % in 2013) are ( 55 ) Ministry of Finance, 2013: Asuntomarkkinoiden rooli työvoiman alueellisessa liikkuvuudessa https://www.vm.fi/vm/fi/04_julkaisut_ja_asiakirjat/01_julk aisut/08_muut_julkaisut/20130402Asunto/1_Asuntomarkki noiden_rooli_tyoevoiman_alueellisessa_liikkuvuudessa.pdf well above the EU average and remain high also in full-time equivalents (67.3 % in 2013). The main reason for the high gender pay gap is that men and women tend to work in different sectors and occupations. Within the EU these gender differences on the labour market are the fourth largest in Finland after Estonia, Slovakia and Latvia. Furthermore, Finnish women make use of long family leaves, and recent plans to encourage fathers to take up longer periods of family leave have been dropped. The high gender pay gap and career breaks related to childcare responsibilities have a negative impact on retirement incomes of older women. The at-risk of poverty rate for women aged 65+ in 2012 was 24.4 %, twice that of older men (12.7 %). The rates are higher than the average in the EU-28 for women (21.7 %) and lower than the average for men (16.3 %). The average occupational pension for women now equals only 65 % of that of men (up from 55 % in 2000), and the retirement of future generations of women with longer working careers is projected to have only a limited effect. According to the most recent projections by the Finnish Centre for Pensions, occupational pensions for women will equal 75 % of pensions for men in 2040. There are deep-rooted socioeconomic inequalities when it comes to disability, health and life expectancy that also affect labour market participation. The share of Finns in the bottom-income quintile reporting severe limitations in daily activities is four times higher than in the top quintile, while in the EU on average it is less than 2 times higher.( 56 ) Recently, health inequalities have even grown. This means that people are not in the same position to prolong their careers, which can deepen inequalities in old age. Education and skills The level of public spending on education is still high (6.4 % of GDP in 2012),( 57 ) which has enabled Finland to maintain its high performing education system, but significant savings measures were introduced by the Finnish government . The structural policy programme adopted in late 2013 reduces ( 56 ) European Commission (2013), \"Report on Health Inequalities in the European Union\", Commission Staff Working Document SWD (2013) 328 final. ( 57 ) The EU average in comparison for 2012 is 5.3 %. ",
        "50 government expenditure on education by a significant amount (approximately 280 million euros, about 5 % of the education budget) over the period 2014-17.( 58 ) The tighter budgetary restrictions might make it necessary to reorganise the upper-secondary school network or the provision of pre-school education (or both) by local authorities. There is a risk that this will have an impact on the quality of educational outcomes. Reducing early school leaving The rate of early school-leaving is stable and the level of basic skills remains high but new challenges are emerging, especially for young migrants. Finland is performing better than the EU average in tackling early school-leaving (with a rate of 9.3 % of early school-leavers compared with an EU-average of 12.0 % in 2013), but whereas the rate has remained fairly stable over the last decade, the EU-average has improved. The early school-leaving rate tends to be significantly higher among migrants (14.9 % in 2012) and boys.( 59 ) Finland’s performance in the 2012 OECD Programme for International Student Assessment (PISA) survey measuring the skills of young adults (15 year olds) deteriorated significantly in all three areas as compared with 2009, in particular in numeracy. The results for students with migrant backgrounds were far lower than for those of Finnish origin. Nonetheless, Finland maintained its position as one of the EU’s top performers in education, in particular in science, and is still among the top five countries worldwide. New measures are being put into place in order to reduce early school-leaving and improve basic skills. The Finnish authorities decided in 2013 to introduce a mandatory pre-school year that children would start at age six, but it remains to be seen whether this measure will help in tackling early school-leaving. Finland also introduced a preparatory education programme for general upper-secondary education that is aimed for migrants. Finland still succeeds in combining high levels of performance with equity in education. Early detection and intervention mechanisms allow ( 58 ) See the 2014 Draft Budgetary Plan for Finland http://ec.europa.eu/economy_finance/economic_governanc e/sgp/pdf/dbp/fi_2013-10-15_dbp_en.pdf. ( 59 ) See the additional country charts for the Europe 2020 headline target and the Education and Training 2020 benchmark at http://ec.europa.eu/education/monitor. educators to identify students who are struggling and to offer them the necessary support early on. Improving vocational education and higher education There is high participation in vocational education and training, but the number of apprenticeships remains fairly low. The participation of upper-secondary students in vocational education and training has traditionally been very high in Finland, with 70.1 %( 60 ) following vocational courses in 2011 compared with an EU average of 50.4 %. The employment rate of recent upper-secondary graduates( 61 ) stood at 75.9 % in 2013, which is above the EU average. In this sector the number of participants in apprenticeships has traditionally been relatively low in Finland; however, other forms of work- based learning are in place as part of most vocational education and training programmes.( 62 ). There is increased provision of vocational education and training and apprenticeships in Finland. Finland has already increased the number of available places on vocational-study courses in areas where demand is highest, and has created around 1 700 new apprenticeship placements. Progress could be beneficial as apprenticeships can be an important skills development avenue for low-skilled young people who may not be well suited to formal education, thereby facilitating their integration into the labour market. In the field of higher education, some steps have been taken to improve performance of the system. Access to studies will be facilitated for those who have not yet benefited from higher education, making it easier to gain a first study place. There have also been performance incentives for students, as financial assistance is now more closely linked with progress in studies, ( 60 ) This number includes upper secondary (ISCED 3) and post-secondary non-tertiary VET (ISCED 4. ( 61 ) People aged 20-34 having left education between one and three years before the reference year. //ec.europa.eu/economy_finance/economic_governance/sg p/pdf/dbp/fi_2013-10-15_dbp_en.pdf. ( 62 ) Apprenticeship supply in the Member States of the European Union’, Final report, European Commission, 2012. More on http://ec.europa.eu/social/main.jsp?catId=738&langId=en& pubId=6633&visible= ",
        "51 and for universities, whose funding since 2013 has been more clearly linked to progress and completion of studies by students. This model was extended to universities of applied sciences in 2014. These changes could result in shortening the relatively long duration of studies in Finland and they may also have a positive impact on the duration of careers, with a consequent positive effect on lifetime income and pensions. ",
        "3.3. PRODUCTS AND SERVICES MARKET 52 Retail sector The Finnish retail sector remains highly concentrated and is dominated by two local retail groups. Finland’s regulation of the retail sector is one of the most restrictive in the EU( 63 ). In the light of this, the 2014 country-specific recommendations called for continued efforts to enhance competition in the retail sector by amending the land use and building act, as outlined in the programme on promoting healthy competition. The remaining challenges include in particular the extent to which competition is taken into account in the planning system, how municipalities make decisions in awarding plots as well as the restrictions on large-scale outlets in the land use and building act. Graph 3.3.1: Restrictions on retail trade 0.0 0.5 1.0 1.5 2.0 2.5 3.0 3.5 4.0 4.5 5.0 BG SE SI NL EE IE CZ DKUK PT HU SK AT EL FR DE FI ES BE 1998 2008 2013 Source: OECD Product market regulation database A multi-layered and hierarchical planning process is required before new stores can be opened. Regional plans form the core of the system, defining planning objectives to be reflected in the local plans. The establishment of large-scale outlets outside the central areas needs to be foreseen in regional plans. The main objectives of the land use and planning law are connected with an improvement of the living environment. While this is a fully understandable ( 63 ) See OECD product market regulation indicators for the retail sector (2013) and valid aim, there is, in view of the current duopolistic market structure, a strong case for easing market entry by lowering regulatory barriers, notably those that restrict the establishment of large-scale grocery outlets. The current regulatory system aims to protect in particular shops in city centres, in order to maintain an integrated urban structure. But according to the Competition and Consumer Authority, in a June 2013 report, the current approach may be counterproductive due to higher price levels and rents in city centres. The transparency of land allocation could also be improved. Of municipal land allocation, open tenders cover only 10 % of cases in the capital region and informal allocation practices predominate. The two biggest retail groups, S Group and Kesko, traditionally obtain the best places for retail establishments. The establishment of large-retail outlets is based on complex planning requirements that hamper market entry. According to the land use and planning act, large-scale retail outlets are defined as outlets exceeding 2000 square metres. The law allows higher thresholds to be defined in regional plans for regionally important outlets( 64 ). Nevertheless, given that the existing duopoly representing nearly 90 % of the market already occupies the best central locations, the requirement to locate outlets above a certain surface threshold only in urban areas makes the market entry or market expansion very difficult for new operators. Such regulations have an impact on the limited productivity growth in the Finnish retail sector. According to an OECD study, retail productivity would have been 35 % higher, meaning that GDP would have 6 % higher, if productivity growth in Finnish retailing had kept up with that in Sweden since 1995( 65 ). A proposal to modify the land use and building act presented to the parliament in December 2014, did not address the restrictions on large- scale outlets. However, this was the core of the CSR on the retail sector. The current proposal of the Government requires the municipalities to take ( 64 ) For example, the current threshold for convenience stores in the regional plan for the Uusimaa region is 5000 square metres. ( 65 ) OECD Economic Survey, Finland 2012, p.25 ",
        "53 into account business environment and completion in spatial planning. However, as this requirement remains at generic level and there are no detailed definitions in the law. The Competition Authority found in its opinion on the draft bill that the way the objective of competition had been integrated into the law was in practice ineffective. The way the policy of restricting alcohol consumption, designed mainly from a public health perspective, is implemented appears to inadvertently impact on competition. The state- owned alcohol monopoly Alko shops are typically located next to the main retail groups. This has an impact on retail competition by reinforcing market concentration through shopping synergies. Recently, the Ministry of Social Affairs and Health has given additional guidance to Alko regarding the location of liqueur stores to improve competition. The first promising signs regarding the new store openings can already be seen. Competition policy Finland might be departing from the existing well-functioning policies as regards the fight against cartels. In May 2014, the Ministry of Employment and the Economy and the Competition and Consumer Authority presented a report commissioned from the Helsinki University which proposes to extend personal criminal responsibility to cartels as a complement to the administrative fining system. The current government is unlikely to take legislative action before the end of its term in April 2015. Nevertheless, any changes to be introduced by the new government would merit monitoring since criminal enforcement might pose a challenge for Finland’s successful leniency system (system of exoneration from penalties for cartel members that report their membership to a competition- enforcement agency). Energy market An important gas infrastructure development is on the way. In order to diversify its energy supply, Finland is planning to undertake a major gas interconnector project with Estonia (‘Balticconnector’), which is a new bidirectional pipeline of around 150 km. It will have a major impact on security of supply and diversification of gas sources in the Baltic region. The Balticconnector will make gas from the regional liquefied natural gas (LNG) terminal project available to the Baltic countries and Finland and it will also give the Finnish gas market access to the Latvian underground gas storage in In č ukalns. The LNG terminal will reduce the dependence of Estonia and Finland on imported Russian gas and will thereby contribute in the medium-term to an improvement in the security of supply in the Baltic region. The work is to start in 2015 and be completed in 2019. In 2014, it obtained a grant of approximately EUR 5.4 million under the Connecting Europe Facility for studies to be carried out on its offshore and two onshore parts. The long-pending issue of political agreement regarding the location of the LNG terminal has been solved. The Prime Ministers agreed on the location of the Regional Baltic LNG Terminal in Finland (provided that its implementation progresses according to the agreed time schedule) and that the smaller LNG installation for bunkering services and security-of-supply needs for Estonia will be constructed in Estonia. This political agreement remains to be transposed into a legal agreement between the concerned stakeholders. In addition to the Regional Baltic LNG Terminal, several local LNG terminals intended for bunkering services and for off-grid industry are being constructed in Finland. ",
        "3.4. EFFICIENCY ENHANCING REFORMS IN THE PUBLIC SECTOR 54 Reforms in the municipal sector The efficiency of public services has not kept up with productivity developments in the private sector. Taking into account the challenges presented by ageing as well as fiscal pressures, public administration should be as efficient as possible. While the level of services is very high, the associated costs are also high and some areas for additional efficiency could be found. Finnish municipalities are relatively small, but carry out quite extensive tasks compared with other European countries. The small size of municipalities raises questions regarding the effectiveness of expenditure on administration, but more importantly, it is not clear whether the small municipalities are able to solve the problems in areas such as transport, education and health services in the most effective manner. Taking this into account, Finland received a country-specific recommendation to ensure effective implementation of ongoing administrative reforms concerning municipal structures and social and healthcare services. Social and healthcare reform is generally supported by all political parties. The government has introduced draft legislation which foresaw revising the existing local government structure, social welfare and healthcare service structures and financing and re-evaluating the statutory duties of local authorities. The objective of the reform of the social welfare and healthcare service structure is to fully integrate all social welfare and healthcare services in order to create seamless service chains. The reform involves constitutional issues, as there are provisions for municipal independence as well as for citizens’ rights to receive social and healthcare services without regard to their place of residence. On 19 February 2015, the Constitutional Committee of the parliament found that the proposal violates the provisions of the constitution and needs to be amended. The magnitude of the changes to be made and the compatibility of the amended proposal with the initial objectives of the reform remain to be seen. Access to good quality health and social services for all income groups and geographical areas has been an important challenge in Finland over the last two decades. Although the objective of health policy since the 1980s has been to narrow health gaps, people in the lower income groups have drastically poorer health and shorter lives. A 35 years old blue-collar worker is expected to reach the age of 74, while a man in a management position has a life expectancy of 6 years more. For women, the difference in life expectancy by socioeconomic class is three years. Healthy life expectancy is 11 years more for highly educated men than for those with only basic levels of education, for women the gap is 8 years.( 66 ) The objective of the reform is not an immediate cost-cutting. However, the reform offers an opportunity to control future increases in costs. The reform also appears to be a pre-condition for achieving the aims of the government’s Structural Policy Programme. Indeed, in the latest decision on the programme on 28 August 2014, it was found that the government currently does not possess the means to achieve the reduction of municipal costs in the healthcare and long-term care areas. Establishing a system to control cost increases was deemed necessary and, apparently, the social and healthcare services reform is working in this direction. In addition, European legislation regarding patient rights to cross-border healthcare needs to be taken into account. The reform of municipal structures is proceeding less speedily. The municipalities are conducting studies about the benefits of mergers. Currently, 40 studies involving 158 municipalities are being carried out. The studies will provide the basis for reasonable decision making regarding the mergers. At the beginning of 2015, there were three mergers involving six municipalities. The deadline for completion of the studies has been extended to 29 April 2016. Municipalities that merge during 2017 are eligible for special grants. On 28 August 2014 the government also decided to establish the Metropolitan Authority to resolve land use, housing and transport problems in the greater Helsinki area. Stakeholder consultation ended on 4 February 2015 and resulted in 82 opinions, which will be used to develop the plan further. The initial proposal foresaw that the Metropolitan Authority will be launched to coincide with the 2017 local ( 66 ) http://www.thl.fi/fi/web/hyvinvointi-ja- terveyserot/eriarvoisuus/terveys/pitkaaikaissairastavuus ",
        "55 government elections. The Metropolitan Authority’s duties will include the preparation of a metropolitan plan and ensuring its implementation (with plan programmes and other appropriate measures) and the following regional public law duties: public transport planning and management (Helsinki Regional Transport), environmental issues of the Helsinki Region Environmental Services Authority and duties transferred from the Uusimaa Regional Council. According to the government's proposal, the Metropolitan Authority would not have its own right to raise taxes and the total tax rate of the residents under Metropolitan Authority should not rise above its present level. The reforms, when viewed as a whole, have progressed markedly since the issuance of the country-specific recommendations. The work has been related to the analysis of needs, negotiations with stakeholders and the preparation of the legislation. There has therefore been some progress in addressing the country-specific recommendations. Improving the business environment To lower the administrative burden on businesses, the government is seeking to simplify licensing requirements, in particular sector-specific permits and those related to construction and environment. While there are many strengths in the general business environment,( 67 ) several regulatory shortcomings — even though individually small — contribute to an overall burden that could be reduced. An example is that some permit procedures seem to be unnecessarily lengthy and unpredictable (the average total time for acquiring environmental permits is 15.9 months). The Environmental Protection Act is being revised with a view to expanding the use of electronic permits and combining various environment-related ones. Regional authorities are encouraged to cooperate in their supervisory and permit policies. To make e-government services more widely available, the government is building a National Digital Services Infrastructure, which will facilitate the introduction of a national common digital identification solution, and the provision of better user portals for citizens, businesses and government agencies. The Enterprise Finland portal has been extended to ( 67 ) World Bank: Doing Business 2015. include all business services and provide advice on financial problems. It also provides information on the necessary permits and notifications based on the profile of the firm. Reforming R&D institutions and improving the knowledge-transfer performance of universities A reform of research institutes and research funding was launched in 2013, aiming to improve the efficiency of the system and to strengthen multidisciplinary and high-level research of significance for society. Research institutes are being combined, by field of research, into larger entities and a Strategic Research Council has been established. The new Council finances research aimed at finding solutions to challenges facing Finnish society and promoting renewal of the country’s economic base and competitiveness, the development of working life and enhancement of the public sector. The funding model of universities has been revised with the objective to take better account of the quality of scientific production. Implementation of these reforms should allow Finland to make progress in increasing competitiveness, although the impact of the actions can only be measured in the longer term. The Research and Innovation (R&I) Council advocates to go further and faster in the reform of the R&I system. The Council’s R&I policy outlook for 2015-20 — published in November 2014 — underlines that, in the difficult economic environment of recent years, the Finnish economy has not been able to compensate the decline in the electronics and paper & pulp industries. It gives firm recommendations for a better and sustainable contribution of R&D activities to growth. Those recommendations include a stance on reform of the higher education system. The capacity of universities in turning R&D into new innovative products, services and processes is a critical issue. At a level of 1.01 % in 2013, Finland ranked second in the EU for public R&D expenditures as a percentage of GDP. Nevertheless, this significant level of public R&D activity is not translated into equivalent results on the innovation side. As an illustration, the percentage of expenditure on R&D financed by ",
        "56 businesses in the higher-education sector( 68 ) in 2012 was 5.0 % whereas the EU average is 6.4 %. Finland is developing smart-specialisation strategies based on regional strengths, and the Ministry of Employment and the Economy has aligned European Regional Development Fund investments to R&D with those strategies. ( 68 ) This is an indicator of collaboration between universities and firms and hence of knowledge transfer. ",
        "ANNEX A 57 Overview table( 69 ) Commitments Summary assessment 2014 Country specific recommendations (CSRs) CSR 1 : Limit the emerging gap relative to the medium-term objective, ensure to return to it in 2015 and respect it thereafter as planned. Ensure that the debt criterion is fulfilled, while pursuing a growth- friendly fiscal policy. Implement rapidly the reforms set out in the structural policy programme and government spending limits and fiscal plan for 2015- 2018 in order to reduce the fiscal sustainability gap and strengthen conditions for growth. Finland has made some progress in addressing CSR 1 of the Council recommendation. (This overall assessment of CSR 1 excludes an assessment of compliance with the Stability and Growth Pact.) • There is some progress regarding the implementation of the structural policy programme. The government is preparing the legislative acts needed for implementation of the structural policy programme. Some of the obligations of municipalities have been reduced, and the government has put forward plans to steer municipal finances through the general government fiscal plan. CSR 2 : Ensure effective implementation of the ongoing administrative reforms concerning municipal structure and social and healthcare services, in order to increase the cost-effectiveness in the provision of public services. Finland has made some progress in addressing CSR 2 of the Council recommendation. • There is some progress regarding the implementation of the administrative reforms. Regarding social and healthcare reform, a draft fundamental legislative proposal introduced by the government has been deemed incompatible with the constitution and needs to be revised. Regarding reform of municipal structures, the process is proceeding with some delays. Municipalities are carrying out their merger reviews. However, the government has decided to create a metropolitan authority in Helsinki region. CSR 3 : Improve the use of the full labour force Finland has made some progress in ( 69 ) The following categories are used to assess progress in implementing the 2014 CSRs: no progress: The Member State (MS) has neither announced nor adopted measures to address the CSR. This category also applies if the MS has commissioned a study group to evaluate possible measures. Limited progress: The MS has announced some measures to address the CSR, but these measures appear insufficient and/or their adoption/implementation is at risk. Some progress: The MS has announced or adopted measures to address the CSR. These are promising, but not all of them have been implemented and it is not certain that all will be. Substantial progress: The MS has adopted measures, most of which have been implemented. They go a long way towards addressing the CSR. Fully addressed: The MS has adopted and implemented measures that address the CSR appropriately. ",
        "58 potential in the labour market, including by improving the employment rate and the employability of older workers, and increasing the effective retirement age, by reducing early exit pathways and aligning the retirement age or pension benefits to changes in life expectancy. Improve the labour-market prospects of young people and the long-term unemployed, with a particular focus on vocational education and targeted activation measures. addressing CSR 3 of the Council recommendation. • There is some progress in improving the use of full labour force potential. The Finnish wage subsidy system has been reformed with effect from the beginning of 2015, with a particular focus on the elderly and a clarified system for all potential recipients. Wage subsidies for the over-60s who have been unemployed for over 12 months will be introduced on a permanent basis. • There is some progress in improving the labour market prospects of the young people and the long-term unemployed. The Youth Guarantee has been introduced and implemented. It has contributed to limiting youth unemployment, with 67.8% of guarantee beneficiaries starting a job, a traineeship, apprenticeship or further education within four months of registering with the Finnish public employment service (after six months this increased to 89.6% of guarantee beneficiaries). However, taking better into account young people not in education, employment or training and targeting specific subgroups could increase its impact. Regarding the long-term unemployed, a new law has been adopted regarding a multi-professional joint service. The public employment service would work together with the municipal authorities and the social security institution to ensure tailor-made approach and a more intensive follow-up of the long-term unemployed. • There is some progress in increasing the effective retirement age. The social partners in Finland reached an agreement in September 2014 about a pension reform that will take effect in 2017. The agreement will be legislated once the details have been successfully established. The pension age will be raised gradually for those born in 1955, or later, until the lowest pension age is 65 (now 63). The pension age will be linked to life expectancy from 2027 so that the relation ",
        "59 of time in work and on pension remains at the level of 2025. CSR 4 : Continue efforts to enhance competition in product and service markets, especially in the retail sector, by implementing the programme on promoting healthy competition, including amendments of the land use and building act to make it more supportive to healthy competition. Finland has made limited progress in addressing CSR 4 of the Council recommendation. • There has been limited progress in addressing competition in product and service markets. Although steps have been taken to improve competition in the retail sector, issues remain in particular with regard to large commercial establishments, due to planning law restrictions and market conditions. The healthy competition programme is not yet fully implemented. A new proposal for modification of the Land Use and Building Act presented to the Parliament in December 2014 incorporated competition as an objective, but the restrictions regarding large-scale outlets have not been addressed and remain problematic. CSR 5 : Continue to boost Finland’s capacity to deliver innovative products, services and high-growth companies in a rapidly changing environment, and continue the diversification of industry, in particular by improving the business environment to strengthen investment in Finland and further facilitating smaller firms’ entry into export markets. Step up the development of cross-border gas connection to Estonia. Finland has made some progress in addressing CSR 5 of the Council recommendation. • There has been some progress in boosting the capacity to deliver innovative products. The government is implementing a comprehensive reform of research institutes and research funding. Moreover, the government is reforming the funding model of both universities and polytechnics with specific attention to the utilisation of research. Policy programmes for clean technology, biotechnology and digitalisation are promising but are relatively small. Finland has allocated a significant share of European Regional Development Fund investments over 2014- 20 to promote research and development and enterprise growth. • There has been some progress in the development of cross-border gas connection to Estonia. The parties have agreed on the ‘Roadmap on the development of the ‘Balticconnector’. The Prime Ministers concluded the ‘Communiqué Common approach for ",
        "60 developing regional gas infrastructure in Estonia and Finland’ which covers the development of the Balticconnector and the Regional Baltic LNG Terminal. The Prime Ministers agreed that construction of the Balticconnector is to be completed by 2019, if technically feasible, and if a grant from the Union’s Connecting Europe Facility (CEF) programme is provided. • There has been limited progress in the diversification of industry. The government’s structural policy programme has included steps to make support systems for businesses simpler and more efficient. Considerable efforts have been made in adding financing for start-ups, and in promoting their internationalisation. Despite these steps, investment in Finland has remained low, export difficulties have continued and employment has been reduced. Europe 2020 (national targets and progress) Employment rate target set in the 2013 National Reform Programme: 78% 73.3%. The ambitious target on the employment rate will be difficult to meet, especially considering the continuous negative trend. R&D target set in the 2013 NRP: 4% of GDP In 2013, R&D intensity in Finland was 3.32%, the highest in Europe. Finland is not on track though to reach its R&D intensity target for 2020, due to a decrease in business R&D intensity (from 2.63% of GDP in 2009 to 2.29% in 2013). Business R&D expenditure has been on a declining trend since 2011 (10% under the peak level of 2008) and public R&D expenditure, which was continuously rising since 2000, have decreased for the first time in 2013. Greenhouse gas emissions, base year 1990: -National Greenhouse gas (GHG) emissions target: - 16% in 2020 compared to 2005 (in non-ETS (Emissions Trading Scheme) sectors) Change in non-ETS greenhouse gas emissions between 2005 and 2013: -13%. According to the latest national projections submitted to the Commission and taking into account existing measures, it is expected that the target will be missed: -12 % in 2020 as compared with 2005 (i.e. a projected shortfall of 4 percentage points). ",
        "61 To address this issue, the Government submitted to parliament in October 2014 a ‘Climate and Energy Roadmap 2050’ and is now preparing a ‘Climate Act’. The Roadmap sets the targets for Finland‘s progress towards becoming a carbon neutral society. The Climate Act, which is expected to be ready in 2015, will outline the framework for steering non-ETS emissions towards a reduction. Renewable energy target set in the 2013 NRP: 38% Share of renewable energy in all modes of transport: 20% The share of renewable energy in gross final energy consumption was 37.1% in 2013, i.e. 98% of the overall 2020 target( 70 ). On renewable energy in general, Finland is well on track, and even slightly above in attaining its renewable energy target for 2020. In transport, the share of renewable energy in fuel consumption was 0.4% in 2012( 71 ). Finland needs to take appropriate measures for achieving the 2020 renewable energy target in transports. Energy efficiency: Finland has set an indicative national energy efficiency target of 310 TWh, which implies reaching a 2020 level of 35.9 Mtoe primary consumption and 26.7 Mtoe final energy consumption. Finland’s 2020 energy efficiency target is 35.9 Mtoe expressed in primary energy consumption (26.7 Mtoe expressed in final energy consumption). Even if Finland’s current primary energy consumption (32.8 Mtoe in 2013) is below its 2020 target, the margin is small and additional efforts regarding energy efficiency are needed to keep primary energy consumption at this level or to minimise its increase if GDP increases again during the next six-year period. Early school-leaving target: 8% Finland is performing better than the EU average in tackling early school leaving (with a rate of 9.3 % of early school leavers compared with an EU average of 12.0 % in 2013). However, its rate has remained fairly stable over the last decade, while the EU average has improved. The early school leaving rate tends to be significantly higher among migrants (14.9 % in 2012) and boys. Tertiary education target: 42% Finland’s tertiary educational attainment rate was 45.1 % compared with an EU average of 36.9 % in 2013, when measured according to the EU definition of the indicator. The rate of tertiary educational attainment among people ( 70 ) Eurobserv’ER Estimation of the renewable energy share in gross final energy consumption for the year 2013 ( 71 ) Eurostat ",
        "62 born outside Finland remains lower than among those born in the country, at 33 % compared with 47 % in 2012 (measured according to the EU definition). The drop-out rate from higher education was 24.2 % in 2011 in Finland, compared with an OECD average of 31.6 % Target on the reduction of population at risk of poverty or social exclusion in number of persons: 770 000 854 000. While the trend of reducing population at risk of poverty or social exclusion has been positive, it will be challenging to meet the target by 2020. ",
        "63 Table AB.1: Macroeconomic indicators 1996- 2000 2001- 2005 2006- 2010 2011 2012 2013 2014 2015 2016 Core indicators GDP growth rate 5.1 2.6 0.9 2.6 -1.5 -1.2 0.0 0.8 1.4 Output gap 1 0.6 0.1 0.5 -0.3 -1.8 -3.1 -3.1 -2.6 -1.5 HICP (annual % change) 1.6 1.4 2.0 3.3 3.2 2.2 1.2 0.5 1.3 Domestic demand (annual % change) 2 4.3 2.8 0.9 4.0 -1.4 -1.1 -0.6 0.5 1.0 Unemployment rate (% of labour force) 3 11.7 8.9 7.5 7.8 7.7 8.2 8.7 9.0 8.8 Gross fixed capital formation (% of GDP) 21.9 22.3 23.2 22.2 22.3 21.2 20.3 20.1 20.3 Gross national saving (% of GDP) 27.1 29.1 26.4 22.0 20.3 18.8 18.7 19.2 19.7 General government (% of GDP) Net lending (+) or net borrowing (-) 1.1 3.3 1.6 -1.0 -2.1 -2.4 -2.7 -2.5 -2.2 Gross debt 48.2 41.3 38.7 48.5 53.0 56.0 58.9 61.2 62.6 Net financial assets 21.3 39.7 61.8 52.0 53.6 n.a. n.a. n.a. n.a. Total revenue 54.5 52.0 52.2 53.3 54.2 55.4 56.0 56.0 56.0 Total expenditure 53.4 48.8 50.6 54.4 56.3 57.8 58.6 58.5 58.1 of which: Interest 3.4 1.9 1.4 1.4 1.4 1.3 1.3 1.2 1.2 Corporations (% of GDP) Net lending (+) or net borrowing (-) 5.3 4.4 3.6 1.8 2.6 2.7 2.9 3.1 3.3 Net financial assets; non-financial corporations -177.6 -137.6 -131.4 -94.1 -97.0 n.a. n.a. n.a. n.a. Net financial assets; financial corporations 3.3 2.3 1.9 7.3 2.8 n.a. n.a. n.a. n.a. Gross capital formation 12.0 13.1 13.1 12.9 11.5 10.0 10.1 10.0 10.2 Gross operating surplus 26.6 27.4 25.8 23.2 21.4 21.0 20.9 21.0 21.3 Households and NPISH (% of GDP) Net lending (+) or net borrowing (-) -0.8 -1.5 -2.3 -2.2 -2.3 -2.2 -2.1 -1.8 -2.0 Net financial assets 58.8 63.7 59.4 52.5 50.3 n.a. n.a. n.a. n.a. Gross wages and salaries 37.5 37.6 38.9 40.0 40.9 40.6 40.6 40.4 40.0 Net property income 3.8 4.3 3.9 4.0 3.7 3.8 3.6 3.6 3.6 Current transfers received 21.8 19.5 19.6 21.1 22.1 23.0 23.8 23.9 24.0 Gross saving 4.8 4.8 4.6 4.7 4.6 4.7 4.5 4.8 4.6 Rest of the world (% of GDP) Net lending (+) or net borrowing (-) 5.6 6.1 2.9 -1.4 -1.8 -1.9 -1.3 -0.7 -0.3 Net financial assets 94.8 32.3 9.3 -16.1 -8.0 n.a. n.a. n.a. n.a. Net exports of goods and services 8.1 6.9 3.2 -0.9 -1.4 -1.0 -0.3 0.4 0.8 Net primary income from the rest of the world -1.5 0.2 0.8 0.4 0.5 0.3 0.3 0.3 0.3 Net capital transactions 0.1 0.1 0.1 0.1 0.1 0.1 0.1 0.1 0.1 Tradable sector 47.1 47.0 43.5 40.6 39.0 38.7 n.a. n.a. n.a. Non-tradable sector 40.1 40.6 44.1 46.0 47.2 47.3 n.a. n.a. n.a. of which: Building and construction sector 5.0 5.2 5.9 5.5 5.7 5.6 n.a. n.a. n.a. Notes: 1 The output gap constitutes the gap between the actual and potential gross domestic product at 2010 market prices. 2 The indicator of domestic demand includes stocks. 3 Unemployed persons are all those who were not employed, had actively sought work and were ready to begin working immediately or within two weeks. The labour force is the total number of people employed and unemployed. The unemployment rate covers the age group 15-74. Source: European Commission 2015 winter forecast; Commission calculations ",
        "64 Table AB.2: Financial market indicators 2009 2010 2011 2012 2013 2014 Total assets of the banking sector (% of GDP) 1) 231.8 268.8 341.4 312.1 271.6 292.7 Share of assets of the five largest banks (% of total assets) 82.6 83.8 80.9 79.0 84.1 n.a. Foreign ownership of banking system (% of total assets) 65.1 69.1 70.3 66.6 64.4 n.a. Financial soundness indicators: - non-performing loans (% of total loans) n.a. n.a. n.a. n.a. n.a. n.a. - capital adequacy ratio (%) 2) 14.6 14.4 14.2 17.0 16.0 16.0 - return on equity (%) 2) 10.0 9.2 10.1 10.8 9.8 9.8 Bank loans to the private sector (year-on-year % change) 1) 0.9 5.6 8.5 7.1 6.3 3.8 Lending for house purchase (year-on-year % change) 1) 6.4 6.8 6.6 5.6 2.3 1.6 Loan to deposit ratio 1) 142.8 139.3 142.3 139.9 139.2 141.3 Central Bank liquidity as % of liabilities 3) 1.0 0.0 0.6 0.9 0.6 0.1 Private debt (% of GDP) 141.4 145.8 142.4 147.1 146.7 n.a. Gross external debt (% of GDP) 4) - public 37.5 41.4 43.6 49.7 48.3 51.0 - private 50.1 49.1 45.3 45.4 45.9 47.0 Long-term interest rate spread versus Bund (basis points)* 51.6 26.7 39.8 39.1 29.2 28.6 Credit default swap spreads for sovereign securities (5-year)* 38.1 29.4 49.2 56.4 25.1 24.0 Notes: 1) Latest data November 2014. 2) Latest data Q3 2014. 3) Latest data September 2014. 4) Latest data June 2014. Monetary authorities, monetary and financial institutions are not included. * Measured in basis points. Source: IMF (financial soundness indicators); European Commission (long-term interest rates); World Bank (gross external debt); ECB (all other indicators). ",
        "65 Table AB.3: Taxation indicators 2002 2006 2008 2010 2011 2012 Total tax revenues (incl. actual compulsory social contributions, % of GDP) 44.7 43.8 42.9 42.5 43.7 44.1 Breakdown by economic function (% of GDP) 1 Consumption 13.4 13.5 12.8 13.2 14.1 14.3 of which: - VAT 8.1 8.7 8.4 8.5 9.0 9.2 - excise duties on tobacco and alcohol 1.4 1.0 0.9 1.1 1.1 1.1 - energy 2.0 1.8 1.7 1.8 2.1 2.1 - other (residual) 1.9 2.1 1.8 1.8 1.9 2.0 Labour employed 20.9 20.2 20.3 20.1 20.2 20.8 Labour non-employed 2.4 2.4 2.3 2.5 2.6 2.7 Capital and business income 6.7 6.3 6.2 5.3 5.4 4.9 Stocks of capital/wealth 1.3 1.3 1.3 1.4 1.4 1.5 p.m. Environmental taxes 2 3.1 3.0 2.7 2.8 3.1 3.1 VAT efficiency 3 Actual VAT revenues as % of theoretical revenues at standard rate 58.2 60.6 57.9 51.8 55.1 55.1 1. Tax revenues are broken down by economic function, i.e. according to whether taxes are raised on consumption, labour or capital. See European Commission (2014), Taxation trends in the European Union, for a more detailed explanation. 2. This category comprises taxes on energy, transport and pollution and resources included in taxes on consumption and capital. 3. VAT efficiency is measured via the VAT revenue ratio. It is defined as the ratio between the actual VAT revenue collected and the revenue that would be raised if VAT was applied at the standard rate to all final (domestic) consumption expenditures, which is an imperfect measure of the theoretical pure VAT base. A low ratio can indicate a reduction of the tax base due to large exemptions or the application of reduced rates to a wide range of goods and services (‘policy gap’) or a failure to collect all tax due to e.g. fraud (‘collection gap’). It should be noted that the relative scale of cross-border shopping (including trade in financial services) compared to domestic consumption also influences the value of the ratio, notably for smaller economies. For a more detailed discussion, see European Commission (2012), Tax Reforms in EU Member States, and OECD (2014), Consumption tax trends. Source: European Commission ",
        "66 Table AB.4: Labour market and social indicators 2008 2009 2010 2011 2012 2013 2014 Employment rate (% of population aged 20-64) 75.8 73.5 73.0 73.8 74.0 73.3 73.3 Employment growth (% change from previous year) 2.2 -2.4 -0.7 1.3 0.9 -1.5 -0.5 Employment rate of women (% of female population aged 20-64) 73.1 72.4 71.5 71.9 72.5 71.9 72.4 Employment rate of men (% of male population aged 20-64) 78.4 74.7 74.5 75.6 75.5 74.7 74.2 Employment rate of older workers (% of population aged 55-64) 56.5 55.5 56.2 57.0 58.2 58.5 59.0 Part-time employment (% of total employment, age 15 years and over) 13.3 14.0 14.6 14.9 15.1 15.1 15.2 Part-time employment of women (% of women employment, age 15 years and over) 18.2 19.0 19.6 19.6 20.1 20.2 20.0 Part-time employment of men (% of men employment, age 15 years and over) 8.9 9.2 10.0 10.6 10.3 10.2 10.6 Fixed term employment (% of employees with a fixed term contract, age 15 years and over) 15.0 14.6 15.5 15.6 15.6 15.5 16.0 Transitions from temporary to permanent employment 10.9 37.4 48.7 28.7 30.9 34.5 n.a. Unemployment rate 1 (% of labour force, age group 15-74) 6.4 8.2 8.4 7.8 7.7 8.2 8.7 Long-term unemployment rate 2 (% of labour force) 1.2 1.4 2.0 1.7 1.6 1.7 1.9 Youth unemployment rate (% of youth labour force aged 15-24) 16.5 21.5 21.4 20.1 19.0 19.9 20.5 Youth NEET rate (% of population aged 15-24) 7.8 9.9 9.0 8.4 8.6 9.3 n.a. Early leavers from education and training (% of pop. aged 18- 24 with at most lower sec. educ. and not in further education or training) 9.8 9.9 10.3 9.8 8.9 9.3 n.a. Tertiary educational attainment (% of population aged 30-34 having successfully completed tertiary education) 45.7 45.9 45.7 46.0 45.8 45.1 n.a. Formal childcare (from 1 to 29 hours; % over the population aged less than 3 years) 5.0 6.0 8.0 6.0 7.0 n.a. n.a. Formal childcare (30 hours or over; % over the population aged less than 3 years) 21.0 21.0 20.0 20.0 22.0 n.a. n.a. Labour productivity per person employed (annual % change) -1.5 -6.0 3.7 1.3 -2.3 0.3 0.4 Hours worked per person employed (annual % change) -0.4 -1.4 0.4 -0.3 -0.7 -0.4 0.2 Labour productivity per hour worked (annual % change; constant prices) -1.1 -4.7 3.3 1.6 -1.6 0.7 0.2 Compensation per employee (annual % change; constant prices) 1.2 0.1 1.9 1.0 0.1 -0.3 0.4 Nominal unit labour cost growth (annual % change) 6.7 9.0 -1.6 1.9 4.6 2.2 n.a. Real unit labour cost growth (annual % change) 3.7 7.4 -2.0 -0.8 1.6 0.2 n.a. 1 Unemployed persons are all those who were not employed, but had actively sought work and were ready to begin working immediately or within two weeks. The labour force is the total number of people employed and unemployed. 2 Long-term unemployed are persons who have been unemployed for at least 12 months. Data on the unemployment rate of 2014 includes the last release by Eurostat in early February 2015. Source : European Commission (EU Labour Force Survey and European National Accounts) ",
        "67 Table AB.5: Labour market and social indicators (continued) 2007 2008 2009 2010 2011 2012 Sickness/healthcare 6.5 6.8 7.6 7.5 7.5 7.7 Invalidity 3.1 3.2 3.6 3.6 3.5 3.5 Old age and survivors 9.5 9.6 11.4 11.7 11.7 12.4 Family/children 2.9 2.9 3.3 3.3 3.3 3.4 Unemployment 1.9 1.8 2.4 2.4 2.1 2.1 Housing and social exclusion n.e.c. 0.2 0.4 0.5 0.5 0.5 0.5 Total 24.6 25.4 29.5 29.7 29.2 30.4 of which: means-tested benefits 1.1 1.1 1.3 1.3 1.4 1.5 Social inclusion indicators 2008 2009 2010 2011 2012 2013 People at risk of poverty or social exclusion 1 (% of total population) 17.4 16.9 16.9 17.9 17.2 16.0 Children at risk of poverty or social exclusion (% of people aged 0-17) 15.1 14.0 14.2 16.1 14.9 13.0 Elderly at risk of poverty or social exclusion (% of people aged 65+) 23.9 23.1 19.5 19.8 19.5 16.8 At-risk-of-poverty rate 2 (% of total population) 13.6 13.8 13.1 13.7 13.2 11.8 Severe material deprivation rate 3 (% of total population) 3.5 2.8 2.8 3.2 2.9 2.5 Proportion of people living in low work intensity households 4 (% of people aged 0-59) 7.5 8.4 9.3 10.0 9.3 9.0 In-work at-risk-of-poverty rate (% of persons employed) 5.1 3.7 3.7 3.9 3.8 3.7 Impact of social transfers (excluding pensions) on reducing poverty 50.2 47.3 51.5 50.0 50.9 55.3 Poverty thresholds, expressed in national currency at constant prices 5 11691.3 11914.7 11939.0 12004.4 12082.4 12007.9 Gross disposable income (households) 103509.0 106576.0 111094.0 115516.0 119084.0 n.a. Relative median poverty risk gap (60% of median equivalised income, age: total) 15.7 15.1 13.8 13.5 15.0 15.0 Inequality of income distribution (S80/S20 income quintile share ratio) 3.8 3.7 3.6 3.7 3.7 3.6 1 People at risk of poverty or social exclusion (AROPE): individuals who are at risk of poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in households with zero or very low work intensity (LWI). 2 At-risk-of-poverty rate (AROP): proportion of people with an equivalised disposable income below 60 % of the national equivalised median income. 3 Proportion of people who experience at least four of the following forms of deprivation: not being able to afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) enjoy a week of holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. 4 People living in households with very low work intensity: proportion of people aged 0-59 living in households where the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the previous 12 months. 5 For EE, CY, MT, SI and SK, thresholds in nominal values in euros; harmonised index of consumer prices (HICP) = 100 in 2006 (2007 survey refers to 2006 incomes) 6 2014 data refer to the average of the first three quarters. Source: For expenditure for social protection benefits ESSPROS; for social inclusion EU-SILC. ",
        "68 Table AB.6: Product market performance and policy indicators 2004-08 2009 2010 2011 2012 2013 2014 Labour productivity1 in total economy (annual growth in %) 1.7 -6.6 3.8 0.7 -2.8 0.1 n.a. Labour productivity 1 in manufacturing (annual growth in %) 5.2 -14.6 13.0 -1.2 -11.3 2.9 n.a. Labour productivity 1 in electricity, gas (annual growth in %) n.a. n.a. n.a. n.a. n.a. n.a. n.a. Labour productivity 1 in the construction sector (annual growth in %) -1.4 -1.7 8.6 -1.4 -4.4 -0.3 n.a. Labour productivity 1 in the wholesale and retail sector (annual growth in %) n.a. n.a. n.a. n.a. n.a. n.a. n.a. Labour productivity 1 in the information and communication sector (annual growth in %) 4.6 0.8 4.3 5.8 4.5 1.1 n.a. Patent intensity in manufacturing 2 (EPO patent applications divided by gross value added of the sector) 0.0 0.0 0.0 0.0 n.a. n.a. n.a. Policy indicators 2004-08 2009 2010 2011 2012 2013 2014 Enforcing contracts 3 (days) 235 375 375 375 375 375 375 Time to start a business 3 (days) 14.0 14 14 14 14 14 14 R&D expenditure (% of GDP) 3.4 3.8 3.7 3.6 3.4 3.3 n.a. Total public expenditure on education (% of GDP) 6.2 6.8 6.9 6.8 n.a. n.a. n.a. (Index: 0=not regulated; 6=most regulated) 2008 2009 2010 2011 2012 2013 2014 Product market regulation 4 , overall 1.34 n.a. n.a. n.a. n.a. 1.29 n.a. Product market regulation 4 , retail 2.89 n.a. n.a. n.a. n.a. 2.86 n.a. Product market regulation 4 , professional services 0.71 n.a. n.a. n.a. n.a. 0.62 n.a. Product market regulation 4 , network industries 5 2.61 2.60 2.60 2.53 2.47 2.47 n.a. 1Labour productivity is defined as gross value added (in constant prices) divided by the number of persons employed. 2 Patent data refer to applications to the European Patent Office (EPO). They are counted according to the year in which they were filed at the EPO. They are broken down according to the inventor’s place of residence, using fractional counting if multiple inventors or IPC classes are provided to avoid double counting. 3 The methodologies, including the assumptions, for this indicator are presented in detail here: HYPERLINK \"http://www.doingbusiness.org/methodology\" . 4 Index: 0 = not regulated; 6 = most regulated. The methodologies of the OECD product market regulation indicators are presented in detail here: HYPERLINK \"http://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm\" 5 Aggregate OECD indicators of regulation in energy, transport and communications (ETCR). Source: European Commission; World Bank — Doing Business (for enforcing contracts and time to start a business); OECD (for the product market regulation indicators) ",
        "69 Table AB.7: Green growth Green growth performance 2003-2007 2008 2009 2010 2011 2012 Macroeconomic Energy intensity kgoe / € 0.23 0.21 0.21 0.23 0.21 0.20 Carbon intensity kg / € 0.50 0.40 0.42 0.45 0.40 0.36 Resource intensity (reciprocal of resource productivity) kg / € 1.23 1.21 1.09 1.14 1.12 n.a. Waste intensity kg / € n.a. 0.47 n.a. 0.64 n.a. 0.55 Energy balance of trade % GDP -2.3 -3.5 -2.5 -3.0 -3.9 -2.7 Energy weight in HICP % 7.1 7.8 7.1 7.6 7.5 8.4 Difference between energy price change and inflation % 4.8 13.6 -4.6 8.6 17.2 -3.1 Ratio of environmental taxes to labour taxes ratio 13.5% 11.9% 11.2% 12.3% 13.7% 13.1% Ratio of environmental taxes to total taxes ratio 7.0% 6.3% 6.1% 6.5% 7.1% 6.9% Sectoral Industry energy intensity kgoe / € 0.35 0.30 0.32 0.33 0.32 0.33 Share of energy-intensive industries in the economy % GDP 13.4 11.6 10.2 11.3 11.5 11.3 Electricity prices for medium-sized industrial users** € / kWh n.a. 0.07 0.07 0.07 0.08 0.07 Gas prices for medium-sized industrial users*** € / kWh n.a. 0.03 0.03 0.03 0.04 0.05 Public R&D for energy % GDP n.a. 0.09 0.11 0.11 0.11 0.09 Public R&D for the environment % GDP n.a. 0.01 0.02 0.02 0.02 0.02 Recycling rate of municipal waste ratio 42.0% 46.8% 49.5% 50.3% 59.8% 67.1% Share of GHG emissions covered by ETS* % n.a. 51.6 52.0 55.5 52.5 48.4 Transport energy intensity kgoe / € 0.59 0.59 0.66 0.64 0.61 0.57 Transport carbon intensity kg / € 1.74 1.66 1.83 1.76 1.64 1.51 Security of energy supply Energy import dependency % 54.8 54.3 53.9 48.0 53.4 45.4 Diversification of oil import sources HHI 0.47 0.54 0.61 0.67 0.57 0.57 Diversification of energy mix HHI n.a. 0.21 0.21 0.21 0.21 0.21 Renewable energy share of energy mix % 22.8 25.4 23.7 25.1 25.6 29.2 Country-specific notes: 2013 is not included in the table due to lack of data. General explanation of the table items: All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2000 prices) Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) Carbon intensity: Greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: Domestic material consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Energy weight in HICP: the proportion of \"energy\" items in the consumption basket used for the construction of the HICP Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual % change) Environmental taxes over labour or total taxes: from DG TAXUD’s database ‘Taxation trends in the European Union Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value added of industry (in 2005 EUR) Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDPElectricity and gas prices for medium-sized industrial users: consumption band 500–2000MWh and 10000–100000 GJ; figures excl. VAT. Recycling rate of municipal waste: ratio of recycled municipal waste to total municipal waste Public R&D for energy or for the environment: government spending on R&D (GBAORD) for these categories as % of GDP Proportion of GHG emissions covered by ETS: based on greenhouse gas emissions (excl LULUCF) as reported by Member States to the European Environment Agency Transport energy intensity: final energy consumption of transport activity (kgoe) divided by transport industry gross value added (in 2005 EUR) Transport carbon intensity: greenhouse gas emissions in transport activity divided by gross value added of the transport sector Energy import dependency: net energy imports divided by gross inland energy consumption incl. consumption of international bunker fuels Diversification of oil import sources: Herfindahl index (HHI), calculated as the sum of the squared market shares of countries of origin Diversification of the energy mix: Herfindahl index over natural gas, total petrol products, nuclear heat, renewable energies and solid fuels Renewable energy share of energy mix: %-share of gross inland energy consumption, expressed in tonne oil equivalent * European Commission and European Environment Agency ** For 2007 average of S1 & S2 for DE, HR, LU, NL, FI, SE & UK. Other countries only have S2. *** For 2007 average of S1 & S2 for HR, IT, NL, FI, SE & UK. Other countries only have S2. Source: European Commission unless indicated otherwise, European Commission calculation ",
        "OCCASIONAL PAPERS Occasional Papers can be accessed and downloaded free of charge at the following address: http://ec.europa.eu/economy_finance/publications/occasional_paper/index_en.htm. Alternatively, hard copies may be ordered via the “Print-on-demand” service offered by the EU Bookshop: http://bookshop.europa.eu. ",
        "",
        "HOW TO OBTAIN EU PUBLICATIONS Free publications: • one copy: via EU Bookshop (http://bookshop.europa.eu); • more than one copy or posters/maps: - from the European Union’s representations (http://ec.europa.eu/represent_en.htm); - from the delegations in non-EU countries (http://eeas.europa.eu/delegations/index_en.htm); - by contacting the Europe Direct service (http://europa.eu/europedirect/index_en.htm) or calling 00 800 6 7 8 9 10 11 (freephone number from anywhere in the EU) (*). (*) The information given is free, as are most calls (though some operators, phone boxes or hotels may charge you). Priced publications: • via EU Bookshop (http://bookshop.europa.eu). ",
        "K C - A H - 15 - 225 - E N - N "
    ]
}