{
    "text": [
        "© EIB – 06/2011 – EN QH-AM-11-001-EN-C ISSN 1831-8738 EU-Africa Infrastructure Trust Fund • Annual Report 2010 Annual Report 2010 EU-Africa Infrastructure Trust Fund European Investment Bank • European Investment Bank • European Investment Bank • European Investment Bank • European Investment Bank European Investment Bank • European Investment Bank • European Investment Bank • European Investment Bank • European Investment Bank E U - A f r i c a I n f r a s t r u c t u r e T r u s t F u n d A n n u a l R e p o r t 2 0 1 0 ",
        "",
        "Annual Report 2010 European Investment Bank • European Investment Bank • European Investment Bank • European Investment Bank • European Investment Bank EU-Africa Infrastructure Trust Fund ",
        "EU-Africa Infrastructure Trust Fund ",
        "3 Annual Report 2010 EU-Africa Infrastructure Trust Fund Joint Foreword by EC Commissioner Piebalgs and EIB President Maystadt 4 Joint Statement by the Co-Chairmen of the Steering Committee 6 Statement by the Chairman of the Executive Committee 8 Functioning and Governance 10 Purpose and Mechanism of the Fund 11 Governance Structure 12  The Steering Committee 12  The Executive Committee 13  The Project Financiers Group 14  The Trust Fund Manager 14  The Trust Fund Secretariat 14  Request Procedure for Eligible Grant Operations 14 Grant Operation Requests and Investment Project Processing 16 Operational Results 18 Overview 2007-2010 19  Map Indicating Location of Approved Grant Operations 19  Summary of Operational Results 2007-2010 20  List of Approved Grant Operations 2007-2010 21  Grant Operations Cleared in Principle 24  Approved Grant Operations by Type of Grant 24  Multiplier or Leverage Effect 25  Approved Grant Operations by Region 26  ITF Grant Operations by Regional Economic Community 26  Total Disbursements 2007-2010 27 The ITF in 2010 28  Grant Operations Approved in 2010 28  Grant Operations Cleared in Principle in 2010 44 Grant Operations Completed 47 Outlook for 2011 51 Update on ITF Grant Operations Approved before 2010 and being implemented 52 Annexes 60  Audited Financial Statements 61  List of Donors, Representatives and Aggregate Contributions 71  List of Steering Committee Members 72  Members of the Project Financiers Group 74  List of Eligible African Countries 75  African Regional Economic Communities 76  List of Acronyms 78  Acknowledgement of Contributions to the Annual Report 79 C o n t e n t s ",
        "4 Annual Report 2010 EU-Africa Infrastructure Trust Fund Andris Piebalgs Commissioner for Development European Commission, Founding Donor Philippe Maystadt President of the European Investment Bank Manager of the Trust Fund Joint Foreword by EC Commissioner Piebalgs and EIB President Maystadt 2010 was a very good year for the EU-Africa Infrastruc- ture Trust Fund. Last year the Trust Fund, created in 2007, moved up a gear thanks to a significant number of achievements in several key areas. These are high- lighted and detailed in this Annual Report and relate above all to the volume of operations, the innovative nature of projects and the participation of additional financial institutions in their financing. The Trust Fund forms part of an innovative financial mechanism designed to leverage aid finance from donors by blending it with long-term financing from financial institutions, thereby increasing the impact of both and making certain projects bankable as well as environmentally and socially sustainable. The Euro- pean Union’s development policy is increasingly look- ing at innovative ways of financing as depleted national budgets are not enough to fund aid. The EU-Africa Infrastructure Trust Fund came into being as one of the EU’s responses to the challenge of the Mil- lennium Development Goals (MDGs), to the adoption of the EU Strategy for Africa by the European Council in 2005 and to the subsequent creation of several spe- cific EU-Africa partnerships. One such partnership is the Partnership on Infrastructure, aimed at providing improved and sustained African infrastructure with the objective of promoting regional integration, which is key to Africa’s development. The Trust Fund was thus conceived in 2007 as the EU’s main financial instrument for funding and implementing infrastructure projects in Africa with a regional dimension. The EU reaffirmed its commitment to the MDGs and to its partnerships with Africa in 2010 at the UN Summit in New York in September. In doing so it underlined the central role that infrastructure plays in improving com- ",
        "5 Annual Report 2010 EU-Africa Infrastructure Trust Fund petitiveness, facilitating domestic and international trade and enhancing the continent’s integration into the global economy. The global food, fuel and financial crises of 2009 sig- nificantly slowed down growth in Sub-Saharan Africa, from an average of about 6.5% over the period 2004- 2008 to 2.8% in 2009. Fortunately the region is now recovering, with 4.9% growth in 2010, expected to reach 5.5% in 2011. However, to regain momentum in its efforts to achieve the MDGs, Sub-Saharan Africa needs higher growth and renewed investment in infra- structure. To date, EUR 2.2bn is envisaged for invest- ment in regional infrastructure as a result of direct blending with EUR 175m in grants from the Trust Fund (leverage of 13:1), which has also provided an addi- tional EUR 34m for the preparatory phases of other infrastructure projects. The Trust Fund, jointly run through a Steering Com- mittee of EU and African members and managed by the European Investment Bank, is a successful exam- ple of an integrated EU instrument combining grants from the European Development Fund and EU Mem- ber States with loans from eligible financing institu- tions. We are determined to see it contribute further to regional integration in Africa. ",
        "6 Annual Report 2010 EU-Africa Infrastructure Trust Fund Joint Statement by the Co-Chairmen of the Steering Committee The Steering Committee of the EU-Africa Partnership on Infrastructure provides strategic guidance and over- sight for the instruments of the Partnership, including the EU-Africa Infrastructure Trust Fund. Members of the Partnership Steering Committee (PSC) include an equal number of representatives from the European Union and the African Union. We are very pleased with the operational results in 2010, which show an impressive increase on 2009, and with the implementation of several priorities that we recommended for the Trust Fund at our last PSC meet- ing, which took place in Tunis in April 2010. We welcome the African Development Bank (AfDB) as a full member of the Trust Fund’s Project Financiers Group. After resolving legal issues related to the bank’s status as an international organisation, we are now in a position where the AfDB can contribute actively to the identification of priority regional infrastructure projects for Africa and participate in their co-financing. We also note with satisfaction the approval of two grant operations in the ICT sector (the AXIS African Internet Exchange System – and the Satellite-Enhanced Tele- medicine and e-Health Project, which were among the priority projects of the EU-Africa Partnership on Science, the Information Society and Space. These proj- ects for regional terrestrial backbones and broadband satellite-based networks are fully in line with the out- come and theme of the 14 th African Union (AU) Summit of Heads of States, “Information and Communication Technologies in Africa: Challenges and Prospects for Development”. The approval of five grants totalling over EUR 43m for transport operations demonstrates that the Trust Fund is making a significant contribution to this priority sec- tor. In this context, we would like to highlight the Great East Road rehabilitation project, not only as an impor- tant transport sector project, but also as an example of the catalytic power of the Trust Fund in regional infrastructure business in Africa. Building on the coor- Lluis Riera Director, Development Policy Directorate-General Development and Relations with ACP European Commission Aboubakari Baba-Moussa Director Infrastructure and Energy African Union Commission ",
        "7 Annual Report 2010 EU-Africa Infrastructure Trust Fund dination and preparatory work of the EU Delegation in Zambia, the EIB and Agence Française de Développe- ment (AFD), by deploying interest rate subsidies and technical assistance from the Trust Fund, were able to join the EDF and AfDB in co-financing this important section of the regional Nacala Corridor, which links Zambia and Malawi to Nacala port in Mozambique. This project would not have been possible without inter- est rate subsidies totalling more than EUR 25m from the Trust Fund. Overall, the Great East Road rehabilita- tion project in Zambia, with ITF support, has attracted a total of EUR 250m of financing. Furthermore, we note that collaboration with Afri- can banks was enhanced by the provision of EUR 3m of technical assistance funding for clean and renew- able energy projects to the Banque Ouest Africaine de Développement (BOAD) as well as to local banks in East Africa. With a view to reinforcing the dialogue with African partners, we encourage the Trust Fund Secretariat to continue building synergies with regional organisa- tions and specialised institutions and with the Infra- structure Consortium for Africa, including the sharing of information and coordination of project pipelines between the Trust Fund and the NEPAD-Infrastructure Project Preparation Facility. Finally, we feel that the Trust Fund should further pur- sue the active involvement of the private sector in regional infrastructure projects. We commend the Trust Fund for taking an active part in the EU-Africa Business Forum in Tripoli in November 2010 and we would like to see it explore the potential for collaboration and com- plementarities between private sector companies and the Trust Fund, as was underlined in Tripoli. The Steering Committee welcomes the results achieved in 2010 in line with its recommendations and looks for- ward to further progress in 2011. ",
        "8 Annual Report 2010 EU-Africa Infrastructure Trust Fund Statement by the Chairman of the Executive Committee First, I would like to express our gratitude to the Trust Fund donors which provided additional financial con- tributions in 2010, i.e. Austria, France, Germany, the United Kingdom and the European Commission (funds from the European Development Fund). I would also like to welcome the three new financial institutions which joined our Project Financiers Group, i.e. the African Development Bank (AfDB – nominated by the UK), Finnfund (nominated by Finland) and the Private Infrastructure Development Group (PIDG) Trust (nom- inated by the Netherlands). All three financiers bring additional experience in project structuring and imple- mentation and specific expertise in the private sector. In the Outlook for 2010 that we provided in the Annual Report of last year, we indicated three broad expec- tations for 2010: an increase in grant approvals to EUR 100m; the identification of grant operations in infra- structure sectors not yet supported by the Trust Fund, i.e. the ICT and water sectors; and diversification in the forms of support provided by the grants beyond those already used, i.e. interest rate subsidies and technical assistance. The Trust Fund exceeded expectations in the above areas, as well as in others. At the operational level, the Trust Fund achieved a record year in 2010. Seventeen grants for EUR 111m were approved in 2010, up from four projects and EUR 15.5m in its first year of operation in 2007, bringing the overall total of approved grant operations to nearly 36 projects and EUR 209m. Almost half of those 36 proj- ects were approved during 2010 alone. In addition, in 2010, three grant operations for EUR 86m received a “Clearance in Principle”, i.e. a positive initial decision on their eligibility. All grant operations are described on the following pages of this report. Several grant operations in 2010 that are particularly noteworthy are highlighted in special text boxes. Gary Quince Chairman of the Executive Committee ",
        "9 Annual Report 2010 EU-Africa Infrastructure Trust Fund Three grant operations were approved in the ICT sec- tor for the first time. Two of them will be implemented by Lux-Development as the Lead Financier, thereby illustrating the ITF’s potential for providing financial support to smaller institutions and for smaller infra- structure proposals. Another highlight was the co-financing operation of AFD, KfW and the EIB aimed at upgrading and reha- bilitating the water supply and sanitation system of Kampala in Uganda. The project is the first to be pre- sented to the ITF under the framework of the Lake Vic- toria Water and Sanitation (LVWatSan) programme, a multi-donor initiative, including the European Com- mission, which will benefit all the countries around Lake Victoria. Yet another achievement for the ITF in 2010 was the approval of a direct grant for the Seychelles Submarine Cable Project, which is to be co-financed by two mem- bers of the ITF Project Financiers Group, i.e. the EIB and the African Development Bank. The direct grant from the ITF will fund the shareholding of the Seychelles Government in the company in question. The statu- tory dividend for this equity stake will be used to pro- vide free internet access for schools and hospitals and other social services. The EU-Africa Infrastructure Trust Fund was quoted by the President of the European Commission in his opening speech to the European Development Days in Brussels on 6 December 2010 as a successful exam- ple of the new European Union Development Policy, based notably on innovative ways of financing. We will strive to keep progressing along this path of innova- tion as a catalyst for growth. ",
        "Functioning and Governance ",
        "11 Annual Report 2010 EU-Africa Infrastructure Trust Fund Purpose and Mechanism of the Fund This “blending” acts as a catalyst for investment, miti- gating the risks taken by the promoters and financiers and giving them an incentive to consider investing in projects which may have a low financial return but which could have a high development impact. With- out the “blending”, such projects could not otherwise be envisaged. The Fund fosters co-financing and technical collabora- tion between numerous stakeholders in line with the principles of the Paris Declaration on Aid Effective- ness and the European Consensus for Development. Its main stakeholders are the European Commission and EU Member States, the African Union and African nations, the European Investment Bank and participat- ing European development finance institutions, the African Development Bank and other potential donors/ private investors involved in the projects. The Fund shares the same broad objectives as the Infrastructure Consortium for Africa (ICA), a network of bilateral donors, multilateral agencies and African institutions, which supports infrastructure initiatives in Africa, encouraging information-sharing, good practice and project development. The Fund never- theless has its own unique target, i.e. the financing of infrastructure projects with a regional or continental dimension. Functioning and Governance The Trust Fund is a financial instrument, a component of a “blending mechanism”, which mixes non-refund- able grants from donors with long-term investment finance from financiers. ",
        "12 Annual Report 2010 EU-Africa Infrastructure Trust Fund Governance Structure Each level of governance was given clearly defined roles and operating tools and procedures, so that the overall structure is lean and efficient. The procedures The Steering Committee The Steering Committee of the EU-Africa Partnership on Infrastructure consists of 58 members, with 29 representatives each from the African Union and the European Union. A list of these members is attached can be applied quickly and flexibly. For example, deci- sion-making meetings can be called at short notice and “as needed”, based on the requirements of the projects and their smooth progression towards approval. The flow chart below shows the different levels of the governance and operating structure of the ITF, which are explained in greater detail on the following pages. ITF Executive Committee Decision-making body Approves grant requests Project Financiers Group/ Lead Financier Project assessment/ Evaluation & eligibility check EU-Africa Infrastructure Partnership Steering Committee African Union European Union Provides strategic guidance to the Executive Committee ITF Secretariat Assistance to the Executive Committee Fund Manager EIB – responsible for treasury and accounting The governance structure of the Fund reflects these complementary objectives and multi-dimensional partnerships. in Annex 3 to this Annual Report. The Steering Com- mittee’s role is to inform and guide the Trust Fund and to provide advice to the Executive Committee. The Steering Committee does not intervene in the choice of grant operations or the day-to-day running of the Trust Fund, which is the responsibility of the Execu- tive Committee. ",
        "13 Annual Report 2010 EU-Africa Infrastructure Trust Fund The Executive Committee As the governing body of the Trust Fund, the Execu- tive Committee includes three categories of members: (i) the voting participants, i.e. the donors (European Commission and EU Member States) which have con- tributed a minimum of EUR 1m; (ii) the non-voting participants, i.e. the EU Member States which are not yet donors; (iii) the European Investment Bank (EIB) as Manager of the Trust Fund, and the Secretariat of the Trust Fund, both of which have non-voting status. The list of the members of the Executive Committee is in Annex 2. The Executive Committee meets four of five times a year and seeks to work on the basis of consensus. How- ever, when a vote is required, and in order to maintain some balance in the decision-making process, it is sub- ject to a double majority rule, i.e. (i) two thirds of the donors in attendance, (ii) representing two thirds of the total voting rights (each million euro contributed representing one voting right). The Executive Committee is responsible for all key deci- sions relating to the Trust Fund, such as examining and approving grant operations and ensuring that all Trust Fund activities comply with terms and conditions of its agreed rules and procedures. Since the inception of the Trust Fund in 2007, the Chair of the Executive Committee has been occupied by its founding donor, i.e. the European Commission. The Chair however can be rotated among Executive Com- mittee members representing donors that have made a contribution commitment of at least EUR 5m. ",
        "14 Annual Report 2010 EU-Africa Infrastructure Trust Fund 1 The list of all Financiers can be found in Annex 4 of this report. 2 Angola, Benin, Botswana, Burkina Faso, Burundi, Cameroon, Central African Republic, Chad, Congo Brazzaville, Democratic Republic of the Congo, Eritrea, Ethiopia, Djibouti, Gabon, Equatorial Guinea, São Tomé & Principe, Ghana, Togo, Guinea-Bissau, Republic of Guinea, Côte d’Ivoire, Liberia, Kenya, Somalia, Lesotho, Swaziland, Mada- gascar, Malawi, Mali, Mauritania, Mauritius, Comoros, Seychelles, Mozambique, Namibia, Niger, Nigeria, Rwanda, Senegal, Cape Verde, Gambia, Sierra Leone, Sudan, Tanzania, Uganda, Zambia, Zimbabwe. The Project Financiers Group The Financiers of the Trust Fund are institutions with international development project expertise, nominated by the donors 1 . They examine and assess grant operation requests, with a view to submitting them for approval by the Executive Committee with an opinion on their eligi- bility and suitability for funding by the Trust Fund. For each grant operation, a Lead Financier is designated by common agreement among the co-financiers. The Lead Financier henceforth becomes the key coun- terpart of the Executive Committee and the Trust Fund Manager with respect to the implementation and super- vision of the grant operation. The financiers constitute and meet as an informal group, the Project Financiers Group, several times per year in order to discuss and review regional infrastructure projects which might need funding support from the Trust Fund. The Project Finan- ciers Group provides a unique forum for the exchange of technical and operational expertise and for collaboration and co-financing of infrastructure investments in Africa. The Trust Fund Manager The European Investment Bank is the Manager of the Trust Fund. In that role, it is responsible for the Fund’s treasury management and for maintaining the finan- cial records and accounts of the Trust Fund and of the grant operations financed from Trust Fund resources. Its tasks include the preparation and approval of the Trust Fund’s financial statements, which are attached to this report, and the setting-up and administration of the Trust Fund’s Secretariat. The Trust Fund Secretariat The Secretariat of the Trust Fund was established to assist the Executive Committee in carrying out its responsibilities. The Secretariat is hosted by the Man- ager, but is accountable and reports to the Executive Committee. Among the main tasks of the Secretariat are: organising the meetings of the Executive Com- mittee, reporting on the progress and development of the Trust Fund itself and the projects supported by the Fund, preparing statistical analyses on grant oper- ations, preparing and issuing the Trust Fund’s Annual Reports and ensuring proper visibility for the Fund. Request Procedure for Eligible Grant Operations The eligibility criteria for grant support from the Trust Fund focus on the regional dimension of a project – i.e. the operation must concern either a trans-border pro- ject or a national project with an impact on two or more eligible African countries 2 – on the African ownership ",
        "15 Annual Report 2010 EU-Africa Infrastructure Trust Fund 3 See list of financiers in Annex xx request, which is then discussed at two separate, suc- cessive levels: 1) Presentation and discussion within the Project Finan- ciers Group (PFG), the group of all nominated financi- ers: the financiers examine and review the proposal and issue an opinion on each grant operation request. If the PFG concludes that the proposal is considered suitable for ITF grant support, it will submit a recom- mendation to the ITF Executive Committee. 2) Submission of a grant operation request to the Executive Committee for its approval and/or clear- ance in principle: the Executive Committee, which is the group of all donors, will examine the requested grant element of a project in the light of the eligibil- ity criteria and take a final decision. While the Execu- tive Committee focuses only on the grant element, the decision to extend the underlying project loan remains the responsibility of the project financiers. Once the relevant agreement or contract has been signed with a borrower, the Lead Financier may request the ITF Manager to transfer a lump sum equal to the entire amount of the approved grant operation or a part of the approved grant operation. of the project and on sound sustainable development principles such as poverty reduction, contribution to economic development, trade and environmental and social best practice. Eligible projects must belong to one of the four traditional infrastructure sectors: energy, transport, water, and information technology. The Trust Fund can provide grant support in four different forms: (i) interest rate subsidies aimed at reducing the total amount of debt service to be paid by the borrower; (ii) technical assistance, which can include the funding of preparatory work as well as project supervision and targeted capacity building; (iii) direct grants for project components which have substantial demon strable social or environmental benefits; and (iv) insurance premia mitigating certain risks taken by a promoter or a financier in launching a project. Projects may be implemented by public or private entities, or entities with mixed public-private capital. The mandatory channel for formally requesting grant support from the Trust Fund is a financier from the Proj- ect Financiers Group. Project promoters with regional infrastructure investment proposals must approach a PFG member, which in turn will assess whether the proj- ect fulfils the eligibility criteria of the Trust Fund. If this is the case, the financier will prepare a grant operation Fund Manager Secretatariat Project benefits from grant, plus lending and technical capacity of EIB and development financiers C a ll f o r f u n d s Project promoter submits the project Trust Fund Executive Committee Approves the grant Project Financiers Group/Lead Financier Project assessment/evaluation & eligibility check Submits the grant request Lead Financier ",
        "16 Annual Report 2010 EU-Africa Infrastructure Trust Fund Grant Operation Requests and Investment Project Processing This innovative blending mechanism allows the finan- ciers to achieve developmental objectives by provid- ing greater concessionality and value added and is fully consistent with the current trend of enhancing the blending of loans and grants to achieve better leverage. The following diagram shows the parallel processing of the financier’s internal loan approval steps on the one hand and of the approval steps for an ITF grant opera- tion on the other hand. The processing of a grant approval request for a project in the investment phase is done in paral- lel with the financier’s own internal loan approval steps, avoiding a loss of time or a delay in project implementation. ",
        "17 Annual Report 2010 EU-Africa Infrastructure Trust Fund Grant request: approval process Parallel processing of loan/grant approval Implementation of project Long-term financing: approval process Submission to the ITF Executive Committee Full approval CIP Board approval Loan signature PFG opinion Due diligence ITF Grant Financier’s loan Other sources of funds PFG Lead Financier Sponsors/Promoters Submit infrastructure project proposal to a Financier of the PFG Blended investment ",
        "EU-Africa Infrastructure Trust Fund Annual Report 2009 18 Investment Facility Operational Results ",
        "19 Annual Report 2010 EU-Africa Infrastructure Trust Fund Map Indicating Location of Approved Grant Operations The map below shows the locations of the 39 3 grant operations approved or cleared in principle by the end of 2010. All projects approved or cleared in principle in 2010 are described in detail on pages 28 to 46 of this report, while updates on projects approved between 2007 and 2009 are provided on pages 52 to 59. Overview 2007-2010 3 The map indicates only 31 locations, as three projects received more than one Grant Operation and another three projects are continental projects and cannot be allocated to a particular region. 8 6 29 23 21 17 7 2 1 4 5 9 10 11 12 13 14 15 16 19 18 20 22 27 26 24 25 30 31 28 3 1 Sambangalou Hydropower Plant TA 350,000 2 Felou Hydropower IRS 9,335,000 3 OMVS Gouina Hydropower TA 1,000,000 4 WAPP - CLSG IC TA 3,000,000 5 Mount Coffee Hydropower Plant TA 1,500,000 6 WAPP - Coastal Backbone IC TA 1,750,000 7 Capacity building for BOAD TA 900,000 8 Benin - Togo Power Rehabilitation IRS 12,250,000 9 ECOWAS Electricity Regulation TA 1,700,000 10 Update of the WAPP Masterplan TA 1,450,000 11 Access to Douala IRS 5,700,000 12 Port de Pointe Noire IRS 6,600,000 TA 2,000,000 13 Expansion of Port of Walvis Bay TA 450,000 14 Namibia Transport Master Plan TA 560,000 15 Lower Orange River Hydropower TA 1,600,000 16 Mozambique Backbone (CESUL) TA 700,000 TA 1,500,000 17 Caprivi Interconnector IRS 15,000,000 18 Beira Corridor IRS 29,000,000 19 Rehabilitation of the Great East Road IRS 25,000,000 IRS 10,800,000 TA 1,000,000 20 Port Louis Investment Programme TA 1,000,000 21 Seychelles Submarine Cable DG 4,000,000 22 Transmission Line Kibuye-Goma-Birembo TA 800,000 23 Tanzania Backbone Interconnector IRS 24,323,000 24 Ruzizi Hydropower Plant TA 4,200,000 25 Kampala Water – Lake Victoria WATSAN IRS 14,000,000 ICT Eligible sectors Transport Energy Multisector Water TA 8,000,000 26 Engaging Banks in Energy Transition TA 2,000,000 27 Jomo Kenyatta Airport Extension TA 5,000,000 28 Geothermal Risk Mitigation Facility DG 30,000,000 29 Gibe III ESIA TA 1,300,000 30 Ethiopia-Kenya IC TA 550,000 31 EASSy Submarine Cable TA 2,600,000 Continental Operations: African Internet Exchange System - AXIS TA 5,100,000 Satellite eMedicine for Africa TA 4,000,000 UMOJANET (FS for the West African part) TA 1,350,000 Total, Direct Grant (DG) 4 000 000 Total, Interest Rate Subsidy (IRS) 152 008 000 Total, Technical Assistance (TA) 52 860 000 Grand Total 208 868 000 ",
        "20 Annual Report 2010 EU-Africa Infrastructure Trust Fund The graph below shows that 2010 was a record year by any measure. 17 grant operations for EUR 110.6m were approved, with a further two operations for EUR 31.5m Summary of Operational Results 2007-2010 2007 2008 2009 2010 Cumulative** Approved grant operations 15 485 49 200 33 550 110 633 208 868 Cleared in principle (CIP) 21 600 1 700 30 700 31 500 32 500 Number of grant approvals + CIP 4 + 2 4 + 1 11 + 2 17 + 2 36 + 3 ** only grant operations cleared in principle which are not yet approved are counted here EUR ‘000 Operational results by amount (EUR m) N u m b e r o f g r a n t o p e r a t i o n s EUR m 10 5 0 15 20 25 30 35 40 300 250 200 150 100 50 0 Cleared in principle (CIP) Approved grant operations 2007 2008 2009 2010 Cumulative Number of approvals “cleared in principle”. The cumulative total commit- ments and number of approved operations almost doubled over the year. ",
        "21 Annual Report 2010 EU-Africa Infrastructure Trust Fund The following three tables list all approved grant operations according to project investment status. Grant operations supporting blended projects in their investment phase List of Approved Grant Operations 2007-2010 Grant Operation Region Sector Type PFG Lead Financier Grant Amount Estimated Total Project Cost Date of Approval EASSy Submarine Cable Central & East Africa ICT TA EIB 2 600 201 000 05/07/07 Seychelles Submarine Cable Southern Africa ICT DG EIB 4 000 27 200 14/12/10 Felou Hydropower Plant West Africa & Sahel Energy IRS EIB 9 335 211 500 10/07/07 Caprivi Interconnector Southern Africa Energy IRS EIB 15 000 302 000 22/01/08 Benin - Togo Power Rehabilitation West Africa & Sahel Energy IRS EIB 12 250 73 200 10/11/09 Tanzania Backbone Interconnector Central & East Africa Energy IRS EIB 24 323 382 900 14/12/10 Beira Corridor Southern Africa Transport IRS EIB 29 000 189 000 18/12/08 Port de Pointe Noire Central & East Africa Transport IRS AFD 6 600 128 400 10/11/09 TA AFD 2 000 14/12/09 Jomo Kenyatta International Airport Extension Central & East Africa Transport TA EIB 5 000 184 270 14/12/09 Rehabilitation of the Great East Road Southern Africa Transport IRS EIB 25 000 250 000 29/06/10 IRS AFD 10 800 09/11/10 TA EIB 1 000 29/06/10 Kampala Water - Lake Victoria Water and Sanitation Central & East Africa Water IRS KfW 14 000 212 000 29/06/10 TA KfW 8 000 29/06/10 Access to Douala - Road Rehabilitation Central & East Africa Transport IRS AFD 5 700 60 000 16/09/10 Total grant operations supporting projects in investment phase 174 608 2 221 470 EUR ‘000 ",
        "22 Annual Report 2010 EU-Africa Infrastructure Trust Fund Grant operations financing advisory services for projects with identified investment Grant operations financing advisory services for projects with investment yet to be identified Grant Operation Region Sector Type PFG Lead Financier Grant Amount Estimated Total Project Cost Date of Approval Ethiopia-Kenya Interconnector Central & East Africa Energy TA KfW 550 660 000 10/07/07 WAPP - CLSG Interconnector West Africa & Sahel Energy TA EIB 3 000 260 000 16/10/07 Ruzizi Hydropower Central & East Africa Energy TA EIB 4 200 300 000 29/05/08 OMVS Gouina Hydropower West Africa & Sahel Energy TA AFD 1 000 250 000 18/12/08 WAPP - Coastal Backbone Transmission Lines West Africa & Sahel Energy TA EIB 1 750 60 000 27/03/09 ESIA for the Gibe III Hydropower Plant Central & East Africa Energy TA EIB 1 300 1 450 000 14/12/09 Transmission Line Kibuye-Goma-Birembo Central & East Africa Energy TA KfW 800 69 000 15/04/10 Mount Coffee Hydropower West Africa & Sahel Energy TA EIB 1 500 116 000 15/04/10 Lower Orange River Hydropower Scheme Southern Africa Energy TA EIB 1 600 250 000 29/06/10 Engaging Banks in Financing Energy Transition Projects Central & East Africa Energy TA AFD 2 000 60 000 29/06/10 Expansion of Port of Walvis Bay Southern Africa Transport TA KfW 450 200 000 14/12/09 Total advisory grant operations for projects with identified investments 18 150 3 675 000 Grant Operation Region Sector Type PFG Lead Financier Grant Amount Date of Approval Update of the WAPP Master Plan West Africa & Sahel Energy TA EIB 1 450 22/10/09 ECOWAS Electricity Regulation West Africa & Sahel Energy TA AFD 1 700 10/11/09 Mozambique Backbone (CESUL) Southern Africa Energy TA EIB 700 14/12/09 Sambangalou Hydropower Plant West Africa & Sahel Energy TA AFD 350 14/12/09 AXIS - The African Internet Exchange System African Continent ICT TA Lux-Dev. 5 100 19/08/10 Satellite eMedicine for Africa African Continent ICT TA Lux-Dev. 4 000 23/08/10 Feasibility Study for the Western Part of Umojanet African Continent ICT TA AFD 1 350 14/12/10 Integrated Transport Master Plan for Namibia Southern Africa Transport TA EIB 560 09/11/10 Capacity Building for BOAD West Africa & Sahel Multi-sector TA EIB 900 23/08/10 Total advisory financing for projects with investment yet to be identified 16 110 Total of approved ITF grant operations 208 868 EUR ‘000 EUR ‘000 ",
        "23 Annual Report 2010 EU-Africa Infrastructure Trust Fund Again the energy sector attracted the most grant oper- ations approved in 2010 (six operations for EUR 31.1m). Five grant operations are designed to facilitate projects in the transport sector, including three grant opera- tions for the rehabilitation of the Great East Road in Zambia (more information on this project can be found on page 31). As a positive trend, it is worth noting that three grant operations approved in 2010 will help to prepare proj- ects in the ICT sector on a trans-regional basis, two of these under the lead of Lux-Development. The first direct grant operation also supports an ICT project: the Seychelles Submarine Cable project. A highlight of the ITF’s activity in 2010 is its support for improvements in the water and sanitation systems in Kampala and around Lake Victoria. Within the frame- work of the Mutual Reliance Initiative and under the lead of KfW, an AFD/KfW/EIB co-financing plan was established, with further support from the European Commission, for the upgrading and rehabilitation of Kampala’s water supply infrastructure and the asso- ciated transmission mains and distribution system. ",
        "24 Annual Report 2010 EU-Africa Infrastructure Trust Fund Approved Grant Operations by Type of Grant Grant Operations Cleared in Principle The first direct grant was approved in December 2010 for the funding of the Seychelles Government’s equity stake in Seychelles Cable Systems (read more on this grant operation on page 42). A second direct grant for an East African Geothermal Risk Mitigation Facility was cleared in principle and is expected to be approved in 2011. Eleven of the 25 technical assistance grants and half of all inter- est rate subsidy grant operations were approved in 2010. The average cost of ITF funding of technical assistance grant operations is EUR 2.1m, while that of interest rate subsidy grant operations is EUR 15.2m. The graph on the right reflects only approved grant operations. In addition to the clearance in principle previously granted (2009) for technical assistance for the Port Louis Investment Programme (Mauritius), two new grant operations were cleared in principle in 2010, bringing the total of operations cleared in principle to EUR 32.5m. Grant Operation Region Sector Type PFG Lead Financier Grant Amount eTPC Date of CIP Port de Port Louis Southern Africa Transport TA AFD 1 000 136 000 27/03/09 Geothermal Risk Mitigation Facility Central & East Africa Energy DG KfW 30 000 1 000 000 09/11/10 Mozambique Backbone (CESUL) Southern Africa Energy TA AFD 1 500 1 000 000 14/12/10 32 500 EUR ‘000 Grant Amount Number of Grants Direct Grant 4 000 1 Technical Assistance 52 860 25 Interest Rate Subsidy 152 008 10 Total 208 868 36 EUR ‘000 EUR Total 208 868 000 Interest Rate Subsidy 152 008 000 Technical Assistance 52 860 000 Direct Grant 4 000 000 36 10 25 1 ",
        "25 Annual Report 2010 EU-Africa Infrastructure Trust Fund The financial leverage is the catalytic effect of a grant amount in mobilising non-grant investment in a proj- ect. The following table compares the yearly total of ITF grant operations approved for projects in their invest- ment phase (see also Table on p. 21) with the respec- tive PFG financing and estimated total project cost: These grant operations facilitate the blending of 12 infra- structure projects, resulting in a leverage effect of 12.7 to 1. The leverage ratio in terms of PFG financing is 7.2 to 1, meaning that one EUR of ITF funding has leveraged 7.2 EUR of PFG financing. Multiplier or Leverage Effect 2007 2008 2009 2010 Cumulative Total grant per year 11 935 44 000 25 850 92 823 174 608 PFG financing (incl. AfDB) 177 861 170 000 235 400 675 100 1 258 361 Other financing 234 639 321 000 150 470 257 000 963 109 Estimated TPC (excl. grant element) 412 500 491 000 385 870 932 100 2 221 470 Leverage effect Leverage of PFG financing 12.7 7.2 EUR ‘000 Leverage effect of ITF grants supporting project investment phases ",
        "26 Annual Report 2010 EU-Africa Infrastructure Trust Fund The number of projects supported by the ITF is spread almost equally throughout the eligible Sub-Saharan regions. In addition, three of the ICT technical assis- tance grants approved in 2010 are not supporting projects in a particular region, but will fund the prepa- ration cost of projects which will benefit the entire Afri- can continent. In total cost terms, the Southern African region receives most support from the ITF, followed by Central and East Africa, reflecting the type and size of approved grant operations to date. Approved Grant Operations by Region EUR Total 208 868 000 36 Southern Africa 88 110 000 10 Central & East Africa 77 073 000 13 West Africa & Sahel 33 235 000 10 African Continent 10 450 000 3 Cumulative ITF approvals by region Approved Grant Operations by Regional Economic Community The Regional Economic Communities (RECs), which were established with the aim of promoting greater economic integration of the African countries, work closely with the African Union and its Commission to facilitate the harmonisation of policies and the for- mulation and implementation of all African Union programmes. The RECs as economic building blocks bring together the member states in various subre- gions, although there are a number overlaps between the RECs, as shown in the map in Annex 6. SADC - Southern African Development Community ECOWAS - Economic Community of West African States CEN-SAD - Community of Sahel-Saharan States ECCAS/CEEAC - Economic Community of Central African States IGAD - Intergovernmental Authority on Development EAC - East African Community AMU/UMA - Arab Maghreb Union COMESA - Common Market for Eastern and Southern Africa Technical and logistical support is offered to the RECs by various specialised institutions, such as power pools and river basin commissions, in implementing infrastructure policies and projects. The following chart shows the distribution of projects supported by the ITF according to the different REC regions. As one country can be covered by more than one REC, some projects are included more than once. ",
        "27 Annual Report 2010 EU-Africa Infrastructure Trust Fund While the total number of approved grant operations increased significantly in 2010 compared to 2009, the total amount disbursed only increased by 36% from 2009 to 2010, reflecting the typical time lapse associ- ated with regional infrastructure project implemen- tation. Nevertheless, given the enormous increase in approved grant operations in 2010, it can be expected that disbursements will considerably increase in both numbers and volumes in 2011 and beyond. Total Disbursements 2007-2010 2007 2008 2009 2010 Cumulative disbursements 0 1 082 23 478 31 870 No. of disbursements per year 0 5 12 14 EUR ‘000 N u m b e r o f g r a n t o p e r a t i o n s EUR m 4 2 068 10 12 14 16 35 30 25 20 15 10 5 0 Cumulative disbursements 2007 2008 2009 2010 No. of disbursements per year ",
        "28 Annual Report 2010 EU-Africa Infrastructure Trust Fund The ITF in 2010 Grant Operations Approved in 2010 Grant Operation Region Sector Type PFG Lead Financier Grant Amount Date of Approval Transmission Line Kibuye-Goma-Birembo 220 kV transmission line from Kibuye (Rwanda) via Goma (DRC) to Birembo (Rwanda) Central & East Africa Energy TA KfW 800 15/04/10 Mount Coffee Hydropower Plant Rehabilitation of the Mount Coffee Hydropower Plant to restore the pre-war capacity of 64 MW West Africa & Sahel Energy TA EIB 1 500 15/04/10 Rehabilitation of the Great East Road Reconfiguration, upgrading and general rehabilitation of 360 km road Southern Africa Transport IRS EIB 25 000 29/06/10 TA EIB 1 000 29/06/10 IRS AFD 10 800 09/11/10 Kampala Water - Lake Victoria Water and Sanitation Upgrading and rehabilitation of Kampala water supply and sanitation infrastructure and the associated transmission mains and distribution system Central & East Africa Water IRS AFD 14 000 29/06/10 TA KfW 8 000 29/06/10 Lower Orange River Hydropower Scheme Run-of-the-river hydropower plants on the shared water ways of the Orange River Southern Africa Energy TA EIB 1 600 29/06/10 Engaging Banks in Energy Transition Projects Credit line to local banks for onlending to investors sponsoring renewable energy and/or energy efficiency projects Central & East Africa Energy TA AFD 2 000 29/06/10 AXIS - The African Internet Exchange System Establishment of African internet infrastructure African Continent ICT TA Lux- Develop- ment 5 100 19/08/10 Satellite eMedicine for Africa Satellite solutions providing information and communications technologies to improve health in Sub-Saharan Africa African Continent ICT TA Lux- Develop- ment 4 000 23/08/10 Capacity building for BOAD Provision of capacity building assistance, funding of a study on a carbon fund and support for BOAD’s environmental policy West Africa & Sahel Multi- sector TA EIB 900 23/08/10 Access to Douala - Road Rehabilitation Rehabilitation of the eastern access road (RN3) to Douala Central & East Africa Transport IRS AFD 5 700 16/09/10 Integrated Transport Master Plan for Namibia Development of an intergrated, multi-modal transport plan for Namibia and the SADC region Southern Africa Transport TA EIB 560 09/11/10 Tanzania Backbone Interconnector Construction of a 667 km transmission line, operated at 220 kV with both circuits strung, between Iringa to Shinyanga Central & East Africa Energy IRS EIB 24 323 14/12/10 Seychelles Submarine Cable Installation and operation of the first submarine fibre optic cable for the international connections of the Seychelles to the EASSy Cable Southern Africa ICT DG EIB 4 000 14/12/10 Feasibility Study for the Western Part of UMOJANET Feasibility Study on the terrestrial segment of the NEPAD ACP Broad- band Infrastructure Network for West, Central and North Africa African Continent ICT TA AFD 1 350 14/12/10 110 633 EUR ‘000 ",
        "29 Annual Report 2010 EU-Africa Infrastructure Trust Fund Pre-investment Study for the Kibuye (Rwanda-Goma (DRC)-Birembo (Rwanda) Interconnector Sector energy Type of grant TA Approval date 15.04.2010 Lead Financier KfW Grant amount EUR 0.8m Estimated TPC EUR 69m Grant status under disbursement The line is part of the regional power transmission project under NELSAP, designed to create a regional power exchange market among the five NELSAP coun- tries, Burundi, DRC, Kenya, Rwanda and Uganda, with a view to achieving low-cost power supply, system sta- bility, security of supply and optimum use of energy resources. The project seeks to improve the living conditions of the people, as well as the quality of the region’s socioeconomic development environment, based on the availability of affordable electrical energy and the access of communities to electricity through increased cross-border electric power trade. While the funding for the project has been largely secured and the preparatory activities for the other lines under the NELSAP project are well advanced, the pre-investment study for the line from Kibuye to Birembo via Goma remains to be undertaken. The investment costs of the Kibuye-Goma-Birembo line have already been allocated by the German Government and the African Development Bank. The Government of the Nether- lands is prepared to co-finance the project and will make a formal decision once the results of the feasi- bility study are available. The consultancy contract for the study on the feasibil- ity of the 220 kV electrical transmission line network of Kibuye-Gisenyi-Goma and Gisenyi-Mukungwa- Birembo covers load forecasting, economical and financial calculations, line routing, tower spotting, a geological survey, an environmental and social impact assessment, data sheets, drawings and price sheets. It was awarded to Fichtner Germany and signed between Fichtner and the Ministry of Industry of the Republic of Rwanda on 14 June 2010. A first disbursement was made in June 2010. Town of Gisenyi, Rubavu district, bordering on Goma (DRC) Lac Kivu (Lake Kivu) Lac Ruhondo Lac Burera Lac Rweru (Lake Rweru) Lac Muhazi Lac Sake Lac Mugesera Lac Cyohoha- Nord Lac Cyohoha-Sud KIGALI Ngarama Rushashi Busengo Kabaya Ngororero Birambo Rwesero Karaba Nyabisindu Kaduha Bugumya Kiyumba Ruhango Murambi Kabuga Kanazi Rwamagana Kinihira Kirambo Ruhengeri Gisenyi Kibuye Gikongoro GitaramaByumba Goma Sake D. R. OF THE CONGO BURUNDI ",
        "30 Annual Report 2010 EU-Africa Infrastructure Trust Fund The rehabilitation of the Mount Coffee Hydropower Plant is part of the Government of Liberia’s phased development of the entire St. Paul River Basin and part of the WAPP CLSG Redevelopment Subprogramme, which should enable Liberia to export power to the WAPP interconnection grid and also address the urgent electricity needs of the Liberian people. It aims to restore the power plant’s capacity to its pre-war level of 64 MW. The project is a vital component of the essen- tial post-conflict reconstruction effort, contributing to economic development, poverty reduction and trade. The ITF grant will be used by the West African Power Pool Secretariat on behalf of Liberia Electricity Corporation to procure the services of an international consulting firm for project preparation studies, including an environ- mental and social impact assessment and resettlement action plan and pre-investment studies, divided into four phases. Phase One will comprise the review of the exist- ing Feasibility Study, a detailed site survey, the prepa- ration of a geotechnical baseline report outline, a dam safety study, the preparation of a site survey and design report and the preparation of the “Employer Require- ment – Scope of Supply of Plant and Installation Services by the Contractor” section of the tender documents. The bidding procedure for the two studies was launched on 16 June 2010 with a call for expressions of interest. The tender procedure will be finalised in early 2011 and the consultant’s work for the ESIA and resettlement action plan is scheduled to be carried out between June 2011 and May 2012 and the services for the pre-investment studies between June 2011 and August 2012. Project Preparation Studies for the Rehabilitation of the Mount Coffee Hydropower Plant Sector energy Type of grant TA Approval date 15.04.2010 Lead Financier EIB Estimated TPC EUR 116m Grant amount EUR 1.5m Grant status approved “The West Africa Power Pool initiative is indeed also critical to the long-term interconnectivity of the Economic Community of West African States (ECOWAS).” “When the Mount Coffee Hydroplant is fully rehabilitated, Liberia will be able to contribute power supply to its neighbours as a development partner to their economic viability.” Liberia’s Vice-President Joseph N. Boakai at the conference on Liberia’s hydropower sector, 21 October 2010 ",
        "31 Annual Report 2010 EU-Africa Infrastructure Trust Fund This project consists of road reconfiguration and upgrad- ing measures and bridge replacements along a 360 km section of the Great East Road, which is part of the Nacala Corridor, a regional road/rail route passing through Zam- bia, Malawi and Mozambique and linking Lusaka with the port of Nacala. The project also includes a dry port (road and rail interchange) at Chipata in Zambia. The total proj- ect cost is EUR 250m. Other complementary road and rail upgrading work along this corridor in Malawi and Mozam- bique is already under way. The project will improve jour- ney times and safety, thus reducing transport costs and facilitating trade and economic growth in the region. This project provides a good example of how the ITF can assist in securing innovative financing from differ- ent sources to implement large regional infrastructure projects. ITF interest rate subsidies on the EIB and AFD loans comply with the concessional lending require- ments for Highly Indebted Countries and complement other EU and AfDB co-financing operations. The project benefits from long-term road sector support and proj- ect preparatory work previously undertaken by the EU Delegation to Zambia. Good collaboration between the co-financiers has also facilitated the sharing of project documentation and joint missions, generating efficiency savings for the donors and promoter. Similarly, the technical assistance from the ITF will strengthen the capacity of the promoter (Government of Zambia’s Road Development Agency) to implement and sustain the project, while benefiting the works undertaken by all the project’s co-financiers. Rehabilitation of the Great East Road Sector transport Type of grant TA and IRS Lead Financier EIB Estimated TPC EUR 250m TA grant amount EUR 1m IRS grant amount (EIB) EUR 25m IRS grant amount (AFD) EUR 10.8m Grant status approved Great East Road (part of Nacala Corridor) Nacala Port Lusaka Narcala Corridor Multimodel Rail and Road “As we strive to improve the road infrastructure devel- opment in our country, the Nacala Corridor connecting Zambia, Malawi and Mozam- bique will undeniably see to the stimulation of trade via more imports and exports and employ- ment opportunities to benefit the overall economy.” Mr Luambe Mondoloka, Road Development Agency Chairperson ",
        "32 Annual Report 2010 EU-Africa Infrastructure Trust Fund Douala N3 Access to Douala Sector transport Type of grant IRS Lead Financier AFD Estimated TPC EUR 60m Grant amount EUR 5.7m Grant status approved This project consists of the rehabilitation and widening of the RN3 eastern access road to Douala, over 20 km. The existing road can no longer handle the long-dis- tance heavy traffic and the lighter urban short-distance traffic, resulting in increasing and permanent satura- tion, along with poor pedestrian and two-wheel safety and environment issues. This situation will deteriorate with the implementation of the CEMAC Regional Trans- port and Transit Facilitation Programme, the first phase of which is focused on the Douala-Bangui and Douala- N’Djamena corridors. The Access to Douala Project, which could have been part of this Programme, will contribute to its economic efficiency and will mitigate its negative social and environment impacts on Douala. The interest rate subsidy of EUR 5.7m, which corre- sponds to a 1% interest rebate, will be used by AFD to subsidise its EUR 60m loan to the Republic of Cam- eroon. The financing agreement is scheduled to be signed by the Cameroonian authorities during the first half of 2011 and the invitation to tender published by mid-2011. Capacity Building for BOAD Sector multi-sector Type of grant TA Lead Financier EIB Estimated TPC n.a. Grant amount EUR 900,000 Grant status approved BOAD is a development bank of the West African Eco- nomic and Monetary Union (WAEMU). Its mission is to support the sound development of its member states, Benin, Burkina Faso, Côte d’Ivoire, Guinea-Bissau, Mali, Niger, Senegal, Togo, as well as regional integration, by providing funding in the form of equity and loans, inter- est rate subsidies and technical assistance to a range of infrastructure sectors. The proposed technical assistance is part of an EIB credit line and equity investment and will cover three com- ponents related to climate change and environmen- tal expertise at BOAD. The first component is a training course aimed at Clean Development Mechanism aware- ness, knowledge and understanding for BOAD’s key staff and management. The second component concerns the funding of a study on the scope for and feasibility of a carbon fund in the WAEMU, to be managed by BOAD. The third and final component aims at extending and adapting BOAD’s capacities for assessing industrial and urban development projects with regard to associated risks and potential impacts on the environment. The ser- vices of a qualified and experienced international con- sulting firm will be procured to carry out the above tasks. As a key objective of BOAD’s Business Plan, the bank is seeking to increase its policy and management skills relating to environmental and climate change issues. BOAD has been appointed regional Coordinator and manager of the regional sustainable energy initiative “Initiative Régionale pour l’Energie Durable (IRED)” and will play a key role in promoting IRED and car- bon finance in the region by supporting the creation of an enabling environment, securing both regional and non-regional financing and structuring projects. International Airport Port Project location (20 km) Y a o u n d é ",
        "33 Annual Report 2010 EU-Africa Infrastructure Trust Fund Kampala Water - Lake Victoria Water and Sanitation Sector water Type of grant TA and IRS Lead Financier KfW Estimated TPC EUR 212m TA grant amount EUR 8m IRS grant amount (AFD) EUR 14m Grant status approved The aim of the Lake Victoria Water and Sanitation opera- tion is to create viable utilities with improved ability to implement and operate the necessary infrastructure for the supply, sanitation and waste management of the Lake’s water, while developing viable approaches for incorporating services for poor populations. In a first phase, this initiative focussed on smaller towns in Uganda, Kenya and Tanzania. A second phase for an additional 15 towns, involving Rwanda and Burundi as well, is currently being examined for potential fund- ing from the African Development Bank. The national governments have decided to scale up the initiative in a third phase, which will include a number of larger towns, such as Kisumu in Kenya, Mwanza in Tanzania and Kampala in Uganda, as well as Kigali in Rwanda and Gitega in Burundi, with emphasis on the low-income areas of these towns where the most urgent needs exist for improved water and sanitation services. Given the significant investment requirements of the projects under this third phase, it is planned to submit a series of requests to the ITF in the coming years, catering for the differences in the pace of preparation and imple- mentation in each of the participating countries. The first request was submitted to the ITF in 2010 for the Kampala Water and Sanitation Project and a TA grant operation for EUR 8m and an IRS grant operation for EUR 14m were approved in June 2010. The total project cost of the Kampala Water and Sani- tation Project is estimated at EUR 212m and will be financed through loans and grants from AFD, KfW and the EIB, as well as equity from the National Water and Sewerage Corporation. KfW, AFD and EIB are collabo- rating under the Mutual Reliance Initiative, with KfW as the Lead Financier, in keeping with one of the ITF’s objectives, namely enhancing European co-financing. The IRS grant operation will be blended with AFD’s own resources loan of EUR 64m in order to achieve terms compatible with the debt strategy of the Government of Uganda. The TA grant operation will fund the planning, an options study, project preparation and a hydraulic analysis with a view to developing an integrated master plan and improving knowledge of the impacts of waste water, climate changes and other variables. The use of grants or interest rate subsidies is justified by the strong pro-poor MDG focus and environmental character of the investments, providing best available technologies and disseminating them through water operator partnerships around Lake Victoria, and the need to safeguard the affordability of investments for the populations, as well as to accelerate investments and achieve terms of financing compatible with the obligations under each country’s debt management strategy (HIPC or similar). Details of these elements are given below for the case of Kampala. The Lake Victoria WATSAN is a combination of physical investment projects and of capacity building measures to support viable and pro-poor water and sanitation services in the Lake Victoria Basin and is seen as a regional initiative helping to fast-track the implemen- tation of the Millennium Development Goals. This is entirely in line with the objectives of the ITF, which was set up under the EU-Africa Partnership for Infra- structure in response to the efforts undertaken by the international donor community to enhance develop- ment in Africa and the implementation of the Millen- nium Development Goals. Albert Lake Victoria Tabora Mwanza BURUNDI RWANDA KENYA TANZANIA UGANDA ",
        "34 Annual Report 2010 EU-Africa Infrastructure Trust Fund Component Description of Key Outputs 1. Upgrading and rehabilitation of Gaba water treatment complex Increasing water treatment capacity from 150 000 m 3 /day to at least 230 000 m 3 /day through appro- priate rehabilitation and extension activities, construction of a new reservoir, clear water pumps, and a new sludge treatment plant for mechanical removal of chemicals used in water treatment. 2. Construction of new water treatment plant east of Kampala and associated network Construction of an intake mains of at least 240 000m 3 /day in Katosi in the east of Kampala, a water treatment plant with a capacity of 120 000 m 3 /day. Sludge handling facilities, clear water pumping station, transmission mains (28 km of DN 1 200 mm), primary network (41.5 km of DN 400 mm to DN 1 200 mm), asset management and control system for network management and appropriate measures to protect the watershed. 3. Network restructuring and rehabilitation Restructuring and extension of the existing distribution network through construction and rehabili- tation of transmission network (25 km of DN 1 200 mm), primary distribution system (49.4 km of DN 200 mm to DN 700 mm), associated reservoirs, densification and extension of secondary network (156 km of DN 500 mm to DN 200 mm) and extension of tertiary network (730 km of DN 150 mm to DN 50 mm); implementation of district metering zones, pressure management, including a SCADA system for network monitoring and activities for technical and administrative water loss reduction measures. 4. Extension of water supply in informal settlements (i) Improving water supply in 20 selected informal settlements through network densification and construction of nearly 3 000 public water points and yard taps with electronic pre-paid meters to ensure access for an additional 400 000 people. (ii) In close coordination with the Kampala Sanitation Programme, implementation of pro-poor oriented sanitation measures comprising the construction of up to 200 private low cost demons- tration latrines (dry compost latrines), the procurement of small-scale emptying equipment, and improvement of 10 km of drainage channels, social marketing campaigns and hygiene sensitisation. 5. Accompanying measures Capacity development in the areas of overall investment planning, in particular better coordination of sanitation planning with expansion of the water supply, operations management, network model- ling, asset management, pressure management, network control, and financial management, inclu- ding related training and equipment. Project components Kampala Water – Lake Victoria Water and Sanitation Project (KW-LVWatSan Project 2011-2016) Dr William Muhairwe Managing Director – National Water and Sewerage Corpora- tion, Uganda The Kampala Water – Lake Victoria Water and Sanitation project, a 5-year project, targets the improvement of water supply services to the population living in the Greater Kampala Metropolitan Area (GKMA) through capital investments in water production and distribution infrastructure. Project objectives (as per the 2010 feasibility report)  Improvement of the living conditions of the target population of about 4 million people (by 2025) residing in GKMA through provision of safe, reliable and affordable drinking water, with particular emphasis on improving water supply coverage to the peri-urban and urban poor population.  Promotion of sustainable social-economic growth, improved health and thus a contribution towards the poverty reduction efforts of the Government of Uganda (GoU). ",
        "35 Annual Report 2010 EU-Africa Infrastructure Trust Fund Anticipated project benefits Technical benefits  Increased water production capacity in Kampala from 150 000 m 3 /day to at least 350 000 m 3 /day.  Robust water transmission and distribution network and extended water supply area in GKMA.  Reduction of non-revenue water (NRW) and hence creation of additional water supply capacity.  Enhanced operational and financial efficiency in NWSC. Economic benefits  Contribution to economic transformation through provision of safe and affordable drinking water.  Contribution to GoU’s efforts to meet water and sanitation MDGs.  Better coordination of sanitation planning with expansion of water supply within NWSC.  Increase in NWSC’s revenues due to increased water production and extended supply area.  Increased cost efficiency in terms of the unit costs of water production and supply. Social benefits  Improved quality of life of people in GKMA through provision of 24/7 water supply.  Reduction in walking distances and time savings for women and children in urban poor areas.  Reduction in instances of water borne diseases and costs of medical care. Environmental benefits  Reduction of environmental effects of direct discharge of chemical sludge from water treatment.  Contribution to environmental protection and reduced pollution of raw water in Lake Victoria. In addition to the anticipated technical, economic, social and environmental benefits, the project is expected to generate regional benefits that will have an impact on the wider Lake Victoria Basin region. These anticipated benefits will include i) improved health and livelihood of the population living around Lake Victoria, ii) improved water quality in the shared Lake Victoria resource, iii) augmentation of other efforts undertaken by the regional governments/institutions to conserve Lake Victoria as a shared water resource, and iv) close cooperation with the Lake Victoria Basin Commission in matters of moni- toring and development of the Lake Victoria resource during project implementation. Project financing The total cost of the KW-LVWatSan project is EUR 212m. The financing plan combines loan financing of EUR 75m from Agence Française de Développement (AFD), a loan of EUR 75m from the European Investment Bank (EIB), the Government of Uganda’s (GoU) own contribution of EUR 34m, KfW grant financing of EUR 20m and a grant of EUR 8m from the EU-ITF provided through KfW. Concluding remarks The planning for this project was based on the 2010 feasibility report. However, due to the rather long process of mobilising project financing and the 5-year project implementation period, the original date of completion of 2025 will be extended to 2030-2035 during the detailed design phase to give adequate time for the next planning cycle for Kampala’s water sup- ply infrastructure. ",
        "36 Annual Report 2010 EU-Africa Infrastructure Trust Fund Lower Orange River Hydropower Scheme (LOHEPS) Sector energy Type of grant TA Lead Financier EIB Estimated TPC EUR 250m TA grant amount EUR 1.6m Grant status approved The LOHEPS project consists of the development of up to nine small hydroelectric power stations, varying in size from 6 MW to 12 MW with an anticipated total installed capacity of 100 MW. Phase 1 covers four sites with a total capacity of 43 MW, and Phase 2 the remain- ing sites. The project is located on the Namibian side of the Orange River, which forms the border between Namibia and South Africa. The concept of the project is to divert the flow of the Orange River through canals and tunnels into a water turbine which in turn will drive an electric generator. By placing the turbines at stra- tegic points along the river, the kinetic and potential energy of the river is converted into electrical energy. The project is expected to be financed by the EIB, AFD, KfW and DBSA. The tunnelling costs constitute the largest share of the project cost and this may have a major impact, either positive or negative, on the project’s financial viability. There currently remains some uncertainty with regard to tunnelling costs and the rate of execution, which this TA will address through geotechnical drilling and analysis. In addition the two project promoters, Nam- Power, Namibia’s public power utility, and Clackson Power, a South African independent power producer, have also discussed in cooperation with the potential financiers what other studies and inputs are required for the future due diligence of the project. As a result and in addition to standard documents such as envi- ronmental impact assessments, it was found appro- priate to have the financial model audited, including an audit of hydrological data, given the non-recourse finance nature of the project, as well as to obtain a greater degree of certainty as to the methodology for the Clean Development Mechanism. Furthermore, a number of outstanding issues pertaining to water per- mits and licences were included in the scope of activi- ties to be supported in order to have a comprehensive project documentation package prepared. The largest and most critical of these project prepara- tion activities is the geological test drilling, as the proj- ect design is based on tunnels and canals, accounting for approximately 75% of the total project cost. This activity can considerably reduce construction risk as well as provide greatly improved cost estimates for the project. O r a n g e V i oo l s d r i f t P o kk i e s M o dd e r d r i f t V i ll a g e H o u n i a m s A H o u n i a m s B S a n d f o n t e i n K l e i n P e ll a O n s ee p k a n s C O n s ee p k a n s A O n s ee p k a n s B S k u i t d r i f t NAMIBIA SOUTH AFRICA ",
        "37 Annual Report 2010 EU-Africa Infrastructure Trust Fund Engaging Banks in Energy Transition Projects Sector energy Type of grant TA Lead Financier AFD Estimated TPC EUR 60m Grant amount EUR 2m Grant status approved East Africa is faced with a growing energy demand cou- pled with intensive use of biomass fuel such as wood or charcoal. In Kenya, it represents 68% of the total primary energy requirements. In Uganda this figure reaches as much as 94% and in Tanzania 90%, bearing heavily on the countries’ depleting natural resources. In parallel, forecasts for 2015 indicate that the share of fossil fuels in the consumption of the region’s lead- ing economy, Kenya, will increase to 30% of primary energy demand compared to 23% in 2007, with oil meeting 29% of total needs. Such trends in the region will have a significant impact on the power bill and on the regional increase in petroleum product imports and prices. Combined with other trends, in particu- lar the region’s urban population growth and rapid deforestation, greenhouse gas emissions are bound to rise sharply. Therefore, the region’s transition pro- cess towards renewable energy sources is essential. Within this context, AFD is in the process of extend- ing environmental credit lines to local banks in Kenya, Uganda and Tanzania for financing selected renew- able energy and energy efficiency investments. The objective is to provide additional means of diversifying energy resources in the East African region and thus help the region’s transition towards renewable energy solutions that are technically, economically and finan- cially viable. The target investments are mainly proj- ects with a maximum cost of EUR 10m in the fields of hydroelectricity, biomass, biogas, solar and wind power. Other types of projects eligible for the AFD financing are energy-efficiency projects, mainly in the agribusiness sector. As a key supplement to these credit lines, AFD is cur- rently setting up a Regional Technical Assistance Pro- gramme aimed at assisting both the investors and the banks in the three countries involved. This programme will be organised as a regional platform, located in Nairobi, and will contribute to the development of capacities in the three countries through the transfer of skills to local experts and help the future develop- ment of renewable energy projects in the region. The local banks subscribing to the environmental credit lines will also benefit from the support provided by the Regional Technical Assistance Programme for the selec- tion and follow-up of renewable energy and energy efficiency projects. The TA grant operation will fund the general manage- ment expenses of the Regional Technical Assistance Programme as well as the development of and assis- tance to renewable energy projects, focusing exclu- sively on those investments with reasonable prospects of becoming connected to the electricity distribution grids of Kenya, Uganda or Tanzania. ",
        "38 Annual Report 2010 EU-Africa Infrastructure Trust Fund Satellite eMedicine for Sub-Saharan Africa Sector ICT Type of grant TA Lead Financier Lux-Development Estimated TPC tbd Grant amount EUR 4m Grant status approved The objective of the envisaged satellite-based infra- structure is to establish an effective solution for sub- stantially improving medical assistance and the overall health system in the Sub-Saharan region of Africa. The architecture of this satellite-based infrastructure will meet identified health sector requirements and will be able to provide telemedicine services tailored to the African context at an acceptable cost. The imple- mentation of such complex infrastructure will require the analysis of different aspects, not only from a purely technological angle based on the efficiency of oper- ational capabilities, but also in relation to the avail- ability of financial resources and system potentiality with respect to a certain degree of sustainability. This infrastructure will be capable of providing a variety of educational, clinical, surveillance and management services to Sub-Saharan citizens and health workers. Its goals are fully consistent with the strategic priori- ties of the socio-economic development of the Sub- Saharan region. Luxembourg Cooperation is geared towards poverty eradication, particularly in the least developed countries. Its efforts are consistent with the goal of sustainable development in its social, economic and environmental aspects – with men, women and children at its core. Luxembourg’s develop- ment cooperation measures are aimed primarily at attaining the Millennium Development Goals. As a result, the main cooperation sectors are in the social sphere: health, education, including voca- tional training and apprenticeship, and integrated local development. Relevant initiatives in the area of microfinance are encouraged and supported, whether at the design stage or during operation. In addition to bilateral cooperation with a limited number of countries, the importance of a regional approach has grown over the last few years. The Government’s action plan stipulates expressly that Luxembourg Cooperation must promote a regional approach where it is relevant and where it forms a vital complement to the bilateral approach. Due to its own (European) history, Luxembourg is in a good position to foster and support regional economic integration and to share lessons drawn from past experience. Since the adopted communication tools are central to a regional approach, it is essential to examine new information and com- munication technologies (ITC) in this context. Luxembourg has proven competence in these areas and it seems completely natu- ral to us to share this know-how with our partners. As a first step, Luxembourg Cooperation commissioned its executive agency Lux-Development to set up a technical assistance operation in the ITC sector for the West African Economic and Monetary Union (WAEMU). Based on this initial regional experiment, Luxembourg Cooperation then took part in more ambitious projects aimed ultimately at benefiting the whole African continent. Given the size of our country and the financial resources at the disposal of Luxembourg Cooperation, it is evident that Luxembourg must act in partnership with and contribute to the activities of other finance providers, in particular the European Union. View from Luxembourg as a Donor of the ITF: Marie-Josée Jacobs, Minister for Development Cooperation and Humanitar- ian Assistance Through its contribution to the EU-Africa Infrastructure Trust Fund with other EU donors, the Luxembourg Government is supporting the AXIS African Internet Exchange System and the Satellite-Enhanced Telemedicine and eHealth for Sub-Saha- ran Africa Project. ",
        "39 Annual Report 2010 EU-Africa Infrastructure Trust Fund The AXIS project is a direct response to the Addis Ababa declaration on infor- mation and communication technologies in Africa, under which the Heads of State and Government of the African Union undertook to strengthen national programmes and regional cooperation for the deployment of Regional Internet Exchange Points and further urged the African Union Commission to intensify activities to implement the African Regional Action Plan on the Knowledge Econ- omy (ARAPKE). One of the flagship projects of the ARAPKE is the African Internet Exchange System. Thanks to the support from the ITF and Lux-Development, the African Union Commis- sion will be able to implement the AXIS project by providing capacity building assis- tance to internet service provider associations and internet community stakeholders and supporting the establishment of internet exchange points, regional internet hubs and carriers, as well as continental internet carriers. HE Jean-Pierre Ezin, AU Commissioner for Human Resources, Science and Technology AXIS - The African Internet Exchange System Sector ICT Type of grant TA Lead Financier Lux-Development Estimated TPC tbd Grant amount EUR 5.1m Grant status approved The AXIS project aims to support and facilitate the crea- tion of an African internet system through the setting- up of internet exchange points in 33 African countries and the establishment of five regional internet hubs and five regional and three continental internet car- riers, as well as through policy and regulatory reform, capacity building and technical assistance for internet service provider (ISP) associations. The ITF grant will be used for a number of activities related to the preparation and implementation of this project, in particular the financing of the establishment of a Project Implementation Unit to be located at the African Union Commission and the mobilisation of an Internet Service Provider Association Task Force. The Human Resources, Science and Technology Depart- ment of the African Union Commission will be the implementing partner of Lux-Development. The sign- ing of this agreement and the launch of the project are expected to take place in early 2011. The ITF grant will be used by Lux-Development to mandate the European Space Agency (ESA) to retain a consultant for the performance of preparatory tasks consisting mainly of four horizontal studies on issues related to governance, interoperability with existing legacy systems, compliance with regulations, etc. Fol- lowing this preparatory work, a series of user-driven telemedicine pre-operational services will be initialised in order to generate bottom-up dynamics, the ultimate goal of which will be the establishment of satellite- based infrastructure for the direct benefit of the Sub- Saharan population and relevant regional economy. ",
        "40 Annual Report 2010 EU-Africa Infrastructure Trust Fund Namibia’s transport network links more than six South- ern African countries, including three land-locked countries. The Southern Africa Development Commu- nity (SADC) has identified several potential key devel- opment corridors in both the road and rail sectors to serve Namibia and the region and to link up with grow- ing transport hubs such as Walvis Bay. The transport sector in Namibia is strategically placed to serve the SADC region and includes four key regional corridors Integrated Transport Master Plan for Namibia Sector transport Type of grant TA Lead Financier EIB Estimated TPC n.a. Grant amount EUR 560 000 Grant status approved TAH Tripoli-Windhoek Corridor Melange Corridor Lobito Corridor Namibe Corridor Trans-Cunene Corridor Trans-Kalahari Corridor Trans-Caprivi Corridor Oranje Corridor Central Corridor Dar es Salaam (Tanzania) Corridor TAH Cairo-Gaberone Corridor North-South Corridor Mtwara Corridor Narcala Corridor Shire-Zambezi Corridor Limpopo Corridor Beira Corridor Maputo Corridor and good capacity ports, which are being expanded. The sector has suffered from a lack of integrated plan- ning, holding back prioritisation of investments. While the master plan focuses on Namibia’s infrastruc- ture priorities, according to their nature and Namibia’s position, all such investments will have regional and international functions. The resulting transport and implementation plan will provide a strategic assess- ment of Namibia’s transport needs and planned solu- tions for the period up to 2040 and will include a definition of priorities for the sector for a short term of 3 to 5 years and for a medium term of 5 to 15 years. It is therefore expected to identify priority regional investment projects and their possible packaging. The EIB plans to launch the procurement process before mid-2011 so that the assignment could be completed by April 2012. ",
        "41 Annual Report 2010 EU-Africa Infrastructure Trust Fund At a tripartite meeting in Nairobi on 28 October 2010, the Southern Africa Development Community (SADC), the East African Community (EAC) and the Common Market for Eastern and Southern Africa (COMESA) expressed their intention to work towards linking the power pools that are already in place in Southern and East Africa. In this respect, the Tanzania Backbone is the key link for two major power pools in Southern and East Africa and should be operational by the end of 2013. The Tanzania Backbone project involves the construc- tion of a new 667 km high-voltage transmission line between Iringa and Shinyanga. This new line is part of the Tanzania Electricity Supply Company’s (TANESCO) short-term strategy for national grid transmission line reinforcement. In addition, it will be a key component of regional economic cooperation and development as it will facilitate the power system interconnection with Kenya in the north and Zambia in the south. The total project cost is estimated at EUR 382.9m, co-financed by the World Bank, the African Development Bank, JICA, the Korean EDCF and the EIB, with the balance financed by the Republic of Tanzania. The grant from the Trust Fund will be used by the EIB to subsidise the interest rate of its 25-year loan of up to USD 134.5m to the Government of Tanzania. Tanzania Backbone Interconnector Sector energy Type of grant IRS Lead Financier EIB Estimated TPC EUR 382.9m Grant amount EUR 24.323m Grant status approved ",
        "42 Annual Report 2010 EU-Africa Infrastructure Trust Fund The Seychelles to East Africa Submarine (SEAS) cable will connect Mahé Island in the Seychelles to the East African coast in Dar es Salaam in Tanzania, from where it will be connected to the international telecommu- nications networks. SEAS will be the first submarine cable to land in the Seychelles, and will consist of a direct cable linking the country to East Africa. It will have a length of 1 930 kilo- metres and 15 repeaters deployed from the main island Mahé in the Seychelles to the African coast in Dar es Salaam in Tanzania. While the cable landing station in the Seychelles will be constructed in the capital Victo- ria, the SEAS Tanzanian end will be co-located with the recent EASSy international submarine cable branch in the existing ZANTEL landing station in Dar es Salaam. The SEAS cable will have an initial equipped capacity of 20 Gigabits per second; a final design capacity of 320 Gigabits per second may be feasible after the rele- vant upgrades. With an estimated total project cost of USD 35m, the project will be financed through 40% equity and 60% debt. The equity contributions are split between three shareholders, the Government, Cable & Wireless Sey- chelles and Airtel. The grant from the Trust Fund will be used to fund the Government’s shareholding, amounting to the equiva- lent of USD 5.5m. A statutory dividend for this equity stake will be used to provide free internet access for schools and hospitals and other social services. The long-term debt will be co-financed in equal shares by the African Development Bank and the European Invest- ment Bank. Seychelles Submarine Cable Sector ICT Type of grant DG Lead Financier EIB Estimated TPC EUR 27.2m Grant amount EUR 4m Grant status approved Tromelin (Fra.) Agalega Islands Mahé Dar Es Salaam Kismaayo Mombasa Mtwara Nampula Pemba MahajangaAntsiranana NAIROBI VICTORIA COMOROS KENYA TANZANIA S E Y C H E L L E S MOZAMBIQUE Pointe Nord Pointe Sud Ile au Cerf Ste-Anne Mahé VICTORIA Glacis Beau Vallon Anse Etoile Anse aux Pins Anse Royale Baie Lazare Takamaka Anse Boileau Grand'Anse The cable will land in Beau Vallon and the Seychelles landing station will be established in the capital Victoria. ",
        "43 Annual Report 2010 EU-Africa Infrastructure Trust Fund This project is part of the Umojanet Project which together with the Uhurunet Project, is the result of the NEPAD conceptual approach of a seamless ICT broad- band infrastructure network for the African continent. Umojanet (the “net of togetherness”) is the terrestrial mesh network. Uhurunet (the “net of freedom”) is the submarine ring network. Umojanet and Uhurunet are to be interconnected with each other and with the international network. The aim of Umojanet is to develop, reinforce, structure and operate regional broadband infrastructure, mainly through the laying of new buried or aerial cross-border fibre-optic cables or through the purchase/lease of capacity on existing ones. The Umojanet Project includes two phases. The first phase looked at the development of the terrestrial broadband network in Southern and Eastern Africa. Based on detailed feasibility studies, conducted in 2009, investors are now finalising the fundraising pro- cess in order to start the rollout of Umojanet in East- ern and Southern Africa and complete it by end-2012. The NEPAD Planning and Coordinating Agency (NPCA) identified the strong need to carry out a feasibility study in order to assess the technical, economic and commercial feasibility of the planned project in the Western, Central and Northern African regions and form the basis for requesting the participation of inves- tors and other financiers in the financing of the project. The TA grant from the Trust Fund will be used to fund a study which will include a detailed technical and commercial feasibility assessment, a complete net- work design and a business plan for each region (West, Central and North Africa). It will in particular identify existing fibre-optic broadband infrastructure in the 29 countries concerned and the gaps along the pro- posed routes. It will also examine in detail the traffic flow in the network and estimate the cost of setting up the project, comprising the construction of new cable infrastructure, leasing capacity on existing fibre, equip- ping nodal points in each country, etc. The manage- ment of the resulting network is furthermore included in the scope of the technical assistance. Based on all these inputs, the study will propose an optimum network in terms of network economics, con- figuration and costs, with a clear definition of interface mechanisms with neighbouring networks. This operation will help bridge the digital divide by contributing to accelerating the development of Afri- can inter-country regional and global connectivity and encourage economic growth through broader access to information, services and education. Such large and long-term infrastructure projects require massive investment and detailed and thorough planning, and can only be implemented on the basis of complete feasibility studies. Feasibility study for the Western part of UMOJANET Sector ICT Type of grant TA Lead Financier AFD Estimated TPC tbd Grant amount EUR 1.35m Grant status approved ",
        "44 Annual Report 2010 EU-Africa Infrastructure Trust Fund Grant Operations Cleared in Principle in 2010 Grant Operation Region Sector Type PFG Lead Financier Grant Amount Date of CIP Geothermal Risk Mitigation Facility Development of four geothermal power plants with a total installed capacity of 300 MW (150 MW in Tendaho/ Ethiopia, 30 MW in Rwanda/Virunga Volcano on the border with DRC, 60 MW in Kenya/Silali, 60 MW in Kenya/ Longonot Central & East Africa Energy DG KfW 30 000 09/11/10 Mozambique Backbone (CESUL) Transmission line from the main electricity production site (Zambeze River, Northern Mozambique) to the principal consumption region (Maputo and surroundings, Southern Mozambique), with scope for developing power generation projects along the line Southern Africa Energy TA AFD 1 500 14/12/10 31 500 EUR ‘000 ",
        "45 Annual Report 2010 EU-Africa Infrastructure Trust Fund Geothermal Risk Mitigation Facility Sector energy Type of grant DG Lead Financier KfW Estimated TPC EUR 1bn Grant amount EUR 30m Grant status CIP The Geothermal Risk Mitigation Facility for Eastern Africa concerns the development of four geothermal power plants in the East African region with a total installed capacity of 300 MW, i.e. 150 MW in Tendaho/ Ethiopia (under negotiation for export to Djibouti), 30 MW in Rwanda/Virunga Volcano on the border with DRC, 60 MW in Kenya/Silali, 60 MW in Kenya/Longonot. The Project would contribute to improving access to reliable power in Eastern Africa by adding 300 MW of base load generation capacity to the East African power system. Geothermal power production is a least or low-cost solution at many sites in Eastern Africa, once the initial risks and cost of exploration and confirma- tion drilling have been assessed. The successful geo- thermal power plants in Kenya, which have been in operation for more than 30 years with a load factor of around 90%, are proof of sustainability. The planned projects are currently in early development phases and will have high development costs and require large capital investment. The direct grant would be used to support the cost of drilling and to assist developers in securing finance for subsequent exploration or appraisal wells and surface studies to determine the optimal location of explo- ration. It is expected that the grant contribution will encourage public and private investors to develop geo- thermal prospects for power generation and ultimately help increase access to affordable, reliable and almost emission-free power, thus improving living conditions and the quality of socio-economic development in the region. In addition, geothermal power plants operate independently of weather conditions and thus improve adaptation to climate change. ",
        "46 Annual Report 2010 EU-Africa Infrastructure Trust Fund Mozambique Backbone Project (CESUL) Sector energy Type of grant TA Lead Financier AFD Estimated TPC EUR 1bn Grant amount EUR 1.5m Grant status CIP The Southern Africa power sector is under a heavy pres- sure due to a strong increase in electricity demand and the need to expand generation capacity. In this context, Mozambique harbours a vast hydroelectric potential and could make a vital contribution to strengthening the Southern African power system with clean and sustainable resources. The major generation projects, Mphanda Nkuwa (1 500 MW) and Cahora Bassa North Bank (1 245 MW) and the transmission line to connect those sites to the main networks, namely the “Mozam- bique Backbone, Tete-Maputo”, are now being actively prepared and new generation capacity should come on stream in 2016 or 2017. The Government of Mozambique and its public utility, Electricidade de Moçambique (EDM), intend to form a new public vehicle that will handle all public shares in these mega-projects: EDM Investment (EDMI). Fol- lowing a preliminary study of this issue financed by AFD, the Government of Mozambique and EDM are looking for further support to start up this company, a fundamental milestone in the implementation of these investment projects. In parallel to the Regional Stra- tegic Environmental and Social Assessment (SRESA), financed under an ITF grant operation managed by the EIB 4 , Agence Française de Développement has received a clearance in principle for a second grant operation of up to EUR 1.5m for financing the legal and finan- cial counsel for the incorporation and start-up of and equity-raising for EDM Investment. Both the EIB and AFD have already pledged financing for the Backbone project. The project’s financial close is scheduled for end-2011. 4 Grant approved by Executive Committee in November 2009 – EUR 700 000. ",
        "47 Annual Report 2010 EU-Africa Infrastructure Trust Fund Grant Operations Completed As described earlier, Trust Fund grant operations can take several forms, i.e. interest rate subsidies, technical assistance, direct grants and insurance premia. Each of them is expected to lead to an investment, in the short or medium term, depending on what the grant is fund- ing and how much time is required to “complete” the grant operation, which can vary greatly. In cases where the grant provides funding for some of the new assets of a project or it reduces the amount of debt service of a borrower, the grant operation will be considered “completed” only after all physical assets are in place and the project has become fully opera- tional. The timing of the “completion date” of a project is usually included in the project’s technical descrip- tion annexed to the finance contract between the promoter(s) and the financiers. In addition, it is only one or two years after the project has become opera- tional that a “Project Completion Report” becomes due. Hence, the interval between the approval of a grant operation in support of an investment and its comple- tion date or report can add up to several years, as can easily be imagined for the construction of a new hydro- power plant or the rehabilitation of a port or airport. If the grant provides funding for advisory services or technical assistance, the grant operation will be con- sidered “completed” once the grant has been fully dis- bursed and after both the client and the contracting authority have agreed that all tasks which were to be performed in accordance with the Terms of Reference have indeed been accomplished. Grant Operation Region Sector Type PFG Lead Financier Approved Grant Amount Grant Amount Disbursed Grant Amount Cancelled Ethiopia-Kenya Central & East Africa Energy TA KfW 550 337 213 Caprivi Interconnector Southern Africa Energy IRS EIB 15 000 15 000 - Gibe III ESIA * Southern Africa Energy IRS EIB 1 300 22 1 278 EASSy Central & East Africa ICT TA EIB 2 600 2 600 - 19 450 17 959 1 491 * The study was cancelled after the Ethiopian Authorities discontinued negotiations with the EIB and other international donors on the financing of Gibe III Hydropower Plant. The Africa investor Infrastructure Investment Award 2010 goes to EASSy The Africa investor (Ai), a leading international investment research and communications group, allocates investment awards that rec- ognise and reward the achievements of the private sector across wide-ranging sectors and disciplines on the African Continent. One of the main award categories is the “Ai Infrastructure Awards”. Alongside each annual Ai Projects Summit, Ai hosts a set of awards that recognize the achievements of Infrastructure Investors, Developers and Regulators in Africa. In 2010, the “ICT/Telecoms of the Year award” was presented to the International Finance Corporation (IFC), the African Development Bank (AfDB), KfW of Germany and the Agence Française de Développement (AFD) for their exceptional work on the East African Submarine Cable System (EASSy). The price was announced on 21 October 2010 during the Africa investor Infrastructure Projects Summit in Johannesburg. EUR ‘000 ",
        "48 Annual Report 2010 EU-Africa Infrastructure Trust Fund The Caprivi Interconnector Project with a cost of NAD 3bn (Namibian dol- lars) consists of a 950 km power transmission line between Katima Mulilo and Gerus in Namibia. It was financed from NamPower’s own funds with support from the Development Bank of Namibia. The long-term fund- ing was advanced by the European Investment Bank, Agence Française de Développement and Germany’s KfW, with each institution providing a EUR 35m loan. The ITF supported the long-term funding with a EUR 15m interest rate subsidy grant. The subsidy was fully disbursed at end-2009. The three PFG financiers received one third of the grant each in order to reduce either the interest rate payable by the borrower or the capital out- standing. “The Caprivi Interconnector inaugurated today will enhance electricity supply to NamPower’s custom- ers and reinforce Namibia’s role in the regional electricity network.” Paulinus Shilamba, NamPower Managing Director “The Caprivi Interconnector will ensure reliable and cheaper access to electricity, which is crucial for economic development in Southern Africa. The inauguration of this truly regional project represents an important milestone for regional energy cooperation. The European Investment Bank and its Euro- pean financing partners are pleased to support this crucial link in the Southern African Power Pool.” Plutarchos Sakellaris, European Investment Bank Vice-President “The close cooperation between German, French and EU development institutions in favour of South- ern African regional integration through a major energy infrastructure project is a clear sign of the willingness and capability of Europe to be a key partner for the development of the region as a whole”. Jean-Michel Debrat, Manager of the Southern Africa Regional Office of Agence Française de Développement “This project is a door-opener and an important milestone towards intensified co-operation between southern African countries in the energy sector. Joining forces will be required to cope with the energy crisis in Southern Africa. In a world that must reduce dependence upon limited and polluting fossil fuels, it provides greater opportunities for countries in the region that have considerable potential to develop and sell sustainable hydropower.” Klaus Gihr, KfW Head of Division for Energy and the Environment for Africa A highlight of 2010: the inauguration of the Caprivi Interconnector From left to right: Namibia’s President Hifikepunye Pohamba Botswana’s President Lieutenant-General Seretse Khama Ian Khama Zambia’s President Rupiah Banda ",
        "49 Annual Report 2010 EU-Africa Infrastructure Trust Fund The Caprivi Interconnection Line – some technical features: The project consisted of the construction of a 300 MW HVDC 5 transmission connection, with a total length of 950 km, interconnecting the northern and western parts of the SAPP 6 net- work. The line starts from Katima Mulilo, in the north-eastern tip of Namibia, continuing along the Caprivi Strip, a narrow 400 km long sec- tion of Namibia in the north-east of the coun- try between Zambia and Botswana, and ends in Gerus, in central Namibia. It reinforces the elec- tricity transmission interconnection between Zambia, Namibia and South Africa and pro- vides a reliable route for electricity exports and imports. It supports a competitive regional power market and improves the security of power supply. The project was completed in October 2010, a few months behind schedule. Power purchase agreements for a firm 5-year power-offtake were signed with Zimbabwe Elec- tricity Transmission Company (ZETCO) in 2007 and with Zambia’s ZESCO and Société Nationale d’Électricité (SNEL), the national electricity com- pany of the Democratic Republic of the Congo, in 2009. 5 High Voltage Direct Current. 6 The Southern African Power Pool. The 300 MW high voltage interconnector was officially inaugurated on 12 November 2010 by the Presidents of Namibia, Zambia, Botswana and Zimbabwe. The interconnector will reinforce electricity transmission between Zambia, Namibia and South Africa, linking the northern and western parts of the Southern African Power Pool. ",
        "50 Annual Report 2010 EU-Africa Infrastructure Trust Fund Cooperation founded on an EU-Africa partnership approach Launched in 1994 with the first exchange of staff, cooperation between AFD and KfW takes the form of joint activities in Africa with a firm base in Europe. After four years of staff exchanges, AFD-KfW cooperation was reinforced by joint operations, viable for both institutions. Given the need for financing in Africa, the joint activities naturally began in this part of the world, including, in particular, the first examples of management delegation between bilateral lenders in Benin (AFD to KfW) and Mali (KfW to AFD) and of loan co-financing in Cameroon (docks in the Port of Douala) and Kenya (roads). The opening of a representative office within the European institutions by KfW in 1995, joined by AFD in 2002, is fully in line with this approach. This joint office has gradually contributed to raising the EU stakeholders’ awareness of the reality of the bilateral aid operators, their expertise, their uniqueness and their differences. The common goals can be summarised in three main points:  to establish a relationship of lasting cooperation and operational collaboration between KfW, AFD and the EU institutions (Commission, Parliament, EIB);  to contribute to the construction of an operational network of European aid providers with the Commission and other bilat- eral institutions;  to develop and optimise the valued added of KfW and AFD within the framework of EU development cooperation. The creation of the Trust Fund for African infrastructure in April 2007 and, more generally, the adoption of loan and grant blend- ing provided the two institutions with an opportunity to (i) take a step forward in the financing of backbone infrastructure with a regional dimension in Sub-Saharan Africa, and (ii) make a substantial contribution to the implementation of the code of con- duct adopted under the German Presidency of the Council of the European Union. The EASSy fibre-optic cable (in 2007), the Caprivi transmission line (in 2008) and the Lake Victoria Water and Sanitation project (in 2010) are but a few examples of major financing operations that meet the requirements of our African partners by constitut- ing a financial force that cannot be deployed by one institution alone. The mutual reliance initiative, which enables each individual institution to appraise a project or programme on behalf of all three (the EIB is involved in this process), is a practical response to the coordination requirements set out by the code of conduct and, more generally, by the regulatory framework for aid effectiveness. Cooperation between Agence Française de Développement and KfW Bankengruppe: For KfW: Doris Köhn Director of Financial Cooperation with Africa and the Middle East For AFD: Jean-Marc Gravellini Director of the Sub-Saharan Africa Department ",
        "51 Annual Report 2010 EU-Africa Infrastructure Trust Fund The ITF pipeline will thus be considerably enhanced compared to earlier years. Over a dozen projects gener- ating grant requests for about EUR 100m have already been identified for submission in 2011. The most dominant sectors for grant requests in 2011 are expected to be transport and energy. As this latter sector represents over 70% of the infrastructure fund- ing gap in Africa according to the African Development Bank, the Trust Fund should provide welcome assis- tance in line with the priority needs of Africa. It is also estimated that more than half of the pipeline projects will receive interest rate subsidy support under the HIPC debt-sustainability framework, illustrating again the catalytic role of the ITF in fostering invest- ments that would otherwise not materialise. As recommended by the authorities overseeing the Trust Fund in both the European Union and the African Union, closer cooperation will also be sought with the private sector in order to explore investment opportu- nities, using innovative approaches to financing, made possible by the blending of grants from donors with long-term financing from financial institutions, no tably to mitigate specific types of risks. Outlook for 2011 The Project Financiers Group, which is responsible for submitting grant operation requests that bene- fit from Trust Fund support, was strengthened with the membership in late 2010 of three new finan- ciers, i.e. the African Development Bank, Finnfund and the Private Infrastructure Development Group. ",
        "52 Annual Report 2010 EU-Africa Infrastructure Trust Fund Update on ITF Grant Operations Approved before 2010 and being implemented Beira Corridor Sector transport Type of grant IRS Grant amount up to EUR 29m Grant status under disbursement Lead Financier EIB The Beira Corridor project comprises the rehabilitation of the Sena railway line and the restoration of the Beira port access channel to its original design characteristics. The total project costs are estimated at EUR 188.5m and the project is being co-financed by loans from the EIB, the World Bank’s IDA, Beira Railway Company (Compan- hia dos Caminhos de Ferro da Beira), Mozambique Ports and Railways (Portos e Caminhos de Ferro de Moçam- bique) and the Danish Development Agency (Danida) and by a grant from the Netherlands through ORET. The Benin - Togo Power Rehabilitation Sector energy Type of grant IRS Grant amount up to EUR 12.25m Status awaiting first disbursement Lead Financier EIB The project is aimed at refurbishing and extending the transmission networks of Togo and Benin and will enable the promoter to substantially improve the reliability of supply, to reduce the use of low-efficiency local gener- ators and to decrease network losses. In terms of new assets, the project includes 308 km of 161 kV lines, 5 km of 63 kV underground cables and one substation. It also includes the refurbishment of 290 km of 161 kV lines and the refurbishment/enlargement of eight substations. The total project cost is estimated to be EUR 73.2m and will be co-financed by the EIB, the World Bank, the German KfW and the project promoter, Communauté Electrique du Bénin (CEB). The repair of the existing transmission lines will help prevent major power sup- ply disruptions. The new lines will extend the reach and quality of the transmission infrastructure in the benefi- ciary countries, improving the reliability and efficiency of electricity supply and creating a better environment for private sector investment and growth. The ITF grant will be used by the EIB to subsidise the interest rate of its EUR 35m loan to CEB. As HIPC coun- tries, both Benin and Togo are restricted in terms of the financing costs they can bear for their respective public sector investments; the ITF grant is therefore of great importance. IRS grant is used by the EIB to subsidise the interest rate of its loans to the two project components, rail and port. The port dredging work started in summer 2010 and the implementation of the project is progressing accord- ing to schedule. This part of the project is expected to be completed on time, i.e. by end-June 2011. As the implementation of the railway rehabilitation work was delayed by 12 months, the completion of this compo- nent is now expected during the second quarter of 2011. The EIB has made two disbursements under the port component and is expecting to disburse a further EUR 7m in April 2011. Two further disbursements have been made under the rail component. The relevant portions of the ITF grant have been transferred from the ITF to the EIB for subsidising the interest rate applicable to the four 2010 disbursements. ",
        "53 Annual Report 2010 EU-Africa Infrastructure Trust Fund Félou Hydropower Plant Sector energy Type of grant IRS Grant amount EUR 9.335m Status under disbursement Lead Financier EIB The Félou Hydropower Project, which involves the engi- neering, construction, commissioning and operation of a run-of-the-river hydropower plant at the Félou falls, on the Senegal River, mainly consists of the rehabilita- tion of an existing weir and the construction and instal- lation of a powerhouse, three Bulb turbine/generator units with a nominal capacity of 21 MWe each, a water intake structure, a substation and an overhead transmis- sion line. The project is co-financed by the EIB, the World Bank’s IDA and OMVS. The ITF grant operation is being used by the EIB to ren- der its loans to the three States involved in the project compliant with HIPC conditions. The resulting interest differential, paid by SOGEM and the EIB’s borrowers, the Republics of Mauritania, Mali and Senegal, will be used for a rural electrification programme. In November 2010, IDA in agreement with the EIB made the down payment to the contractor Sinhydro to allow for the preparation of works. A first disbursement was made under the EIB loan agreements, followed by the first transfer of the corresponding subsidy portion from the ITF to the EIB. Port Autonome de Pointe Noire Sector transport Type of first grant IRS Grant amount up to EUR 6.6m Status awaiting first disbursement Type of second grant TA Grant amount up to EUR 2m Status awaiting first disbursement Lead Financier AFD The project concerns the renovation and upgrad- ing of the main infrastructure in the Port Autonome de Pointe Noire (PAPN) in the Republic of the Congo and its adaptation to developments in container- ised traffic. It entails the construction of a protective berm and the extension of the external breakwater by 300 m, the rehabilitation and extension of quays, dredging work, the purchase of two seagoing tugs and the repair and upgrading of others. The capacity of the new container terminal will be approximately 1 million “Twenty-Foot Equivalent Unit” (TEU) con- tainers per annum, compared to a previous capacity of only 300 000 TEU per annum. The total project cost is estimated at EUR 128.4m and will be financed by the long-term loans from the EIB, Agence Française de Développement and Banque de Développement des États de l’Afrique Centrale (BDEAC) and through self-financing by PAPN. The interest subsidy from the EU-Africa Infrastructure Trust Fund will be used by AFD to enhance the conces- sionality of its loan. The technical assistance grant will be used to finance capacity building for the financial and accounting staff of PAPN, including the upgrading of accounting information systems, improvements to internal control procedures, maintenance of the financial projection model and assistance to the financial manage- ment. These measures will help to improve the manage- ment of the Port Authority and decrease the credit risk for the Port’s lenders. In addition, the Port Authority needs external support for implementing an environmental management plan for the day-to-day operation period. ",
        "54 Annual Report 2010 EU-Africa Infrastructure Trust Fund Jomo Kenyatta International Airport Extension (JKIA) Sector transport Type of grant TA Grant amount up to EUR 5m Status under disbursement Lead Financier EIB The project comprises the upgrading and rehabilita- tion of the passenger terminal facilities at JKIA, Kenya’s main airport. The aviation sector in Kenya has enjoyed significant growth in the recent past, both in tourism and cargo transport, which is expected to continue. Kenya Airways, the national carrier, has the largest route network in Sub-Saharan Africa. However, the civil aviation infrastructure has not kept pace with the qual- ity of the air transport services. The current airport was originally designed for an annual capacity of 2.5 million passengers and presently handles almost double that volume, leading to difficulties in meeting international customer service standards. The proposed project will increase the design capacity to 9.3 million passengers a year and improve security in order to comply with International Civil Aviation Authority standards. Due to the complexity of the project, as well as poten- tial environmental issues, a number of areas will greatly benefit from the technical assistance and capacity building which will be financed by the ITF grant. Areas to be addressed in the framework of this technical assis- tance are support for the project management to mini- mise the impact on existing operations and to ensure proper monitoring of the project, including financial monitoring, the measurement and monitoring of air pollutants, the assessment of aviation activities on wildlife and natural habitats and assistance in imple- menting environmental management systems. For this purpose, a service contract was signed with EGIS AVIA/EGIS BECEOM International in September 2010. WAPP Coastal Backbone Sector energy Type of grant TA Grant amount up to EUR 1.75m Status under disbursement Lead Financier EIB One of the key projects related to WAPP’s aim to develop a regional electricity market in West Africa is the 330 kV interconnection line between Riviera in Côte d’Ivoire and Prestea in Ghana. For the planning of this project, the ITF grant was made available to WAPP to fund a project preparation package comprising a contract for a technical, economic and financial fea- sibility study of the project, a second contract for the line route study, the Environmental and Social Impact Assessment, the Resettlement Action Plan and the Environmental and Social Management Plan for the project and, as a third element, an audit of these two contracts. After the signature of a framework agree- ment between the EIB and the WAPP for this package in June 2009, WAPP put out to tender and signed, in August 2010, a contract with Lahmeyer International GmbH for the feasibility study and a contract with a joint venture of ANTEA, ENVAL, Monbailliu & Asso- ciés, Moses Consulting and TTI Production for the line route and ESIA study. Both contracts are ongoing, with a duration of 13 months. ",
        "55 Annual Report 2010 EU-Africa Infrastructure Trust Fund Ruzizi Hydropower III Sector energy Type of grant TA Grant amount EUR 4.2m Grant status under disbursement Lead Financier EIB The construction of a new sub-regional hydroelec- tric plant on the Ruzizi River is expected to generate an additional 143 MW of power. The total project cost for the construction of Ruzizi III is estimated at up to USD 581m. The ITF grant is being used by the EIB to finance addi- tional and complementary studies for the preparation of this project, mainly focusing on its economic and financial viability and its institutional arrangements, including water flow management and interaction with the existing plants and additional technical stud- ies for the interconnection of South Kivu and North Kivu and their interface with the Economic Commu- nity of the Great Lakes Countries’ (CEPGL) intercon- nected network. Part of the ITF grant will be used to provide institutional capacity support to EGL. These studies are well advanced and expected to be com- pleted by mid-2011. Once all the studies have been finished and approved by the Government authorities, a summit of the Heads of State will take place to approve decisions related to the implementation of Ruzizi III. The call for expressions of interest to recruit a developer/investor has been launched and a shortlist of investors should be ready by early June 2011. A donors’ round table will subse- quently be organised to discuss the financing plan. WAPP CLSG - Pre-Investment Studies for West Africa Power Interconnection Sector energy Type of grant TA Grant amount up to EUR 3m Grant status under disbursement Lead Financier EIB The power interconnection between Côte d’Ivoire, Liberia, Sierra Leone and Guinea (CLSG), allowing power exchanges between the four countries, is a pri- ority project of the West African Power Pool (WAPP). The project will consist of the construction of approx- imately 1 100 km of high-voltage transmission lines, as well as the extension of existing or the construc- tion of new high-voltage substations in Man (Côte d’Ivoire); Sannequille, Buchanan and Monrovia (Libe- ria); Nzérékore and Linsan (Guinea); and Bumbuna (Sierra Leone). For the preparation of this project an ITF grant of up to EUR 3m was made available, via the EIB, to WAPP for the financing of a feasibility study, conducted by a joint venture between Application Européenne de Technologies et de Services and SOGREAH Consult- ants, and of a line route and environmental and social impact assessment study, conducted by Korea Electric Power Corporation. The two studies are expected to be finalised during the third quarter of 2011. The EIB plans to request a second TA grant operation from the Trust Fund in 2011 for the financing of the owner’s engineer until the award of the engineering, procurement and construction contracts for the pro- ject, to ensure the smooth continuation of the project preparation progress, bearing in mind that the prepa- ration of such a complex regional project is a lengthy process. ",
        "56 Annual Report 2010 EU-Africa Infrastructure Trust Fund ECOWAS Electricity Regulation Sector energy Type of grant TA Grant amount up to EUR 1.7m Status under disbursement Lead Financier AFD The ECOWAS Energy Protocol, adopted in 2003, is aimed at increasing investments in the energy sec- tor and energy trade in the West Africa Region. In line with this objective, ECOWAS has set up a regional regu- latory authority. ECOWAS received a EUR 5m grant from Agence Française de Développement to define the tasks of this authority, now known as ERERA, and to help fund its first years of operation. ERERA’s initial regulatory activities comprise the regional benchmark- ing of the electricity sector, assistance to the Senegal River Basin Commission and the Gambia River Basin Commission for improving cross-border exchanges and support for the national regulators for setting inter- national exchange tariffs. ERERA will also facilitate the settlement of disputes relating to cross-border power exchange. In addition, ERERA’s activities are focused on fostering the creation of a competitive regional market by enhancing regional power policy, planning and technical regulation and on regional integration in the energy sector. To this effect, it targets the secured development of cross-border exchanges, the promo- tion of competitiveness in the emerging regional elec- tricity market, a better exchange of information and building up the trust of investors in the energy sector. The ITF grant complements the above-mentioned AFD grant and will be made available and used by the ECO- WAS Regional Electricity Regulatory Authority (ERERA) to implement its activities. The official launch of ERERA took place on 9 November 2010, followed by the sig- nature of a financing agreement between AFD and ERERA, defining the use of the ITF grant. Over the years, the contributions from AFD and the Infrastructure Trust Fund will fall and the contributions from the industry operators will gradually increase, enabling ERERA to operate in a sustainable manner. ERERA will therefore exist for and via the industry. “The regional power grid interconnection or electricity gener- ation projects cannot come to fruition unless there is a clear legal, tariff and contractual framework. This is particularly true if the private sector is to be involved, which is essential given the amount of investment required.” “For that reason AFD decided to support ECOWAS’s plan to set up a regional regulatory authority and to help fund the early years of ERERA’s operation. ERERA will also receive a EUR 1.7m contribution from the EU-Africa Infrastructure Trust Fund, which is backed by the European Commission and a dozen or so European states. I am also pleased to announce that, on behalf of the EU-Africa Infrastructure Trust Fund, AFD will be signing the financing agreement for this EU grant, to coincide with this forum. These grants come on top of the annual contributions granted by the ECOWAS Commission.” Opening address by Bruno Leclerc, Head of AFD’s Accra Office, at the Regulators’ forum on 09/11/2010 ",
        "57 Annual Report 2010 EU-Africa Infrastructure Trust Fund Update of the WAPP Master Plan Sector energy Type of grant TA Grant amount EUR 0.935m Status under disbursement Lead Financier EIB The West African Power Pool (WAPP) is a public inter- national organisation operating in the general interest of the regional power system with a view to ensur- ing reliable power supply throughout the region. The members of WAPP are power generation, transmis- sion and distribution entities involved in the operation of the power networks in West Africa. WAPP’s power system covers two geographical zones – zone A and zone B – each consisting of interconnected power grids, which, according to the organisation’s 2015 vision, should be interconnected to allow electricity trade at the regional level. In this context, WAPP’s objective is to establish a regional electricity market in West Africa through the development and implementation of key priority infra- structure projects that will foster power exchanges and permit access to affordable energy resources. The Trust Fund grant will finance an update of the WAPP Master Plan, which is vital for the planning and coor- dination of all WAPP priority projects, including gen- eration and interconnection projects. The grant has enabled WAPP to procure the services of an interna- tional consulting firm for a study providing the differ- ent stakeholders in the region’s electricity sector with a clear, comprehensive and coherent vision of the future development of power generation and transmission infrastructure within the region and serving as a basis for decision-making with regard to its implementa- tion. A contract for the provision of the relevant ser- vices was signed between Tractebel Engineering and WAPP in November 2010. ",
        "58 Annual Report 2010 EU-Africa Infrastructure Trust Fund OMVAS Gouina Hydropower Sector energy Type of grant TA Grant amount EUR 1m Grant status awaiting first disbursement Lead Financier AFD The Gouina Hydropower Project is located on a natural fall on the Senegal River, near Kayes, West of Mali, and will supply electricity to Mali, Mauritania, Senegal and Guinea. It is expected to become operational by 2013 at a cost of EUR 250m. The ITF grant is used by AFD to finance an environmen- tal and social due diligence study including a Cumula- tive Impact Assessment, a complementary sociological study for the finalisation of the Resettlement Action Plan and the Cultural Properties Management Plan, an envi- ronmental study for a census of protected species, and additions to the Water Resources Management Plan. Part of the grant will also be used to set up an inde- pendent experts’ committee, responsible for reviewing the implementation of the project’s environmental and social action plans and an expert panel on dam safety, responsible for reviewing this component of the proj- ect throughout the different stages of implementation. After a slight delay in finalising the terms of reference for the environmental and social due diligence study until summer 2010, project preparation is finally going ahead and should be completed by end-2011. Mozambique Backbone (CESUL) Sector energy Type of grant TA Grant amount up to EUR 0.7m Status awaiting first disbursement Lead Financier EIB In order to exploit some of Mozambique’s abundant nat- ural energy resources, the Government of Mozambique has launched major initiatives involving the develop- ment of generation projects and an extra high-voltage transmission system for the evacuation of power to neighbouring countries within the Southern African Power Pool (SAPP). One of these initiatives is the CESUL Regional Transmission Development Project comprising the construction of a transmission line from the main electricity production site on the Zambezi River in north- ern Mozambique to the main area of consumption in Maputo and its surroundings in southern Mozambique, with scope for the development of production projects along the line. The development of the CESUL Transmis- sion System will be linked with the development of two large hydropower generation projects in the same prov- ince: the North Cahora Bassa and the Mpanda Nkwua. The significant environmental and social implications of the projects for the Tete region requires a comprehen- sive Strategic Regional Environmental and Social Assess- ment (SRESA), to be funded by the ITF grant and aiming at providing an overarching assessment of the indi- rect, induced and cumulative environmental and social impacts of existing projects, projects under construction and planned projects in the Tete region, related trans- port routes, areas of influence and associated projects. An agreement was signed between the EIB and Electrici- dade de Moçambique (EdM) in August 2010, authorising EdM to enter into a consultancy contract for the provision of a study, which shall provide a comprehensive assess- ment of indirect, induced and cumulative environmental and social impacts of existing projects, projects under construction and planned projects and should result in an overall framework to maximize the benefits and mini- mize the environmental and social risks associated with rapid development in the area of influence of the CESUL Transmission System. ",
        "59 Annual Report 2010 EU-Africa Infrastructure Trust Fund Expansion of the Port of Walvis Bay Sector transport Type of grant TA Grant amount EUR 0.45m Status awaiting first disbursement Lead Financier KfW The state-owned Namibian Ports Authority (Namport) has launched a new container terminal project, located offshore at the southern end of the port site. The total project cost for this major expansion and upgrade of the Walvis Bay container terminal, including the exten- sion of berths and dredging to permit larger vessels to access the port, is estimated at the equivalent of EUR 300m. The Ports Authority has approached the EIB, AFD, KfW and Development Bank of Southern Africa as potential lenders for assistance in completing the assessment of the financial and economic feasibility of the project as well as the analysis of different invest- ment and operating options. The ITF grant approved for the preparation of this project will be used to assist Namport in financing consultancy services for conducting the economic market study for the strategic expansion of the Walvis Bay container termi- nal. For this purpose, KfW signed in May 2010 a financing agreement with Namport for EUR 450 000. The award of the consultancy services contract and a first disbursement under the ITF grant are expected in early 2011. Sambangalou Hydropower Plant Sector energy Type of grant TA Grant amount up to EUR 0.35m Status awaiting first disbursement Lead Financier AFD The Sambangalou Hydropower Plant is part of the OMVG Energy project which is made up of three com- ponents, namely the hydroelectric developments at Sambangalou and Kaléta and an interconnection line. While the total cost is estimated at EUR 990m, the cost of the initial phase, which consists of the hydroelectric developments at Kaléta and part of the interconnection line, is estimated at EUR 540m. The construction of the Sambangalou Hydropower Plant itself is part of the sec- ond phase. It will have an installed capacity of 128 MW and should be operational by 2015. Total energy pro- duction should reach 208 to 402 GWh per year. A feasibility study, including the Environmental and Social Impact Assessment for the Sambangalou Hydro- power Plant was completed in 2006. However, some aspects such as the economic analysis and environ- mental and social aspects have to be examined fur- ther. The ITF grant will be used by OMVG to contract international consultancy firms for the assessment of the Total Economic Value (TEV) of the project includ- ing the environmental and social impacts and related mitigation measures. A review of the Environmental and Social Management Plan (ESMP) and of the Popu- lation Resettlement Plan (PRP) is also planned, as well as an analysis of the sensitivity of the project’s profit- ability to flood variations and to climate and precipi- tation variability. ",
        "EU-Africa Infrastructure Trust Fund Annual Report 2009 60 Investment Facility Annexes 1. Audited Financial Statements 61 2. List of Donors, Representatives and Aggregate Contributions (received as at 31.12.2010) 71 3. List of Steering Committee Members 72 4. Members of the Project Financiers Group 74 5. List of Eligible African Countries 75 6. African Regional Economic Communities 76 7. List of Acronyms 8. Acknowledgement of Contributions to the Annual Report 78 79 ",
        "61 Annual Report 2010 EU-Africa Infrastructure Trust Fund  1. Audited Financial Statements Statement of financial position as at 31 December 2010 (in EUR ‘000) Notes 31.12.2010 31.12.2009 ASSETS Cash and cash equivalents 2.4.2 251 452 144 151 Other assets 3, 8 8 276 5 132 Total Assets 259 728 149 283 LIABILITIES AND CONTRIBUTORS’ RESOURCES LIABILITIES Other liabilities 4 7 7 Total Liabilities 7 7 CONTRIBUTORS’ RESOURCES Contributions 5 290 200 170 200 Retained earnings - 30 479 - 20 924 Total Contributors’ resources 259 721 149 276 Total Liabilities and Contributors’ resources 259 728 149 283 Statement of comprehensive income for the year ended 31 December 2010 (in EUR‘000) NotesFrom 01.01.2010to 31.12.2010From 01.01.2009 to 31.12.2009 Interest and similar income6499 562 Total income 5622 941 Projects financed7- 8 392- 22 396General administrative expenses8- 1 655- 855Audit fees - 7- 7 Total expenses - 10 054- 23 258Net loss for the year - 9 555- 22 696 Total comprehensive loss for the year - 9 555- 22 696 The accompanying notes form an integral part of these financial statements. ",
        "62 Annual Report 2010 EU-Africa Infrastructure Trust Fund Statement of changes in contributors’ resources For the year ended 31 December 2010 (in EUR’000) Contributions Retained earnings Total At 1 January 2010 170 200 - 20 924 149 276 Total comprehensive income for the year Loss for the year 2010 - - 9 555 - 9 555 Transactions recorded directly in contributors’ resources Contributions (Note 5) 120 000 - 120 000 At 31 December 2010 290 200 - 30 479 259 721 Contributions Retained earnings Total At 1 January 2009 93 000 1 772 94 772 Total comprehensive income for the year Loss for the year 2009 - - 22 696 - 22 696 Transactions recorded directly in contributors’ resources Contributions (Note 5) 77 200 - 77 200 At 31 December 2009 170 200 - 20 924 149 276 The accompanying notes form an integral part of these financial statements. ",
        "63 Annual Report 2010 EU-Africa Infrastructure Trust Fund The accompanying notes form an integral part of these financial statements. Statement of cash flows For the year ended 31 December 2010 (in EUR’000) From 01.01.2010 to 31.12.2010 From 01.01.2009 to 31.12.2009 OPERATING ACTIVITIES Interest received 499 562 General administrative expenses - 4 799 - 3 089 Projects financed - 8 392 - 22 396 Audit fees - 7 - 7 Net cash from operating activities - 12 699 - 24 930 FINANCING ACTIVITIES Contributions received 120 000 77 200 Net cash from financing activities 120 000 77 200 Net increase in cash and cash equivalents 107 301 52 270 Cash and cash equivalents at beginning of year 144 151 91 881 Cash and cash equivalents at end of the year 251 452 144 151 ",
        "64 Annual Report 2010 EU-Africa Infrastructure Trust Fund 1. General information Under the umbrella of the EU Strategy for Africa, the Euro- pean Commission and nine EU Member States (“the Con- tributors”) as well as the European Investment Bank (“EIB”) as Manager of the EU-Africa Infrastructure Trust Fund (ITF) (“the Trust Fund” or “the ITF”), signed the Agreement consti- tuting the Implementation Rules of the Trust Fund (“the Rules”). Since then, three further Member States have be- come Contributors of the Trust Fund. A first amendment to the Rules was approved by the Trust Fund’s Executive Com- mittee on 29 June 2009; and a second amendment on 25 November 2010. The key objective of the ITF is to contribute to achieving the strategic objectives of the EU-Africa Infrastructure Partner- ship through blending of targeted long-term financing of eligible regional infrastructure projects in Sub-Saharan Af- rica with grant money from Contributor Member States. The Trust Fund has a limited lifespan and can be wound-up once certain events occur. Article 11.2.1 (d) of the Rules in- cludes the possibility to wind-up the Trust Fund on 31 De- cember 2015 and article 11.3 specifies the modalities of disposal of the remaining resources. The Board of Directors of EIB adopted the financial state- ments on 10 March 2011 and authorised their submission to the Board of Governors for approval at their meeting on 17 May 2011. 2. Significant accounting policies 2.1. Basis of preparation- Statement of compliance The Trust Fund’s financial statements have been prepared in accordance with International Financial Reporting Standards as adopted by the European Union (IFRS). 2.2. Significant accounting judgments and estimates The preparation of financial statements in conformity with IFRS requires the use of certain critical accounting esti- mates. It also requires EIB Management to exercise its judg- ment in the process of applying the Trust Fund’s accounting policies. Notes to the financial statements 2.3. Changes in accounting policies The applicable accounting policies adopted are consistent with those of the previous financial year. A number of new standards, amendments to standards and interpretations are effective for annual periods beginning after 1 January 2011 and have not been applied in preparing these financial statements. The Trust Fund plans to adopt these standards and Amend- ments at their effective dates and does not anticipate any significant impacts on its financial state- ments. 2.4. Summary of significant accounting policies 2.4.1 Foreign currency translation The Trust Fund uses the Euro (EUR) for presenting its financial statements, which is also its functional currency. Foreign currency transactions are translated at the exchange rate prevailing on the date of the transaction. Monetary assets and liabilities denominated in currencies other than Euro are translated into Euro at the exchange rate prevailing at the statement of financial position’s date. The gain or loss arising from such translation is recorded in the statement of comprehensive income. Non-monetary items that are measured in terms of historical cost in a foreign currency are translated using the exchange rates at the dates of the initial transactions. Non-monetary items measured at fair value in a foreign currency are trans- lated using the exchange rates at the date when the fair value was determined. Exchange differences arising on the settlement of transac- tions at rates different from those at the date of the transac- tion, and unrealised foreign exchange differences on unsettled foreign currency monetary assets and liabilities, are recognized in the statement of comprehensive income. The elements of the statement of comprehensive income are translated into Euro on the basis of the exchange rates pre- vailing at the end of each month. ",
        "65 Annual Report 2010 EU-Africa Infrastructure Trust Fund 2.4.2 Cash and cash equivalents The Trust Fund defines cash and cash equivalents as current accounts and short-term deposits with original maturities of three months or less. The current account is one account opened in the EIB books in the name of the Trust Fund, called “EU-Africa Infrastructure Trust Fund Account”. 2.4.3 Contributions In addition to the Founding Donor (the European Commis- sion), any Member State of the European Union or any Mem- ber State Development Finance Agency may contribute funds in Euro to the Trust Fund. Contributions, net of banking charges, are recognised in the statement of financial position on the date when payment of a contribution by a contributor is received. The Fund’s contributions meet the following conditions and are consequently classified as equity: • As defined in the contribution agreement, they entitle the Contributors to decide on the utilisation of the Fund’s net assets in the events of the Fund’s liquidation; • They are in the class of instruments that is subordinate to all other classes of instruments; • All financial instruments in the class of instruments that is subordinate to all other classes of instruments have identi- cal features; • The instrument does not include any features that would require classification as a liability; and • The total expected cash flows attributable to the instrument over its life are based substantially on the profit or loss, the change in the recognised net assets or the change in the fair value of the recognised and unrecognised net assets of the Fund over the life of the instrument. 2.4.4 Disbursements for operations Disbursements related to operations financed by the Trust Fund are recorded as expenditures in the statement of com- prehensive income as “Projects Financed” at the date they are paid out by the Trust Fund. 2.4.5 General administrative expenses For managing the Trust Fund the EIB is granted a one-off pay- ment equal to 4% (four percent) to be deducted from each contribution effectively made available to the Trust Fund. The administrative fee is intended to cover in full the costs associ- ated with managing the Trust Fund. General administrative expenses are recognised in the statement of comprehensive income on a pro-rata basis over the remaining lifespan of the Trust Fund. 2.4.6 Taxation The Protocol on the Privileges and Immunities of the Euro- pean Communities, appended to the Treaty of 8 April 1965 establishing a Single Council and a Single Commission of the European Communities, stipulates that the assets, revenues and other property of the Institutions of the Union are ex- empt from all direct taxes. ",
        "66 Annual Report 2010 EU-Africa Infrastructure Trust Fund 3. Other assets Other assets represent administrative fees paid in advance to the EIB as laid down in Note 8. 4. Other liabilities Other liabilities represent external audit fees payable for the audit of the Trust Fund’s financial statements as at 31 December 2010. Comparatives represent external audit fees payable for the audit of the Trust Fund’s financial statements as at 31 December 2009. 5. Contributions to the Trust Fund Contributions received from the European Commission and Member States as at 31 December 2010 and 2009 are detailed below: European Commission/ Member States 31.12.2010 (EUR ‘000) 31.12.2009 (EUR ‘000) Austria 2 000 1 000 Belgium 1 000 1 000 European Commission 208 700 108 700 Finland 5 000 5 000 France 10 000 5 000 Germany 5 000 1 000 Greece 1 000 1 000 Italy 5 000 5 000 Luxembourg 2 000 2 000 Netherlands 2 000 2 000 Portugal 1 000 1 000 Spain 10 000 10 000 United Kingdom 37 500 27 500 Total 290 200 170 200 6. Interest and similar income According to the Rules, the EIB remunerates the cash on the current account based on the Euro Overnight Index Average (EONIA). During the financial year 2010, the interest income received in remuneration of the current account opened in the EIB books amounts to EUR 499 002 (2009: EUR 561 627). ",
        "67 Annual Report 2010 EU-Africa Infrastructure Trust Fund 7. Projects financed In 2010 and 2009 the following disbursements for projects were made: Projects financed (EUR’ 000) From 01.01.2010 to 31.12.2010 From 01.01.2009 to 31.12.2009 Technical Assistance Ethiopia-Kenya Interconnector - 92 GIBE Hydropower III ESIA 22 - Jomo Kenyatta International Airport Extension 840 - CLSG - West-Africa Power Interconnector 869 287 Ruzizi Hydropower 500 1 676 EASSy Cable 1 012 939 Kibuye-Goma-Birembo Transmission Line 110 - Total Technical Assistance 3 353 2 994 Interest Rate Subsidies Caprivi Link Interconnector - 15 000 Beira Corridor 3 100 4 402 Félou Hydropower 1 939 - Total Interest Rate Subsidies 5 039 19 402 Total projects financed 8 392 22 396 8. General administrative expenses (in EUR ‘000) The management fee paid to the EIB amounts to EUR 4 799 and EUR 3 089 for the financial year 2010 and the financial year 2009 re- spectively. As at 31 December 2010 EUR 1 655 (2009: EUR 855) are recognised in the statement of comprehensive income and EUR 8 276 (2009: EUR 5 132) are booked in other assets in the statement of financial position as administrative fees paid in advance. 9. Commitments Commitments of the Trust Fund are entirely composed of approved but not yet disbursed grant operations. As at the balance sheet date they are totalling to EUR 177.0 million (2009: EUR 72.9 million), of which EUR 127.6 million (2009: EUR 52.8 million) are within the scope of interest rate subsidies, EUR 45.4 million (2009: EUR 20.1 million) within the scope of technical assistance and EUR 4 million (none in 2009) within the scope of Direct Grants. The Rules (Article 6.1.2) foresees that disbursement of grant op- erations to the Project Leader should normally commence within 18 months of formal approval of each grant operation. ",
        "68 Annual Report 2010 EU-Africa Infrastructure Trust Fund 10. Liquidity position (in EUR ‘000) The table below provides an analysis of assets, liabilities and contributors’ resources into relevant maturity groupings based on the remaining period from the statement of financial position’s date to the contractual maturity date. It is presented under the most prudent consideration of maturity dates. Therefore, in the case of liabilities the earliest possible repayment date is shown, while for assets it is the latest possible repayment date. Maturity (at 31 December 2010) Up to 3 months 3 months to 1 year 1 to 10 years Maturity undefined Total Assets Placements with the Bank 251 452 - - - 251 452 Other assets - 1 655 6 621 - 8 276 Total Assets 251 452 1 655 6 621 - 259 728 Liabilities and Contributors’ resources Total Liabilities - 7 - - - - 7 Total Contributors’ resources - - - - 259 721 - 259 721 Total Liabilities and Contributors’ resources - 7 - - - 259 721 - 259 728 Maturity (at 31 December 2009) Up to 3 months 3 months to 1 year 1 to 10 years Maturity undefined Total Assets Placements with the Bank 144 151 - - - 144 151 Other assets - 855 4 277 - 5 132 Total Assets 144 151 855 4 277 - 149 283 Liabilities and Contributors' resources Total Liabilities - 7 - - - - 7 Total Contributors’ resources - - - - 149 276 - 149 276 Total Liabilities and Contributors’ resources - 7 - - - 149 276 - 149 283 11. Interest rate risk The Fund is exposed to an interest rate risk through its cash and cash equivalents remunerated based on the Euro Overnight Index Average (EONIA). 12. Subsequent events There have been no material post balance sheet events which could require disclosure or adjustment to the 31 December 2010 financial statements. ",
        "69 Annual Report 2010 EU-Africa Infrastructure Trust Fund Report of the Réviseur d’Entreprises agréé To the Chairman of the Audit Committee of EUROPEAN INVESTMENT BANK 98-100, Boulevard Konrad Adenauer L-2950 LUXEMBOURG Luxembourg, 10 March 2011 KPMG Audit S.à r.l. Cabinet de révision agréé 9, Allée Scheffer L-2520 Luxembourg Société à responsabilité limitée R.C.S. Luxembourg B 103590 Capital 25 000 € Emmanuel Dollé We have audited the accompanying financial statements of the EU-Africa Infrastructure Trust Fund, which comprise the statement of financial position as at 31 December 2010 and the statements of comprehensive income, changes in con- tributors’ resources and cash flow for the year then ended, and a summary of significant accounting policies and other ex- planatory information. EUROPEAN INVESTMENT BANK Management’s respon- sibility for the financial statements The EUROPEAN INVESTMENT BANK’s Management is respon- sible for the preparation and fair presentation of these finan- cial statements in accordance with International Financial Reporting Standards as adopted by the European Union, and for such internal control as the EUROPEAN INVESTMENT BANK’s Management determines is necessary to enable the preparation of financial statements that are free from mate- rial misstatement, whether due to fraud or error. Responsibility of the Réviseur d’Entreprises agréé Our responsibility is to express an opinion on these financial statements based on our audit. We conducted our audit in accordance with International Standards on Auditing as adopted for Luxembourg by the Commission de Surveil- lance du Secteur Financier. Those standards require that we comply with ethical requirements and plan and perform the audit to obtain reasonable assurance about whether the financial statements are free from material misstatement. An audit involves performing procedures to obtain audit evidence about the amounts and disclosures in the financial statements. The procedures selected depend on the judge- ment of the Réviseur d’Entreprises agréé, including the as- sessment of the risks of material misstatement of the financial statements, whether due to fraud or error. In mak- ing those risk assessments, the Réviseur d’Entreprises agréé considers internal control relevant to the entity’s prepara- tion and fair presentation of the financial statements in or- der to design audit procedures that are appropriate in the circumstances, but not for the purpose of expressing an opinion on the effectiveness of the entity’s internal control. An audit also includes evaluating the appropriateness of accounting policies used and the reasonableness of ac- counting estimates made by the EUROPEAN INVESTMENT BANK’s Management, as well as evaluating the overall pres- entation of the financial statements. We believe that the audit evidence we have obtained is suf- ficient and appropriate to provide a basis for our audit opin- ion. Opinion In our opinion, the financial statements give a true and fair view of the financial position of the EU-Africa Infrastructure Trust Fund as of 31 December 2010, and of its financial per- formance and its cash flows for the year then ended in ac- cordance with International Financial Reporting Standards as adopted by the European Union. ",
        "70 Annual Report 2010 EU-Africa Infrastructure Trust Fund Statement by the Audit Committee Luxembourg, 10 March 2011 The Audit Committee G. SMYTH E. MATHAY J. RODRIGUES DE JESUS D. NOUY J. GALEA M. ÜÜRIKE The conditions with regard to the approval of Financial Statements of the EU-Africa Infrastructure Trust Fund con- tained in the Agreement Constituting the Implementation Rules of the Trust Fund state that the Financial Statements shall be submitted to the EIB governing bodies according to the provisions laid down in respect of its own financial statements in the Statute. On this basis, the Audit Commit- tee issues this statement. Statement by the Audit Committee on the EU-Africa Infrastructure Trust Fund’s financial statements pre- pared in accordance with International Financial Reporting Standards as adopted by the EU (IFRS) The Committee, instituted in pursuance of Article 12 of the Statute and Chapter V of the Rules of Procedure of the Euro- pean Investment Bank for the purpose of verifying that the operations of the Bank are conducted and its books kept in a proper manner, having • designated KPMG as external auditors, reviewed their audit planning process, examined and discussed their reports, • noted that the opinion of KPMG on the financial state- ments of the EU-Africa Infrastructure Trust Fund for the period ended 31 December 2010 is unqualified, • convened on a regular basis with the Heads of Directo- rates and relevant services, and studied the documents which it deemed necessary to examine in the discharge of its duties, • received assurance from the Management Committee concerning the effectiveness of the internal control structure and internal administration, and considering • the financial statements for the period ended 31 December 2010 as drawn up by the Board of Directors at its meeting on 10 March 2011, • that the foregoing provides a reasonable basis for its state- ment and, • Articles 24, 25 and 26 of the Rules of Procedure, to the best of its knowledge and judgement: • confirms that the activities of the EU-Africa Infrastruc- ture Trust Fund are conducted in a proper manner, in particular with regard to risk management and monitor- ing; • has verified that the operations of the EU-Africa Infra- structure Trust Fund have been conducted and its books kept in a proper manner and that to this end, it has verified that the EU-AFRICA Infrastructure Trust Fund’s operations have been carried out in compliance with the formalities and procedures laid down by the Statute and Rules of Procedure; • confirms that the financial statements, comprising the statement of financial position, the statements of com- prehensive income, changes in contributors’ resources and statement of cash flows, and a summary of signifi- cant accounting policies and other explanatory informa- tion give a true and fair view of the financial position of the EU-Africa Infrastructure Trust Fund as at 31 Decem- ber 2010 and of its financial performance and its cash flows for the period then ended, in accordance with IFRS. ",
        "71 Annual Report 2010 EU-Africa Infrastructure Trust Fund  2. List of Donors, Representatives and Aggregate Contributions (received as at 31.12.2010) Donor Signed contribution amount Number of voting rights Deposited contribution Spain 10 000 000 10 10 000 000 Luxembourg 1 000 000 1 1 000 000 additional contribution 1 000 000 1 1 000 000 France 5 000 000 5 5 000 000 additional contribution 5 000 000 5 5 000 000 European Commission 60 000 000 60 60 000 000 additional contribution 48 700 000 49 48 700 000 additional contribution 200 000 000 200 100 000 000 Greece 1 000 000 1 1 000 000 Austria - ADA 1 000 000 1 1 000 000 Austria - OeEB 1 000 000 1 1 000 000 Italy 5 000 000 5 5 000 000 The Netherlands 2 000 000 2 2 000 000 Germany 1 000 000 1 1 000 000 additional contribution 4 000 000 4 4 000 000 The United Kingdom 10 000 000 10 10 000 000 additional contribution 20 000 000 20 17 500 000 additional contribution 10 000 000 10 10 000 000 Portugal 1 000 000 1 1 000 000 Belgium 1 000 000 1 1 000 000 Finland 5 000 000 5 5 000 000 392 700 000 393 290 200 000 All amounts in EUR ",
        "72 Annual Report 2010 EU-Africa Infrastructure Trust Fund  3. List of Steering Committee Members TRANSPORT ENERGY ICT OTHERS Algeria South Africa Nigeria Burkina Faso Ethiopia Senegal Kenya Morocco Mali Egypt Egypt Nigeria Gabon Congo Zambia Kenya Zimbabwe Uganda Niger African Members Regional Economic Communities (RECs): Others Members of Conference Bureau Transport, Energy & ICT • Community of Sahel-Saharan States - CEN-SAD • Common Market for Eastern and Southern Africa - COMESA • Economic Community of West African States - ECOWAS • Southern African Development Community - SADC • Intergovernmental Authority on Development - IGAD • East African Community - EAC • Economic Community of Central African States - ECCAS • Arab Maghreb Union - AMU • Economic Commission for Africa - ECA • African Development Bank - AfDB • New Partnership for Africa’s Development – NEPAD African Union Commission - AUC ",
        "73 Annual Report 2010 EU-Africa Infrastructure Trust Fund European Members • Austrian Republic • Kingdom of Belgium • Republic of Bulgaria • Republic of Cyprus • Czech Republic • Kingdom of Denmark • Republic of Estonia • Republic of Finland • French Republic • Federal Republic of Germany • Hellenic Republic • Republic of Hungary • Ireland • Italian Republic • Republic of Latvia • Republic of Lithuania • Grand Duchy of Luxembourg • Republic of Malta • Kingdom of the Netherlands • Republic of Poland • Portuguese Republic • Romania • Slovak Republic • Republic of Slovenia • Kingdom of Spain • Kingdom of Sweden • The United Kingdom • European Investment Bank • European Commission ",
        "74 Annual Report 2010 EU-Africa Infrastructure Trust Fund  4. Members of the Project Financiers Group Donor Financier Contact Person UK African Development Bank Alex Rugamba Austria Development Bank of Austria Wolfgang Pöcheim Belgium BIO Alain De Muyter European Commission European Investment Bank Alistair Wray Finland Finnfund Jaakko Kangasniemi France Agence Française de Développement Alexis Bonnel Germany KfW Bankengruppe Jochen Meyer-Lohmann Greece Ministry of Economy and Finance Katerina Alesta Italy Simest Alessandra Mariani Luxembourg Lux-Development Richard Schmid Portugal SOFID João Real Pereira Spain COFIDES Fernando Aceña The Netherlands PIDG John Hodges ",
        "75 Annual Report 2010 EU-Africa Infrastructure Trust Fund • Angola • Benin • Botswana • Burkina Faso • Burundi • Cameroon • Central African Republic • Chad • Congo Brazzaville • Côte d’Ivoire • Democratic Republic of the Congo • Eritrea • Ethiopia • Djibouti • Gabon • Equatorial Guinea • São Tomé and Principe • Ghana • Togo • Guinea-Bissau • Guinea Republic • Liberia • Kenya • Somalia • Lesotho • Swaziland • Madagascar  5. List of Eligible African Countries • Malawi • Mali • Mauritania • Mauritius • Comoros • Seychelles • Mozambique • Namibia • Niger • Nigeria • Rwanda • Senegal • Cape Verde • Gambia • Sierra Leone • Sudan • Tanzania • Uganda • Zambia • Zimbabwe ",
        "76 Annual Report 2010 EU-Africa Infrastructure Trust Fund The Regional Economic Communities (RECs), which were established with the aim of promoting greater eco- nomic integration of the African countries, work closely with the African Union and its Commission to facilitate the harmonisation of policies and the formulation and implementation of all African Union programmes. The RECs as economic building blocks bring together the member states in various subregions, although there are a number of overlaps between the RECs, as shown in the map below. Technical and logistical support is offered to the RECs by various specialised institutions, such as power pools and river basin commissions, in implementing infrastructure policies and projects. African Regional Economic Communities Community of Sahel-Saharan States (CEN-SAD) / Communauté des Etats Sahélo-Sahariens (CEN-SAD) Common Market for Eastern and Southern Africa (COMESA) / Marché Commun de l’Afrique de l’Est et de l’Afrique Australe (COMESA) East African Community (EAC) / Communauté de l’Afrique de l’Est (EAC) Economic Community of Central African States (ECCAS) / Communauté Economique des Etats de l’Afrique Centrale (CEEAC) Economic Community of West African States (ECOWAS) / Communauté Economique des Etats de l’Afrique de l’Ouest (CEDEAO) Intergovernmental Authority on Development (IGAD) / Autorité Intergouvernementale pour le Développement Southern African Development Community (SADC) / Communauté Sud-Africaine pour le Développement (SADC) Arab Maghreb Union (AMU) / Union du Maghreb Arabe (UMA)  6. African Regional Economic Communities ",
        "77 Annual Report 2010 EU-Africa Infrastructure Trust Fund ITF Eligible Countries and their REC Membership CEN-SAD COMESA EAC CEEAC ECOWAS SADC UMA IGAD Angola   Benin   Botswana  Burkina Faso   Burundi    Cameroon  Cape Verde  Central African Republic   Chad   Congo Brazzaville  Comores  Côte D’ivoire  Democratic Republic o the Congo    Djibouti    Equatorial Guinea  Eritrea   Ethiopia   Gabon  Gambia   Ghana  Guinea-Bissau  Guinea Republic  Kenya    Lesotho  Liberia  Madagascar   Malawi   Mali   Mauritania  Mauritius   Mozambique  Namibia  Niger   Nigeria   Rwanda   São Tomé and Principe  Seychelles   Senegal   Sierra Leone  Somalia   Sudan    Swaziland   Tanzania   Togo   Uganda    Zambia   Zimbabwe   ",
        "78 Annual Report 2010 EU-Africa Infrastructure Trust Fund  7. List of Acronyms A ADA: Austrian Development Agency AFD: Agence Française de Développement AfDB: African Development Bank AU: African Union AUC: African Union Commission C CIP: Clearance in principle COFIDES: Companía Española de Financiación del Desarrollo D DBSA: Development Bank of Southern Africa DFI: Development Finance Institution DFID: Department for International Development DG: Direct Grant DICOM: Digital Imaging and Communications in Medicine DRC: Democratic Republic of the Congo E EASSy: Eastern Africa Submarine Cable System EDCF: Economic Development Cooperation Fund (Korea) EC: European Commission EDF: European Development Fund EGL: Energy of the Great Lakes EIB: European Investment Bank ERERA: ECOWAS Regional Electricity Regulatory Authority ESA: European Space Agency ESMP: Environmental and Social Management Plan eTPC: estimated Total Project Cost EU: European Union ExCom: ITF Executive Committee G GKMA: Greater Kampala Metropolitan Area GoU: Government of Uganda H HIPC: Heavily Indebted Poor Countries I ICA: Infrastructure Consortium for Africa ICT: Information and Communication Technologies IDA: International Development Association IP: Insurance Premia IRS: Interest Rate Subsidy ISP: Internet service provider ITF: Infrastructure Trust Fund J JICA: Japan International Cooperation Agency K KfW: KfW Bankengruppe M MDGs: Millennium Development Goals N NAMPOWER: Namibian Power NELSAP: Nile Equatorial Lakes Subsidiary Action Programme NEPAD: New Partnership for Africa’s Development NWSC: National Water and Sewerage Corporation O OeEB: Oesterreichische Entwicklungsbank AG OMVG: Gambia River Basin Development Authority OMVS: Senegal River Basin Development Authority P PFG: ITF Project Financiers Group PSC: Steering Committee of the EU-Africa Partnership on Infrastructure R REC: Regional Economic Community S SADC: Southern African Development Community SAPP: Southern African Power Pool SIMEST: Società Italiana per le Imprese all’Estero SNEL: Société Nationale d’Electricité SPV: Special Purpose Vehicle SOFID: Sociedade para o Financiamento do Desenvolvi- mento SOGEM: Société de Gestion du Barrage de Manantali T TA: Technical Assistance TPC: Total Project Cost U UK: United Kingdom W WAPP: West African Power Pool WIOCC: West Indian Ocean Cable Company Ltd ",
        "79 Annual Report 2010 EU-Africa Infrastructure Trust Fund  8. Acknowledgement of Contributions to the Annual Report The Secretariat of the EU-Africa Trust Fund prepared this Annual Report with the kind contribution of the: European Commission DEVCO 43, rue de la Loi B-1049 Brussels Government of the Grand Duchy of Luxembourg Ministère des Affaires étrangères Direction de la Coopération au Développement 6, rue de la Congrégation L-1352 Luxembourg Lux Development B.P. 2273 L-1022 Luxembourg National Water and Sewerage Corporation of Uganda Plot 39, Jinja Road P.O.BOX 7053, Kampala, Uganda Government of Zambia’s Road Development Agency Plot No. 33 Junction of Fairley and Government roads, P. O. Box. 50003 Lusaka, Zambia KfW Bankengruppe Palmengartenstr. 5-9 D-60325 Frankfurt Germany Agence Française de Développement – AFD 5, rue Roland Barthes F-75598 Paris Cedex 12 France European Investment Bank* 98-100, boulevard Konrad Adenauer L-2950 Luxembourg *The European Investment Bank as Manager of the Trust Fund prepared the Financial Statements ",
        "80 Annual Report 2010 EU-Africa Infrastructure Trust Fund While material appearing in this report may be freely reproduced, the EIB would appreciate an acknowledgement and press clipping. © Photographs and illustrations: EIB photographic Library. Layout: EIB GraphicTeam. Printed by Imprimerie Jouve on MagnoSatin paper using vegetable oil-based inks. Certified in accordance with Forest Stewardship Council (FSC) rules, the paper consists of 100% virgin fibre (of which at least 50% from well- managed forests). For further information, contact: Secretariat Yves de Rosée Head of the Secretariat 3 (+352) 43 79 - 82968 5 (+352) 43 79 - 64999 U y.derosee@eib.org Anja Schorr 3 (+352) 43 79 - 82970 5 (+352) 43 79 - 64999 U a.schorr@eib.org European Investment Bank 98 -100, boulevard Konrad Adenauer L-2950 Luxembourg 3 (+352) 43 79 – 1 5 (+352) 43 77 04 www.eib.org/acp – U info@eib.org ",
        "",
        "© EIB – 06/2011 – EN QH-AM-11-001-EN-C ISSN 1831-8738 EU-Africa Infrastructure Trust Fund • Annual Report 2010 Annual Report 2010 EU-Africa Infrastructure Trust Fund European Investment Bank • European Investment Bank • European Investment Bank • European Investment Bank • European Investment Bank European Investment Bank • European Investment Bank • European Investment Bank • European Investment Bank • European Investment Bank E U - A f r i c a I n f r a s t r u c t u r e T r u s t F u n d A n n u a l R e p o r t 2 0 1 0 "
    ]
}