{
    "text": [
        "(cid:2)(cid:3)(cid:4)(cid:5) (cid:6)(cid:7)(cid:8)(cid:5)t(cid:4)(cid:9)(cid:5)(cid:10) N(cid:5)(cid:4)(cid:11) (cid:6)(cid:9)(cid:12)(cid:13)(cid:14)(cid:15)(cid:5)(cid:8)(cid:10) W(cid:8)(cid:16)(cid:10)(cid:7)(cid:10) (cid:17)(cid:9)(cid:5)(cid:10)(cid:7) (cid:18)(cid:19)(cid:4)(cid:11) t(cid:12)(cid:20)(cid:15)(cid:12)(cid:20)(cid:21)(cid:20)(cid:22)(cid:12)(cid:13)r(cid:20)(cid:15)(cid:5)(cid:10)(cid:11) L(cid:5)(cid:23)(cid:10) (cid:24)(cid:25)(cid:26)(cid:12)(cid:8)(cid:7)(cid:19)(cid:27)(cid:7)(cid:20)(cid:10)(cid:7)(cid:8)(cid:5)t(cid:4)(cid:9)(cid:16)(cid:27)(cid:23)(cid:20)(cid:7)(cid:16)(cid:26)(cid:10) (cid:2)(cid:3) Never bounce when stretching. (cid:2)(cid:3) Keep stretches relaxed, slow and easy. (cid:2)(cid:3) Breathe slowly and deeply with each stretch. (cid:2)(cid:3) Stretch to your comfort point. (cid:2)(cid:3) Stop any stretches that cause abnormal discomfort. HEALTHY PEOPLE, HEALTHY ORGANISATION Feel better, work better: it only takes 7 minutes a day K T - AA - 16 - 004 - 3 A - C – I SS N 1830 - 5598 en #31 - Juin 2016 DOSSIER TRADE POLICY A motor for growth and jobs in Europe AU QUOTIDIEN La Journée de la santé EUROPE & BEYOND Integrating migrants OUR STORIES Internal Communication Awards ",
        "CONTRIBUTEURS Rédacteur en chef: Antony Gravili Tél. : 02 295 43 17 – Secrétaire de rédaction: Dominique Labourdette Rédaction: Nilde Marchitto, Matteo Manzonetto, Michael Scheerer Stagiaire: Chloé Melchionne Mise en page & Cend en ligne: Marcelo Contreras Commission en direct est édité par l’unité de Communication, DG HR A.4 Chef d’unité: Norman Jardine Adresse: CE-SC11, 01/18 Télécopieur: 02 299 92 85 Courrier des lecteurs: HR-CD-VOTRE-COURRIER@ec.europa.eu Envoi de la publication aux pensionnés: OIB-mailing-PMO@ec.europa.eu ISSN 1830-5598 (version imprimée) – ISSN 1977-9259 (PDF) – ISSN 1977-9259 (EPUB) Cette publication n’engage pas juridiquement la Commission. ACCÈS À COMMISSION EN DIRECT EN LIGNE Personnel actif: https://myintracomm.ec.europa.eu OP et retraités: https://myintracomm-ext.ec.europa.eu Autres institutions et agences (également EEAS): http://myintracomm.ec.testa.eu Alex Walford is Communications Officer in DG TRADE, focusing mainly on TTIP. Previously he served as Desk Officer for the Caribbean, implementing the EU’s Economic Partnership Agreement with 15 Caribbean states. Tony Lockett is Deputy Head of Unit for Communication in DG REGIO. He worked previously in DGs EMPL and EAC, where he was responsible for the development and communication of several different policy initiatives. Daniel Spichtinger and Jean-Francois Dechamp are members of the Open Science team in DG RTD’s Unit A.6 “Data, Open Access and Foresight”, which is headed by Jean-Claude Burgelman . Megan Richards is Principal Adviser in DG CONNECT. Since 1991 she has worked on programmes to support SMEs, research and innovation in DG RTD and the JRC and on regulatory, policy and research and innovation issues in DG CONNECT. Esther Huerta García works in DG ECHO. She is a communication specialist in humanitarian issues with more than ten years of experience and a UN background in the field. Laurent Thieule est directeur des travaux législatifs au Comité des régions. Il préside le think tank européen «Sport et citoyenneté» et il est président du club de Football Europa Kraainem. Edward Demicoli works in DG SANTE’s Communication Unit as a Media Relations Officer. He joined the Commission in 2005 having previously worked as a journalist and media consultant in his native Malta. Obhi Chatterjee is Technology team leader in the HR Learning & Development Unit. Previously, he has worked in DG COMP and DEVCO. He has also made four feature films, three of which have been shown internationally in festivals. Zach Hester is responsible for strategic communication in DG HR’s new unit for Organisational Development Projects and Knowledge Management (A.2). He is the former editor-in-chief of Commission en direct . Monique Théâtre est responsable des relations avec les anciens fonctionnaires au sein de l’unité «Conditions de travail et bien-être» de la DG HR. (cid:2) De gauche à droite, Gabriel Ferrán de Alfaro, représentant permanent de l’Espagne auprès de la CEE; Manuel Marín, secrétaire d’Etat aux relations avec la CEE; Fernando Morán López, ministre des Affaires étrangères; et Felipe González Márquez, Premier ministre, signent le traité d’adhésion de l’Espagne au palais d’Orient à Madrid (cid:4) La Commission Jacques Delors (1985-1989) se réunit avec les nouveaux membres portugais, António Cardoso e Cunha, et espagnols, Manuel Marín et Abel Matutes, respectivement 4e, 7e et 13e assis à la gauche du président. (cid:3) Les drapeaux des Etats membres de la CEE devant le bâtiment du Berlaymont, le 1er janvier 1986. (cid:3) Le président du Parlement européen, Pierre Pflimlin, accueille les premiers députés européens espagnol et portugais, Fernando Amaral (gauche) et Carlos Westendorp (droite), à leur arrivée à l’aéroport de Strasbourg. (cid:3) La Une du quotidien portugais Correia de manha au lendemain de la signature du traité d’adhésion. © B e l g a © E U © E U 1 9 8 6 - E P ",
        "EDITORIAL E very time you buy a smartphone, an apple (no – the fruit), a car or a coat, you are the final link in a long chain of commercial transactions. Trade is all around you, and it has been a central driver of European integration from the beginning. And while some of the more over-heated excitement about the BRICs (Brazil, Russia, India, China) has cooled recently in the chill winds of reality, there are still those who underestimate what a global trading powerhouse the EU remains. Did you know, for example, that ex- ports by US affiliates from China are only one-quarter of exports by US affiliates from… Ireland? Keeping the EU at the centre of global trading networks, with all the benefits that flow from that in terms of growth and jobs, is the task of colleagues in DG TRADE. And with trade rarely out of the news in recent months – particularly negotiations on a new trade and investment partnership with the US – this edition’s dossier showcases their hard work. Commissioner Malmström frames the topic, out- lining the economic advantages of trade, but also touching on new benefits as agreements become more A HELPING HAND FOR THE INVISIBLE HAND by Antony Gravili , EDITOR(cid:2)IN(cid:2)CHIEF, CEND © F o t o l i a sophisticated – like higher quality standards and better consumer and environmental protection. We take an in-depth look at the impact of trade on jobs and SMEs, as well as the increasing importance of transparency and outreach. And of course we couldn’t ignore those negotiations with the US, which dominate so much of the media coverage, even though it is just one part of DG TRADE’s many activities. Elsewhere in this issue Commissioner Cre ţ u talks about her work with Mayors across Europe to turn the refugee crisis into an opportunity. On that subject, two articles illustrate the tremendous efforts colleagues are making to help refugees – from raising staggering amounts of money to mobilising the universal language of football. In-house business isn’t neglected – look out for an interview with Vice-President Georgieva, updat- ing staff on efforts to improve synergies and efficien- cies, which will have a major impact over the coming months and years. And there’s an interesting new ini- tiative by the Medical Service that could be coming to your DG soon... (cid:2) ",
        "48 06 REGARDS EUROPE & BEYOND 07 Brèves 10 Integrating migrants in Europe’s cities 12 Research data sharing for ‘open science’ 14 Who governs the internet? 15 Resilience – The key to saving lives 16 PHOTOS OUR STORIES 21 Internal Communication Awards 2016 22 Antimicrobial resistance – A fight we cannot lose 24 Civil use of explosives 25 Le Kraainem Football et les jeunes réfugiés 27 EUstaff4refugees 28 ‘Bouchons pour Maxime’ – From waste to wheelchair AU QUOTIDIEN 44 Responding to priorities through synergies and efficiencies 46 Service médical – La Journée de la santé 48 A new learning management system 49 Your data, your rights 50 In Memoriam – Edmund Wellenstein 50 In Memoriam – Richard Burke 51 In Memoriam – Jean-Claude Thébault 52 Nominations TRADE POLICY A motor for growth and jobs in Europe 12 15 SOMMAIRE 28 Corina Creţu 10 Zornitza Venkova 21 Johanna Bernsel 24 Federico Musso 24 Anna Barile 28 Cecilia Malmström Kristalina Georgieva 32 44 ",
        "00 56 GENERATIONS 54 An agricultural economist’s perspective 55 Anniversaire d’une centenaire FREIZEIT 56 Luxembourg – L’art contemporain fête ses anniversaires 59 Louvre-Lens – Parcourir la galerie du temps 60 Jeux 62 Histoire en images Dossier 32 Commissioner Cecilia Malström on EU trade policy today... and tomorrow 34 Facts and figures 36 EU trade deals – Why we all benefit 38 Ensuring SMEs benefit from free trade 39 Trade means jobs 40 TTIP – A very short introduction 42 Transparency, listening, outreach 62 Barbara Kearney 46 Wojciech Wiewiórowski 49 George Gwyer 54 30 ",
        "REGARDS We’ll go our way, you go yours. President Recep Tayyip Erdogan on the EU’s requirement that Turkey align its terrorism laws to European standards as part of the visa liberalisation roadmap (cid:2) http://bbc.in/27jlMS6 What has happened to you, the Europe of humanism, the champion of human rights, democracy and freedom? Pope Francis, on receiving the Charlemagne Prize (cid:2) http://bit.ly/1WtYmWH Les autres continents ne comprennent pas le déferlement des populismes pernicieux et stupides qui risquent de défaire et d’abattre l’Europe, cette Europe si patiemment construite pas à pas, conviction par conviction, au cours des décennies qui furent. Jean-Claude Juncker (cid:2) http://europa.eu/!wu74NX International Workers’ Day reminds us that we cannot take the social achievements of Europe for granted. Together with social partners, employers and workers, we will continue to strive for a European social model that remains fi t-for-purpose and serves over 217 million workers across Europe. Marianne Thyssen (cid:2) http://europa.eu/!bR43um ",
        "# J u i n 2 0 1 6 7 'Grand Bargain' launched at fi rst-ever World Humanitarian Summit M ore than 50 world leaders and 5,000 repre- sentatives from the humanitarian and de- velopment sectors gathered in Istanbul on 23-24 May for the first-ever World Humanitarian Summit, to try and reverse the trend of ever-increasing humanitarian needs and make the international aid system more ef- ficient and effective (see CEND# 30, page 19). The EU, which was actively involved in the two-year preparations for the event, was represented by Vice-Pres- ident Kristalina Georgieva and Commissioners Chris- tos Stylianides and Neven Mimica. They committed to strengthening prevention and preparedness, improving the international response and helping to find solutions to support an overstrained humanitarian system (see also page 15). The event saw the launch of the ‘Grand Bargain’, which will redirect at least €900 million over the next five years to the frontline of humanitarian action. And the EU said it is ready to help tackle the funding gap in humanitarian action, estimated to be €13.4 billion by the UN Secretary-General’s High-Level Panel on Hu- manitarian Financing. (cid:2) The Grand Bargain (cid:2) http://bit.ly/25dGlNQ © E U Investment Plan for Europe: one year on One year after its launch, the European Fund for Strategic Investments is supporting 64 projects and has triggered more than €100 billion of investment across the EU. The European Commission’s partner in the Invest- ment Plan, the European Investment Bank (EIB), ap- proved eight more projects in May, which takes the total number of approved investment projects to 64, covering almost one-third of the targeted €315 bil- lion investments over three years. The new projects are in strategic areas such as re- search and development, energy efficiency and digi- tal technology, and bring the number of Member States covered by investment projects to 26. Vice-President Jyrki Katainen, responsible for Jobs, Growth, Investment and Competitiveness, said: “The news shows this Commission means business. Together with our partner the EIB, we are delivering on our Investment Plan: less than a year into its existence, the European Fund for Strategic Investment has triggered more than €100 billion of total investment in the EU. We are keeping the promise to put Europeans back into jobs and help the European recovery.” (cid:2) Investment Plan for Europe (cid:2) http://europa.eu/!xp49DM EUROPE & BEYOND ",
        "8 Paris Climate Agreement signing ceremony On 22 April, EU leaders attended the COP21 signing ceremony in New York, convened by UN Secretary-Gen- eral Ban Ki-moon. The ceremony followed the adoption of the world’s first universal climate change agreement by 195 countries in Paris on 12 December 2015. The EU was the first major economy to table its commit- ment in the run-up to the Paris climate conference. Maroš Šef č ovi č , Vice-President for the Energy Union, and Climate Action and Energy Commissioner Miguel Arias Cañete attended the high-level ceremony on be- half of the Commission. Vice-President Šef č ovi č and Dutch Environment Minister Sharon Dijksma signed the agreement on behalf of the EU and Commissioner Arias Cañete delivered the official statement. \"When it comes to ratifying the Paris Agreement, Europe will do so by securing the support of our 29 parliaments, and by demonstrating that we will have the policies in place to meet our commitments,\" he said. The Paris Agreement sets out an action plan to keep the global temperature rise this century well below 2°C, and strengthen the ability of countries to deal with the impacts of climate change. It will enter into force once it has been ratified by at least 55 parties, representing at least 55% of global greenhouse gas emissions. (cid:2) (cid:2) http://europa.eu/!kD84Hy Connect University’s digital Summer School D G CONNECT’s innovative Connect University will be running its first ever Summer School this year, between 20-24 June and 4-5 July in Brussels. It’s open to any staff member with an interest in digital developments. Connect University was born out of two needs: to develop a new digital mind-set, with digital issues systematically hardwired into the European Com- mission’s policies, legislation or communications; and to ensure that the ongoing digital revolution retains a human element. Each year, the Summer School invites high-level speakers to share their insights on the potential of ICTs. Among others, the School will hear about blockchain technologies with Primavera de Filippi from CNRS Paris/Harvard, online platforms and mar- ketplaces with Vili Lehdonvirta from Oxford and the digital future and governance with Geoff Mulgan from NESTA/Harvard. The University also offers monthly informa- tion sessions on key digital topics. It has already covered topics like service platforms, cybersecurity, data protection, the Internet of Things (IoT) or 5G. Digitising European Industry, eGovernment and European Cloud Initiative are up next. All sessions are video-streamed and can be accessed anytime on Connected. (cid:2) Connect University – Monthly information sessions (cid:2) http://bit.ly/1qXJsu0 Connect University – Summer School (cid:2) http://bit.ly/1pJSMke Syslog registration (cid:2) Code CNECT_UNIVERSITY © E U EUROPE & BEYOND ",
        "# J u i n 2 0 1 6 9 Spring forecast: modest growth and recovery E conomic growth in Europe is expected to remain modest as key trading partners’ per- formance slows and some of the so far supportive factors start to wane. As a result, GDP in the euro area is forecast to continue growing at modest rates over the 2015-17 period. According to its spring forecast, presented in May, the Commission expects euro area GDP of 1.6% in 2016 and 1.8% in 2017, after 1.7% in 2015. GDP growth in the EU as a whole is expected to be moderate, from 2% last year to 1.8% in 2016, before reaching 1.9% in 2017. Valdis Dombrovskis, Vice-President for the Euro and Social Dialogue, said: “The economic recovery in Europe continues, but the global context is less conducive than it was. Future growth will increasingly depend on the opportunities we create for ourselves.” Pierre Moscovici, Commissioner for Economic and Financial Affairs, Taxation and Customs, added: “The recovery in the euro area remains uneven, both between Member States and between the weakest and the strongest in society. That is unacceptable and requires determined action from governments.” (cid:2) (cid:2) http://europa.eu/!VK96GF © E U © F o t o l i a New Arctic policy actions The High Representative for Foreign Affairs and Secu- rity Policy and the Commission adopted an integrated policy that will guide the actions of the EU in the Arc- tic region. The EU will step up its existing action and engagement in the region with 39 actions focusing on climate change, environmental protection, sustainable development and international cooperation. The par- ticular importance of research, science and innovation is reflected across these priority areas. HR/VP Federica Mogherini said: “A safe, sustainable and prosperous Arctic not only serves the 4 million people living there, our European Union and the rest of the world. It is a region of immense environmental, social, and economic importance to us all. The steps taken today underline our commitment to the region, its States and its peoples, and to ensuring that the region remains an example of constructive international cooperation. The Arctic is also crucial in terms of regional and global security, and a strategic component of our foreign policy.” Karmenu Vella, EU Commissioner for Environment, Fisheries and Maritime Affairs, said: “We impact on the Arctic and the Arctic impacts on us. Global weather patterns, our oceans, ecosystems and local biodiversity – the Arctic influences them all.” (cid:2) (cid:2) http://europa.eu/!qb87Rg ",
        "10 EUROPE & BEYOND MAYORS ON THE FRONT LINE INTEGRATING MIGRANTS IN EUROPE’S CITIES by Tony Lockett , DG REGIO Cities are on the front line of Europe’s migration crisis, acting as first points of arrival, transit hubs and final destinations. Athens alone has seen more than half a million asylum seekers passing through the city in 2014 and 2015. Corina Creţu, Commissioner for Regional Policy, explains how the EU is working with cities to tackle both short and longer term needs. What are the main challenges faced by European cities? Like many colleagues in the Commission, I have been personally affected by the stories and images of people crossing Europe’s borders, often in extremely dangerous conditions, to escape violence and conflict. This is one of the biggest challenges we have ever had to deal with as a Union. In the words of President Juncker, “if ever European solidarity needed to manifest itself, it is on the question of the refugee crisis” . Often, it is city administrations across Europe that have to deal with the immediate challenges presented by the arrival of refugees and asylum seekers, including shelter and access to health care. In the longer term, the successful integration of newcomers will require action at local level in a wide range of areas. These include access to education, language training, housing and employment. I felt that it was important to launch a direct dia- logue with European cities in order to listen to their experiences, concerns and recommendations. A first roundtable took place on 5 April with Commissioner Dimitris Avramopoulos, and the Mayors and Vice-May- ors of Amsterdam, Athens, Barcelona, Berlin, Ghent, Leipzig and Paris. I was struck by their determination to turn the migration challenge into an opportunity, by ensuring that recently-arrived migrants are successfully integrated. How can EU funding help? Cohesion Policy is ready to support urban areas in pro- moting integration, by financing projects in social and education infrastructure, housing, childcare, health, but also business start-ups, language courses or profes- sional training. Significant funding is already available: over 2014- 20, half of the European Regional Development Fund (ERDF) envelope will be invested in urban areas, with, for the first time, a part now directly managed by urban authorities. Cohesion Policy funds may also support – in excep- tional circumstances and on a case-by-case basis – emer- gency measures in the field of the reception system of migrants and asylum seekers, complementing the sup- port from the Asylum, Migration and Integration Fund. This includes building or extending open reception centres, shelters or actions to reinforce the capacities of the reception services, infrastructural development (cid:2) Commissioner Creţu visits the ‘Neighbourhood Management Berlin’ team. © A l l r i g h t s r e s e r v e d ",
        "# J u i n 2 0 1 6 11 EUROPE & BEYOND in hotspots, mobile hospitals as well as sanitation and water supply. Because tackling the refugee crisis is our priority, I wrote to all 28 EU Member States to tell them that we were ready to be flexible, and modify Cohesion Policy programmes to adapt to new migration-related chal- lenges. Discussions are currently ongoing with several Member States. Can you give an example? During a recent mission to Germany, I was very im- pressed by the ‘Neighbourhood Management Berlin’ project (see link below), which has been working with ERDF funding since 2000. The project was first created to tackle social segregation and social issues in certain areas of Berlin, following the reunification of the city. The integration of migrant groups, which make up more than 75% of the population in some areas of the city, is an important part of the project. The most popu- lar initiatives undertaken include support for schools, refurbishment of public housing and cultural activities. Closer to home, for those of us living in Brussels, are the numerous examples of ERDF funding in the canal zone of the city. In Molenbeek, support has been provided for a day nursery, an SME hub and advice centre, a cultural centre and a co-working space. My services are working with the Brussels Capital Region to see how our funds can be used in the future to ad- dress migration-related challenges. The recent attacks in Brussels demonstrate the importance of investing in effective integration in order to underpin the social cohesion and security of our cities. What else is the EU doing to promote cooperation and exchanges between cities? The EU Urban Agenda, which is a priority of the Dutch Presidency, will offer new opportunities for cities to work together, with a stronger involvement of all stake- holders in urban policies. Under the Urban Agenda, partnerships will bring together cities and other actors that have a stake in a number of key issues. I am pleased that the Mayor of Amsterdam, Eberhard Van der Laan, has already accepted to lead a partnership on the integration of migrants. We have also recently launched a call for ‘Urban Innovative Actions’ in several important areas. I am pleased that 50 proposals have been submitted on the integration of migrants and refugees. Finally, I would like to stress that the EU’s response to this complex and multi-dimensional challenge requires strong cooperation between many Commissioners and Commission services. I want to take this opportunity to express my gratitude to all of the colleagues who are working hard on this issue for their professionalism and personal commitment! (cid:2) Commissioner Corina Creţu’s website (cid:2) http://europa.eu/!Ru34kt EU Urban Agenda (cid:2) http://europa.eu/!nc84Rf Neighbourhood Management Berlin (cid:2) http://europa.eu/!mF89gk © E U (cid:2) At the round table ‘How to strengthen the integration of migrants in cities’, Corina Creţu, Commissioner for Regional Policy, received Mayors and Vice-Mayors from several European cities – including Amsterdam, Athens, Barcelona, Berlin, Ghent, Leipzig and Paris – to discuss ways to effectively integrate recently-arrived migrants in urban areas. ",
        "12 EUROPE & BEYOND Data has become omnipresent. It pervades all parts of our lives, with tremendous implications for the economy and society at large. When it comes to research data, the Commission is championing a move towards more openness as a step towards ‘open science’. R esearch data sharing contributes to the common effort to make the EU more competitive and to maintain excellence in science. A specific example of the economic impact of opening up data is the Co- pernicus earth observation satellites. Their data will be freely available and could generate up to €30 billion and 50,000 new jobs by 2050. Scientifically, wider accessibility of results can help increase the reproducibility of research, which can be as low as 10-30% in key areas, such as cancer research. Open access information also makes interdisciplinary research easier, which is essential for addressing the grand challenges of our time. Stakeholders and the public seem to agree with us. A recent public consultation on ‘platforms, data and cloud‘, conducted by the Commission in the context of the Digital Single Market Strategy, shows that a large majority of respondents fully support a move towards more openness of research data. These results strongly back our resolve to further open up publicly-funded research data. The Commission has ambitious plans in this regard. First, the Horizon 2020 research funding pro- gramme already provides an incentive for kick-starting data sharing and data management activities through a flexible Open Research Data (ORD) pilot. We will now extend this pilot action. We are aware that this raises important concerns: an ORD policy must not lead to loss of intellectual property rights, loss of privacy of people’s personal data or threats to national security. This is why our current policy in Horizon 2020 contains robust opt-out options for any of these reasons, and we will retain these options in the future. Second, it is important that scientists and innovators receiving Horizon 2020 funding think carefully about what to do with the data generated, how to preserve it and which datasets to make open and which to keep closed via Data Management Plans (DMPs). This should be standard practice of any research project and research funders should support them, to ensure that European taxpayers’ money is not wasted. We therefore aim for DMPs to become obligatory for all projects receiving Horizon 2020 funding. Third, developing the necessary infrastructure for research data sharing is another very important step. A sustainable and integrated infrastructure for research data is still missing in Europe. We are therefore plan- ning to set up a European Open Science Cloud as part THE FUTURE IS OPEN RESEARCH DATA SHARING FOR OPEN SCIENCE by Jean-Claude Burgelman, Daniel Spichtinger and Jean-François Dechamp , DG RTD © F o t o l i a ",
        "# J u i n 2 0 1 6 13 of the strategy for a Digital Single Market. This Cloud would federate existing and future research data infra- structures, offering easy access to European researchers for storing, managing and processing data from dif- ferent sources in a secure and seamless way, helping the development of data-driven science. Stakeholders strongly support us on this subject and the Commis- sion recently adopted a Communication setting out the way forward: ‘European Cloud Initiative – Building a competitive data and knowledge economy in Europe’ (see link below). We are glad that the Dutch Presidency has made Open Science a priority of their mandate and that they consider open research data a vital component. We will also follow up with a Commission expert group, which will work on the policy actions needed to make data findable, accessible, interoperable and reusable (FAIR). Furthermore, it is very clear that research data knows no borders and we therefore need to cooperate with our partners all across the globe in making research data interoperable. This is why we are supporting important community-driven activities towards data interoperabili- ty, most notably the Research Data Alliance, but also co- operating with thematic initiatives such as the Belmont forum and like-minded funders – including the Bill and Melinda Gates foundation – as well as the G7. Our vision is simple: we need to change the sci- entific system from the current status quo , where data is shared as an exception, to one where data sharing becomes the default on a global level as well as within and across disciplines. We are committed to working towards this goal! (cid:2) RTD – Open Science (cid:2) http://europa.eu/!VF46dN Communication on a ‘European Cloud Initiative – Building a competitive data and knowledge economy in Europe’ (cid:2) http://europa.eu/!DR66tx Research Data Alliance (cid:2) https://rd-alliance.org/ EU legal data: open access and reuse It is not just research data which is enjoying the benefi ts of open access. Increasingly legal data is, too. Rudolf Strohmeier, the new Director-General of the Publications Offi ce (OP), explains why. Legal data has a very special status in the business of governments all over the world. It is signifi cant for many reasons, but mostly due to its direct impact on citizens, businesses and civil society. This is why ensuring easy and comprehensive access to legal data and making it as open as possible has always been a crucial task for all public administrations, including at EU level. However, in today’s world this is not suffi cient. What is becoming equally important is the active promotion of the reuse of this data, which can serve as the basis for new products, applications and services, and thus contribute to the development of the digital economy and spur economic growth. Moreover, in a world where easy exchange and automatic analysis of legal information has become a key requirement, it is also essential to develop ways of linking legal data from diff erent systems. At EU level, rapid progress in all these areas is ensured by OP. With EUR-Lex, reuse services based on Linked Open Data, and the various tools to facilitate intelligent exchange of information, OP ensures that EU legal data is easily accessible and available for reuse both by humans and by machines. To fi nd out more about what OP is doing to remain at the forefront in this fi eld, go to our website below, where you can fi nd plenty of material from a recent conference we organised on access to, and reuse of, EU legal information. (cid:2) http://europa.eu/!RM77NK © E U / T h i e r r y C h a r l i e r ",
        "14 You probably have a smartphone that allows you to access the internet anywhere, anytime. Maybe you use online maps, dictionaries, social media or shopping services? Europe has a strong interest in online issues, but there are stakeholders in other parts of the world with different or even clashing interests. So the question is: just who governs the internet? T his month, a major conference in Brussels will debate hot issues around how the internet works, how it is governed and who runs it. Called the European Dialogue on Internet Governance (EuroDIG – see link below), it will be hosted by the European Commission and EURid, the non-profit organisation that manages the .eu domain. The internet emerged from US government research in the 1970s and has grown into a global network of networks. There has also been a dramatic growth of people using the internet around the world, making US users only a small minority of the total. This has led to many more countries and players wanting to take part in discussions about control of the internet. In addi- tion, conflicts between those arguing for greater power for governments, and those arguing that state control of the internet would not leave space for the range of players currently involved, have raised questions about internet governance. This has led to the current model where the internet is managed by an international coa- lition of governments, industry, technical experts, and civil society, where the European Commission plays an important role. The Commission’s overarching aim is to keep the internet a single, open, free, unfragmented network of networks, subject to the same laws and norms that apply in other areas of our day-to-day lives. The 2014 Communication on Internet Policy and Governance (see link below) identifies the actions the Commission will take over the coming years to support internet governance. One action is to ensure that ICANN – the US-based organisation that coordinates the Domain Name System and is often referred to as ‘the phone book of the internet’ – becomes a global body. The EuroDIG conference will bring together Euro- pean policy makers, civil society, the technical com- munity, business and individuals who are interested in shaping the way the internet is governed. Discussions will focus on questions such as: how will we keep the internet an open and free platform for communication, information and innovation? who will lead in protect- ing fundamental rights on line? how will cybercrime and security threats be minimised? what are Europe’s interests in the overall scheme? The outcomes of the conference will feed into the global Internet Governance Forum (IGF), which was established as an outcome of the World Summit on Information Society – under the auspices of the United Nations – 10 years ago, to discuss public policy issues related to the internet. (cid:2) EuroDIG (cid:2) www.eurodig.org/ EURid (cid:2) https://eurid.eu/en/ Communication on Internet Policy and Governance (cid:2) http://europa.eu/!mJ37RT EUROPE & BEYOND WHO GOVERNS THE INTERNET? KEEPING THE INTERNET OPEN AND FREE by Megan Richards , DG CNECT ",
        "# J u i n 2 0 1 6 15 Resilience can save lives in many countries. This is not new. It has been a topic of discussion among international development and humanitarian actors for years, as a way to address under-nutrition and poverty. RESILIENCE (cid:4) THE KEY TO SAVING LIVES by Esther Huerta García, DG ECHO A lthough we Europeans usually don’t have to face the extreme challenges of living in the Sa- hel region, we do experience resilience in our lives. This term, originally a physics concept, means the ability to overcome a crisis and adapt to it. The more crises you go through, the more you are able to face a new one. If you take an elastic band and stretch it in all directions, it will come back to its original position, even though it won’t be as perfect as it was. Our lives follow the same pattern. When we face a crisis, we need time to adapt to the situation, but eventually we return to normality, strengthened for the next crisis. We can accelerate this process by reinforcing our natural resilience. The only way to survive In the Sahel region, 32 million people currently suf- fer from food insecurity and under-nutrition. Other factors such as the El Niño climate phenomenon (see CEND# 27, page 20) and political conflict are worsening the situation. People face hunger, floods, droughts and conflict, meaning resilience here – as in many parts of the world – is the only way to survive. This is why the Commission chose resilience as a major objective of development and humanitarian assistance. The Commission remains committed to regional resilience programmes in Africa: AGIR (the Global Al- liance for Resilience Initiative) and SHARE (Supporting the Horn of Africa’s Resilience). The aim of these initia- tives is to support the resilience priorities identified by national governments of the region. The Commission also set resilience as a main priority for its work with partners in the field. In 2015, 16% of humanitarian funding – more than €107 million – went to Disaster Risk Reduction activities. A resilience-marker was in- troduced in each project to include the reduction of future risks and strengthen coping capacities to avoid future humanitarian needs. Last month, the Commissioner for Humanitarian Aid and Crisis Management, Christos Stylianides, chose resilience as one of his priorities for the World Humani- tarian Summit in Turkey. Resilience is part of the debate among development and humanitarian experts, and finding a comprehensive approach between both in the field is essential for making sure there is no gap be- tween these two areas of intervention. In other words, investing in resilience is the solution to avoid the loss of lives. For this reason, it will also be a key aspect of debates among experts during the European Develop- ment Days this year – the leading forum in Europe for the international development community. (cid:2) DG ECHO – Resilience (cid:2) http://europa.eu/!mH39uK World Humanitarian Summit 2016 (cid:2) https://www.worldhumanitariansummit.org/ European Development Days (cid:2) https://eudevdays.eu/ © E U ",
        "16 24e édition Journée portes ouvertes 2016 Le samedi 28 mai, le Berlaymont a, pour la 24e fois, ouvert ses portes au grand public. La Journée portes ouvertes, inaugurée par le vice-président Maroš Šefčovič, a remporté cette année encore un vif succès. 9 000 visiteurs se sont pressés sur les stands des 5 «villages» illustrant les grandes priorités de la Commission: Emploi, Croissance et Investissement; Marché unique numérique; Union de l’énergie et climat; Migration; et Citoyenneté et multilinguisme. Des activités ludiques et interactives leur ont permis de découvrir les actions concrètes, les travaux et le large éventail des métiers de notre institution. Chaque visiteur a pu se mettre dans la peau d’un enquêteur de l’OLAF, vivre l’expérience d’un interprète de la Commission, découvrir le parcours des migrants ou encore enrichir ses connaissances sur l’UE grâce à de nombreuses expositions, jeux tout public et une carte géante interactive de l’Europe. Les visiteurs ont également dialogué avec des commissaires – notamment les vice-présidents Šefčovič et Katainen – ou encore des membres du personnel. Quant à la traditionnelle visite guidée de la salle de réunion du collège des commissaires, au 13e étage du Berlaymont, elle leur a donné un aperçu des coulisses. La radio bruxelloise et européenne BXFM 104.3 a couvert en direct du Studio du Berlaymont toutes nos activités. Enfin, artistes et musiciens ont illustré sur scène pendant toute la journée la diversité culturelle européenne avec du rock, du jazz, du flamenco... Tandis que sur le rond-point Schuman, la 4e Fête du pain proposait des dégustations de spécialités de tous les coins de l’Europe. (cid:2) Journée portes ouvertes (cid:2) http://bit.ly/1X8fnWS PHOTOS © E U ",
        "# J u i n 2 0 1 6 17 © E U © E U © E U © E U © E U © E U ",
        "18 © E U © E U © E U © E U © E U ",
        "# J u i n 2 0 1 6 19 First ever Study Visit programme to Norway You probably know Norway is closely integrated to the EU – but did you know just how close? This was one of the many issues discussed by a group of 15 EU officials on the first ever Study Visit programme to Norway – one of the programme of visits to Member States and third countries organised by the DG HR Corporate Learning Unit. Twenty colleagues from 15 DGs received a warm welcome from EU Ambassador Helen Campbell (in the pink jacket, in the large photo, above) and her staff in the EU Delegation in Oslo, and from colleagues in the Norwegian adminis- tration. Participants learned first-hand from speakers about the close, deep and broad relations between the EU and Norway, and also established informal contacts with colleagues in the Norwegian administration and other Commission DGs. The visit also included a tour of the Nobel Peace Centre to see an exhibition on peace prize winners, the Storting (Parliament) and other sights in Oslo. The group le(cid:6) with very useful shared experiences and the wish to continue building on this fruitful collaboration. (cid:2) EU Delegation to Norway (cid:2) http://eeas.europa.eu/delegations/norway ",
        "20 Europe Créative-MEDIA Une Palme d’or et un Prix de la mise en scène à Cannes pour les 25 ans du programme Deux films soutenus par le programme Europe Créative-MEDIA sont au palmarès du 69e Festival de Cannes. Moi, Daniel Blake , du réalisateur britannique Ken Loach, a reçu la prestigieuse Palme d’or tandis que Baccalauréat du Roumain Cristian Mungiu remporte le Prix de la mise en scène (ex-aequo avec Personal Shopper du Français Olivier Assayas). Moi, Daniel Blake a bénéficié d'un soutien européen de près de 100 000 euros pour son développement et sa distribution dans plusieurs pays de l'UE. Le vice-président Andrus Ansip, chargé du marché unique du numérique, et le commissaire Günther H. Oettinger, chargé de l’économie et de la société numériques, ont déclaré: «Nous tenons à féliciter les équipes de ces films pour ce succès extraordinaire. Nous ne pouvions pas imaginer une plus belle récompense pour célébrer les 25 ans du programme MEDIA. Il s'agit de la 15e Palme d'or remportée par un film soutenu par MEDIA, et du 10e Prix de la mise en scène, ce qui démontre le label de qualité que représente ce programme». Dans les prochains jours, la Commission devrait présenter une proposition de modernisation du cadre européen pour les médias audiovisuels qui devrait renforcer la présence des œuvres européennes dans les catalogues de vidéos à la demande. (cid:2) 25 ans du programme MEDIA au Festival de Cannes (cid:2) http://europa.eu/!Pq94Hr (cid:2) Le réalisateur britannique Ken Loach reçoit la Palme d’or pour Moi, Daniel Blake , l’histoire d’un menuisier qui se bat pour obtenir l’aide sociale. (cid:2) Cristian Mungiu, lauréat du Prix de la mise en scène pour Baccalauréat . © B e l g a © B e l g a ",
        "# J u i n 2 0 1 6 21 Why do we have this award ceremony? This is an important annual opportunity to shine a spotlight on the best internal communication actions across the Commission. There is some really creative stuff being done at DG level that deserves a wider audi- ence, and of course this is also an engaging way of shar- ing best practice. If it introduces a bit of good-natured competition between DGs, then that’s even better! But it’s not just about the awards. Like every year, we have organised a full-day programme for all staff working in the field of internal communication, to inspire and inform them. Are there any novelties in the programme this year? While we have had guests from external organisations share their experiences in the past, this time we have in- vited specialist communication consultants to provide specific training. Another change this year is that we are highlighting the important role management must play in internal communication. We have dedicated sessions for managers who want to attend, to let them know how they can contribute to a successful internal communi- cation and staff engagement strategy. Finally, we have re-shaped the award categories, notably adding a new one – ‘Breaking the Silos’ – which reflects the necessity to maximise synergies and efficiency gains across the Commission, by working better together. What sort of response have you had to the call for nominations? It has been amazing. We received 79 entries for this year’s five categories, from 30 DGs and Executive Agen- cies. It’s a very diverse selection, and I must say that once again, I’ve been impressed by the quality and the hard work that went into these projects. But don’t take my word for it – take a look at all the nominations on the website (see link below). An independent jury from other EU Institutions is now examining them all to select the winners. Can any member of staff come to the event? The event is in the Charlemagne building in Brussels, and unfortunately there isn’t enough space to wid- en the invitation list. But we absolutely want staff to get involved in other ways. Many have already nom- inated their choice for the special Staff Voice Award, through Yammer. If anyone didn’t get the chance to do this before the deadline, they needn’t worry. There is still time for them to vote for their favourite Staff Voice Award nomination – just keep an eye on My IntraComm, where details will appear as soon as they become available. (cid:2) See the next edition of Cend to find out the winners in all the categories. Internal Communication Awards 2016 (cid:2) http://europa.eu/!xW69hp This month, on 22 June, sees the 2016 edition of the Commission’s very own Oscar ceremony – the Internal Communication Awards. Commission en direct talks to event organiser Zornitza Venkova (DG HR) to find out what to expect. INTERNAL COMMUNICATION AWARDS 2016 MANAGEMENT MATTERS! by Antony Gravili, CEND ",
        "22 I magine a future where all the great advances achieved in the medical field over the last one hundred years are thrown out of the window. Where a routine surgical operation could end up being a death sentence. Where babies born prematurely have very lit- tle chance of survival and where organ transplants and chemotherapy are no longer available in our arsenal to fight misery and sickness anymore. What has just been described is not a vision from some dystopian science fiction novel. It is already hap- pening. Modern medicine is reliant on antibiotics, but the overuse and misuse of antibiotics has accelerated the naturally occurring phenomenon that is antibiotic resistance in bacteria. We have already allowed some bacteria to develop resistance against nearly all anti- biotics. Today in Europe alone 25,000 people die due to antibiotic resistance, and our already overburdened healthcare systems are incurring an extra €1.5 billion in costs due to antimicrobial resistance. Worldwide it is estimated that 700,000 people may die each year. If current trends continue, in a few years antibiotic-resis- tant bacteria will overtake cancer as the number one cause of death. The case for more EU action Europe has been at the forefront in the fight against antibiotic resistance for the past 15 years. Over the last five years we have launched and acted on an Action Plan against AMR (see link below), the first of its kind in the world, covering both the human and the vet- erinary aspects of the problem. This ‘one health’ ap- proach, strengthening the prevention and control of AMR across all sectors, particularly human and animal health, is the cornerstone of our EU policy. After all, bacteria don’t draw a distinction between animals and humans; neither should we. The Action Plan is clear proof of the political com- mitment to tackling AMR in the EU. This commitment has been acknowledged and strengthened even further in the European Commission’s 2016 work programme, which states that “a sustainable future also means fore- seeing and mitigating threats to a healthy environment. The Commission will continue its work to help Member States address the challenge of antimicrobial resistance and contribute to global efforts to tackle this threat”. We are currently evaluating the work done in the past five years, and any additional Commission ini- tiatives on AMR in the future will build on the les- sons learnt from the current Action Plan, and focus on those areas where there is a clear added value at EU level. Three main areas of focus One such area of clear value is the creation of a real ‘One-Health AMR network’ bringing together Mem- ber State experts from both the veterinary and human health domains to make the EU a best practice region regarding AMR. This forum should be a priority in order that governments can discuss, develop and coordinate their strategies on AMR, exchange best practices and share their approaches and experiences for evaluating the progress and successes of their national action plans on AMR. Based on the discussions held in this forum, EU harmonised guidelines on the prudent use of an- timicrobials in human medicine should be developed by the Commission in cooperation with its Agencies in order to follow up the Council Recommendation in this area and complement the EU guidelines on the prudent use of antimicrobials in the veterinary sector published in September 2015. Giving a stronger push to innovation and research for the development of vaccines and other alterna- What is Antimicrobial resistance (AMR)? And why is it causing such concern? The waning of antibiotics’ effectiveness is setting off alarm bells across the world – and in the search for solutions, the EU is playing a central role. ANTIMICROBIAL RESISTANCE A FIGHT WE CANNOT LOSE by Edward Demicoli, DG SANTE OUR STORIES ",
        "# J u i n 2 0 1 6 23 tives to antimicrobials should also be a priority for the Commission. To create a long-term solution to AMR we also need to reflect on how to shift incentives for pharmaceutical companies and how to develop better rapid diagnostics that will reduce unnecessary or inap- propriate use of antibiotics. AMR is not just a European problem but a global one, and global problems require global solutions. Eu- rope’s action has cemented its credibility in this field through the various measures taken over the past years, such as the ban on the use of antibiotics to promote growth in food-producing animals. We must now take the next steps and reinforce our engagement with the rest of the world. The EU should be one of the driving forces in ensuring that the Global Action Plan launched by the World Health Organisation is a success. We must enhance our collaboration with the Organisa- tion for Economic Cooperation and Development to better understand the economic and societal burden of AMR, and convince our international partners that this problem is serious and needs to be urgently addressed. AMR should be high on our agenda when negotiating Working together: the AMC Task Force An AMR Task Force has been created in DG SANTE working across all the relevant units, with the input of other DGs and EU agencies when needed. In particular, it works on the development and implementation of future EU/Commission strategy and policy on AMR and coordinates the Commission’s input into global AMR processes. The task force works closely together with other DGs including RTD, AGRI, GROW, TRADE, DEVCO, ENV, MARE and the SG. bilateral cooperation and trade agreements, and in our dialogue with neighbours who are seeking enlargement or are part of our neighbourhood policy. AMR is a challenge and we cannot be found want- ing. We know what is required from us and the political will to act is there. The fight against AMR is a fight we simply cannot afford to lose. (cid:2) DG SANTE – Antimicrobial Resistance (cid:2) http://europa.eu/!tp64jB Action Plan Against AMR (cid:2) http://europa.eu/!UP43uK © A l l r i g h t s r e s e r v e d (cid:2) Antimicrobial resistance Task Force in DG SANTE (from le(cid:5) to right): Angela Bolufer de Gea, Martial Plantady, Koen Van Dyck, Marianne Van Den Berg, and Julia Langer. ",
        "24 OUR STORIES KEEPING IT SAFE CIVIL USE OF EXPLOSIVES by Michael Scheerer, CEND I n the current climate, no one needs reminding of the dangers of explosives. But civil explosives have an important role to play, particularly in mining and demolition, and their production and trade are safer than ever in the EU. Federico Musso, DG GROW’s explosive expert, says proudly: “The EU legislation on traceability of civil explosives is a worldwide benchmark.” His colleague Johanna Bernsel, responsible for all legal aspects of the explosives legislation, adds: “Directive 2008/43/EC has set up an elaborate system for the identifi- cation and traceability of explosives. No other region in the world has created such a system, which is a revolutionary step forward in this field” (see link below). The directive, adopted in 2008 as a part of the EU Action Plan on Enhancing the Security of Explosives, created EU provisions for a harmonised system for unique identification and traceability of explosives, applicable in all Member States, which guarantees that every stick of dynamite is fitted with a bar-code which makes it unique among the one billion units produced in the EU per year. A long transition period gave all in- dustry stakeholders and Member States time to build up the necessary requirements to identify and trace back the explosives. “Yes, the system has some administrative burden, but all stakeholders are willing to cooperate, as they know that in the long run compliance with the explosives traceability directive is an advantage for their business,” Federico Musso states. “And for the enforcement authori- ties the advantage is evident as well. They can easily trace the origins of lost or stolen explosives.” This benchmark legislation did not come out of the blue. During the 1980s and 90s, the IRA and ETA had notoriously robbed explosive materials for mali- cious misuse in terror attacks. After the Madrid train bombings in 2004 and the terrorist attacks in London in 2005 the Commission called for action in order to make the civil use of explosives more secure. “Now that it is in force, some challenges remain to be solved,” Federico Musso explains. “We are getting worrying signals that the levels of compliance and enforcement vary between Member States. Technical challenges also have to be tackled. SMEs in particular need help to properly comply with the new procedures.” But obviously the hard work is worth it. “The US explosives manufacturers have contacted us as they are eager to implement similar rules,” Johanna Bernsel says. “They have asked for our support to convince other regions in the world, via the UN, to set up the same system.” (cid:2) Directive 2008/43/EC on explosives for civil use (cid:2) http://europa.eu/!pC88dg The EU’s explosives traceability directive ensures the safe and secure circulation of explosives on the community market. Fully applicable since April 2015, the legislation has become a worldwide benchmark for better regulation. Johanna Bernsel and Federico Musso (DG GROW) tell Commission en direct why. © E U ",
        "# J u i n 2 0 1 6 25 Petit club de football amateur de la banlieue est de Bruxelles, Kraainem Football n’est pas un club comme les autres. Depuis sa création dans sa version moderne par un groupe de fonctionnaires de la Commission – d’où le nom d’Europa 90 Kraainem FC – le club a toujours cru que le football avait quelque chose de plus à offrir que le simple amour du ballon rond. L’EUROPA 90 KRAAINEM FOOTBALL CLUB ACCUEILLE DE JEUNES REFUGIES par Laurent Thieule, COMITÉ DES RÉGIONS A u Kraainem Football, il y a toujours eu cette conviction d’enseigner le football dans le res- pect du jeu, des règles, mais surtout dans le respect d’au- trui. Le club compte aujourd’hui 350 joueurs originaires de 42 pays différents et offre un brassage multiculturel unique qui en fait sa force. Kraainem Football a décidé d’ouvrir ses portes et d’accueillir le monde entier. Dans cette optique et face à la crise migratoire qui a vu affluer des centaines de milliers de réfugiés en Europe, le club a voulu une fois encore montrer qu’il était bel et bien un modèle en matière d’intégration. Tout a commencé en septembre 2015, période à laquelle le club a décidé de mener à bien une initiative exemplaire en faveur de l’intégration de jeunes réfu- giés, mineurs non accompagnés et demandeurs d’asile. Depuis, le club accueille chaque semaine des jeunes du centre Fedasil de Woluwé Saint-Pierre qui, répartis en groupes de cinq à dix, viennent quatre fois par semaine participer à des séances d’entraînement de football avec un coach qualifié. Ils bénéficient également de cours de français de base donnés par des bénévoles et se voient offrir par le club un repas et des équipements d’entraî- nement. Cette opération vise à améliorer les conditions d’accueil en Belgique et ultérieurement l’intégration de ces jeunes migrants par la pratique régulière d’une activité sportive ainsi que par la participation à des cours de langue. 800 jeunes réfugiés A la fin de la saison 2015-2016, Kraainem Football aura vu défiler quelque 800 jeunes migrants. Un chiffre qui donne une idée du potentiel incroyable que pourrait offrir ce genre d’initiative à grande échelle. Le concept paraît simple mais il implique un investissement hu- main que peu de clubs semblent disposés à déployer. Pourtant, le sport et le milieu associatif jouent un rôle © T o u s d r o i t s r é s e r v é s (cid:2) Les commissaires Dimitris Avramopoulos et Tibor Navracsics avec des jeunes migrants. ",
        "26 primordial dans l’intégration des migrants. Cette ini- tiative mérite non seulement d’être connue plus lar- gement mais aussi de devenir un exemple de bonne pratique qui pourrait avantageusement être multipliée et éventuellement adaptée aux réalités locales et asso- ciatives. Cette opération s’avère être un succès à la fois pour le club – qui non seulement confirme ainsi sa capacité d’accueil mais renforce aussi sa vocation d’intégration et d’apprentissage à vivre ensemble pour les jeunes issus de pays et cultures différentes – et pour les mineurs non accompagnés demandeurs d’asile qui font leurs premiers pas dans leur pays d’accueil. Ce succès a atti- ré l’attention de certains membres de la Commission européenne et du Parlement européen qui ont tenu à voir de l’intérieur le fonctionnement de cette initiative considérée comme «pionnière et formidable». Match amical et dîner spaghetti Au printemps, Kraainem Football a organisé un match amical et un dîner spaghetti pour les jeunes réfugiés, et les enfants et les bénévoles du club qui ont accueilli à leur table les commissaires Tibor Navracsics, en charge de l’Education, de la Culture, de la Jeunesse et du Sport, et Dimitris Avramopoulos, en charge de la Migration, des Affaires intérieures et de la Citoyenneté. Le club a également invité des membres de l’intergroupe «Sport» du Parlement européen, du Comité des régions ainsi que des journalistes à partager la réalité du quotidien et de l’intégration des jeunes réfugiés dans les territoires de l’UE. Ce jour-là, les sourires étaient sur tous les visages et témoignaient de l’espoir, pour les uns, d’avoir trouvé une terre d’accueil et de l’espoir, pour les autres, que nombre de personnes soient disposées à aider ces jeunes à s’intégrer dans notre société. Le commissaire Avra- mopoulos a déclaré que «cette crise avait un peu pris l’Europe par surprise, mais que ce genre d’initiative, jumelée aux nouvelles politiques européennes en matière d’immigra- tion, permettrait à l’Europe de se relever et d’accueillir tous ceux qui le souhaitent» . Du côté des jeunes migrants, le maître mot était simplement «merci» , un merci qui exprimait toute la gratitude de ces jeunes envers le club de Kraainem. Cette rencontre a permis de non seulement remer- cier tous ceux qui se sont investis dans cette initiative, mais aussi de la faire connaître et, au-delà, de lancer une réflexion au niveau européen afin d’échanger de bonnes pratiques et de potentiellement multiplier ce genre d’opération dans tout le territoire de l’Union. L’intégration par le sport représente une réelle op- portunité politique et peut constituer un instrument particulièrement efficace. Bien que le sport s’adapte de lui-même aux différents modes d’intégration, il doit faire l’objet d’une approche pragmatique et réaliste. Il est un des maillons de la chaîne du parcours d’intégra- tion des immigrés au même titre que l’enseignement, la formation professionnelle, le partage des cultures ou le premier emploi dans le pays hôte. (cid:2) Kraainem Football (cid:2) www.kraainemfootball.be/ Fedasil – Agence fédérale pour l’accueil des demandeurs d’asile (cid:2) http://fedasil.be/fr Ce ge e d t at e, ju elée au ou elles pol t ques Ce genre d’initiative, jumelée aux nouvelles politiques européennes en matière d’immigration, permettrait à l’Europe de se relever et d’accueillir tous ceux qui le souhaitent © T o u s d r o i t s r é s e r v é s ",
        "# J u i n 2 0 1 6 27 The current refugee crisis is unprecedented in Europe’s post-war history. Already, in Greece, refugee camps are heavily dependent on volunteers for their day-to-day operations. Over 50,000 refugees are currently installed in camps throughout the country, causing serious health and humanitarian concerns. G iven the grave humanitarian crisis in refugee camps across Greece, there is an urgent need for volunteers to help alleviate the situation. And one Commission staff member did not hesitate to step up to the plate. “I felt the need to help and mobilise volunteers among EU staff, and had the simple idea to call for a pan-Eu- ropean action among all staff working for the EU Institutions” , said Michail Papagiannis, Head of Administration in the Commission Representation in Athens. “The aim was to gather assistance (clothes, sleeping bags and other basic ne- cessities) in order to respond to this extraordinary situation. In partnership with the Hellenic Red Cross and the Municipality of Athens, we initially launched an action addressed to all DG COMM staff in the 35 Commission Representations and EU Houses around European capitals.” But news quickly spread, and the idea caught the imagination of staff across the Commission and other EU Institutions, and the collection was extended to Brussels and Luxembourg as well. The initiative received support from Vice-Presidents Kristalina Georgieva and Federica Mogherini, as well as Commissioners Dimi- tris Avramopoulos and Christos Stylianidis. The par- cel collection was limited to one week in Brussels and Luxembourg due to security concerns. Staff responded without hesitation. “I have never seen such a mobilisation in my entire ca- reer in the Commission,” said Jimmy Jamar, Head of the Commission Representation in Belgium. “With the help of OIB, DG HR and the Central Staff Committee, we were able not only to get logistics in place for collecting material daily from over 40 buildings, including the EEAS, but also to sort and ship more than 40 pallets in just three days. The same was done in Luxembourg.” The first delivery of donations took place on 26 April at the camp of Skaramanga, just outside Athens, in partnership with the Municipality of Athens, and the second one on 5 May in the camp of Diavata, South of Idomeni, in partnership with the Hellenic Red Cross.For logistical reasons, not all sites participated in the box collection. So all staff in all locations and Institutions were invited to donate to an appeal for funds launched in parallel, with the support of Give Eur-Hope. Staff donated a staggering total of €230,000 by the time the appeal ended on 30 April. In view of continuing security concerns, such pan-European box collections by Commission staff across Europe will not be possible in future. But as an example of solidarity in action by EU staff, it’s an achievement that few will ever forget! (cid:2) EUstaff4Refugees (cid:2) http://bit.ly/1WsCucn (cid:2) #EUstaff 4Refugees Give Eur-Hope (cid:2) http://giveeurhope.eu/en Greek Red Cross (cid:2) http://bit.ly/1YVpuv8 EUSTAFF4REFUGEES SOLIDARITY IN A CRISIS by Antony Gravili, CEND © A l l r i g h t s r e s e r v e d (cid:2) Jimmy Jamar (centre, back row), with his arm around Michail Papagiannis, surrounded by colleagues from the Athens Representation. ",
        "28 OUR STORIES Tell us something about yourself and Maxime... I have worked in DG AGRI since 2013, and I have three children. My daughter goes to the same school as Max- ime’s younger brother, so we know his family very well. When Maxime was hospitalised after a bad fall during a physical education lesson last June, we were deeply af- fected. This accident made him paraplegic and changed his life overnight. Maxime stayed in the hospital almost one year be- fore recovering partial movement in his upper limbs. When I met him I was glad to see he had preserved his usual optimism and great ambitions, despite his handi- cap. Before this accident Maxime was an excellent ath- lete. He told me he wanted to continue practising sport so as to compete in the next Paralympic Games. How did the initiative to collect bottle tops get started? I was wondering how to support Maxime and give a hand to his family when I found out that Valérie, his mother, had started collecting plastic bottle tops. She wanted to sell them to raise sufficient money for a spe- cial wheelchair which would allow Maxime to train for the Games. The day after, I promptly placed a box in my of- fice to collect bottle caps at work. Soon my colleagues discovered my initiative and joined me. We collected so many bottle caps that we put a bigger box in the DG AGRI cafeteria. A few days later, a colleague from DG AGRI’s Communication Unit contacted me and proposed to design a poster with the slogan ‘Bouchons pour Maxime‘. We also published an article in our DG’s magazine and the initiative soon extended to the rest of the Commission. With the support of OIB and EMAS (see box), boxes to collect plastic bottle tops for Maxime were installed in every building of the Commission in Brussels and we received significant help from all the DGs. How did you and your colleagues combine your work with this initiative? It was natural and it did not take us too much time and effort. Colleagues spontaneously got involved. Going to the cafeteria to collect the boxes became a habit for us. There have also been some funny moments. Valérie would come to our DG to pick up the bottle tops and bring them home, so we would create human chains to pass the boxes from hand to hand to her van. These moments really helped us to become closer. For the past year, Anna Barile (DG AGRI) has persuaded hundreds of colleagues to collect plastic bottle tops in support of ‘Bouchons pour Maxime’. She tells Commission en direct how this initiative has helped support a 20-year-old paraplegic’s dream to compete in the Paralympic Games. ‘BOUCHONS POUR MAXIME’ FROM WASTE TO WHEELCHAIR by Nilde Marchitto, CEND © A l l r i g h t r e s e r v e d . ",
        "# J u i n 2 0 1 6 29 How did the initiative conclude and how are Maxime and his family? At the end of March, we reached our objective to gather almost 40 tonnes of plastic bottle tops. Thanks to our action we have really contributed to making a differ- ence in Maxime’s life, helping him to regain his au- tonomy. Maxime recently got his driving licence and currently works for the Brussels Fire Service. After a year of great efforts, Valérie and the rest of the family are tired but happy. They were impressed by the wave of solidarity they received from Commission staff and are confident of a better future for their son. What have you learned from this experience? This experience really brought us all together. Before, I only knew some of my colleagues from a professional point of view; now our relationships are much closer. I was particularly impressed to see that a small initiative, started within the four walls of my office, immediate- ly received support by my colleagues. Now I consider DG AGRI as a big family and I have realised that there is great potential in terms of cooperation and collabora- tion among us across the Commission. (cid:2) EMAS – Small actions, big changes! The Commission wants to lead by example towards a greener and more sustainable Europe. While doing so, it also aims to address social corporate responsibility issues. As Maxime’s story shows, waste is a valuable resource. Did you know that the energy saved from recycling one plastic bottle could power a 60-watt light bulb for three hours? Hence the importance of sorting waste by using the appropriate containers placed in our offices, corridors and cafeterias. Since 2001, the Commission has implemented the environmental management and audit scheme (EMAS), currently covering all Commission sites in Brussels, Luxembourg, JRC-sites and DG SANTE-Grange. Through numerous initiatives, the EMAS teams aim to integrate environmental considerations into our daily activities and everyday work, and demonstrate responsibility both for the environment and the local community. We can all support such local projects while doing a good deed. Another example over the past few years, in the Secretariat-General and DG RTD, is the collection of plastic bottle tops to support the Groupe d’Entraide pour Hémiplégiques (G.E.H.). This Belgian non-profit organisation raises funds to help those suffering from hemiplegia (paralysis on one side of the body) in their everyday lives. G.E.H. finances the training of aid dogs, rents special buses to enable wheelchair-bound people to go on excursions and provides talented disabled sportsmen with special wheelchairs. At a corporate level, the Commission practises the reuse and recycling of obsolete ICT equipment so as to reduce its carbon footprint and actively work towards greener ICT. DIGIT is playing a powerful role in enabling all DGs to become more resource efficient. By working closely with the charity Oxfam- Solidarité, DIGIT has tried to make sure that when our devices reach the end of their economic life they can still be used by less demanding users through discounted resale or charitable donation. These are just some of the actions through which we can contribute to great projects with our simple gestures and live up to the EMAS motto ‘Small actions, big changes’. EMAS in the Commission (cid:2) http://europa.eu/!cC44Hx © A l l r i g h t r e s e r v e d . ",
        "",
        "The EU is still the world’s biggest exporter and importer. But times are changing fast. In the next 5 years, 90% of the world’s growth will take place outside Europe. EU trade policy – including the current negotiations with the US on TTIP – can tap into this growth to create jobs at home, and maintain our infl uence abroad. Commission en direct fi nds out what is being done to keep Europe competing with the best in the 21st century. DOSSIER TRADE POLICY A motor for growth and jobs in Europe ",
        "32 DOSSIER FACTS, NOT FABLES EU TRADE POLICY TODAY… AND TOMORROW by Antony Gravili, CEND Trade is key to growth and jobs. But trade policy is evolving. Cecilia Malmström, Commissioner for Trade, tells Commission en direct why. Why do trade and EU trade policy matter? Trade has long been key to generating growth and jobs. Today, the EU’s exports to countries outside Europe sup- port over 31 million jobs across the 28 Member States – and over 19 million jobs in countries outside Europe (see pages 36-37). And in the coming years, some 90% of world growth is forecast to be outside the EU. If we want to tap into that growth, we need to be able to continue accessing those markets. So the EU is busy negotiating trade deals with countries from Japan to Tunisia. And, of course, a future TTIP deal with the US would cover a third of world trade and 40% of global output. Being open to trade also helps us stay competitive, by giving EU firms access to the widest range of inputs at the best price. And consumers gain too: trade brings us lower prices in the shops, and a wider range of qual- ity products and services. What impact has EU trade policy had in recent years? The EU’s trade policy has notched up solid successes in recent years. Our trade agreement with South Korea, for example, will soon mark its fifth anniversary. Since it came into force, EU exports of goods to South Korea have risen by 55% and services by over 40%. It scrapped customs duties on nearly all goods, but as the first of a new generation of EU trade deals, it also went much further. It tackled other kinds of barrier to trade, such as red tape. It opened up markets in ser- vices and investment. And it included other measures, from promoting competition to fostering sustainable development. Another example is our agreements with Georgia, Moldova and Ukraine. On top of removing barriers to trade, they seek to align the partner country’s regu- lations with EU rules. The aim is to promote higher quality standards for products and increase consumer and environmental protection. What are the main challenges facing EU trade policy? Today, global value chains mean goods comprise raw materials and parts from around the world. Access to these at competitive prices is just as important for EU industry as access to export markets. What’s more, services, intellectual property, and in- vestment also add value to finished goods. And services themselves – be they in finance, tourism or insurance – also constitute exports. So trade policy needs to cover these areas too. The EU still believes the best approach is multilateral – in other words, in the WTO. But the WTO works on the basis of unanimity. Getting its 162 members to agree is a challenge. And the changing economic balance in the world affects where the weight of interests lies. So alongside our work in the WTO, we’ve been ne- gotiating agreements with groups of countries – such as the Trade in Services Agreement – which in future could become WTO agreements. Trade policy is increasingly the subject of criticism. Why do you think this is? 20 years ago trade policy was largely the preserve of policy wonks. But the WTO Ministerial in Seattle in 1999 saw a sudden surge in public interest about further trade liberalisation. No longer confined to tariffs and quotas, trade policy was now inextricably linked to a nation’s social and environmental policies, as well as countries’ overall development strategies. ",
        "# J u i n 2 0 1 6 33 That may be true, but there is no reason why trade policy should interfere with other areas of public policy. Indeed, the EU is committed to ensuring its trade agree- ments leave the EU and its Member States entirely free to legislate in the public interest. There are a lot of genuinely held concerns among the public, and it is great that we have a living, far- reaching debate on trade matters in Europe. However, there is also a lot of scaremongering, in particular about TTIP. People need to have the facts – not just the fables (see pages 40-41). Why the new Trade for All strategy? What do you want to achieve? The new strategy aims to make EU trade policy bet- ter at generating the export opportunities that in turn create jobs for people across Europe. It addresses not just interests, but values too. And it sets down a clear roadmap for future negotiations. It also seeks to make trade policy-making more transparent, by opening up negotiations to more public scrutiny. In fact, the new strategy is a direct response to the intense public debate on trade in the EU. Transpar- ency is central to that trade debate, so when prepar- ing its strategy the Commission consulted hundreds of civil society groups and government representatives. As such it reflects the Juncker Commission’s pledge to listen and respond to EU citizens’ concerns (see page 42-43). What changes will Trade for All mean in practical terms? The new strategy has four parts: effectiveness, transpar- ency, values, and negotiations. I’ll just mention a few key points. To ensure greater effectiveness, we will update our policy to reflect new realities like the rise of global value chains, the digital economy, and trade in services. We want a closer partnership with Member States, the Eu- ropean Parliament and stakeholders. And we want to particularly help small and medium-sized businesses in all future trade deals (see page 38). On transparency, we are extending our measures in the TTIP talks to all the EU’s trade negotiations. When it comes to values, we’ve pledged to safeguard the right of the EU and its Member States to regulate in the public interest. And future agreements will cover areas like sustainable development and fair and ethi- cal trade. As for negotiations, our roadmap includes re-ener- gising talks at the WTO, launching new negotiations with Australia and New Zealand, and ensuring our agreements with African and Caribbean countries are implemented effectively. (cid:2) DG TRADE (cid:2) http://ec.europa.eu/trade/ Commissioner Cecilia Malmström’s website (cid:2) http://europa.eu/!Jc48RK © E U ",
        "DOSSIER A common commercial policy has been at the heart of European integration ever since the Treaty of Rome came into force nearly 60 years ago. Today, as the biggest exporter and importer in the world, the EU sits at the centre of a complex, worldwide network of trade agreements, helping to make commerce a key generator of growth and jobs in Europe. Over the next two pages, Commission en direct takes a look at that network, and some of the key milestones in European trade policy. FACTS & FIGURES 1957 The Treaty of Rome establishes the Common Commercial Policy 1960 The Commission negotiates on behalf of its Member States in the Dillon Round of trade talks 1968 First EC anti-dumping Regulation introduced 1971 The Generalised Scheme of Preferences (GSP) comes into eff ect, to support developing countries 1972 First free trade agreement with a major partner - Switzerland 1995 The World Trade Organisation is established 1996 Launch of Market Access Strategy to open up new markets for EU exporters M I L L I O N jobs in the EU Trade supports 2000 The Cotonou Agreement paves the way for Economic Partnership Agreements (EPAs) with African, Caribbean and Pacifi c countries 2001 Launch of WTO Doha Round – with key aim of improving trading prospects of developing countries ",
        "2008 The fi rst EPA enters into force - EU-Cariforum 2013 Talks launched on a Transatlantic Trade and Investment Partnership (TTIP) with the US 2015 The EU’s ‘Trade for All’ strategy aims to make trade policy more responsible, eff ective and transparent EU & Customs Union (Andorra, Monaco, San Marino, Turkey) European Economic Area (Norway, Iceland, Liechtenstein) Preferential trade agreement in place (FTA, EPA, DCFTA) Preferential agreement awaiting adoption/ ratifi cation Preferential trade agreement being negotiated Potential for free trade partnership Stand-alone investment agreement being negotiated Preferential agreement in the process of modernisation The state of eu trade - APRIL 2016 ",
        "36 14,000 new jobs €1 billion in EU exports creates Each additional ates The figures leave no doubt: the benefits of trade and investment are huge. This makes the EU’s free trade policy an important source of growth and jobs in Europe. That’s why the Commission is working hard to connect Europe even better to the global economy. T he EU is the largest economy in the world, the biggest exporter and importer, and the leading investor and recipient of foreign investment. With just 7% of the world’s population, it accounts for over one quarter of the world’s wealth as measured by gross do- mestic product (GDP) – the total value of goods and services produced. And trade contributes a great deal to this wealth. European external trade in goods and services accounts for 35% of EU GDP – five percentage points above the US. Already today, 31 million people in the EU, one seventh of the labour force, depend on exports for their livelihood. And that’s only going to increase in the future. Speaking with a single voice The single market with the free movement of goods, services, people and capital within the EU’s borders is a cornerstone of the Union’s ability to create jobs by trading with other countries and regions. The EU, not national governments, is responsible for this market. It also manages trade relations with the wider world. Speaking with a single voice, the EU carries considerably more weight in international trade negotiations than any of its individual members would. It is an active economic and political player with growing regional and global interests and responsibilities. The benefits of such a strong common approach are easy to see. More trade means more economic growth in the Member States which can help us overcome the eco- nomic crisis. External trade has been playing a dynamic role in boosting economic growth for many decades. Trade with the rest of the world doubled from 1999 to 2010, and currently almost three-quarters of imports into the EU pay no, or reduced, duties. The EU is the EU TRADE DEALS WHY WE ALL BENEFIT by Michael Scheerer, CEND ",
        "# J u i n 2 0 1 6 37 biggest trading partner for 59 countries. In comparison, the figure for China is 36 and for the US just 24. It’s about competitiveness Two-thirds of EU imports are raw materials, intermedi- ary goods and components needed by EU manufactur- ers. Europe’s market must remain open to these sup- plies. Restricting their flow or raising the cost of imports would backfire by increasing the costs and reducing the competitiveness of European companies both at home and abroad. Once current negotiations are successfully com- pleted, trade policy will add around €150 billion to our economy. Trade means growth and leads to higher salaries, both in Europe and elsewhere. The OECD esti- mates that if the world’s 20 leading economies slashed trade barriers by 50% they could boost jobs by up to 4%, raise people’s wages by up to 8% and increase exports by up to 20%. Increased trade also offers a greater variety of goods, at lower prices, to consumers. The gains for the average consumer are in the range of €600 per year. Trade helps reduce poverty. A World Bank study, which used data from 80 countries over four decades, confirms that open trade boosts economic growth and that the incomes of the poor rise one-for-one with overall growth. Competition as a challenge According to the International Monetary Fund, 90% of future economic growth will be generated outside Europe (one third of it in China alone). But the growth of other economic powerhouses, such as China, India and Brazil, also intensifies competition in terms of the price and quality of goods they produce, and, perhaps more importantly, for access to energy and raw materi- als. That said, by opening their economies and creating new groups of affluent consumers, these countries are providing important new opportunities for European exporters. Chinese import tariffs fell from 19.8% in 1996 to 4.7% in 2012. Over the same period, Indian tariffs fell from 20.1% to 7% and Brazilian tariffs from 13.8% to 10% – although other, less visible, barriers to EU exports remain. EU-South Korea Free Trade Agreement In 2010, the EU and South Korea signed a free trade deal. Four years later, made-in-Europe exports to Korea rose dramatically – by 55% for goods, and more than 40% for services. One small EU business that has made the most of the deal is Col d’Orcia, one of the oldest wine producers in Montalcino, a hill town in Tuscany. They use grapes grown on the estate and surrounding farms. Like most Italian wineries, Col d’Orcia is a small fi rm. In its free trade agreement (FTA) with the EU, South Korea scrapped customs duties on EU wine and cut the paperwork involved. Col d’Orcia now sells 1,500 bottles of wine each year to South Korea, its quality denoted by IGP (Indicazione Geografi ca Protetta) and DOC (Denominazione di Origine Controllata) certifi cation. Sales of Col d’Orcia’s fl agship product Brunello di Montalcino have also created interest in Montalcino and Tuscany, generating a rise in the number of South Koreans visiting the region. Col d'Orcia (cid:2) www.coldorcia.it/ EU-South Korea Free Trade Agreement (cid:2) http://europa.eu/!Dp33kV Free commerce also allows countries to procure the best products and services for their citizens internation- ally. This means government and local authorities can save taxpayers’ money on the products and services they purchase. Trade and investment flows spread new ideas and innovation, new technologies and the best research, leading to improvements in the products and services that people use. Trade also brings people together. It develops and secures economic ties between nations and contributes to political stability. Trade in the 1950s was one of the initial drivers which helped create the peaceful Europe we have today. What it did for Europe then, it can do for the world today. (cid:2) EU trade agreements (cid:2) http://europa.eu/!xu73rc © F o t o l i a ",
        "38 Some 99% of EU firms are small and medium-sized businesses. Many provide goods, components and services to other companies that export. Countless others sell to overseas customers directly. T ariffs, it could be argued, affect all firms equally. So if tariffs fall, smaller firms should also benefit. But when it comes to selling goods and services outside the EU, smaller firms actually find it more difficult to overcome barriers to trade than do bigger companies. This is because some of the greatest hurdles to trade are ‘behind the border’ barriers such as red tape, customs procedures, labelling requirements, and recognition of professional qualifications. These hit smaller firms hardest because they do not have the staff to deal with them – or the lawyers to handle them on their behalf. Trade agreements can break down such barriers, and open up new markets for small businesses. Smaller firms also find it harder to find information about potential export markets. Again, trade deals can help by getting governments to set up online one-stop shops with information about their country’s rules and regulations. Under the new Trade for All strategy, the EU aims to ask its trading partners to do just that. The Commission also plans to coordinate its work with Member States’ trade promotion policies. It will carry out surveys on barriers smaller firms face in spe- cific markets, and work more closely with their business associations to understand their needs better. (cid:2) EU trade agreements (cid:2) http://europa.eu/!xu73rc DOSSIER WE ARE THE 99% (cid:4) ENSURING SMEs BENEFIT FROM FREE TRADE by Alexander Walford, DG TRADE Manufaktura (Poland) The Polish company Manufaktura produces Bolesławiec pottery, hand-decorated tableware made from local white clay. The EU’s free trade agreement with South Korea opened up a new market for Manufaktura. Today, it exports nearly a third of its production to the country. Japanese visitors to South Korea liked Manufak- tura’s ceramics so much, the company opened a shop in Japan. With a fi (cid:6) h of its workforce producing goods to sell to South Korea, Manufaktura has taken on extra staff and plans to hire 30 more. Growing interest in the town’s pottery means 10,000 tour- ists a year now fl ock to Bolesławiec, including South Koreans. The infl ux of visitors has brought benefi ts to other parts of the town’s economy. (cid:2) http://bit.ly/1UcyG(cid:7) Huyghe Brewery (Belgium) Huyghe Brewery is a small family business in Belgium founded in 1902. Its fl agship beer Delirium Tremens is known worldwide, the bottle’s colourful label featuring a pink elephant contributing to its success. The EU’s 2013 free trade agreement (FTA) with Peru and Colombia saw the South Americans cut their tariff s from 20% to 0%. They also simplifi ed their technical regula- tions, standards, and conformity assessment procedures and made them more transparent. As a result, smaller breweries and cra(cid:6) brewers found it easier to access the countries’ beer markets, which big multinationals had previously dominated. Huyghe seized its chance and in 2015 saw exports to Colombia and Peru rise by 50%. (cid:2) http://bit.ly/21cAN3A ",
        "# J u i n 2 0 1 6 39 DOSSIER TRADE MEANS JOBS THE EFFECTS OF TRADE ON JOBS AND INCOME by Alexander Walford, DG TRADE The link between trade and jobs is clear. EU companies export nearly as much as China to the rest of the world and more than firms in the US or any other country. And those exports to the rest of the world provide jobs for 31 million Europeans. In other words, 1 in 7 of all jobs in the EU depends on exports. T rade encourages firms to restructure and inno- vate, enabling them and individual citizens to tap into the opportunities offered by an ever-changing global market place. But trade and investment networks are becoming more complicated. Goods are no longer made in one country alone. They are often assembled using raw materials and components from around the world. Intellectual property (such as patents), services and in- vestment also add value to the end product. Such global value chains are becoming increasing- ly important. This complexity makes it harder to measure the relation- ship between openness to trade and labour markets. We can no longer calculate how many jobs are supported by exporting ac- tivities in a given country just by looking at exporting firms them- selves. We also need to take into account the jobs in firms supply- ing inputs, such as raw materials, components and ser- vices. Increasingly, these activities span borders. And the competitiveness of European firms also de- pends on their ability to access inputs from outside the EU at competitive prices. Indeed, when it comes to jobs, trade is not just about exports – it works both ways. The effects of trade on jobs and income In 2015 DG TRADE and the Joint Research Centre car- ried out a study into the effects of trade on jobs and income (see link below). The study found that exports create opportunities for everyone, both higher and less skilled workers. Indeed, it revealed that on average export-related jobs pay better than jobs in the rest of the economy. The study also showed that EU exports support a significant share of jobs in almost all countries across the EU. Joining forces benefits all of us. More than 16% of Europeans who are in export-related jobs live in a different EU country from the country from which the final product or service is exported. So, for example, Germany’s exports create 6,200,000 jobs in Germany and a further 1,300,000 jobs in firms produc- ing components or providing services in other Member States. Another 870,000 Germans are in jobs linked to exports from other Member States to countries out- side the EU. This shows the ben- efits of the EU single market and its key role in keeping EU firms competitive. Last but not least, EU exports support 19 million jobs outside the EU in companies providing raw materials, components and services. So what is good for Europe is also good for our partners. In a globalised world, eco- nomic stakes are ever more interdependent. (cid:2) EU Exports to the World: Effects on employment and income (cid:2) http://europa.eu/!Xu78Yc Jobs depending on exports are constantly increasing ",
        "40 The Transatlantic Trade and Investment Partnership (TTIP). No doubt you’ve heard or read about it already – not least because it’s one of this Commission’s top 10 priorities. But how would TTIP, a new-generation free trade deal, work in practice? Why would it be good news for all of us? And what about the myths sometimes linked to it? TTIP (cid:4) A VERY SHORT INTRODUCTION by Alexander Walford, DG TRADE DOSSIER T TIP would have three main parts – market access, regulatory cooperation, and rules. The first part would involve opening up our markets to each other. TTIP would scrap or cut the taxes that EU exporters still face at US customs. It would also enable them to offer more kinds of service in the US, win more US government contracts, and speed up product checks at customs. Regulatory cooperation would bring together EU and US regulators to help cut the cost of red tape for exporting firms – like having to get products tested and approved twice over. These costs hit small business especially hard. Regulators would see where existing EU and US standards are equivalent, and cooperate more closely on developing regulations in future – for example, on electric cars. All without cutting corners in protecting people or the environment. Finally, new and clearer ground rules for trade between us would make trade easier and fairer. These rules would cover areas ranging from red tape at customs to free and fair competition. Measures would also be put in place to help small business take full advantage of TTIP. TTIP would bring clear benefits for people across Europe. Below are the top six: Expanding our economy Trade matters for our economy. Evidence shows EU trade deals deliver economic growth and create new opportunities for EU firms. Creating more and better-paid jobs 31 million jobs in Europe rely on exports. And studies show that they can be up to 16% better paid than other kinds of job. 5 million such jobs already depend on exports to the US. And TTIP would create even more. Offering more choice to consumers Opening our markets would mean a greater range of goods and services for consumers and businesses. Encouraging more investment The EU and US are already the biggest overseas investors in each other’s econo- mies. TTIP would put in place clear, pre- dictable rules to help EU businesses expand and com- pete, and generate growth and jobs in the process. Protecting people’s rights at work and the environment TTIP would put sustainability centre stage. It would help ensure businesses manage their global supply chains re- sponsibly, with accountability and transparency. And it would include specific provisions on everything from biodiversity to international labour standards. Shaping globalisation TTIP would set new ground rules and standards. These could serve as a model for global trade. That could in turn help us maintain our influence and promote our interests in a world of fast-emerging economies. ",
        "# J u i n 2 0 1 6 41 MYTH BUSTING Certain myths have developed about what TTIP would or wouldn’t do – claims that simply don’t stack up. Here are the top three. Myth 1 “TTIP will lower food safety standards in Europe.” The facts TTIP will mean no weakening of the EU’s high food safety standards– absolutely none. The way we regulate things like genetically modified organisms (GMOs) and food safety will stay just like it is. TTIP will not force the EU to import GM foods which EU regulators haven’t already approved, hormone-treated beef or meat from cloned animals. But it will enable EU and US regulators to work together to help make it easier to export and import whilst fully respecting our rules on food safety. Myth 2 “TTIP would allow powerful US firms to sue govern- ments at will.” The facts EU countries have more than 1,400 investment agree- ments with each other and with other, non-EU coun- tries to help attract foreign investors. The agreements include a system for resolving dif- ferences between investors and governments known as Investor-State Dispute Settlement, or ISDS. In TTIP we want to replace ISDS with a new Invest- ment Court System (ICS). This would commit govern- ments to respecting four basic guarantees for investors while explicitly safeguarding governments’ right to regulate in the public interest. An investor could only bring a case to the ICS by claiming a government had broken one or more of these four guarantees. The EU and US would each ap- point to the Court fully-qualified, independent judges who would have to follow a strict code of conduct. Governments and investors would have the right to A new agreement with Canada The EU has recently negotiated a Comprehensive Economic and Trade Agreement (CETA) with Canada. Once applied, CETA will offer EU firms more and better business opportunities in Canada and support jobs in Europe. It will tackle a whole range of issues to make business with Canada easier – from removing customs duties, and ending limits on EU firms bidding for Canadian public contracts, to opening up Canada's services market, and encouraging greater investment in both directions. As well as delivering economic gains, the agreement will include provisions to safeguard the environment, and protect consumers' health and safety. appeal against decisions by the Court. And the public would have access to hearings and to any documents related to a case. Myth 3 “TTIP will force EU governments to privatise the public services we all rely on.” The facts All EU trade deals include specific guarantees for public services. After we sign trade deals, governments can still run these services exactly as they wish. For example, they can still define ‘public services’ as broadly as they want and freely decide when to let the public sector alone provide a particular service. Noth- ing in TTIP would stop a government from bringing an outsourced public service back into the public sector. And not renewing a company’s contract to provide a public service would give no grounds for compensa- tion. (cid:2) Transatlantic Trade and Investment Partnership (TTIP) in focus (cid:2) www.ec.europa.eu/ttip (cid:2) @EU_TTIP_team © F o t o l i a ",
        "42 Ensuring transparency, listening attentively, and reaching out to everyone concerned are at the heart of the Commission’s work on trade policy. They are also major priorities for Commissioner Malmström. That is because getting the policy right – one that benefits as many Europeans as possible – means involving everyone with a stake in the outcome of trade negotiations, at every stage. DOSSIER A n effective trade policy must have broad sup- port, so DG TRADE is active in its transparency, listening and outreach efforts to ensure that all stake- holders feel included. This starts, as it should, with the general public. Extensive use is made of the internet to get a clearer idea of people’s wishes and concerns about EU trade policy. For TTIP alone, for example, DG TRADE has held four online consultations. It also posts regular updates on its work to negotiate and implement trade agreements on Twitter (see below). DG TRADE also works in close partnership with the Commission’s Representations in EU Member States to get its message across, to listen to people’s wishes and concerns, and to respond accordingly. The Representations’ work includes speaking at public debates and conferences; reaching out to gov- ernment ministers, officials, parliamentarians and interest groups; and advising DG TRADE on issues of particular importance locally. The Representations also engage with the public on Twitter and develop web content. National governments are of central importance, of course. The Commission gets negotiating guide- lines from the Member States for any trade negoti- ation it launches. The guidelines have to be agreed unanimously by the Member States, and they set out the issues on the table and any red lines gov- ernments might have. DG TRADE then consults governments throughout the negotiating process through the Council’s weekly Trade Policy Com- mittee. Commission negotiators take part in many different meetings along the way – from detailed, technical discussions between trade policy officials, to meetings with Ministers. The Commission also keeps the European Par- liament informed of the negotiations. It does this mainly through the Parliament’s Committee for International Trade (known as ‘INTA’). Commis- sioner Malmström has also made a concerted effort to reach out to MPs in Member States. Since the beginning of 2015 she has met with 21 different national parliaments. TRANSPARENCY, LISTENING, OUTREACH TRADE POLICY(cid:8)MAKING DONE RIGHT by Antony Gravili, DG TRADE © E U / E P ",
        "# J u i n 2 0 1 6 43 Advice from outside experts DG TRADE also meets regularly with outside experts for advice. For example, at the start of the talks on TTIP, DG TRADE set up a 16-strong Advisory Group. Its members come from a variety of backgrounds and have extensive experience in industry and commerce, consumer affairs, workers’ rights, and environmental protection. Advisory Board members have access to key documents – even offers made to the US to open up EU markets, which are otherwise confidential. In return, they give DG TRADE high quality advice on topics it is negotiating. Members’ details and meeting reports are available online (see link below). DG TRADE also wants to hear from other groups with a stake in EU trade policy, so it regularly meets people from firms large and small, and from indus- try bodies. Trade is, after all, about the mechanics of doing business, so their input is necessary. But DG TRADE also listens to people from consumer organisations and NGOs of all kinds; chambers of commerce and employers’ and professional associ- ations; trade unions; the European Economic and Social Committee; and think tanks and researchers. This is done both formally and informally. Since 2014 it has increased the number of formal meetings to 25 per year. DG TRADE has also intro- duced innovative formats, from large-scale events such as The European Policy Day in 2015 to smaller workshops on specific areas of trade policy, such as international negotiations for an agreement on trade in environmental goods. Other formal meetings of- fer stakeholders regular updates on policy develop- ments or negotiating rounds. Interest in the civil society meetings on trade has grown, with ever more organisations and peo- ple taking part. Today, over 440 civil society groups are registered on DG TRADE’s database – up by 40% since 2013. In 2014 DG TRADE also launched special events during the TTIP negotiating rounds so that in- terest groups could come and discuss their priorities with EU and US negotiators. Over 400 people came to the TTIP interest group meeting in February 2016. Of those, 80 made presentations to the team and answered the team ’ s questions. DG TRADE meets informally too, with industry, unions, and consumer and green groups. And negotiators’ doors remain open to anyone who wishes to express their hopes or concerns. Sharing documents Last, but certainly not least, is the sharing of doc- uments. The aim is to share as many trade policy documents as possible – not just with governments and MEPs, but also with the public. With TTIP, for example, DG TRADE has taken the unprecedent- ed step of publishing more than 500 documents online. These include position papers setting out the EU’s aims in a particular area; textual proposals (legal texts); factsheets and FAQs; press releases and background notes; and studies and meeting reports. DG TRADE has also reached an agreement with its US partners that means governments of EU Member States can now set up reading rooms in their capitals. There, government ministers and officials and national MPs can consult so-called ‘consolidated texts’. EU and US negotiators are working together on these legal texts and so have joint ownership of them. (cid:2) Trade policy and you (cid:2) http://europa.eu/!cv97Yx TTIP – Documents and events (cid:2) http://europa.eu/!Gy66bd Twitter (cid:2) @Trade_EU (cid:2) @EU_TTIP_Team S ce 0 , G as c eased t e u be o o al Since 2014, DG TRADE has increased the number of formal meetings to 25 per year to off er stakeholders regular updates on policy developments or negotiating rounds ",
        "44 Why was this review of support services necessary? This is about what we do and how we do it, to be more efficient and ease the pressure on all of us. Since this Commission took office, the challenges have not stopped. We have had to deal with the continuing im- pacts of the economic crisis. We are facing a migration and refugee crisis of unprecedented proportions. And we have been hit by terrible terrorist attacks that have shown the need for a more coordinated approach to security. Our colleagues have been working day and night to propose solutions to these rapidly evolving situations. This has highlighted the need to be able to move staff to priority policy areas and to react flexibly to unpredicted events. The Synergies and Efficiencies Review launched in early 2015 sought to align DGs’ work to the Commis- sion’s priorities. In a first stage, we examined four sup- port services – human resources, external and internal communication, information and communication technologies, and logistics and events. By modernis- ing services and working better together, synergies and efficiency gains can be found. This can free up staff to move to areas of policy priority, easing the pressure on our most over-worked colleagues and helping us deliver for the EU and its citizens. To guide these processes, the five DGs in the lead – HR, COMM, DIGIT, OIB and SCIC – will put in place change management plans and structured professionalisation programmes. What is new about this year’s staff reallocation decision? This year for the first time ever, a differentiated approach has been taken. It was based on a fair and transparent On 4 April, the College adopted a Communication on ‘Synergies and Efficiencies in the Commission’ as well as this year’s allocation of staff resources. Vice-President Kristalina Georgieva explains what these proposals mean for staff and the Commission. RESPONDING TO PRIORITIES THROUGH SYNERGIES AND EFFICIENCIES by Zach Hester, DG HR analysis of the situation and dialogue with Directors- General and Resource Directors. After discussion by the Group of Vice-Presidents, this new allocation decision was adopted by the College. The differentiated approach means that some DGs will contribute more than others as we seek to meet our targets of cutting posts. We have a commitment to reduce staff by 5% by 2017, and we will achieve that but not go beyond it. For most DGs, the contribution is 2%. However, based on a set of standard parameters, some DGs working in high priority areas will contrib- ute less and may even be reinforced, while some other AU QUOTIDIEN © E U ",
        "# J u i n 2 0 1 6 45 DGs will contribute more. For those DGs contributing more, there will be opportunities for some Administra- tors to move with their posts towards the DGs being reinforced. How will the changes impact staff? I am convinced this will open up career opportunities and, at the same time, encourage managers to better identify and nurture the talents of every staff member. I understand some colleagues may have concerns – we are proposing something new. At the same time, I also see a lot of enthusiasm. For instance, when we offered staff the chance to move DGs to help deal with the mi- gration crisis, we had more than 1,000 applications for 50 jobs in DG HOME and 15 in DG ECHO! In April we launched a targeted call for Administrators to reinforce certain DGs working in high priority areas – HOME, ECHO, TRADE, COMP and NEAR – and the transfers are now taking place. I want to thank all those who put themselves forward. To support staff working in administrative support and secretarial functions who volunteer to move, DG HR will offer career guidance, training and match-making. What are the main changes foreseen in the support functions? In external and internal communication, the goal is to change the governance to take a more strategic ap- proach to communication, with DGs COMM and HR leading. Framework contracts will be reduced and cen- tralised, and the networks professionalised. DG COMM will also put in place a new system of web governance. For ICT, DG DIGIT will implement a Digital Trans- formation Agenda that ensures we all have the modern tools we need, without wasteful incompatibilities, and make better use of them. DG DIGIT will also take on responsibility for central provision and management of IT equipment. We also want to innovate in logistics, and event and meeting room management. OIB will set up a profes- sional Office Space Design team and take on central management of the mail delivery system. DG SCIC will take on responsibility for meeting room management, to help colleagues find and use spaces as efficiently as possible. SCIC will also lead on conference and event management, helping DGs to save money and organise conferences even better. And in human resources? The aim is to create clearer roles while maintaining and improving the quality and range of services. The new model will involve setting up local HR Business Partner Teams in DGs, and new Account Management Centres and a reinforced Centre of Expertise within DG HR. Work is already advancing with a review launched in April involving both central and local HR services. Participants have been identifying what can be simpli- fied, improved and automated and looking at respective roles in the new architecture. A pilot will launch this summer involving HR, DIGIT, GROW, IAS, COMM, HOME, JUST, PMO and EPSO. These changes can benefit all sides: colleagues gain in terms of professional development; all colleagues will benefit from better support services; and it’s a win for the organisation as we can gain some resources to reinforce political priority areas. There are real oppor- tunities ahead, and I hope staff will seize them with both hands. (cid:2) Synergies & Efficiencies in the Commission (cid:2) http://europa.eu/!kC33qg Communication – Allocation of establishment plan posts for 2016 (cid:2) http://europa.eu/!CP43Yp Ope up ca ee oppo tu t es a d, at t e sa e t e, Open up career opportunities and, at the same time, encourage managers to better identify and nurture the talents of every staff member ",
        "46 AU QUOTIDIEN La Journée de la santé, organisée par l’unité D.3 de la DG HR, est l’une des mesures s’inscrivant dans la nouvelle politique du service médical de la Commission. Une première journée pilote a eu lieu le 18 mars au sein de la DG HR. Barbara Kearney, assistante du chef de l’unité HR D.3, revient sur l’objectif et le déroulé de cette journée. NOUVEAU PROJET DU SERVICE MEDICAL LA JOURNEE DE LA SANTE par Chloé Melchionne , CEND Quel était l'objectif de la Journée de la santé? Le projet pilote de la Journée de la santé a été lancé au sein de la DG HR le 18 mars dernier. Outre le rap- prochement du service médical et du personnel de la Commission, son objectif est d’accroître la prise de conscience et de sensibiliser l’ensemble du personnel aux problématiques liées à la santé physique ou men- tale, notamment par le biais de visites dans les bureaux. La participation à cet évènement s’est fait sur base vo- lontaire et environ 300 collègues y ont pris part, soit deux tiers des collaborateurs des bâtiments SC11 et MO34. Cette journée a été ouverte par la directrice générale, Irene Souka, qui a insisté sur l’importance de l’atten- tion portée à deux aspects: le bien-être et le respect de l’équilibre entre vie privée et vie professionnelle. Quelles étaient les différentes activités proposées? Cette journée s’articulait autour de trois volets dis- tincts. Tout d’abord, nous avons proposé des visites médicales in situ. Deux équipes de professionnels de la santé, constituées d’un médecin et d’un infirmier ainsi que d’un psychologue et d’une assistante sociale, se sont rendues dans les bureaux du SC11 et du MO34. L’idée était de permettre à chaque collègue d’évoquer ses éventuels problèmes de santé physique ou mentale, lors de mini-consultations à caractère confidentiel, et de discuter des solutions à ces problèmes. De plus, deux stands d’accueil proposaient certains services: une prise de la tension artérielle, des rendez- vous avec un psychologue et un conseiller budgétaire ainsi qu’un test de mesure de la masse corporelle par un coach fitness. Ce test permet en effet d’en savoir plus sur sa masse musculaire, sa masse graisseuse, le poids de son ossature et l’âge de son métabolisme. Les équipes ont également distribué une brochure d’information – The Good Health Guide – et des ques- tionnaires anonymes. Et, cerise sur le gâteau, chaque participant s’est vu offrir une pomme! Enfin, plusieurs séminaires et débats – rassemblant de 10 à 30 participants – ont abordé les thèmes de l’ergo- nomie, de l’amélioration de la résilience, de la pratique d’exercices de pleine conscience ou encore de stretching à réaliser dans son bureau. Trois managers des DG RTD, REGIO et ECHO ont témoigné de leur expérience avec l’équipe de psychologues et le service médical a rappelé l’aide qui peut être apportée en cas de décès, de burn- out ou de conflits entre collègues. Quels sont les résultats de cette journée pilote? Dans l’ensemble, le personnel de la DG HR a tiré un bilan très positif de cette journée. La mesure de la com- © E U (cid:2) Au premier rang debout, 1e et 2e en partant de la droite, Giovanni Fracchia (chef d’unité du service médical de Bruxelles) et Barbara Kearney (assistante du chef d’unité) avec leurs collègues. ",
        "# J u i n 2 0 1 6 47 position corporelle a été un tel succès qu’une nouvelle séance a été organisée le 7 avril, avec plus de 60 inscrits. L’idée de ce projet pilote était de tester le concept de Journée de la santé auprès des collègues de la DG HR et de prendre en compte leur feedback avant d’étendre cette initiative à l’ensemble des DG. Les réponses au questionnaire seront très utiles afin de satisfaire au mieux les besoins du personnel. Comment pensez-vous poursuivre cette action? Nous allons développer plusieurs aspects afin d’amélio- rer les futures Journées de la santé; nous envisageons d’inclure la participation d’un nutritionniste et de faire interpréter les résultats du test de composition corpo- relle par un binôme médecin/coach fitness. Pour les équipes du service médical, la Journée de la santé permet d’aller vers les collègues qui en ont le plus besoin – par exemple souffrant de maladies chro- niques. Le projet s’inscrit dans le nouveau concept de prévention médicale menée par la Commission qui poursuit trois objectifs: • promouvoir un mode de vie sain • détecter les problèmes de santé du personnel à temps • démystifier et déstigmatiser les problématiques liées à la santé mentale – stress, dépression, burn-out – et encourager les collaborateurs à consulter le service médical le plus tôt possible. Pour les collègues concer- nés, le service médical propose un accompagnement vers des services spécialisés. Le programme fit@work (voir lien ci-dessous) s’inscrit également dans cette nouvelle politique de la Com- mission. Quelles sont les ressources nécessaires pour organiser un tel évènement? L’équipe du service médical a besoin de plusieurs salles mises à disposition par la DG hôte afin d’organiser les différents séminaires et présentations, ainsi que les stands d’accueil. De plus, c’est à la DG hôte d’organiser les inscriptions sur Syslog et la distribution d’affiches, de flyers et de brochures. Par ailleurs, un aspect parti- culier du programme peut être développé en fonction des besoins spécifiques de chaque DG. Quant au planning pour les mois à venir, le service médical prévoit d’effectuer une visite de DG tous les mois à partir du mois de juin. (cid:2) Vidéo – Get up, Stretch and Move! (cid:2) http://europa.eu/!wJ78MB fit@work on My IntraComm (cid:2) http://europa.eu/!WK69wf votre pression artérielle votre taux de cholestérol votre taux de glycémie le nombre de calories que vous consommez par jour Fumez-vous? Faites-vous de l’exercice physique régulièrement? Consommez-vous de l’alcool tous les jours? A l’occasion de la Journée de la santé pilote organisée à la DG HR, l’équipe du service médical a remis un questionnaire aux participants – qui ont répondu à 55% – afi n d’évaluer la connaissance qu’ils ont de leur état de santé sur la base de plusieurs indicateurs. OUI NON Connaissez-vous: 100 100 50 500 0 60 40 23 77 49,6 50,4 25,2 74,8 67,4 32,6 25,9 74,1 21,2 77,8 % % ",
        "48 AU QUOTIDIEN What if there was a platform which could give you access to any information you need in a much faster and user-friendly way? COMING SOON A NEW LEARNING MANAGEMENT SYSTEM by Obhi Chatterjee, DG HR W hen you are working and you need some information, what do you do? You may search in Google, ask a colleague, or even check one of the many e-resources – like videos, tips & tricks or books – in the Learning Portal. And if you have a bit more time you can also look for a course in Syslog. Syslog was originally developed in-house in 1998 as a room-booking system. Gradually more and more features were added to it until it reached the version we use today to offer classroom training. However, the world has evolved since 1998, and both the internet and mobile devices have changed the way we learn. With this in mind, the HR Learning and Develop- ment unit has been preparing to introduce a new plat- form for our learning, which will replace Syslog before the end of this year. You control your learning and development The new learning management system will have a pow- erful search function to help you find courses, events or other learning resources you might be interested in. These resources, as is the case now with the Learning Portal, are recommended by colleagues and trainers. With the new platform you will not lose any of them, as the content of the Portal will be migrated. It will even add some new functionalities like the possibility to rate the resources, which will help to identify the most useful ones. An interinstitutional platform Colleagues from all EU Institutions, agencies and bod- ies, as well as external trainers, will be able to access the new system using their ECAS login. This should give you access to a more diverse learning offer and al- low you to join online communities with fellow course participants. When? Some courses are already available only in the new system. The number of these will increase progressively over the summer. For these courses, you will be redi- rected from Syslog. Syslog itself will be phased out by the start of 2017. In the meantime, the existing Learn- ing Portal will offer a bridge between the two systems. There will be brief video tutorials for learners, man- agers and trainers. There are also training courses for course managers starting from this month. We have been working hard to minimise any disruption to our learning offer during this transition period. We are looking forward to offering you a modern, mobile-friendly platform adapted for the learning you need. (cid:2) Learning Portal (cid:2) http://europa.eu/!BK49GR ",
        "# J u i n 2 0 1 6 49 Every day, personal data (or personal information) is processed within the EU administration and if this information is incorrect, out of date or disclosed to the wrong person, the damage caused to you could be quite serious. Commission en direct talks to Wojciech Wiewiórowski, Assistant Supervisor at the European Data Protection Supervisor (EDPS), to learn more about your rights. EUROPEAN DATA PROTECTION YOUR DATA, YOUR RIGHTS by Antony Gravili, CEND What are your rights when the EU institutions process your personal data? Data protection is a fundamental right, protected by European law (see link below) and enshrined in the Treaty on the Functioning of the European Union. Whenever an EU Institution or body processes infor- mation about you (see link below), for example, in recruitment activities, medical records, complaints or other procedures, you have the right to be told which Institution is processing your data, why and who will receive the information. Furthermore, you are entitled to check any informa- tion being processed that is related to you. You can ob- tain, free of charge, access to that personal information and request corrections to inaccurate or incomplete information. You can block information if its accuracy is in question, or have it erased if its use is unlawful or it is no longer relevant. You have the right to request that third parties who received the information be noti- fied of any correction, erasure or blocking. And if there are compelling and legitimate grounds for doing so, you can object at any time to the processing of your personal information. What can you do if there is a problem? If you feel your right to data protection has been vio- lated, the first thing you should do is notify the EU body responsible for processing your personal data and ask them to take action. If you obtain no reply or you are not satisfied with the reply, contact the Data Protection Officer (see link below). You can also lodge a complaint with the EDPS, who will examine your request and adopt the necessary measures. If the issue remains unresolved, you can take your case to the Court of Justice of the European Union. What does the EDPS do to protect your data protection rights? The EDPS is an independent supervisory authority re- sponsible for ensuring that all European Institutions and bodies respect the fundamental right to the protec- tion of personal data. This means, for example, con- ducting enquiries, ordering an EU body to comply with a person’s request to exercise their rights in this area, and warning it if it is unlawfully or unfairly processing someone’s personal information. In extreme cases, we can also impose a temporary or definitive ban on the processing of personal information, and refer a case to the Court of Justice. Anyone can ask the EDPS for ad- vice on how to exercise their rights, and to investigate a complaint against an EU Institution or body. (cid:2) (cid:2) www.edps.europa.eu EDPS – Legislation (cid:2) http://europa.eu/!QH96MY EDPS Glossary – Processing (of personal data) (cid:2) http://europa.eu/!xh34bn EDPS – Network of Data Protection Officers (cid:2) http://europa.eu/!Xy98mt © A l l r i g h t s r e s e r v e d AU QUOTIDIEN ",
        "50 Edmund Wellenstein (1919-2016) Edmund Wellenstein passed away on 27 February 2016 in ‘s-Gravenhage (Netherlands), the place where he was born on 20 September 1919. Starting as a student in physics, he later switched to law and economics. His resistance work during World War II and his experience as a prisoner in a SS concentration camp caused him to switch from a scientific career to that of a ‘social worker’. In 1953, three years after Robert Schuman’s declara- tion which lead to the creation of the European Coal and Steel Community (ECSC), Edmund Wellenstein accepted without hesitation an invitation to be part of Jean Monnet’s pioneering team in Luxembourg. From 1960 to 1967, he was Secretary-General of the High Authority of the ECSC. From 1970-72, he headed the delegation for negotia- tions on enlargement which lead to the accession of the first three new Member States in the then European Communities: Denmark, Ireland and the UK. From 1973 to 1976, he was Director-General for Ex- ternal Relations. What marked the personality of Edmund Wellenstein was his humane treatment of people, whatever their background or rank. His analytical intellect proved to be a powerful tool and the essence of his work was to unite people. He achieved often far-reaching goals in a step by step, pragmatic way, always putting himself in the other person’s position, trying to understand the historical and cultural backgrounds of his colleagues and interlocutors and focusing on what unites rather than on what divides. (cid:2) Richard Burke (1932-2016) Richard Burke, former European Commission Vice-Pres- ident, passed away on 15 March 2016 at the age of 83. Born in New York to Irish parents on 29 March 1932, Richard Burke returned to Upperchurch, in County Tip- perary (Ireland) in 1935. He was educated at Thurles Christian Brothers school and later studied at University College Dublin and King’s Inns, Ireland’s oldest School of Law. He qualified as a teacher and then as a barrister. Richard Burke played a central role in campaigning for Ireland to join the European Economic Community in 1973. From 1973 to 1977, he also served as Minister for Education in his homeland and contributed to the modernisation of the Irish education system. He was then appointed Commissioner for Transport, Taxation, Consumer Protection and European Parlia- ment Relations (1977-1980) in the Jenkins Commis- sion. He served a second term as a European Commis- sioner (1982-1985), when he was in charge of Personnel and Administration in the Thorn Commission. During this second term, recognition of his previous work saw him appointed Vice-President of the Commission. Some of the initiatives coming from Richard Burke’s time include the infrastructure plan for Europe, the Green Paper on the TGV, the Channel Tunnel linking the UK and France and the development of the then European Communities’ budget. President Juncker declared: “Richard Burke was a true and devoted European, who believed in Europe as much as in his own country and whose progressive thinking and actions inspired many of us.” (cid:2) IN MEMORIAM © E U © E U ",
        "# J u i n 2 0 1 6 51 Hommage d'Alexander Italianer, secrétaire général de la Commission Jean-Claude Thébault avait quitté la Commission en novembre 2015. Au cours de son parcours exception- nel, nos chemins se sont régulièrement croisés lors de la vingtaine d’années où j’ai eu le privilège de le connaître. Je garde de très bons souvenirs de l’époque où nous travaillions ensemble, lorsqu’il était au cabi- net d’Yves-Thibault de Silguy, au cabinet du président José Manuel Barroso puis, à deux reprises, au sein du secrétariat général. Je souhaiterais souligner le lien presque fusionnel que Jean-Claude entretenait avec la Commission. Elle était un peu sa vie. Et il lui a donné le meilleur. Le meilleur de ses compétences, qui lui ont permis de passer des questions budgétaires à la politique agricole, puis au marché intérieur. Il a en quelque sorte porté l’euro et l’union bancaire sur les fonts baptismaux. Il faut être quelqu’un d’extraordinaire pour avoir une telle curiosité intellectuelle. C’est pourquoi il a aussi, au long de ce parcours atypique et exceptionnel, dirigé le Bureau des conseillers de politique européenne de l’époque. Ce Breton, fier de l’être, était d’abord très humain. Il accordait une attention sincère à ses collè- gues et collaborateurs, sans se soucier de la hiérarchie. C’était quelqu’un de chaleureux et simple, et un ami précieux. Et que dire de son sens de l’humour! Son dévouement personnel et politique à l’Europe nous manquera. Merci Jean-Claude et adieu. (cid:2) Jean-Claude Thébault fait ses études en France. Il ob- tient une licence en droit public (1974) et un diplôme d’études supérieures en droit international (1975); il poursuit également des études comptables supérieures. En 1976, il débute sa carrière à la Caisse des dépôts et consignations (Paris), puis devient son représentant au- près du Commissariat général du plan. Puis, il rejoint la SINORG – société de conseil en organisation – et occupe les fonctions de conseiller du ministre de l’Economie et des Finances de la Côte d’Ivoire en 1979. En 1984, Jean-Claude Thébault entre à la Commission. Il débute à la direction générale du Contrôle financier Jean-Claude Thébault (1950-2016) © E U comme responsable du contrôle des dépenses agricoles, puis il participe à la création de l’unité de coordination de la lutte anti-fraude (actuel OLAF) dès 1988. L’année suivante, il est nommé chef de l’unité «Politique agri- cole commune» à la direction générale des Budgets. De 1995 à 2000, Jean-Claude Thébault est chef de cabi- net adjoint d’Yves-Thibault de Silguy – Commissaire européen aux Affaires économiques et financières – où il est plus particulièrement en charge du lancement de l’euro. Il est ensuite nommé directeur de la Cellule de prospective directement rattachée au Président. Cette cellule deviendra le Bureau des conseillers de politiques européennes (BEPA) en 2005, puis le Centre européen de stratégie politique (EPSC) en 2014. En 2000, il devient directeur des institutions financières à la DG MARKT. Quatre ans plus tard, il est nommé conseiller principal au cabinet du président Barroso et devient chef de cabinet adjoint en 2006. En 2009, Jean-Claude Thébault est nommé secrétaire général adjoint et, en 2010, il devient directeur général du BEPA. Jean-Claude Thébault était par ailleurs chargé de cours à l’Ecole des sciences politiques de Paris et au Collège européen de Parme. (cid:2) ",
        "52 AU QUOTIDIEN NOMINATIONS La Commission a décidé de nommer Patrick Child DG RTD directeur général adjoint chargé des ressources humaines, du budget et du service commun de support, responsable des directions J et R Henrik Mørch DG COMP directeur direction «Marché et cas V: transports, poste et autres services» Mikel Landabaso Alvarez DG COMM directeur direction «Stratégie et communication corporate» Maciej Popowski DG NEAR directeur général adjoint chargé de la coordination et des relations avec les pays de l’EEE-AELE Stefano Manservisi DG DEVCO directeur général Genoveva Ruiz Calavera DG NEAR directeur direction «Balkans occidentaux» Florika Fink-Hooijer SCIC directeur général Olivier Onidi DG HOME directeur général adjoint chargé de la migration et de l’asile Gertrud Ingestad DIGIT directeur général Anna Panagopoulou DG RTD directeur direction «Centre commun de support» ",
        "# J u i n 2 0 1 6 53 La Commission a décidé de muter Maive Rute JRC directeur général adjoint Rudolf Strohmeier OP directeur général Giovanni De Santi JRC directeur direction JRC.I «Compétences (Ispra)» Mary Veronica Tovsak Pleterski DG ECFIN directeur direction «Investissement, croissance et réformes structurelles» Mark Johnston DG MARE directeur direction «Ressources» Stephan Lechner JRC directeur direction ENER.E «Contrôle de sécurité d’Euratom» Tatjana Verrier SG directeur direction «Ressources» Piotr Szymanski JRC directeur direction JRC.C «Energie, transport et climat (Petten)» Manfred Bergmann DG ECFIN directeur direction «Economies des Etats membres I» ",
        "54 GENERATIONS George Gwyer worked as an agricultural economist and aid manager in Africa, the Pacific and the Caribbean. His EU career culminated as EU ambassador to Barbados and the Eastern Caribbean and Head of the Pacific Unit in DG Development. In his memoirs ‘Dilemmas in Development – Journeys of an Agricultural Economist ’, he reflects on a career spent in the field of development policy. DILEMMAS IN DEVELOPMENT AN AGRICULTURAL ECONOMIST’S PERSPECTIVE by Zach Hester, DG HR How has thinking evolved over the years on development aid, notably regarding the role of agricultural exports? Fifty years ago some economists were pessimistic about development aid for the agricultural exports sector be- cause of the adverse terms of trade for primary products, coupled with concerns that price instability was inimical to development. From a global perspective, it was per- ceived that expanding exports of such products as cof- fee, cocoa and tea, given the nature of market demand, would only bring benefits to consumers. To combat the adverse effects of price instability, the Commission in- troduced the Stabex scheme within the framework of Lomé in order to compensate countries suffering from adverse swings in export prices. Those countries which have nurtured their agricultural export sectors with mod- est taxes and sustained agricultural research – like Malay- sia, Colombia, and Kenya – have reaped the benefits in foreign exchange earnings which have been ploughed back into diversification of their economies. What explains the relative successes of some countries vis-à-vis others with similar agricultural potential? Positive policies toward the sector, backed by sustained agricultural research. Kenya has achieved remarkable success in boosting production and exports of tea with a high proportion coming from smallholders under the auspices of the Kenya Tea Development Agency. At the same time, Kenya has opened up markets for horticultural products exported by air to the European Union. Tanzania, which followed more socialist policies derived from the Arusha Declaration of 1967, gradu- ally lost an important source of foreign exchange after the sisal industry was nationalised. Nonetheless, coffee smallholders in Tanzania have continued to sustain higher levels of exports than Kenya. How does this compare with your experience in smaller, island states? In the Solomon Islands, forestry products were a major source of export earnings. Our EU studies revealed that the forests were being exploited by foreign logging companies, without regard to the principles of sustainable yield and conservation. Moreover, undervaluation of logs at point of export was rife. Clearly weak governance was at fault, which led eventually to serious internal conflict. For the Windward Islands, bananas have been a source of income and employment for the rural population for many years. We in the EU applied our best efforts in dia- logue with the political leadership, underpinned with © A l l r i g h t s r e s e r v e d ",
        "# J u i n 2 0 1 6 55 ‘Dilemmas in Development – Journeys of an Agricultural Economist’ , by George Gwyer, AuthorHouse UK (2016). ISBN 978-1-5049-9796-6 GENERATIONS Stabex resources, to improve smallholder production ef- ficiency in the face of competition from Latin American producers. Survival of the industry is important to avoid political unrest, which would in turn impact on tourism, another source of foreign exchange. What are the biggest dilemmas developing countries face today in agricultural production? Climatic variability is a major dilemma. Right now in Maharashtra state in India, small farmers are in despair as they suffer crop failure due to a poor monsoon last year. Many commit suicide. Helping displaced persons and refugees from drought-affected regions and coun- tries were major concerns when I worked in the Sudan Delegation in the 1980s. Once again there is a food crisis in Ethiopia. What are the main lessons you draw from a life largely spent ‘in the field’? The challenge of working in EU Delegations in the African, Caribbean and Pacific (ACP) world has been immensely rewarding. Much of the task lies in building relations with colleagues in the Delegation, including the local staff who see people from Brussels come and go. Relations have also to be built with the people of the country, especially the National Authorising Officer, and the representatives of other embassies. Some of these relationships are nourished by giving and attend- ing functions. In this regard, I must pay tribute to my wife Indu, who through her membership of Soroptimist International, was able to make friendships with many ladies of influence in the Solomon Islands and Barba- dos, thereby giving us privileged access to local society. (cid:2) Le 13 mai dernier, Christiane Garçon a fêté son 100e an- niversaire. Née à Camon dans la Somme (France), Christiane Gar- çon travaille comme secrétaire auprès du Groupe fran- çais du Conseil de contrôle, à la fin de la Seconde Guerre mondiale, à Berlin. Elle poursuit ensuite son activité de secrétaire à Baden-Baden auprès du Haut-Commissariat de la République française en Allemagne. En 1955, la Centrale sténo-dactylographique de la Haute Autorité de la Communauté européenne du charbon et de l’acier (CECA) à Luxembourg recrute Christiane Garçon qui devient secrétaire principale à la direction du Personnel. De 1963 à 1967, elle est affectée en tant qu’assistante au cabinet de Pierre-Olivier Lapie – représentant de la France à la CECA –, puis elle est transférée à la direction de l’Economie et de l’Energie. Elle termine sa carrière à Bruxelles à la direction générale de la Concurrence (DG IV) jusqu’à sa pension en 1981. Christiane Garçon réside actuellement dans une maison de retraite à Luxembourg où elle est très entourée par sa famille. Dotée d’une forte personnalité et d’un esprit critique, elle a gardé une âme et un esprit européens. Elle aime la fête et apprécie les bonnes choses comme les chocolats, la musique, le crémant et par-dessus tout… le shopping! Une cérémonie officielle en son honneur a été organi- sée le jour de son anniversaire en présence des autori- tés luxembourgeoises qui lui ont remis la médaille du mérite. La représentante de la Commission lui a offert un cadeau symbolique et lui a remis une lettre de féli- citations signée du président Jean-Claude Juncker. (cid:2) ANNIVERSAIRE D'UNE CENTENAIRE par Monique Théâtre, DG HR (cid:2) Christiane Garçon, au centre, avec Lydie Polfer, bourgmestre de Luxembourg et Corinne Cahen, ministre de la Famille et de l'Intégration. © T o u s d r o i t s r é s e r v é s ",
        "56 (cid:3) Le Casino Luxembourg (cid:2) Forum d'art contemporain, au bord de la vallée de la Pétrusse. (cid:4) Le Mudam Luxembourg (Musée d'Art Moderne Grand-Duc Jean), à l'entrée du plateau du Kirschberg. FREIZEIT © C h r i s t i a n A s c h m a n © E r i c C h e n a l ",
        "# J u i n 2 0 1 6 57 Cosmopolite, moderne et conviviale, la ville de Luxembourg se distingue par la richesse de sa vie culturelle, ainsi que par sa capacité à encourager l’art contemporain et le développement des dernières tendances. LUXEMBOURG L’ART CONTEMPORAIN FÊTE SES ANNIVERSAIRES par Nilde Marchitto, CEND D ans la capitale du Luxembourg, les relations entre lieux d’art et acteurs culturels ont tou- jours été très étroites, au point que les influences entre créations artistiques actuelles et passées sont à l’ordre du jour. A Luxembourg, il n’est pas étonnant de découvrir des trésors d’art contemporain dans un ancien casino du XIXe siècle du centre ville ou de voir un musée d’art contemporain conçu par l’architecte de la pyramide du Louvre s’adosser à des vestiges militaires du XVIIIe siècle. De nombreuses institutions – musées, centres cultu- rels et galeries – contribuent à dynamiser la vie artis- tique du Grand-Duché et ses rapports avec le monde extérieur. Parmi elles, deux lieux majeurs d’expositions d’art contemporain fêtent respectivement leur vingt ans pour le Casino Luxembourg-Forum d’art contemporain et leur dix ans pour le Mudam Luxembourg (Musée d’Art Moderne Grand-Duc Jean). Un casino au centre ville Point de départ pour découvrir l’art contemporain à Luxembourg et rencontrer ses protagonistes les plus récents issus de tous les pays du monde, l’ancien palais du Casino Bourgeois est implanté dans le centre ville, au bord de la vallée de la Pétrusse. Le Casino, bâti en 1882, est devenu le centre privi- légié des manifestations culturelles de la Communauté européenne dans les années 1950. Puis, à la suite de la première nomination de Luxembourg comme Capitale européenne de la culture en 1995, l’architecte suisse Urs Raussmüller a transformé le Casino en un lieu d’exposition rebaptisé le Casino Luxembourg-Forum d’art contemporain. Cette année, pour son 20e anniversaire, le Casino a redéfini sa mission de «forum» et de lieu de création contemporains. De jeunes architectes ont travaillé sur les espaces publics au rez-de-chaussée et les salles d’exposition au premier étage afin de faciliter l’accès du public aux œuvres d’art. Actuellement et jusqu’en septembre, au sein de l’exposition «Le gypse», l’espagnole Lara Almarcegui explore la matérialité architecturale du bâtiment du musée pour analyser ses phases de transformation et découvrir les relations entre espace d’exposition et espace extérieur. Afin d’interroger les artistes sur différentes théma- tiques actuelles, le rez-de-chaussée propose la BlackBox, nouvel espace de projection de films et de vidéos. En juin, le portugais Marco Godinho, qui vit entre Paris et Luxembourg, aborde le thème de l’immigration en lien avec les notions d’errance, de déplacement et d’exil ainsi que la perception subjective du temps. Une forteresse au Kirchberg A l’entrée du quartier européen, sur le plateau du Kirch- berg, le Mudam Luxembourg (Musée d’Art Moderne Grand-Duc Jean) s’adosse au Fort Thüngen dans le parc Dräi Eechelen. Le bâtiment à la silhouette géo- métrique, conçu par l’architecte sino-américain Ieoh Ming Pei, prend appui sur les murs aux lignes souples d’une ancienne forteresse de la ville. Comme le suggère l’aspect éclectique du complexe muséal, le Mudam pré- sente des expositions ouvertes à tous les domaines de la création actuelle, en établissant des collaborations avec des artistes reconnus à l’échelle internationale. Cette année, à l’occasion de son 10e anniversaire, le Mudam fait un retour en arrière et retrace l’œuvre de ",
        "58 l’un des artistes belges qui a marqué son ouverture, Wim Delvoye. De juillet 2016 à janvier 2017, les visiteurs du Mudam peuvent explorer vingt-cinq ans de création de l’artiste et admirer son chef-d’œuvre, la Chapelle, qui fait partie de la collection permanente du Mudam depuis son ouverture, ou encore Cloaca. Au long d’un parcours qui investit rez-de-chaussée et premier étage, les visiteurs peuvent découvrir nombre de ses œuvres où la tradition artisanale flamande se mêle à l’ornemen- tation et à l’architecture gothique, selon des rencontres inattendues. L’exposition de Fiona Tan «Geography of time» aborde quant à elle la thématique des relations mul- tiples entre l’individu, la société et les dimensions espace-temps. L’artiste traite de l’histoire personnelle et de l’histoire collective, et de la présence du passé dans le présent, à travers les œuvres photographiques et vidéographiques issues de son projet «Vox Populi» (2000-2013) qui capturent les instants de vie des habi- tants d’une même ville ou d’un même pays. Les expositions investissent aussi l’espace extérieur, dans les Jardins des sculptures du musée, où le Mudam et le Casino Luxembourg célèbrent ensemble leurs anni- versaires respectifs. Du 2 au 10 juillet, la chorégraphie Public Collection des artistes roumains Alexandra Pirici et Manuel Pelmus – remarqués à la Biennale de Venise 2013 – propose une interprétation d’œuvres d’art histo- riques ou récentes, en les réactivant par les mouvements de corps d’un groupe de performeurs. Hors les murs Le Mudam ne connaît pas les contraintes géographiques. Jusqu’au 4 septembre, ses collections s’exposent au Mu- sée des arts et métiers (Paris) pour présenter la suite de la collaboration entre les deux institutions. Après «Eppur si muove. Art et technique, un espace partagé» présentée au Mudam de juillet 2015 à janvier 2016 (voir CEND24, page 59), l’exposition «Laboratoires de l’art» prolonge la démarche à Paris, en rapprochant œuvres et objets d’art de pièces datant du XVIIIe siècle à nos jours. «Laboratoires de l’art» aborde des questions comme l’observation de l’infiniment grand et de l’infiniment petit, la mesure du temps et de l’espace, et met en scène la problématique de la perception des phénomènes de la physique et celle de leur représentation à travers des objets et des œuvres souvent surprenants. Une nuit marathon au Mudam Le Mudam célèbrera son 10e anniversaire avec un pro- gramme d’évènements gratuits en continu du samedi 2 juillet au matin au dimanche 3 juillet en fin d’après- midi. Concerts, performances, lectures, ateliers, visites, expositions, projections reviendront sur les nombreux liens tissés par le Mudam avec des artistes et des institu- tions à travers le monde: Hirshhorn Museum and Sculp- ture Garden (Washington), Artsonje Center (Séoul), Musée d’Art Moderne de la Ville de Paris, Musée des arts et métiers (Paris) ou encore Whitechapel Gallery (Londres). Le Mudam rappelle ainsi sa conception de l’art vu comme un moyen de regarder le monde en gardant une distance poétique, le tout avec un brin d’humour. A travers un programme éclectique et étonnant, le public est invité à vivre des expériences inattendues durant 31 heures pour un anniversaire inoubliable. (cid:2)(cid:3) (cid:2) www.casino-luxembourg.lu/ (cid:2) www.mudam.lu/fr/accueil/ (cid:2) Vox Populi Tokyo, de Fiona Tan, détail d’une installation photographique, 2007. Aimable autorisation de l’artiste, Frith Street Gallery (London) and Wako Works of Art (Tokyo). © F i o n a T a n / p h o t o : H i r o s h i m a M u s e u m o f A r t ",
        "58 # J u i n 2 0 1 6 59 Le concept d’antenne régionale du Louvre, né d’une volonté de décentralisation et de démocratisation culturelles, a émergé il y a quelques années et le choix d’une implantation s’est porté sur la ville de Lens située dans la région des Hauts-de-France, autour de Lille. A ux portes de la Belgique, de l’Allemagne et des Pays-Bas, l’installation du musée Louvre-Lens (financée par la Commission européenne à hauteur de 20%) dans un territoire minier marqué par la crise industrielle et sociale a pour objectif de revaloriser cette région en pariant sur l’attractivité culturelle. Le bâtiment de verre et de lumière du musée s’articule autour d’un pavillon central, le hall d’accueil, auquel sont rattachées l’aile est – avec la Grande Galerie et le Pavillon de verre – et l’aile ouest – avec la Galerie d’exposition temporaire et un auditorium accueillant des manifestations culturelles. La Galerie du temps, installée dans la Grande Gale- rie, expose plus de 200 chefs-d’œuvre du Louvre, pour une durée de cinq ans, avec une rotation d’une tren- taine œuvres chaque année au mois de décembre, date anniversaire de l’ouverture du musée. De l’invention de l’écriture jusqu'au milieu du XIXe siècle, des œuvres de techniques, civilisations et époques différentes s’orga- nisent chronologiquement au sein d’un même espace en trois périodes: l’Antiquité, le Moyen-Age et les Temps modernes. Parallèlement à l’approche chronologique, la galerie propose trois parcours thématiques – art et religion, langue et écriture, portraits. Actuellement, les visiteurs peuvent contempler des œuvres prêtées par le département des Antiquités orientales – statuette mésopotamienne et tablette en écriture cunéiforme –, ou encore le Saint Sébastien, du Pérugin (vers 1490-1500), le Jeune mendiant napolitain dit Le Pied-Bot, de Jusepe de Ribera (1642) et le Portrait d’Isabelle de Requesens, vice-reine de Naples dit Portrait de Jeanne d’Aragon , de Raphaël (vers 1518). Pour les plus petits, un guide multimédia propose un parcours-jeu.  Louvre Lens – La Galerie du temps ‣ http://bit.ly/23pa7fv RC Louvre. Mémoires Sang et Or ‣ http://bit.ly/1UyVru1 Le Racing Club de Lens au Pavillon de verre Jusqu’au 7 novembre 2016, l’exposition «RC Louvre. Mémoires Sang et Or», présentée au Pavillon de verre, revient sur les moments et figures clés du Racing Club de Lens (RCL) et montre l’attachement de générations de supporters, joueurs et entraîneurs au club. Tout en rendant hommage aux Lensois, elle s’inscrit dans le cadre de l’Euro 2016. Des entretiens avec plus de 70 supporters et la collecte d’objets et de vêtements reconstruisent les évènements phares des 110 ans du club. L’objectif du Louvre-Lens est de poursuivre la vocation sociale et la mission d’éducation artistique du musée parisien, en créant un musée accessible aux populations les plus éloignées des pratiques culturelles, notamment grâce à l’exposition semi-permanente accessible gratuitement. Depuis son inauguration en décembre 2012, le musée a déjà accueilli 2 millions de visiteurs, dont 400 000 en 2015. Plus de la moitié d’entre eux sont originaires de la région des Hauts-de-France et 18% de l’agglomération Lens-Liévin. LOUVRE-LENS PARCOURIR LA GALERIE DU TEMPS par Chloé Melchionne, CEND © L a u r e n t L a m a c z / V i l l e d e L e n s ",
        "60 ACROSS 04 The most eaten fruit in the world 05 The My IntraComm portal for missions 07 Location of the historical victory of Admiral Nelson over the French and Spaniards 12 Bryan, actor acclaimed for his main-character interpretation in the TV series ‘Breaking Bad’ 15 The tissue covering our teeth, the hardest one in the human body 16 Mountain range extending from eastern Germany to south-western Poland 17 Ancient Greek city and Athens’s main rival 18 The psychoactive element contained in tobacco CROSSWORD 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 ANSWERS TO APRIL (cid:23) MAY'S CROSSWORD ACROSS: 01 GRUNDTVIG - 04 WALMART - 06 ERASMUS - 08 FORD - 09 NGO - 11 BOLOGNA - 12 MILAN - 14 NEET - 16 BUSINESSEUROPE DOWN: 02 VOLKSWAGEN - 03 KARLMARX - 05 PENSIONER - 06 EESC - 07 SUFFRAGETTES - 10 CIVILSERVANT - 13 LABOURDAY - 15 EPSCO - 17 ETUC Answers in next month’s edition. Send your suggestions for clues and keys to matteo.manzonetto@ec.europa.eu, with ‘crosswords’ in the subject line. FREIZEIT DOWN 01 The de facto administrative capital of the Palestinian National Authority 02 Belgian detective created by Agatha Christie 03 Physical exercise practice originating in India 06 The most eaten meat in the world (in weight per capita) 08 The city of the 2016 Premier League champions (and our ecstatic Editor-in-chief…) 09 The Saint who could speak to animals 10 The Disney duck dressed as a sailor 11 The EU Statistical office 13 The Flemish town where the European Interinstitutional Centre is located 14 Stavros, EU Commissioner for the Environment in the Barroso I Commission ",
        "# J u i n 2 0 1 6 61 FREIZEIT QUIZ 01 How many jobs are supported by exports in the EU? a. 31 million b. 19 million c. 50 million 02 What is the share of world trade that would be covered by TTIP, the trade agreement being negotiated between the EU and the USA? a. A fi fth b. A third c. A fourth 03 How many members does the World Trade Organisation have? a. 198 b. 115 c. 162 04 From which country does the EU import the most? a. USA b. Russia c. China 05 To which country does the EU export the most? a. USA b. Russia c. China 06 What is the raw material imported from China that has been causing discussion inside the EU recently? a. Coal b. Oil c. Steel 07 What does GATT stand for? a. General Agreement on Tariffs and Trade b. Global Association for Trans-Atlantic Trade c. Geneva Agreement on Trade and Tariffs 08 When was the IMF formed? a. In 1944, in Bretton Woods (USA) b. In 1978, in Geneva c. In 1957, in Rome 09 What is the name of the recently-negotiated trade agreement between the EU and Canada? a. CETA b. EFTA c. CISA 10 In 1972, the European Economic Community signed its fi rst trade agreement with a major partner… a. Japan b. USSR c. Switzerland A N S W E R S 1 . a – 2 . b – 3 . c – 4 . c – 5 . a – 6 . c – 7 . a – 8 . a – 9 . a – 1 0 . c ",
        "FREIZEIT HISTOIRE EN IMAGES 1986, ESPAGNE ET PORTUGAL Le 12 juin 1985, l’Espagne et le Portugal signent les trai- tés d’adhésion aux Communautés européennes à Ma- drid et à Lisbonne. A leur entrée en vigueur le 1er jan- vier 1986, la Communauté économique européenne (CEE) devient l’«Europe des Douze». Les deux pays, qui ont connu des régimes dictatoriaux, cherchent à stabi- liser la démocratie restaurée à la fin des années 1970. L’adhésion aux Communautés européennes apparaît comme une réponse aux difficultés économiques et industrielles de ces régimes en transition. (cid:2) (cid:2) A la veille de la signature du traité d’adhésion de l’Espagne, Fernando Morán López, ministre des Affaires étrangères espagnol, avant une réunion extraordinaire du Conseil des ministres, montre les documents qui seront signés le lendemain. (cid:2) La signature du traité d’adhésion du Portugal a lieu lors d’une cérémonie officielle au Monastère des Hiéronymites à Lisbonne. © B e l g a © B e l g a © E U ",
        "CONTRIBUTEURS Rédacteur en chef: Antony Gravili Tél. : 02 295 43 17 – Secrétaire de rédaction: Dominique Labourdette Rédaction: Nilde Marchitto, Matteo Manzonetto, Michael Scheerer Stagiaire: Chloé Melchionne Mise en page & Cend en ligne: Marcelo Contreras Commission en direct est édité par l’unité de Communication, DG HR A.4 Chef d’unité: Norman Jardine Adresse: CE-SC11, 01/18 Télécopieur: 02 299 92 85 Courrier des lecteurs: HR-CD-VOTRE-COURRIER@ec.europa.eu Envoi de la publication aux pensionnés: OIB-mailing-PMO@ec.europa.eu ISSN 1830-5598 (version imprimée) – ISSN 1977-9259 (PDF) – ISSN 1977-9259 (EPUB) Cette publication n’engage pas juridiquement la Commission. ACCÈS À COMMISSION EN DIRECT EN LIGNE Personnel actif: https://myintracomm.ec.europa.eu OP et retraités: https://myintracomm-ext.ec.europa.eu Autres institutions et agences (également EEAS): http://myintracomm.ec.testa.eu Alex Walford is Communications Officer in DG TRADE, focusing mainly on TTIP. Previously he served as Desk Officer for the Caribbean, implementing the EU’s Economic Partnership Agreement with 15 Caribbean states. Tony Lockett is Deputy Head of Unit for Communication in DG REGIO. He worked previously in DGs EMPL and EAC, where he was responsible for the development and communication of several different policy initiatives. Daniel Spichtinger and Jean-Francois Dechamp are members of the Open Science team in DG RTD’s Unit A.6 “Data, Open Access and Foresight”, which is headed by Jean-Claude Burgelman . Megan Richards is Principal Adviser in DG CONNECT. Since 1991 she has worked on programmes to support SMEs, research and innovation in DG RTD and the JRC and on regulatory, policy and research and innovation issues in DG CONNECT. Esther Huerta García works in DG ECHO. She is a communication specialist in humanitarian issues with more than ten years of experience and a UN background in the field. Laurent Thieule est directeur des travaux législatifs au Comité des régions. Il préside le think tank européen «Sport et citoyenneté» et il est président du club de Football Europa Kraainem. Edward Demicoli works in DG SANTE’s Communication Unit as a Media Relations Officer. He joined the Commission in 2005 having previously worked as a journalist and media consultant in his native Malta. Obhi Chatterjee is Technology team leader in the HR Learning & Development Unit. Previously, he has worked in DG COMP and DEVCO. He has also made four feature films, three of which have been shown internationally in festivals. Zach Hester is responsible for strategic communication in DG HR’s new unit for Organisational Development Projects and Knowledge Management (A.2). He is the former editor-in-chief of Commission en direct . Monique Théâtre est responsable des relations avec les anciens fonctionnaires au sein de l’unité «Conditions de travail et bien-être» de la DG HR. (cid:2) De gauche à droite, Gabriel Ferrán de Alfaro, représentant permanent de l’Espagne auprès de la CEE; Manuel Marín, secrétaire d’Etat aux relations avec la CEE; Fernando Morán López, ministre des Affaires étrangères; et Felipe González Márquez, Premier ministre, signent le traité d’adhésion de l’Espagne au palais d’Orient à Madrid (cid:4) La Commission Jacques Delors (1985-1989) se réunit avec les nouveaux membres portugais, António Cardoso e Cunha, et espagnols, Manuel Marín et Abel Matutes, respectivement 4e, 7e et 13e assis à la gauche du président. (cid:3) Les drapeaux des Etats membres de la CEE devant le bâtiment du Berlaymont, le 1er janvier 1986. (cid:3) Le président du Parlement européen, Pierre Pflimlin, accueille les premiers députés européens espagnol et portugais, Fernando Amaral (gauche) et Carlos Westendorp (droite), à leur arrivée à l’aéroport de Strasbourg. (cid:3) La Une du quotidien portugais Correia de manha au lendemain de la signature du traité d’adhésion. © B e l g a © E U © E U 1 9 8 6 - E P ",
        "(cid:2)(cid:3)(cid:4)(cid:5) (cid:6)(cid:7)(cid:8)(cid:5)t(cid:4)(cid:9)(cid:5)(cid:10) N(cid:5)(cid:4)(cid:11) (cid:6)(cid:9)(cid:12)(cid:13)(cid:14)(cid:15)(cid:5)(cid:8)(cid:10) W(cid:8)(cid:16)(cid:10)(cid:7)(cid:10) (cid:17)(cid:9)(cid:5)(cid:10)(cid:7) (cid:18)(cid:19)(cid:4)(cid:11) t(cid:12)(cid:20)(cid:15)(cid:12)(cid:20)(cid:21)(cid:20)(cid:22)(cid:12)(cid:13)r(cid:20)(cid:15)(cid:5)(cid:10)(cid:11) L(cid:5)(cid:23)(cid:10) (cid:24)(cid:25)(cid:26)(cid:12)(cid:8)(cid:7)(cid:19)(cid:27)(cid:7)(cid:20)(cid:10)(cid:7)(cid:8)(cid:5)t(cid:4)(cid:9)(cid:16)(cid:27)(cid:23)(cid:20)(cid:7)(cid:16)(cid:26)(cid:10) (cid:2)(cid:3) Never bounce when stretching. (cid:2)(cid:3) Keep stretches relaxed, slow and easy. (cid:2)(cid:3) Breathe slowly and deeply with each stretch. (cid:2)(cid:3) Stretch to your comfort point. (cid:2)(cid:3) Stop any stretches that cause abnormal discomfort. HEALTHY PEOPLE, HEALTHY ORGANISATION Feel better, work better: it only takes 7 minutes a day en #31 - Juin 2016 DOSSIER TRADE POLICY A motor for growth and jobs in Europe AU QUOTIDIEN La Journée de la santé EUROPE & BEYOND Integrating migrants OUR STORIES Internal Communication Awards "
    ]
}