{
    "text": [
        "EN EN EUROPEAN COMMISSION Brussels, 26.2.2015 SWD(2015) 35 final COMMISSION STAFF WORKING DOCUMENT Country Report Luxembourg 2015 {COM(2015) 85 final} This document is a European Commission staff working document . It does not constitute the official position of the Commission, nor does it prejudge any such position. ",
        "",
        "CONTENTS Executive summary 1 1. Scene setter: economic situation and outlook 3 2. Structural issues 10 2.1. Fiscal framework, long-term sustainability, pension and healthcare 11 2.2. Taxation system 15 2.3. Banking and financial stability 18 2.4. Competitiveness, business environment and diversification of the economy 21 2.5. Labour market, education and social policies 25 2.6. Environment, Energy and Transportation 30 A. Overview Table 33 B. Standard Tables 39 LIST OF TABLES 1.1. Key economic, financial and social indicators 8 1.2. The MIP scoreboard 9 B.1. Macroeconomic indicators 37 B.2. Financial market indicators 38 B.3. Taxation indicators 39 B.4. Labour market and social indicators 40 B.5. Expenditure on social protection benefits (% of GDP) 41 B.6. Product market performance and policy indicators 42 B.7. Green growth 43 LIST OF GRAPHS 1.1. Decomposition of potential growth 3 ",
        "3 1.2. Decomposition of the current account balance 4 1.3. Investment funds – Net assets under management (billions of euro) 5 1.4. Trend in Gross Fixed Capital Formation, index 2000=100 5 1.5. Decomposition of debt 6 1.6. Sector breakdown of general government balance 6 2.1.1. Effective retirement age versus legal threshold, life expectancy 12 2.1.2. New pensions 13 2.2.1. Progression of e-VAT revenues 15 2.2.2. Property taxation as % of GDP 16 2.2.3. Recurrent property taxation, % of GDP 17 2.3.1. Share of Domestic Banks (as % of Total Assets) 18 2.3.2. Diversification of the financial sector 19 2.4.1. Productivity and wage evolution 2009-2013 (2009=100) 20 2.4.2. Real compensation per employee versus real productivity per person employed 20 2.4.3. Labour productivity per sector 21 2.4.4. Luxembourg rank across topics 23 2.5.1. Employment rates by age group (%) 24 2.5.2. Unemployment traps by wage and family composition 26 2.6.1. Gap between 2020 Greenhouse Gas Emissions (GHG) projections and 2020 targets 30 LIST OF BOXES 1.1. Economic surveillance process 7 2.1.1. Early retirement schemes 14 ",
        "EXECUTIVE SUMMARY 1 The financial sector remains Luxembourg's main growth engine. The strength of the sector has allowed the country to create and sustain a generous welfare state without jeopardising public finances, while keeping public debt at a low level . According to the Commission's winter 2015 economic forecast, economic activity is projected to continue expanding this year with GDP growth reaching 2.6%, slightly below the 2014 level. The main contribution to growth will come from domestic demand, notably investment. Unemployment is expected to peak in 2015, before to inch down in 2016, although it remains markedly low compared with the EU average. Concerning public finances, in 2014 the general government surplus is set to have declined marginally to 0.5% of GDP from 0.6% in 2013. In spite of the envisaged fiscal consolidation effort, public finances are expected to deteriorate in 2015, mostly as a result of the VAT revenue shortfall that has followed this year's change in the regulation related to e-commerce. In spite of the 2 percentage points increase in VAT rates that came into effect on 1 January 2015, inflation is set to remain subdued, in line with a negative output gap and the sustained weakening of oil prices. The recently announced quantitative easing decision by the European Central Bank is expected to introduce upward pressure on prices, especially in 2016. This Country Report assesses Luxembourg's economy against the background of the Commission's Annual Growth Survey which recommends three main pillars for the EU's economic and social policy in 2015: investment, structural reforms, and fiscal responsibility. In line with the Investment Plan for Europe, it also explores ways to maximise the impact of public resources and unlock private investment. The main observations and findings of the analysis are: • Public finances remain sound, underpinned by a strong policy framework. In view of the expected deterioration of the fiscal balance in 2015, the government has embarked on a series of corrective measures, targeting both the expenditure and revenue side, to maintain the country's Medium-Term Objective throughout the programming period. An ambitious fiscal consolidation plan, including VAT rate increases, more rationalised expenditures and other measures, is expected help to improve the state budget by around 2% of GDP during the period 2015-18. Moreover, the recent introduction of a multi-annual framework will contribute to smooth the impact of the economic cycle on public finances and reduce the volatility and exposure of revenues to exogenous factors, such as the evolution of financial markets. While limited progress has been made in the area of pensions, Luxembourg continues to face challenges in terms of the long-term sustainability of its public finances. Although the recent VAT reform is set to at least partially offset the drop in consumption tax revenues from the change in regulation related to e-commerce, there is scope for further broadening the tax base, given the ongoing wide use of reduced rates and for revisiting the currently low taxation on housing property. Finally, there is a potential to raise revenues from alternative growth-friendly sources, including environmental taxation. • The economy is heavily dependent on the financial sector. Efforts to foster investment in sectors with high gross value added are worth being pursued , in the search for alternative sources of growth. The government is directly promoting investment in high quality infrastructure with the potential to contribute to higher productivity, particularly in the network industry and transport sectors. While the Investment Plan put forward by the new Commission could help in this endeavour, Luxembourg's deteriorating cost competitiveness would need to be reversed. Ensuring that wages evolve in line with productivity would help to improve Luxembourg's external position. Nevertheless, the low level of cooperation between firms and public research institutions and the sharp drop in business R&D intensity (from 1.5% in 2000 to 0.7% in 2013) reveal the current weakness of Luxembourg’s research and innovation system. • Despite overall well performing labour markets and high tertiary education attainment rates, employment rates are comparatively low for older workers, women and low-skilled young people . There are institutional obstacles to effective activation policies. Disincentives to work exist largely arising from the 'joint taxation' system and ",
        "Executive summary 2 from the design of the social benefit system. Finally, the rate of those at-risk-of-poverty and social exclusion is rising among children, single-parent households and migrants, although from low overall levels. • Luxembourg is currently not on track in reducing the level of greenhouse gas emissions - in sectors not covered by the EU’s Emissions Trading System - by 20% between 2005 and 2020. According to the latest projections, however, the country will not achieve that Europe 2020 target, largely because of the cross-country fuel purchase induced by the country's relatively low taxes on petrol and diesel. The government announced that results from a feasibility study on the impact of a reform of energy taxation will be released in the course of 2015. Results from the study could feed in the envisaged general fiscal reform that is currently under preparation. • Overall, Luxembourg has made limited progress in addressing the country-specific recommendations issued by the Council in 2014 . Although substantial progress has been achieved as regards the situation of the public finances in the short- to medium-term and in the area of strengthening fiscal governance, there has been limited progress concerning the sustainability of public finances in the long- term. Indeed, the 2012 reform of the pension system was not ambitious enough and age- related liabilities remain a looming risk in the long-term, also in light of stalled progress in long-term care reform. Efforts to reduce unemployment, notably among low-skilled young people, have been intensified and point to some progress in this area. Conversely, progress with raising the employment rate among older workers, including by improving their employability through lifelong learning, has been limited. Finally, Luxembourg has made limited progress in strengthening vocational education by promoting apprenticeship and training. No progress however was made as to the general reform of secondary education. No progress either was made as regards the improvement of cost competitiveness and the reduction of Greenhouse Gas emissions, where a focus on concrete and ambitious measures is still missing. The Country Report reveals the policy challenges stemming from the analysis, namely: • The long-term sustainability of public finances is threatened by the growth of pension expenditure , despite the recent reform of the system, and by the steady increase in long-term care outlays. A review is only scheduled for 2016. • The cost competitiveness of the Luxembourg's economy has been eroded over the last decade by nominal unit labour costs rising faster than in trading partners, broadly as a result of stagnating labour productivity and steadily increasing nominal wages. Meanwhile, the heavy reliance of the economy on the financial sector implies an inherent structural risk indicative of the need for economic diversification, including through higher investment in research and development. • Education outcomes remain unsatisfactory despite high tertiary attainment rates, and alleviating the situation of people with a migrant background and low-skilled young people remains difficult . Labour market supply challenges persist related to institutional factors and to the design of the social benefit system. Also the poverty situation and social exclusion, including housing accessibility for low-income groups, requires attention. • Luxembourg faces the challenge of transforming itself into a low-carbon and resource-efficient economy . A comprehensive framework of concrete policy measures could help the authorities achieve both environmental and economic targets. ",
        "1. SCENE SETTER: ECONOMIC SITUATION AND OUTLOOK 3 RECENT MACRO-ECONOMIC DEVELOPMENTS AND OUTLOOK In 2014 economic growth accelerated , after two years of relatively low growth. In particular, in the third quarter output increased by 2.3% quarter-on- quarter, after 1.0% and 0.5% in the first two quarters of 2014. As a whole, GDP growth is expected to come out at 3.0% in 2014, after 2.0% in 2013 and a relatively small contraction of 0.2% in 2012. From a sectorial perspective, the recent increase in output is explained by a more benign than expected performance of the financial sector, while the services-to-business sector continues to prove its overall strength. In particular, the resilience of credit activities and an attempt to reverse, since the beginning of 2014, of the downward trend of deposits in the banking sector might point to a successful adaption of the financial sector to the challenges arising from the wave of new international regulations (CRR/CRD IV ( 1 )). The diversification of the sector (see section 2.3), combined with the recent recovery of financial markets, is likely to be behind its resilience. Looking into the near future - and on the basis of its diversification and the proactive behaviour of sectoral and national authorities - the financial sector is expected to return to a position of contributing positively to economic growth. While the recovery is indeed gaining momentum, it is unlikely that the economy will return to the growth levels of the period before- the-crisis , when output growth averaged 4¾% over the period 2000-07. According to the most recent estimate, potential growth has been revised down compared with the period before the crisis and would currently just attain 2%, dragged down by the drop in the labour contribution, and by the contribution of total factor productivity that turned negative since 2009. The difficulties encountered by the country to further increase productivity might reflect a lower outlook for productivity in the financial sector, where the potential has been dented by the rather strict regulatory framework that has been recently put in place. As GDP is ( 1 ) \"CRR/CRD IV\" is a comprehensive set of reform measures to strengthen the regulation, supervision and risk management of the banking sector. projected to grow above 2% in upcoming years the negative output gap, built up during the crisis, is forecast to narrow. Graph 1.1: Decomposition of potential growth -8.0 -6.0 -4.0 -2.0 0.0 2.0 4.0 6.0 8.0 10.0 00 01 02 03 04 05 06 07 08 09 10 11 12 13 Labour contribution Capital TFP Potential growth Actual GDP growth Source: European Commission The labour market has shown a remarkable resilience throughout the crisis. Without achieving the rate recorded before the crisis, the pace of job creation remained sustained at 2.0% in 2013 and accelerated in 2014. Apart from the industrial sector where overall employment still continue to contract, all sectors recorded positive growth in 2013, including the financial sector as a whole, where employment grew by 0.9%. The outlook for employment growth over the coming years remains positive, though a slow-down in the pace of job creation is expected, in line with GDP projections. In spite of job creation remaining dynamic, unemployment increased over the recent years . These decoupling trends hint at concerns regarding a smooth transition from school to work for the resident population, but also at the possible existence of financial disincentives to take up a job. Overall, unemployment nevertheless remains low in comparison with the euro area. The relatively high youth unemployment rate must also be seen in the light of the overall low activity rate of this age cohort as the absolute number of young people unemployed remains small in absolute terms. The measures recently introduced or in the pipeline with a view to increasing the participation ",
        "1. Scene setter: economic situation and outlook 4 of older workers in the labour market (among the lowest in the EU), could also bring about an increase in the unemployment rate if not counterbalanced by decisive active labour market policies aiming at increasing the employability of the people concerned. Labour productivity levels remain among the highest in the euro area, though its growth rate has stagnated in recent years. This is partly explained by labour hoarding practices, encouraged by public support schemes. A specific feature of the country is the sizeable divergence of labour productivity across economic sectors, with the financial sector posting by far the highest level. Stagnation of labour productivity and the steady increase in nominal wages, partly related to the automatic indexation of wages have led to an increase in nominal unit labour costs over the last decade. Unit labour costs rose by 56.8% in Luxembourg between 2000 and 2013, more than twice as fast as the euro area 19 average of 26.0% and compared with 12.5% in Germany over the same period. In line with plummeting oil prices, inflation fell sharply in the last part of 2014. In December, it became negative for the first time since October 2009. As a whole, inflation came out at 0.7% in 2014, down from 1.7% in 2013. Core inflation (which excludes unprocessed food and energy), also went down, but it is estimated to have settled at 1.7% on average in 2014. The low inflation environment is likely to limit the impact of the 2 percentage point increase in VAT rates and to postpone the adaptation of wages, comforting the government's decision to not maintain the temporary adjustment mechanism for wage indexation. EXTERNAL DEVELOPMENTS The current account balance remains in surplus , though lower than the average surplus of around 10% of GDP recorded during the period 2001-07. It lost some ground afterwards and the surplus is projected to shrink even further - below 6% ( 2 ) of GDP from 2015 - as VAT on e- ( 2 ) Relevant threshold in the context of the Macro-economic imbalance procedure. commerce, paid to the countries of residence of consumers, will be discounted from the export of services. This large and persistent current account surplus is mostly driven by financial services and shelters a persistent and gradually increasing deficit in the trade balance for goods. The latter stems more from weak export growth than from an increase in imports as is also reflected in the significant loss in export market share for goods, which even accelerated in the aftermath of the financial crisis. Graph 1.2: Decomposition of the current account balance -60 -40 -200 20 40 60 00 01 02 03 04 05 06 07 08 09 10 11 12 13 % o f G D P Secondary income balance Primary income balance Trade balance - services Trade balance - goods Trade balance Current account balance (CA) Source: European Commission This trend is likely to reflect not simply the increasing \"tertiarisation\" of the economy , but also a more structural loss of cost competitiveness, which has mostly penalised sectors exposed to international competition that are rather price- takers than price-makers. The share in the economy of the industrial sector, in terms of gross value added, has almost halved, while the decline in the euro area has been more moderate and limited to just over 10%. The current account surplus is also dragged down by the widening deficit on the primary income balance. This net outflow increased to 31% of GDP in 2012 (from 14.8% of GDP in 2002), mirroring the increasing success of the financial services industry in placing its products abroad and the large number of foreign workers. ",
        "1. Scene setter: economic situation and outlook 5 THE FINANCIAL SECTOR The financial sector in Luxembourg is very large relative to the size of the economy. Performances have been unequal across a rather diversified financial sector. The fund industry has profited from the favourable orientation of the financial markets and has increased the amount of assets under management, also thanks to new subscriptions. By end of 2014, investment funds had more than EUR 3 trillion of net assets under management, a figure that has doubled since the trough of the financial crisis (see Graph 1.3). Graph 1.3: Investment funds – Net assets under management (billions of euro) 0 500 1000 1500 2000 2500 3000 3500 J an 00 J an 01 J an 02 J an 03 J an 04 J an 05 J an 06 J an 07 J an 08 J an 09 J an 10 J an 11 J an 12 J an 13 J an 14 Source: Commission des Surveillance du Secteur Financier On the other hand, the performance of the more traditional banking sector has been lacklustre , even if the sector appears to have bottomed out and is now on the verge of a consolidation of the efforts carried out in the recent years. Still, in 2014 balance sheets continued to shrink following the decrease in the intermediation activity and lower profitability ( 3 ). Insurance sector results are rather stable and show progress mostly in the non-life branch. Recently, the assets-quality review conducted by the European Central Bank and the forward-looking stress tests coordinated by the European Banking Authority confirmed the ( 3 ) See press release of 21 January 2015 of the 'Commission de Surveillance du Secteur Financier\", available at: http://www.cssf.lu/fileadmin/files/Publications/Communiques/ Communiques_2015/CP1507_PP_210115.pdf robustness and the reliability of Luxembourg's banking sector, which is characterised by a high level of capitalisation. CREDIT AND INVESTMENT Lending to non-financial corporation has resumed solidly since the second quarter of 2014 amid an easing of the additional conditions (such as the request for higher collateral) that banks are requesting in order to grant a loan. Medium and small enterprises, for which it is more difficult to tap into alternative sources of finance, were those that benefitted the most as large corporations could already finance their needs directly on the bond market. Since 2000, public investment has regularly stood above the euro area average. The government plans to further increase investment in the next years in order to realise important projects in the area of the transport infrastructure. Overall, investment, has benefitted from favourable lending conditions and has been dynamic over recent years, largely outpacing developments in the euro area or in Germany (see Graph 1.4). Graph 1.4: Trend in Gross Fixed Capital Formation, index 2000=100 80 90 100 110 120 130 140 150 00 01 02 03 04 05 06 07 08 09 10 11 12 13 LU DE EA-18 Source: European Commission In the context of the investment Plan for Europe, the government, in consultation with the private sector, has formulated a list of projects that would seem to be eligible. The list includes nine large projects, broken down into 35 single programmes. They cover a rather large scope and ",
        "1. Scene setter: economic situation and outlook 6 range from the energy union to social infrastructures through environment and transport- related projects. DOMESTIC DEBT IS MAINLY A PRIVATE DEBT CONCERN Public debt stood at 23.6% of GDP in 2013, around four times lower than the euro area average (93.3% of GDP). In light of the low level of public debt and its relatively solid economic fundamentals, Luxembourg, together with Germany, is the only country in the euro area still enjoying an \"AAA\" rating from all three major rating agencies. The level of existing public guarantees amount to 8.8% of GDP, of which 4.9% are related to the financial sector. Private sector debt, on the other side, is at a level well above the euro area average, see Graph 1.5. It peaked in 2009 at 421.8% of GDP (in gross terms) and since then has decreased substantially to 340.6% in 2012, but in 2013 it rose again to 356.2% of GDP. The high level of private debt mostly belongs to non-financial corporation. It is largely explained by the presence of a high number of multinational corporations that use Luxembourg as a financial hub for their infra- group financing operations. Graph 1.5: Decomposition of debt 0 50 100 150 200 250 300 350 400 450 500 06 07 08 09 10 11 12 13 % o f G D P Household Non financial corporations Government Private sector Source: European Commission Household debt is on a steadily rising path and is mostly related to real estate investment activities. At this regard, concerns also refer to the fact that the majority of mortgages are subscribed at variable rates, putting debt service constraints on households should interest rates normalise and align again with historical average levels. In this context it can be noted that the continuous increase in housing prices could represent a nascent threat to the economy. Since 2000 house prices increased, in nominal terms, by 173%, or 8.1% on average annually. Public finances still sound, in spite of sustained trend in public expenditure In 2013, Luxembourg preserved its sound fiscal position. The general government balance recorded a surplus of 0.6% of GDP in 2013, better than the 0.1% of GDP surplus recorded in 2012. In 2014, the surplus is projected to only marginally decline to 0.5% of GDP. While these figures are well above the euro area average, they compare with an average surplus of 1.6% of GDP between 2000 and 2013. A breakdown by sectors of the general government accounts reveals that the decline stems from the deterioration of the accounts of the central government that, since the inception of the financial crises, have posted large deficits. At the consolidated level of the general government they are offset by the steady surpluses of the social security sector (see Graph 1.6). ",
        "1. Scene setter: economic situation and outlook 7 Graph 1.6: Sector breakdown of general government balance -3.0 -2.0 -1.0 0.0 1.0 2.0 3.0 4.0 5.0 6.0 7.0 00 01 02 03 04 05 06 07 08 09 10 11 12 13 % o f G D P Social security funds Local government Central government General government Source: European Commission In 2015, a change in the European legislation on VAT on e-commerce that entered into force on 1 January is expected to shave off around 1.5% of GDP in revenues. This loss is expected be only partially counterbalanced by the impact of the consolidation measures adopted in the budget. The objective of the medium-term budgetary strategy , as outlined in the latest budgetary plans, is to meet the country specific Medium-Term Objective throughout the programming period covering 2015-18. In this regard, last December the government adopted a multi-annual programming law that already details most of the measures planned to achieve the target. The consolidation path is however mostly based on additional revenues, while on the expenditure side efforts to curtail public spending are not solidly underpinned by concrete measures, thereby exposing the public finance targets to risks of slippages. Box 1.1: Economic surveillance process The Commission’s Annual Growth Survey, adopted in November 2014, started the 2015 European Semester, proposing that the EU pursue an integrated approach to economic policy built around three main pillars: boosting investment, accelerating structural reforms and pursuing responsible growth-friendly fiscal consolidation. The Annual Growth Survey also presented the process of streamlining the European Semester to increase the effectiveness of economic policy coordination at the EU level through greater accountability and by encouraging greater ownership by all actors. This Country Report includes an assessment of progress towards the implementation of the 2014 Country-Specific Recommendations adopted by the Council in July 2014. The Country-Specific Recommendations for Luxembourg concerned public finances, the introduction of a medium-term budgetary framework, the use of VAT reduced rates, the pension system, wage setting and the diversification of the structure of the economy, the labour market and a reduction in greenhouse gas emissions. ",
        "1. Scene setter: economic situation and outlook 8 Table 1.1: Key economic, financial and social indicators 2008 2009 2010 2011 2012 2013 2014 2015 2016 Real GDP (y-o-y) 0.5 -5.3 5.1 2.6 -0.2 2.0 3.0 2.6 2.9 Private consumption (y-o-y) 0.0 0.8 2.0 1.2 1.9 1.5 2.5 1.4 2.5 Public consumption (y-o-y) 2.3 4.0 3.1 1.2 3.7 5.0 3.2 2.6 3.0 Gross fixed capital formation (y-o-y) 9.9 -12.2 -0.2 14.4 2.4 -4.5 2.4 2.4 3.0 Exports of goods and services (y-o-y) 7.3 -12.7 8.2 5.0 2.9 5.6 2.4 4.1 5.1 Imports of goods and services (y-o-y) 9.2 -14.0 9.6 6.9 3.8 5.8 2.1 4.2 5.6 Output gap 1.7 -5.4 -2.0 -1.4 -3.6 -3.4 -2.3 -1.6 -0.8 Contribution to GDP growth: Domestic demand (y-o-y) 2.2 -1.5 1.2 3.0 1.6 0.5 1.7 1.3 1.8 Inventories (y-o-y) -1.2 -1.8 3.1 0.7 -1.5 0.0 0.0 0.0 0.0 Net exports (y-o-y) -0.5 -2.0 0.8 -1.1 -0.3 1.5 1.2 1.3 1.1 Current account balance (% of GDP), balance of payments 6.7 7.5 7.1 5.9 5.8 4.9 . . . Trade balance (% of GDP), balance of payments 36.4 34.7 33.2 32.3 36.4 38.8 . . . Terms of trade of goods and services (y-o-y) 1.4 1.6 0.1 0.9 0.3 0.0 0.2 -0.2 0.0 Net international investment position (% of GDP) 158.8 155.1 153.6 191.5 207.2 216.4 . . . Net external debt (% of GDP) -2517.0*-2938.9*-3193.3*-2484.5*-2269.2* . . . . Gross external debt (% of GDP) 3786.9 3612.5 3317 2293.2 5493.7 5740.4 . . . Export performance vs advanced countries (% change over 5 years) 26.7 18.5 8.5 1.9 -2.3 9.5 . . . Export market share, goods and services (%) 0.5 0.5 0.4 0.4 0.4 0.5 . . . Savings rate of households (net saving as percentage of net disposable income) 9.5 12.1 13.0 13.6 13.7 . . . . Private credit flow, consolidated, (% of GDP) 18.4 -6.6 -53.3 20.2 0.5 27.8 . . . Private sector debt, consolidated (% of GDP) 391.4 421.8 346.1 347.3 340.5 356.3 . . . Deflated house price index (y-o-y) 0.0 -2.2 4.0 1.0 2.6 3.6 . . . Residential investment (% of GDP) 4.1 3.4 2.6 2.5 3.0 3.1 . . . Total financial sector liabilities, non-consolidated (y-o-y) -8.6 10.0 14.9 12.6 15.9 8.6 . . . Tier 1 ratio 1 . . . . . . . . . Overall solvency ratio 2 . . . . . . . . . Gross total doubtful and non-performing loans (% of total debt instruments and total loans and advances) 2 . . . . . . . . . Change in employment (number of people, y-o-y) 3.3 1.0 1.7 2.7 2.5 1.7 2.0 2.1 2.2 Unemployment rate 4.9 5.1 4.6 4.8 5.1 5.9 6.3 6.4 6.3 Long-term unemployment rate (% of active population) 1.6 1.2 1.3 1.4 1.6 1.8 . . . Youth unemployment rate (% of active population in the same age group) 17.3 16.5 15.8 16.4 18.0 16.9 18.9 . . Activity rate (15-64 year-olds) 66.8 68.7 68.2 67.9 69.4 69.9 . . . Young people not in employment, education or training (%) 6.2 5.8 5.1 4.7 5.9 5.0 . . . People at risk of poverty or social exclusion (% of total population) 15.5 17.8 17.1 16.8 18.4 19.0 . . . At-risk-of-poverty rate (% of total population) 13.4 14.9 14.5 13.6 15.1 15.9 . . . Severe material deprivation rate (% of total population) 0.7 1.1 0.5 1.2 1.3 1.8 . . . Number of people living in households with very low work-intensity (% of total population aged below 60) 4.7 6.3 5.5 5.8 6.1 6.6 . . . GDP deflator (y-o-y) 3.9 1.6 3.7 5.0 3.5 1.4 1.5 0.5 2.1 Harmonised index of consumer prices (HICP) (y-o-y) 4.1 0.0 2.8 3.7 2.9 1.7 0.7 0.6 1.8 Nominal com pensation per employee (y-o-y) 2.3 1.4 2.1 2.1 1.5 3.6 2.3 1.6 2.3 Labour productivity (real, person employed, y-o-y) -4.1 -6.3 3.3 -0.3 -2.5 0.0 . . . Unit labour costs (ULC) (whole economy, y-o-y) 6.6 8.3 -1.1 2.4 4.2 3.6 1.6 1.2 1.6 Real unit labour costs (y-o-y) 2.7 6.5 -4.7 -2.4 0.7 2.2 0.0 0.6 -0.6 REER 3) (ULC, y-o-y) 4.4 5.5 -2.8 1.7 0.2 3.6 0.4 -1.2 0.8 REER 3) (HICP, y-o-y) 0.3 0.6 -1.9 0.7 -1.2 1.3 1.4 0.1 -0.1 General government balance (% of GDP) 3.3 -0.5 -0.6 0.3 0.1 0.6 0.5 -0.4 0.1 Structural budget balance (% of GDP) . . 0.2 0.9 1.7 2.1 1.3 0.4 0.5 General government gross debt (% of GDP) 14.4 15.5 19.6 18.5 21.4 23.6 22.7 24.4 25.1 Forecast 1 Domestic banking groups and stand-alone banks. 2 Domestic banking groups and stand-alone banks, foreign-controlled (EU and non-EU) subsidiaries and branches. 3 Real effective exchange rate (*) Indicates BPM5 and/or ESA95 Source: European Commission, 2015 winter forecast; ECB ",
        "1. Scene setter: economic situation and outlook 9 Table 1.2: The MIP scoreboard Thresholds 2008 2009 2010 2011 2012 2013 3 year average -4%/6% 9.2 8.2 7.1 6.8 6.3 5.5 p.m.: level year - 6.7 7.5 7.1 5.9 5.8 4.9 -35% 158.8 155.1 153.6 191.5 207.2 216.4 % change (3 years) ±5% & ±11% 3.4 3.8 1.2 0.0 -2.4 0.7 p.m.: % y-o-y change - 1.9 0.9 -1.6 0.7 -1.5 1.5 % change (5 years) -6% 12.1 8.4 -0.6 -7.0 -11.6 2.2 p.m.: % y-o-y change - -4.9 2.6 -8.3 -1.5 0.4 9.9 % change (3 years) 9% & 12% 13.1 18.7 14.1 9.6 5.5 10.5 p.m.: % y-o-y change - 6.6 8.3 -1.1 2.4 4.2 3.6 6% 1.1 -1.7 4.4 1.2 2.3 4.9 14% 18.4 -6.6 -53.4 20.2 0.6 27.7 133% 391.4 421.8 346.1 347.3 340.6 356.2 60% 14.4 15.5 19.6 18.5 21.4 23.6 3-year average 10% 4.6i 4.7 4.9 4.8 4.8 5.3 p.m.: level year - 4.9 5.1 4.6 4.8 5.1 5.9 16.5% -7.3 7.8 13.9 12.0 14.9 8.8 Internal imbalances Deflated House Prices (% y-o-y change) Private Sector Credit Flow as % of GDP, consolidated Private Sector Debt as % of GDP, consolidated General Government Sector Debt as % of GDP Unemployment Rate Total Financial Sector Liabilities (% y-o-y change) External imbalances and competitiveness Current Account Balance (% of GDP) Net international investment position (% of GDP) Real effective exchange rate (REER) (42 industrial countries - HICP deflator) Export Market shares Nominal unit labour costs (ULC) Flags: b: break in time series. na: not available. \"Note: Figures highlighted are the ones falling outside the threshold established by EC Alert Mechanism Report. For REER and ULC, the first threshold concerns Euro Area Member States. (1) Figures in italic are according to the old standards (ESA95/BPM5). (2) Export market shares data: the total world export is based on the 5th edition of the Balance of Payments Manual (BPM5). (3) Unemployment rate i=Eurostat backcalculation to include Population Census 2011 results. (4) International investment position data have been revised upwards following methodological changes in the treatment of intragroup loans of SPEs and information from a new collection survey in the financial sector. Source: European Commission ",
        "2. STRUCTURAL ISSUES ",
        "2.1. FISCAL FRAMEWORK, LONG-TERM SUSTAINABILITY, PENSION AND HEALTHCARE 11 Fiscal framework In 2013, Luxembourg was the only country still lacking a medium-term budgetary framework underpinning multi-annual fiscal planning. A multi-annual programme existed for investment expenditure but only had an indicative character. On 12 July 2014, a draft bill ( 4 ), aiming to transpose Council Directive 85/2011/EU on budgetary frameworks and the Fiscal Compact, was finally adopted by the national parliament. The adopted law improves the medium-term budgetary framework in line with the EU requirements. It introduces multiannual ceilings in the multi-annual financial programming law that cover the central government sector only. However, it gives no indication of the consequences in the event of ceilings being exceeded, nor does it introduce a national expenditure rule to guide the setting of multiannual expenditure targets. It does, however, require that the adjustment path to the medium-term objective be respected. To that end, it includes annual forecasts for the public debt and balance accounts (both in nominal and structural terms), broken down by major subsectors, i.e. central government, social security and local government. For each major budget line, expenditure and revenue projections are to be annexed to the multi-annual financial programming law. The expected contribution of planned policies to the achievement of multiannual budgetary targets and a comparison with a no-change policy baseline would also be annexed. In October 2014, for the first time the government deposited before the Parliament, along with the annual budget, a multi-annual financial programming law covering the period 2014-2018. It detailed plans to achieve the medium-term budgetary objective at the level of general government. In line with the requirements of Regulation (EU) No 473/2013, the macroeconomic forecast underlying the draft budget for 2015 has been produced by STATEC, an autonomous administration placed under the authority of the Ministry of Economy. ( 4 ) Draft Law n. 6597 available at: http://www.chd.lu/ The introduction of a structural budget balance rule, also under the adopted bill, further strengthens the fiscal framework of Luxembourg . The definition of the rule is clear, referring directly to the medium-term objective and the adjustment path towards it, but the specific action to be taken in case of significant deviation from the rule is specified rather loosely. The adopted bill also provides for the creation of the Conseil National des Finances Publiques (CNFP) , entrusted with the task of the independent monitoring of fiscal rules. At the same time, there is no provision in the bill obliging the Government to formally respond to the CNFP recommendations. The CNFP became operational only on 7 November 2014, when its 7 members were appointed, therefore only after publication of the draft budget. Due to the lack of a sufficient time to carry out a proper analysis of the draft budget, the CNFP decided not to provide an opinion on the 2015 draft budget. Luxembourg has significant deficiencies in terms of the regular publication of intra-annual fiscal statistics, which is an essential element for real-time monitoring of budgetary developments and for which minimum standards are established by the Directive. Most notably, Luxembourg is yet to publish monthly cash-based fiscal data for the central government and social security and quarterly cash-based fiscal data for the local government sub-sector. The government published in the budget, in line with newly adopted provisions, a list of tax expenditure measures . However the publication is not sufficiently informative, as - in the absence of an official definition of fiscal expenditure - the government has chosen a rather narrow approach. In particular, the list includes only measures related to households and no measure about corporations is mentioned. In view of the announced reform of the fiscal system it appears opportune to have a set of information as complete as possible on all elements that could have an impact on the assessment about the distribution of the fiscal burden. Long-term sustainability Government debt (23.6% of GDP in 2013 and expected to rise to 25.1% of GDP in 2016) is currently well below the 60% of GDP threshold ",
        "2.1. Fiscal framework, long-term sustainability, pension and healthcare 12 laid down in the Treaty . According to the Commission's calculation ( 5 ) based on the Winter 2015 economic forecast, government debt is projected to remain by 2025 under the threshold of 30% of GDP. Risks would be even lower in the event of the structural primary balance continuing to record the high values observed in the past, such as the average for the period 2004-13.( 6 ) Finally, the budgetary impact of an ageing population poses a challenge to long-term fiscal sustainability, in particular in the area of pensions and long-term care. Pension Pension expenditure is expected to increase substantially in the coming decades ( 7 ), posing some risks as regard the long-term sustainability of the pension system. The last reform of the pension system was introduced in 2012, however it was limited in scope and did not substantially address the threat posed to the long-term sustainability of public finances. The reform addressed only partially the large gap between the statutory and the effective retirement age. Against a background of an effective-retirement age that stood at 58.9 in 2012 compared with the statutory retirement age fixed at 65, the reform maintained the possibility of early retirement at 57 or 60 (see Graph 2.1.1). ( 5 ) Assessing public debt sustainability in EU Member States: a guide”, European Economy Occasional Paper, no. 200, September 2014” for a presentation of the methodology used. http://ec.europa.eu/economy_finance/publications/occasion al_paper/2014/op200_en.htm ( 6 ) Eventually debt could be higher than estimated. The projection is based on the general government deficit, However, in Luxembourg the structural surplus of the social security sector cannot be used to finance the deficit of the other government sub-sectors, meaning that new debt has to be issued even in the situation of primary surplus for the general government. ( 7 ) According to the 2012 Ageing report the increase in pension related expenditure in Luxembourg is projected to be the highest among all EU countries. Updated projections will be provided in the 2015 Ageing Report to be published in the first half of 2015. Graph 2.1.1: Effective retirement age versus legal threshold, life expectancy 50 55 60 65 70 75 80 85 90 00 01 02 03 04 05 06 07 08 09 10 11 12 Average effective age of retirement-Women Average effective age of retirement-Men Life expentancy at 65-Total Legal retirement threshhold Source: European Commission, Oecd The 2012 reform strengthened the link between career length and longevity , proposing a reduction of benefits in the event of a shortened career. The new calculation method ( 8 ), which will be implemented only gradually over the next 40 years, has changed the way the final amount of the pension is estimated, increasing the weight of the component linked to the years of contribution. In the end, jobholders would have to work only three years longer to receive the same benefit. As the replacement rate is very high, even for high wage earners, the incentives provided by the new law are not strong enough to convince people to work longer than the minimum required. Currently, the short-term financing of the pension system is guaranteed by a low old-age dependency ratio and relies on the contributions paid by relatively young cross-border workers. It also means that with unchanged policies the active population will have to double every 30/40 years to keep the system sustainable.( 9 ) While, the current system presents a lower risk of poverty for retired workers than in other countries, ( 10 ) it poses ( 8 ) The retirement benefit is mainly based on two components: a flat-rate amount contingent on years of coverage and an earnings-related amount. ( 9 ) Opinion of the Trade Chamber of 6 April 2012. ( 10 ) For people aged 65 and over the risk to be at poverty stood at 7% against 16.5% for the euro area in 2013. ",
        "2.1. Fiscal framework, long-term sustainability, pension and healthcare 13 some questions concerning inter-generational fairness. The share of people exiting the labour market before reaching the statutory retirement age is rather stable since 2000 and stands at 75% of total number of new pensions (Graph 2.1.2) . Graph 2.1.2: New pensions 0 1000 2000 3000 4000 5000 6000 7000 8000 9000 00 01 02 03 04 05 06 07 08 09 10 11 12 Old age Early old age Invalidity Source: Casse Nationale d'Assurance Pension (CNAP) In line with the first principles laid down in its December 2013 programme, the government announced that further measures will be taken . In particular, it plans to: (1) provide additional incentives to postpone the retirement age and (2) enable a more gradual transition to retirement. Among other reform efforts, Luxembourg is working on overhauling the pre-retirement system, including by abolishing ( 11 ) the 'pre-retraite solidarité' scheme, reforming the reclassification system for people with work disabilities, and aiming at better regulation of supplementary pensions. In this regard, it is appropriate to point out that pre-retirement is not be confused with early retirement . The early retirement pension is governed by social security law while pre- retirement schemes fall under labour law. Social security legislation and labour law provide for ( 11 ) Measure n. 191 of the list of 258 measures attached to the 2015 consolidation package. . different possibilities to exit the labour market and to retire before the legal age of 65 (see Box 2.1.1). The impact of the current project to abolish the 'pre-retraite solidarité' scheme is estimated to be marginal as it involves a limited number of people each year. According to the last budget, savings are estimated at around EUR 5 million a year. A proposal to reform the work incapacity scheme was introduced before the Parliament in March 2013 . It aims, amongst other things, at providing active labour market solutions in contrast to a market exit programme. The proposal also contains provisions to ease the transition between the labour market and retirement. Partial old-age pensions, in combination with income from work, would allow people to make this transition more flexibly and reduce the redeployment procedure for early retirement. The financial impact of the reform is however not available. The government also announced plans to extend the coverage of the occupation pillar scheme by revising the 1999 law regulating supplementary pensions. The extension would apply to self-employed professional and independent workers, andr to some categories of employees not affiliated with a company retirement scheme. Finally, the government decided to advance by one year the monitoring and evaluation provided for under the law. Thus, in 2016, rather than in 2017, the General Social Security Inspectorate, designated as the supervisory authority, will present a new study on the plan’s financial position in the medium term. Based on these findings, other measures for financial consolidation (e.g. an increase in contribution rate or additional adaptation of benefits) could be discussed with the social partners. ",
        "2.1. Fiscal framework, long-term sustainability, pension and healthcare 14 Long-term care Besides pensions, other age-related expenditure is projected to weight on the long-term sustainability of the public finances . Long-term care insurance is likely to be in deficit from 2015 onwards when the reserve is expected to fall below the legal minimum of 10% of the expenses. ( 12 ) Total expenses have risen from EUR 482.7 million in 2011 to the budgeted EUR 560 million in 2013. The sustainability of the long-term care system is endangered by a lack of cost-effectiveness . In 2011, public spending on long-term care accounted for 1.3% of GDP (EU average of 1.9%). The number of dependent persons receiving benefits from the dependency insurance more than doubled ( 12 ) According to the 2012 Ageing Report, the increase in long- term care expenditure in Luxembourg is projected to be above the euro area average. Updated projections will be provided in the 2015 Ageing Report to be published in the first half of 2015. from 2000 to 2010. Luxembourg has the highest availability of long-term care beds among all OECD countries. The number of long-term care beds increased by 9 % in the period 2000-11. The announced reforms of long-term care have not yet been translated into legislation . Following a report in 2013, the government decided to reform long-term care insurance with the aim of providing persons in need of long-term care with an adequate level of services and securing the corresponding financing. To this end the report suggested to standardise the needs assessment procedure, to extend the electronic patient file to long-term care, to redefine the role of informal carers and link cash benefits more clearly with the services provided, to review the financial support for house adaptations and to strengthen the coordination between health and social care. The planned reforms could potentially improve the cost-effectiveness of the long-term care system. Box 2.1.1: Early retirement schemes According to the labour law, employees are eligible for pre-retirement under the following conditions: 1. At the end of the pre-retirement period they fulfil the conditions for obtaining the early old age pension or old age pension and, 2. All schemes apply only to the private sector, apart from the ‘Early retirement for shift workers and night workers ’, which also applies to public sector workers. Four types of pre-retirement are listed in the labour law (Article L.581-1 and following): Pre-retraite solidarité: Under this scheme, the employer breaks the contract of employment with the employee and in return, he engages to pay a pre-retirement pension. The employer may receive a financial contribution from the state on condition of, at least, hiring a job applicant. It is reserved for employees of companies made eligible for early retirement support under a collective agreement or an agreement between the employer and the Minister of Labour and Employment. Pre-retraite progressive: This scheme applies to employees working full-time. The employer agrees to transform the job from full-time to part-time and to pay some pre-retirement benefits. It is reserved for employees of a company made eligible for gradual early retirement under an express provision of a collective agreement or an agreement with the Minister of Labour and Employment and the company. Pre-retraite ajustment: This scheme is a social measure; the employer may apply for admission of its staff for pension adjustment in the event of business closure or to avoid redundancies following the loss of jobs resulting from the company’s restructuring or the transformation following technological changes. Pre-retraite des travailleurs postés et des travailleurs de nuit: This scheme applies to employees both from the private and public sector. It applies to employees justifying 20 years of shift work as part of a work organisation working in shifts or 20 years of work worked during the night. ",
        "2.2. TAXATION SYSTEM 15 Features of the taxation system In 2015, a change in VAT legislation with regard to the place of taxation for activities related to e-commerces entered into force .( 13 ) It is estimated to shave around EUR 700 million or 1.5% of GDP from government revenues. Since 2003, several e-commerce operators have set their European headquarters in Luxembourg, mostly - but not only - to take advantage of its status as the country with the lowest VAT rate in the EU. Since then, e-commerce business has increased exponentially, and e-VAT revenues have increased from 0.2% of GDP in 2003 to 2.1% of GDP in 2013, see Graph 2.2.1. Graph 2.2.1: Progression of e-VAT revenues 00.5 11.5 22.5 0 200 400 600 800 1000 03 04 05 06 07 08 09 10 11 12 13 % o f G D P m i l l i o n o f e u r o Source: Administration de l'Enregistrement et des Domaines To at least partially offset the above-mentioned loss , the government has decided to increase all VAT rates by 2 percentage points, except the super-reduced rate of 3%, as of 1 January 2015. ( 14 ) Overall, VAT receipts in 2015 are expected to decline by around 1.0% of GDP. ( 13 ) From 1 January 2015, telecommunications, broadcasting and electronic services will always be taxed in the country where the customer belongs – regardless of whether the customer is a business or consumer – regardless of whether the supplier based in the EU or outside. More information available at: http://ec.europa.eu/taxation_customs/taxation/vat/how_vat _works/telecom/index_en.htm ( 14 ) Ministry of Finance, http://www.lequotidien.lu/politique- et-societe/54745.html The overall proceeds from VAT collection are impacted by the extensive application of reduced rates and exemptions.( 15 ) Findings suggest that the use of reduced VAT rates to achieve redistribution objectives are not an efficient and well-targeted tool to protect vulnerable people.( 16 ) There has been some progress in broadening the tax base, in particular on consumption, given that Luxembourg decided to increase the super-reduced rate of 3% to the standard rate of 17% for all real estate investments, with the exception of the main residence. Moreover, the super-reduced rate of 3% no longer applies to the consumption of alcoholic beverages. Instead, the standard rate of 17% applies. In addition, preparatory work on a comprehensive tax reform (for entry into force in 2017) has been launched. This overall tax reform could contribute to rebalancing the tax base. Luxembourg is frequently used by multinational companies to channel tax-driven financial flows to other jurisdictions. Inward and outward Foreign Direct Investments stock exceeded 5000% and 6000% ( 17 ), respectively expressed as a share of GDP. Based on figures from the OECD ( 18 ), it appears that around 95% of the Foreign Direct Investments stocks are handled by special purpose entities ( 19 ). Luxembourg is also characterised by a high private debt-to-GDP ratio, mainly in relation to non-financial corporations . This mainly reflects the presence of a large number of multinational firms that use their branches or subsidiaries in ( 15 ) Luxembourg ranks first in the EU in terms of the number of categories of goods and services covered by reduced VAT rates. ( 16 ) European Commission (2014), 'The Belgian VAT rate structure in need of reform', Country focus, available at: http://ec.europa.eu/economy_finance/publications/country_ focus/2014/cf-vol11_13_en.htm ( 17 ) Inward and outward FDI stock amounted respectively to more than EUR 2.300 billion and EUR 3000 billion in 2013. ( 18 ) Source: OECD FDI Statistics database. ( 19 ) In general terms, SPEs are entities with no or few employees, little or no physical presence in the host economy, whose assets and liabilities represent investments in or from other countries, and whose core business consists of group financing or holding activities (OECD (2013) Addressing Base Erosion and Profit Shifting, OECD Publishing.) ",
        "2.2. Taxation system 16 Luxembourg for intra-group financing operations ( 20 ), in the context of a tax optimisation strategy. The corporate tax system came under public scrutiny at the end of 2014 in the wake of the so-called LuxLeaks. This unprecedented international investigation revealed that over 1 000 companies used complex structures of internal loans and interest payments involving subsidiaries in Luxembourg to reduce their global tax charges. The documents also revealed that 340 companies had arranged specially designed corporate structures subject to 'rulings',( 21 ) which led to feeble taxation level. By a Decree adopted in December 2014, the Luxembourg authorities formally included the practice of advance tax rulings in the law to enhance transparency. It clarifies the procedure, including amongst other things, that 'the advance tax confirmations are published on an anonymous basis in the annual report of the direct tax authorities'. The new rules are applied to all applications introduced as from 1 January 2015 and to applications that were introduced before but were still pending on 1 January 2015. In November 2013, the OECD 'Global Forum on Transparency and Exchange of Information on Tax Questions',( 22 ) classified Luxembourg as 'non-compliant' with its standards regarding application of the international standard on exchange of information on request between tax administrations. Following Luxembourg's argument that the report did not take into account recent efforts a second evaluation by the Global Forum is scheduled by July 2015. Luxembourg has also committed to implement the new standard on automatic exchange of information by 2017. ( 20 ) Macroeconomic imbalances - Luxembourg 2014 (COM(2014) provides more in-depth analysis on these issues; available at: http://ec.europa.eu/economy_finance/publications/occasion al_paper/2014/op183_en.htm. ( 21 ) There have been 548 rulings involving 340 companies. Subsequently, a further list of 35 other companies having concluded tax rulings with Luxemburg authorities was revealed. ( 22 ) It is the multilateral framework within which work in the area of transparency and exchange of information for tax purposes has been carried out by both OECD and non- OECD economies since 2000 Graph 2.2.2: Property taxation as % of GDP 0.0 0.5 1.0 1.5 2.0 2.5 00 01 02 03 04 05 06 07 08 09 10 11 12 LU EA18 Source: European Commission Overall receipts from property taxation are lower than in the euro area ( see Graph 2.2.2 ), and they trended down from 1.9% in 2000 to 1.3% in 2012. This is in contrast with the upward developments in the euro area where they increased from 1.7% of GDP to 2.1% of GDP. In particular, revenues from recurrent property taxes (0.1 % of GDP in 2012) are much lower than the +1.2% of GDP average in the euro area, (Graph 2.2.3). Moreover, the series shows a mild downward trend, a strikingly diverging pattern with respect to the (proxy of) the tax base (real estate prices). Indeed, the base on which recurrent property taxes are levied is the unit value of a property, which is still calculated according to a scale that dates back to 1941 and is not aligned with real current rental value. In addition, a low level of recurrent property taxation reduces the financial burden for housing investors to keep unused property and given the limited and constrained supply, it contributes to putting constant pressures on house prices. ",
        "2.2. Taxation system 17 Graph 2.2.3: Recurrent property taxation, % of GDP 0.0 0.2 0.4 0.6 0.8 1.0 1.2 1.4 00 01 02 03 04 05 06 07 08 09 10 11 12 LU EA18 Source: European Commission Environmental taxation Luxembourg had environmental tax revenues amounting to 2.4% of GDP in 2012 , just in line with the EU-28 average ( 23 ), as compared with 3.1% of GDP in 2004. In common with many other Member States there is a lack of indexation of environmental taxes in Luxembourg, which would otherwise help maintain the influence these taxes exert on consumer behaviour and the level of revenue they bring per unit of GDP.( 24 ) On the other hand, it is worth mentioning that revenues from transport fuel taxes are high compared to EU28 (2.2% against 1.4%), and that this is despite the relatively low excise duties (this being of course because of the cross-country fuel purchase). Luxembourg was recommended to develop a comprehensive framework and take concrete measures to meet the 2020 targets for reducing greenhouse gas emissions from non-ETS activities , especially through the taxation of energy products for transports (see section 2.6). A feasibility study on this latter aspect is expected to be issued in the course of 2015. A general reform of the fiscal system (to be effective from 2017) is being prepared by the government, which shall ( 23 ) EUROSTAT, http://epp.eurostat.ec.europa.eu/tgm/table.do?tab=table&ini t=1&language=en&pcode=ten00065&plugin=0 ( 24 ) Tax Reforms in EU Member States 2014, European Commission, p.97 & 99 also encompass the taxation of energy products for transport. Another key challenge consist in the consistency of measures to modify taxation of energy products in line with the current international pressure for the reduction of environmentally harmful subsidies . As for Luxembourg, the main environmentally harmful subsidies to eliminate concerns the relatively low energy taxation duty for diesel and the total tax exemption for natural gas used as motor fuel. The share of new registered diesel cars in total cars is more than 70%, the highest among EU15 & EFTA countries.( 25 ) ( 25 ) Source: European Automobile Manufacturers Association – 2013 data. ",
        "2.3. BANKING AND FINANCIAL STABILITY 18 Luxembourg’s financial sector weathered the financial crisis of 2008-09 well, broadly due to the high degree of its diversification and its limited links with the domestic economy . Combined with the relatively small scale of the domestic banking sector, these features have helped to shield Luxembourg's financial centre from unfavourable developments in international markets, despite its prominent position.( 26 ) Indeed, the majority of banks in Luxembourg are foreign and have negligible links with the resident economy as they engage only in fund administration, private banking, or act as a conduit for lending abroad (Graph 2.3.1). Graph 2.3.1: Share of Domestic Banks (as % of Total Assets) 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% BE FR LU NL UK DE % Domestic Banks in Total Assets % Foreign-controlled banks in Total Assets Source: European Central Bank As a result, the effect of the crisis on credit to the private sector has been largely contained. While access to private sector credit in the euro area was hindered in the aftermath of the financial crisis, no credit rationing was experienced in Luxembourg. Luxembourg's position as an important financial centre favours good financing ( 26 ) Judged by the size of the total bank assets as a percentage of GDP, Luxembourg’s financial sector (one-quarter of GDP) is the largest in the euro area and appears as an outlier. In absolute terms, however, the aggregate size of the banks’ balance sheets is smaller than in other European countries, such as the UK or Belgium. conditions for enterprises, including SMEs, as reflected in the fact that smaller loans under EUR 1 million (taken out almost exclusively by SMEs) are the least expensive in the EU. Similarly, credit to households, mainly for housing acquisition purposes, has resumed its upward trend. One prominent feature of Luxembourg's financial sector, which has contributed to its exceptional performance, is its deep diversification (Graph 2.3.2). Although the country is famous for its sophisticated and robust banking system, which displays healthy financial soundness indicators , the asset management industry is one of the largest specialisations of the financial sector. Indeed, the country has succeeded in establishing itself as one of the main providers of fund domiciliation services worldwide, generating huge positive externalities for the domestic economy. Moreover, the country is seeking to expand further the fund domiciliation business by promoting European funds internationally and by profiting from the internal market benefits inside the European Union. Although such actions might preserve the Luxembourg's leadership in this area, they are not likely to contribute to further promoting the diversification of the financial sector. In December 2012, Luxembourg was the first Member State to offer a regulatory framework for family offices targeted at developing this private banking activity. The push for more transparency and the introduction of the automatic exchange of information are likely to weigh on private banking , but steps have been taken to support developments of this activity. Indeed, the sector is gradually adjusting to regulatory changes and increased competition from international financial centres. Various initiatives indicate that Luxembourg is becoming increasingly aware of the need to adjust its economic interests and national choices in line with international expectations. In 2009, Luxembourg signed up to the OECD standards on the exchange of financial information on request by competent foreign authorities. In April 2013, 10 years after the adoption of Directive 2003/48/EC on the taxation of interest income from savings, the authorities decided to end the transition period and to introduce, as of 1 January 2015, the automatic exchange of information in tax matters with ",
        "2.3. Banking and financial stability 19 competent government tax authorities. Luxembourg has also committed to implementing by 2017 the new standard on automatic exchange of information and it has signed the Multilateral Competent Authority Agreement with 51 other jurisdictions. Obviously, these regulatory changes imply a cost for banks. According to a survey conducted by the Luxembourg Bankers' Association and Ernst and Young, the regulatory cost borne by banks in Luxembourg in 2013 amounted to EUR 382 million (around 1% of GDP or 3.6% of net banking income).( 27 ) Graph 2.3.2: Diversification of the financial sector 05 10 15 20 25 30 35 40 GVA Employment Fiscal receipts* Banks Insurances Private banking Investment Funds Total (1) 2010 data. Fiscal receipts do not include tax worth around 7% of total fiscal receipts that could not be allocated to a specific subsector. Source: Etude d'impact de l'industrie financière sur l'economie luxembourgeooise, Luxembourg for Finance and Haut Comitè de la place financière, 2012 Luxembourg has implemented measures to reinforce its financial supervisory framework and to increase the resilience of its financial sector. The national authorities have put forward a draft law providing for the creation of a systemic risk committee. ( 28 ) Upon approval by the Parliament, the law will implement the recommendation addressed on 22 December 2011 by the European Systemic Risk Board to all Member States for establishing a national macro ( 27 ) 'Survey on the cost of regulation and its impact on the Luxembourg financial marketplace', Luxembourg Bankers' Association (ABBL) and EY, October 2014. ( 28 ) Draft law No 6653 submitted to parliament on 28 February 2014. prudential authority. The draft law also implements the Board's recommendation of 4 April 2013 on intermediary objectives and instruments of macro-prudential policy. In this context, cooperation between all authorities currently involved in the regulation and surveillance of the Luxembourg financial system will be improved. These authorities include the Ministry of Finance, the Luxembourg Central Bank (BCL), the Bank and Fund Administration Supervisor (CSSF) and the Insurance Supervisor ( Commissariat aux Assurances ). Another significant step in the direction of promoting financial stability and risk control has been taken through Luxembourg's participation in the Banking Union within the European Union . In November 2014, the European Central Bank assumed direct supervision of large banks in countries participating in the Single Supervisory Mechanism. This includes half of the 148 individual banks operating in Luxembourg, representing around 80% of the banks’ assets (European Central bank, 2014; IMF, 2014).( 29 ) Luxembourg is in position to reap the full benefits of the Single Supervisory Mechanism . Ensuring an efficient co-operation of the EU supervisory institutions with the national competent authorities will be essential. To this end, the resources for the CSSF have been strengthened in recent years, bank stress testing techniques have improved and investor protection has increased (IMF, 2014). However, to ensure that international investors continue to trust Luxembourg as a location for their assets, further efforts are needed in the direction of securing the independence and quality of the national supervisory authorities. ( 29 ) European Central Bank (2014), The list of significant supervised entities and the list of less significant institutions, available at https://www.ecb.europa.eu/pub/pdf/other/ssm- listofsupervisedentities1409en.pdf?59d76de0c5663687f594 250ebf228c6b and IMF (2014), Luxembourg – Selected Issues, IMF Country Report No. 14/119. ",
        "2.4. COMPETITIVENESS, BUSINESS ENVIRONMENT AND DIVERSIFICATION OF THE ECONOMY 20 Competitiveness Luxembourg's economy has recovered well from the financial crisis of 2008-09 and scores well in terms of overall competitiveness . Nevertheless, important long-term challenges remain, one of them being the need to diversify the economy with a view to offsetting the downward risks associated with the strong concentration of economic activity in the financial sector. Luxembourg exhibits a persistent and gradually increasing deficit in the trade balance of goods, which is masked by the large and persistent current account surplus of services, notably financial. This trend is indicative of the need to improve the cost competitiveness of the non-financial sectors, which is gradually eroded by relatively high unit labour costs, and to promote economic diversification. Graph 2.4.1: Productivity and wage evolution 2009-2013 (2009=100) 100 101 102 103 104 105 106 107 108 100 102 104 106 108 110 112 P r o d u c t i v i t y Labour Compensation per hour BE LU FR DE (1) ULC increase (decrease) if end points are to the right (left) of the diagonal Source: European Commission Nominal unit labour costs in Luxembourg have been rising much faster than in trading partners over the last decade , broadly as a result of stagnating labour productivity and steadily increasing nominal wages (Graph 2.4.1). Although productivity levels are very high, productivity growth has been stagnating in recent years, partly because of labour hoarding practices encouraged by national policies and supporting employment during the crisis. More recently, the overall economy witnessed a realignment between labour productivity and wage developments (see Graph 2.4.2), with labour productivity (measured as output per employed person) grew by 0.7% in 2014 following a nil growth in 2013 and a decrease by 2.5% in 2012. Real compensation per employee increased by 0.7% in 2014, following a 2.2% increase in 2013 and a decrease by 1.9% in 2012. Graph 2.4.2: Real compensation per employee versus real productivity per person employed -8 -40 4 2008 2009 2010 2011 2012 2013 2014 (1) Real compensation per employee Real labour productivity per person employed (1) Forecast Source: European Commission The economy is characterised by a sizeable divergence of labour productivity across economic sectors, with productivity in the financial sector being twice as high as in the non-financial sectors (Graph 2.4.3). This implies that stronger variation in sectorial real wages (in line with sectorial labour productivity), along with other structural reforms such as higher skill formation, could support the reallocation of labour towards emerging competitive sectors or sectors that are suffering from cost competitiveness losses. The automatic wage indexation that is currently in force - which links wage with inflation developments - may hinder the necessary sectorial wage adjustments in the long term and negatively affect cost competitiveness in the short term. ",
        "2.4. Competitiveness, business environment and diversification of the economy 21 Graph 2.4.3: Labour productivity per sector 0 50 100 150 200 250 95 96979899 00 0102030405 06 0708091011 12 13 Agriculture Construction Manufacturing industry Retail trade Financial activities Source: European Commission The temporary modulation of the automatic wage indexation that took place during the period 2012-2014, limiting it to one tranche per year, has helped contain labour cost increases to some extent . However, in June 2014, the government decided, partly in view of low inflation dynamics, to reactivate it as of 2015, which may give rise to structural risks of competiveness losses in certain, more exposed, sectors. Moreover, the government has committed itself to not putting in question the indexation system as such, but rather to explore avenues for reform in the direction of adapting relevant legislation. The reference index includes volatile prices (notably of unprocessed food and fuel). Diversification and Research & Innovation In view of the economy's heavy reliance on the financial sector, alternative sources of growth with a particular focus on sectors showing a high gross value added potential seem needed . Such sectors tend to be technology and knowledge intensive. However, private investment in Research and Development (R&D) and the collaboration between public and private actors remains relatively low in Luxembourg, although progress towards a more diversified, knowledge- intensive economy represents a political priority. Indeed, while the quadrupling of public sector R&D intensity since 2000 reflects the authorities' resolve to build up public research capacities, Luxembourg is not on track to reach its R&D intensity target of 2.3-2.6% of GDP by 2020. R&D intensity was at 1.2% in 2013, a relatively low level compared with the EU average (2.0%). This is due to the sharp drop in business investment from 1.46% of GDP in 2000 to 0.71% in 2013.( 30 ) Cooperation between public research institutions and firms is well below the EU average, reflecting the current disconnect between private sector R&D and the public research system. Moreover, objectives in terms of spin-off creation specified in the performance contracts of public research organisations are not being met. The government has concentrated its diversification efforts on several specific sectors ( 31 ) in order to benefit from concentration effects and economies of scale. Following the 2013 decision to strengthen the country's policy on innovative clusters, two laws reforming some components of the Luxembourg's R&I system were adopted in 2014. The first law aims to consolidate public research organisations, in particular through the merger of the Tudor and Lippmann Public Research Centres. The build-up of public research capacities has not always been based on a sufficiently thorough assessment of the potential for the development of related economic activities in Luxembourg. Nevertheless, the merger of the Tudor and Lippmann Public Research Centres will help to a certain extent to build critical mass in areas with major prospects for cooperation with Luxembourg's industry, such as materials and sustainable development, with some less promising research subjects being discontinued. The second law aims to reform the National Research Fund, which allocates funds on a competitive basis. The Fund's reform will enable better valorisation of research results, notably through enabling actions to support 'proof-of- concept' and reform of the Fund's researchers training scheme will foster inter-sectoral (public/private) mobility. Moreover, in the direction of supporting young innovative Small and Medium Enterprises (SMEs), the ' Société Nationale de Crédit et d’Investissement' (SNCI) ( 30 ) R&D spending stood at 1.16% of GDP in 2013 (EU average: 2.02%). ( 31 ) These include Information and Communications Technology (ICT), logistics, eco-technologies, health technologies and space technology. A new cluster in the automotive field has recently set up. ",
        "2.4. Competitiveness, business environment and diversification of the economy 22 introduced in October 2014 three new types of loan facilities to businesses including two schemes designed to support young innovative SMEs. The government announced on 28 July 2014 the elaboration of thematic Research ‘Strategic plans’ aiming to coordinate all those involved in research. While this initiative could provide an opportunity to foster a more coherent development of the research system, it is essential that this initiative and others are steered through a governance system that is able fully to integrate the economic dimension and to ensure that public research plays the expected role in promoting innovation-led growth. Other reform projects at the feasibility study stage include the development of \"centres de compétences\" and of a new funding tool for public-private partnerships. Internal market and competition According to the latest Single Market Scoreboard ( 32 ), Luxembourg’s transposition deficit relating to the Single Market is at 1%, which is above the EU average of 0.7%, but still in line with the deficit target set by the Member States (1%). Luxembourg does not meet the “zero tolerance target” for long overdue directives, as the “Directive on Community Action to Achieve the Sustainable Use of Pesticides” has been overdue for more than two years. The transposition delay for Luxembourg is 10.4 months, which is 3.0 months above the EU average of 7.5 months. The compliance deficit for Luxembourg, i.e. the number of directives alleged as being incorrectly transposed, is at 0.6%, which is still below the EU average of 0.7%, but above the deficit target proposed by the Single Market Act (0.5%). The number of pending cases relating to Single Market legislation has increased by five cases and is now at 24 pending cases, which is still below the EU average of 30. The single most important sector is direct taxation with 21% of the cases. The average duration of pending cases is currently 19 months, which is well below the EU average of 27.7 months. Luxembourg's lag of time between a court ruling and the resolution of an infringement is 12.3 months on average, which is below the EU average of 18.3 months. ( 32 ) Single Market Scoreboard — July 2014; available at: http://ec.europa.eu/internal_market/score/index_en.htm In October 2011, increased powers were granted to the new competition authority established through the merger of the two existing competition bodies. Since February 2012, the authority has to be consulted on any draft law or regulation that may affect competition, but it suffers from a clear lack of staff, which affects its capacity for more comprehensive competition enforcement. Modernisation of public administration Luxembourg's ranking in the World Bank's Doing Business classification remained unchanged between June 2013 and June 2014 (59 th out of 189 countries) . Luxembourg scores relatively well in the areas of tax paying, contract enforcement and cross-border trading, but it has a relatively poor performance when it comes, for instance, to protecting minority investors, see Graph 2.4.4. Although the current government has expressed its intention to make business creation easier and faster, starting a business in Luxembourg still requires 6.0 different procedures (compared with 4.8 in the OECD), it takes 18.5 days (9.2 in OECD), and it requires paid-in minimum capital of 22.5% of income per capita (compared with 8.8% in the OECD). ( 33 ) Graph 2.4.4: Luxembourg rank across topics 0 50 100 150 200 Starting a Business Dealing with Constru… Getting Electricity Registerin g Property Getting Credit Protecting Minority Investors Paying Taxes Trading Across Borders Enforcing Contracts Resolving Insolvency Source: World Bank – Doing Business 2015 ( 33 ) Doing Business Report 2015. ",
        "2.4. Competitiveness, business environment and diversification of the economy 23 Luxembourg generally scores well in surveys of the administrative burdens in the tax system. However, it has one of the lowest rates for having procurement contracts competitively advertised at EU level (in Official Journal and Tenders Electronic Daily) and a low uptake of e- procurement. Indeed, while an e-procurement portal supporting electronic communication has been set up, the level of take-up of e-submission is still close to zero. Revised directives on public procurement, which entered into force in April 2014, provide for a gradual transition to mandatory e-procurement, to be progressively extended to all contracting authorities by October 2018. The share of public contracts for works, goods and services published by Luxembourg's authorities and entities under the EU procurement legislation in 2013 was only 10.37% of their total expenditure on these contracts. This is well below the EU-27 average of 19.07% and, after Germany and Netherlands, the third lowest in the EU. The scale of the problem is very difficult to estimate precisely. However, according to Commission estimates, Luxembourg advertised procurement contracts worth around EUR 710 million in 2013; if competitive procurement could bring savings of around 5.0% (as several studies suggest), the Luxembourg public sector may be spending up to EUR 35.5 million more than it needs to. In March 2014, the government reached an agreement on the reform of the public sector. It contained no major changes to exting staff regulations and therefore offered no substantial potential for budgetary savings. Starting salaries will remain at the current level and only a very limited appraisal system will be introduced. Administrative simplification has remained high on the political agenda. A concrete result of the dialogue between public actors and social and economic partners is the forthcoming 'Omnibus 1' law, which envisages important simplifications mainly concerning urban planning procedures, to be followed in 2015 by 'omnibus' simplifications in other areas (particularly in environmental procedures). ",
        "2.5. LABOUR MARKET, EDUCATION AND SOCIAL POLICIES 24 Labour market, education and social policies Overall, Luxembourg performs well on most labour market indicators , with employment growth steadily exceeding the EU average and productivity levels being among the highest in the EU. However, a number of challenges remain. The employment rate stood at 71.5% of the working- age population in the third quarter of 2014 (up from 69% in 2008), slightly higher than the EU average, but remained noticeably lower at both ends of the age spectrum ( 34 ) despite some recent increases (Graph 2.5.1). Graph 2.5.1: Employment rates by age group (%) 0.0 10.0 20.0 30.0 40.0 50.0 60.0 70.0 80.0 EU28 LU EU28 LU EU28 LU age group: 15- 24 age group: 20- 64 age group: 55- 64 Source: Eurostat Women's employment remains subdued, and the gender employment gap remains substantial despite having narrowed in recent years . Raising women's employment is a key challenge to help reduce the risk of poverty, especially among single mothers. Despite the steady increase in employment, which is largely due to sustained inflows from cross-border workers, unemployment has risen in recent years, albeit slowly, reaching 6% in 2014. Although it still remains among the lowest in the EU, unemployment is particularly high among the low-skilled young people and the non-EU migrant workers. ( 34 ) Youth employment decreased to 19.3% in the second quarter of 2014 (against a 32.3% EU average) and that of older workers stayed at 44%, one of the lowest in the EU (52% EU average). At the same time, the proportion of low- achieving school pupils is significant higher than in the EU as a whole, and socio-economic factors play a significant role in educational outcomes.( 35 ) Poverty and social exclusion (19% in 2013) remains among the lowest in the EU . In 2013, children, single parent households (mainly made up of women) and migrants were the groups of people most at risk of poverty, with rates reaching, respectively 23.9% (+4.1 percentage points since 2008 – EU average: 20.3%), 23% and 20.8% (the latter remaining relatively stable).( 36 ) The in-work poverty rate currently stands at 11.2% (EU- average: 8.9%). High housing costs and exclusion levels are among Luxembourg's major social challenges ( 37 ). Indeed, single parent households and households with children can have serious difficulties in finding affordable quality housing and in making ends meet. Three factors can help explain the above outcomes. Firstly, the activation policies are not yet satisfactory due to the lack of individual support to unemployed and due to active labour market policies that do not sufficiently target groups furthest away from the labour market. Secondly, the social benefit system tends to generate high unemployment and inactivity traps, combined with the joint taxation for couples, which contributes to creating high financial disincentives to work for second earners, mainly women. Thirdly, the overall weak performance of the education system weighs on the supply of skills to the labour market, notably on the integration of the less qualified. ( 35 ) Universität Luxembourg (2015). Nationaler Bildungsbericht (tentative title) and http://www.statistiques.public.lu/catalogue- publications/regards/2013/PDF-04-2013.pdf ( 36 ) The share of immigrants has been growing considerably among the minimum guaranteed income beneficiaries (to 19% at end-2013), with an overrepresentation of children. ( 37 ) See ESPN Country Profiles Luxembourg – stage 1 – 2014- 2015 – p.20-21). ",
        "2.5. Labour market, education and social policies 25 Active labour market policies and financial disincentives Luxembourg is among the EU countries with the highest take up of activation support ( 38 ), while public expenditure on activation measures is close to the EU average. A major reform of the national employment agency, ADEM, was passed in 2012, aiming to improve its organisation and information system, its follow up of unemployed people and its information and profiling system. Yet, weaknesses remain: active labour market policies may not fully reach all relevant target groups; most jobs in Luxembourg remaining filled- in directly by companies; and a better guidance and orientation services around the concept of profiling (parcours personnalisé) for all jobseekers still having to be completed. Youth unemployment (standing at 18.9% in 2014) remains relatively high , when compared with the overall unemployment rate and is concentrated among the low-skilled. Nevertheless, these figures are to be taken with caution given the low activity rate of young people (23.2% compared with 41.2% in EU-28 during the same period) and the low rate of young people (5.0%) not in education, employment, or training. Young people with low skills experience particularly difficult transitions from school to work and foreing born young migrant make up the majority of this group (53.6%). Insufficient language skills are an important obstacle in this regard, due to Luxembourg’s requirements for multilingualism. Participation of older workers’ (aged 54-64) in the labour market has been increasing over the last decade , but remains very low compared with EU standards. This is mainly due to the generosity of the pension system, including early-retirement schemes. The slow adoption process of the draft law introducing a package of measures relating to the age policy could also be a a reason behind the low participation rates of this age group. Weak incentives embedded in the design of the tax and, in particular, social benefit system are at the origin of very high labour market ‘traps’ which are amongst the highest in the EU , for most wage levels and family compositions . As an ( 38 ) EUROSTAT: LMP participants per 100 persons wanting to work, 2012 example, in 2013 the marginal effective tax rate (i.e. the part of the earned income taxed away because of the withdrawal of benefits and of taxes on earned income) was more than 100% for a single-earner couple with two children resuming work after unemployment at 67% of the average wage, against an EU average of 78%. Similarly, for a single person resuming work at 100% of the average wage the unemployment trap was almost 90% against an EU average of 70% (Graph 2.5.2). Joint taxation for couples further raises the marginal effective tax rates for secondary earners, creating disincentives for them to return to work , notably among those with children, as their earnings come into a higher tax bracket.( 39 ) Inactivity traps also exist for those relying on the Minimum Guaranteed Income. Labour market traps are finally exacerbated by the fact that childcare is relatively expensive in Luxembourg, although financial support is available to families, depending on the household income. Various activation measures have been launched, such as five Fit4job initiatives ( 40 ) , giving jobseekers the necessary competences to match with the requirements of specific sectors in need of manpower. Other measures were announced, notably to increase the employment rate of older workers including through vocational training and internships. These measures play an important activation role but risk being limited in impact due to their small-scale nature and their limited capacity to reach out the heterogeneous group of the unemployed (mainly unskilled people with difficulties in meeting labour demands). ( 41 ) The implementation of the ADEM reform has not yet been completed. This concerns better guidance and orientation services around the concept of profiling ( parcours personnalisé ). Implementation of measures concerning older workers is slow. Effective activation of jobseekers requires a transparent performance management system and ( 39 ) In 2013, 46.9% of working age women in a couple earned less than their male partner, while 25.1% of working age women in a couple had no earnings. ( 40 ) For more details, see http://www.fit4job.lu ( 41 ) According to Luxembourg's Court of Auditor's findings, the last evaluation of ALMP dates from 2012. Rapport special portant sur certaines mesures prises dans le cadre de la lutte contre le chômage – suivi des recommendation, 2014. ",
        "2.5. Labour market, education and social policies 26 autonomy in delivery, which are still to be achieved. The Youth Guarantee was launched in June 2014. The scheme covers work, education and activation priorities ( 42 ) and is therefore in line with the relevant country-specific recommendation, while making use of existing active labour market policy measures and introducing new ones. So far 65% of the beneficiaries have received a \"quality job offer\", according to national data; nevertheless, the delivery of the Youth Guarantee has highlighted a number of challenges. These relate, in particular, to: the need to ensure that hard-to-reach non registered young people not in education, employment, or training benefit from this initiative; to facilitate access to job offers for the youth registered with Public Employment Service before June 2014; actively involving social partners and municipalities; and providing suitable linguistic support. ( 42 ) Each priority consisting of a 4 step approach to YG implementation for the individual young person. The steps are 1) Outreach and Information, 2) Orientation and guidance, 3) contract phase (whereby a young person signs a formal agreement with relevant stakeholders that were identified in phase 2 as the best-suited to offer help to fulfil the agreed course of action, and 4) implementation (Luxembourg YGIP, May 2014: 12-15). On the employability of older workers, a draft legislation has been prepared that is linked to the pension reform and amends the Code of Work (Age Pact). This legislation comprises a package of measures that aim to keep older workers in employment. Its adoption would allow this group of workers to benefit from a part-time contract when they would be entitled to retire, the ' pre-retraite solidarité ' scheme would be abolished, supplementary pensions would be better regulated and start-up incentives would be activated. New training schemes that are more tailor-made for senior job seekers are also to be introduced. The government has initiated a reform of the minimum guaranteed income to better target the scheme with a view to both tackling the disincentives to work and to improving its effectiveness in terms of poverty relief for key target groups. The plan is also to ensure free childcare for 1 to 3-year-olds during school hours. Education( 43 ) and maternity( 44 ) allowances, ( 43 ) Education allowance (EUR 485/month) is offered to women who stay at home to look after their child during 21 months. It concerns also families which earn below certain earning thresholds. The allowance is available after maternity leave until the child turns two on the condition of renouncing the right to parental leave. Graph 2.5.2: Unemployment traps by wage and family composition 0 20 40 60 80 100 120 Single resuming work at 100% of the average wage (AW) Single parent with 2 children resuming work at 100% of the AW One-earner couple with 2 children resuming work at 67% of the AW Two-earner couple with 2 children resuming work at 100% of the AW BE DE FR LU EU28 Source: OECD Tax and Benefit Model ",
        "2.5. Labour market, education and social policies 27 refraining women's independence and workability, were abolished as of 1 January 2015, while the system of parental leave was contained. An adjustment of taxation to eliminate fiscal disincentives to work, combined with quality and affordable child care, could boost women's employment to a great extent. Further social policy reforms are being devised (such as targeting the development of a social real estate agency or launching construction programmes), but their implementation is slow. Education and skills Socio-economic factors play a significant role in educational outcomes ( 45 ) with pupils from a migrant background achieving in general worse results than non-migrants .( 46 ) While multilingualism represents a strength of Luxembourg’s school system, it can also constitute a barrier for pupils not having one of the three national languages as a mother tongue.( 47 ) Moreover, new data have shown that multilingualism is not the only cause for the weaknesses of Luxembourg’s education system.( 48 ) National statistics show that the percentage of early school-leavers is relatively high among the migrant population, when, on aggregate, Luxembourg scores well in this area.( 49 ) Putting pupils into vocational streams at an early stage also accentuates the educational gap caused by differences in socio-economic status.( 50 ) ( 44 ) Maternity allowance, (EUR 194/ week) is offered to women who do not work for eight weeks before and after the birth of their child. ( 45 ) Universität Luxembourg (2015). Nationaler Bildungsbericht (tentative title) and http://www.statistiques.public.lu/catalogue- publications/regards/2013/PDF-04-2013.pdf ( 46 ) OECD Pisa 2012 Survey Programme for International Student Assessment. ( 47 ) Almost 50% of the school children are foreign-born and thus do as a rule neither speak Luxembourgish, French, or German at home: Eurostat. ( 48 ) See University of Luxembourg (in press). Nationaler Bildungsbericht. Walferdange. ( 49 ) For more details, see http://www.men.public.lu/catalogue- publications/secondaire/statistiques-analyses/decrochage- scolaire/decrochage-11-12/fr.pdf ( 50 ) Le système d'éducation secondaire Luxembourgeois: une analyse coûts/bénéfices oct 2014 Bulletin économique de la Chambre de Commerce. Vocational education does not sufficiently provide the skills required by the labour market and schools are facing difficulties in implementing the modular system. Results are unequal among pupils and schools, and there is a high number of underperforming pupils. While certain professions (for example construction and hotel & catering) encounter problems in recruiting qualified students for the dual learning phase in other areas (health care and wellness) many students find no available position on offer. In addition, there is a downgrading of the technician’s regime as it seems to be difficult to access higher studies via the preparatory modules provided by the reform. Also, a general problem of flexibility and permeability in the system is noticed. In upper-secondary vocational education, dual learning with work-based elements account for 22.9% of enrolments, which is below the EU average.( 51 ) The tertiary education attainment rate (52.2% in 2013) is progressing towards the very high national 2020 target of 66%. However, the rate reflects to a large degree the highly educated immigrant population living and working in the country, but not necessarily the outcome of the Luxembourg's education system. ( 52 ) The employment rate for recent tertiary graduates is higher than in the EU as a whole (83.8% compared to 80.7% in 2013). However, the employment rate of 20-34 year olds among recent graduates has dropped from 89.5% in 2010 to 79.1% in 2013. In July 2014, the government adopted an act reforming the tertiary education system of student loans and scholarships , the latter being available in different categories: basic grant, mobility grant and scholarship based on social criteria. Measures are ongoing to reduce the drop- out rate and to provide better career guidance. The Government recognises that readjustments to vocational education are needed. The problems encountered in the vocational education ( 51 ) Education and Training Monitor: http://ec.europa.eu/education/tools/docs/2014/monitor2014 -lu_en.pdf ( 52 ) While the rate of tertiary education attainment was 44.2% for native-born individuals, the rate was 58.5% for foreign- born individuals (60% for EU foreign-born and 51.7% for non-EU foreign born). ",
        "2.5. Labour market, education and social policies 28 and training system are mainly of an organisational nature – for example too much flexibility and variety for modules with a lack of proper quality checks (examinations) – resulting in a low quality learning outcome. A draft amending the 2008 vocational education and training law aims at addressing these issue.( 53 ) A recent initiative is to introduce a law which encourages companies to take on more apprentices. The proposal for a general reform of secondary education remains blocked at government level. Such reform would respond to the deterioration of educational outcomes, to socio-economic changes, including in family structures, and to integrate technical advancements. The Ministry of Education, Children and Youth is currently re- tabling parts of the proposed reform. One of the elements is a concept for a comprehensive school guidance, which will help to improve equal opportunity and support a system which is characterised by early tracking. To reduce early school-leaving and the repetition of classes ( 54 ) a revision of language teaching in elementary and secondary education is planned. School autonomy would also be promoted and the further professionalisation of the teaching profession would be supported. A newly founded Centre for Educational Testing (LUCET) aims to strengthen assessment and evidence-based policy and to advise the government on reform in the educational field. ( 53 ) Draft law presented before the House of Representatives on January 30, 2015 ( 54 ) At the age of 15, 36% of the pupils have repeated a class at least once. ",
        "2.6. ENVIRONMENT, ENERGY AND TRANSPORTATION 29 Luxembourg is not on track in reducing its greenhouse gas emissions in the non-ETS sector by 20% between 2005 and 2020 (Europe 2020 target) . Based on existing approximated inventories and latest projections (based on existing measures only) submitted to the European Environmental Agency, Luxembourg is expected to miss this target by a wide margin. Greenhouse gas emissions are expected to have increased by 3% in 2020 as compared with 2005, corresponding to a 23 percentage point gap with the 2020 target of a 20% reduction - representing the highest projected gap among all EU Member States (Graph 2.6.1). The 2013 level of emissions is expected to be 1% higher than the target set for 2013 by the Effort Sharing Decision. The gap to the target can be largely explained by emissions from the transport sector. In 2011, transport accounted for 57% of all GHG emissions in Luxembourg and transport-related emissions have increased by 40% since 2000. Around 70% of these emissions are connected to fuel exports, in part a result of very low excise duties on fuels. Excise duties on petrol and, even more, on diesel are considerably lower than in neighbouring countries. This leads to cross- country fuel purchase and contributes greatly to the high level of transport emissions. It further leads to air pollution which is a major cause of environmental problems and human-health diseases. In 2014, Luxembourg was recommended to develop a comprehensive framework and take concrete measures to meet the 2020 targets for reducing greenhouse gas emissions from non- ETS activities, especially through the taxation of energy products for transport . In this regard, the authorities announced a study on the economic feasibility of a reform of the taxation of energy products for transport. The first results are due in March 2015.( 55 ) A reform of the system of company car taxation has also been announced to incentivise the purchase of more environmentally friendly vehicles. An overhaul of the company car taxation system would be worth, however, be considered given that it contributes to the enormous number of vehicles registered in ( 55 ) Bilateral meeting, 9 December 2014. Luxembourg ( 56 ) which leads to regularly clogging of the roads, in particular in and around the capital city. Luxembourg continues to be one of the most congested countries in the EU. During peak hours, traffic jams often go beyond borders. The government is trying to tackle the increasing levels of congestion by promoting public transport, with the construction of a tramline in Luxembourg City already under way. It is also building a number of additional park & ride sites in the surroundings of the capital and by promoting soft mobility. One of the targets of the 2012 sustainable mobility strategy \"MoDu\" is for walking and cycling to account for a quarter of all mobility in Luxembourg in 2020. An extension of the cycling network is also planned. Within the transport ministry, a specific unit dealing with soft mobility has been created. Luxembourg’s second National Climate Action Plan (adopted in May 2013) contains 51 measures targeting a variety of areas, including energy efficiency, the use of renewable energies, transport, environmental taxation, climate change adaptation and governance structures. The fact that the new National Climate Action Plan recognises fuel exports as a key challenge is a step forward, but the corresponding proposed measures are vague and apply only to the medium term. If successfully implemented, these measures would reduce the gap between Luxembourg's non-ETS emissions and the relevant target. Between 2005 and 2012, renewable energy consumption doubled, reaching 3.1% of total consumption, but this still falls far short of the 11 % target for 2020. Electricity from renewable sources is mainly promoted through feed-in tariffs and subsidies. A new feed-in tariff system for electricity from renewable energy sources was introduced on 1 January 2014, with increased tariffs for hydropower, wind energy, biogas and biomass. Current policies alone, however, will be insufficient to trigger the required deployment of renewable energy. Given the limited national capabilities and the geographical constraints, the achievement of the 2020 target solely by domestic measures seems challenging. Therefore, the timely ( 56 ) At 663 passenger cars per 1000 inhabitants (2012), Luxembourg has by far the highest motorisation rate in the EU. ",
        "2.6. Environment, Energy and Transportation 30 implementation of cooperation mechanisms with other Member States will most likely be necessary. The government has initiated contacts with various Member States expected to exceed their 2020 renewable energy objectives to explore in particular, the possibility of statistical transfers. A new regulation on renewable energies, coupling the use of renewables to energy performance certificates for buildings, as established by the European Energy Performance in Buildings Directive, was implemented in early 2013. This move could serve as a starting point for further integration of renewable energy and energy efficiency solutions. Luxembourg’s energy intensity remains moderate, even though the country has substantial ‘heavy industry’ and a sizeable amount of transport fuel sales, also due to a high level of fuel exports. Luxembourg is the best performer in the EU in terms of resource productivity, i.e. how efficient the economy uses material resources to produce wealth.( 57 ) Government efforts to promote energy efficiency focus in particular on buildings. The government decided to implement European requirements for ( 57 ) Resource productivity is gross domestic product (GDP) divided by domestic material consumption (DMC). DMC measures the total amount of materials directly used by an economy. new buildings two years early and set 1 January 2019 as the deadline for achieving the ‘nearly zero energy’ target for all new buildings. However, increased effort is necessary for the renovation of old buildings. The initiatives in place to address skills gap identified for such measures will also boost the job creation potential of energy efficiency investments. Energy efficiency in industry is largely addressed through long-standing voluntary agreements. The complete and effective implementation of the Energy Efficiency Directive would provide additional means including an obligation scheme for energy distributors and retailers, to promote energy efficiency. Luxembourg is dependent on imports for almost all its energy needs. Higher shares of renewable sources through imports would justify further development of connecting infrastructures with neighbouring countries such as Germany. Regarding gas, the country is suffering from limited availability of firm entry capacity. Graph 2.6.1: Gap between 2020 Greenhouse Gas Emissions (GHG) projections and 2020 targets 23% 17% 11% 8% 7% 4% 3% 3% 2% 1% 1% 1% 0% -1% -1%-2% -2% -2% -3% -5% -10% -12% -16% -17% -26% -32% -37% -46% -2% -50% -40% -30% -20% -10% 0% 10% 20% 30% LU IE BE ES AT FI IT BG LT LV NL DE SI EL MT DK FR SE UK EE PL RO CZ HR HU PT SK CY EU- 28 Percentage points over-delivery (-) or shortfall (+) of non-ETS target (1)Figures are based on projections by the Member States (existing measures only), base year = 2005. Source: European Environment Agency, European Commission ",
        "ANNEX A Overview Table 31 2014 commitments Summary assessment( 58 ) Country-specific recommendations (CSRs)() CSR 1: Preserve a sound fiscal position in 2014; significantly strengthen the budgetary strategy in 2015 to ensure that the medium-term objective is achieved and remain at the medium-term objective thereafter, in order to protect the long- term sustainability of public finances, in particular by taking into account implicit liabilities related to ageing. Strengthen fiscal governance by speeding up the adoption of a medium-term budgetary framework covering the general government and including multi-annual expenditure ceilings, and by putting into place the independent monitoring of fiscal rules. Further broaden the tax base, in particular on consumption. Luxembourg has made some progress in addressing CSR 1 (this overall assessment of CSR 1 excludes an assessment of compliance with the Stability and Growth Pact) : • Luxembourg has made substantial progress concerning the adoption of a medium-term fiscal framework. A mid-term budgetary framework has been introduced with the adoption on 12 July 2014 of the law 'on the coordination and governance of public finances ' that also contributes to ensuring that public finances remain compliant with the MTO. Following the adoption of the law, a multi-annual financing law was, for the first time, adopted by the Parliament in the frame of the 2015 budget. The law also foresees the creation a new independent body, the 'Conseil National des Finances Publiques ', in charge of the monitoring of the fiscal rules. • Luxembourg has made limited progress as to the broadening of the tax base. A 2 percentage-point increase in standard VAT rates was adopted on 18 December 2014 along with the 2015 budget. Luxembourg also decided an increase of the super-reduced rate of 3% to the standard rate of 17% for all real estate investments, excluding main residences, which is a new measure that broadens the tax base. However, Luxembourg still has a substantial potential to raise revenues from other growth-friendly sources, including environmental taxation. ( 58 ) The following categories are used to assess progress in implementing the 2013 country-specific recommendations: No progress: The Member State has neither announced nor adopted any measures to address the CSR. This category also applies if a Member State has commissioned a study group to evaluate possible measures. Limited progress: The Member State has announced some measures to address the CSR, but these measures appear insufficient and/or their adoption/implementation is at risk. Some progress: The Member State has announced or adopted measures to address the CSR. These measures are promising, but not all of them have been implemented yet and implementation is not certain in all cases. Substantial progress: The Member State has adopted measures, most of which have been implemented. These measures go a long way in addressing the CSR. Fully addressed: The Member State has adopted and implemented measures that address the CSR appropriately. ",
        "A. Overview Table 32 CSR 2: In view of ensuring fiscal sustainability, curb age- related expenditure by making long-term care more cost-effective, pursue the pension reform so as to increase the effective retirement age, including by limiting early retirement, by aligning retirement age or pension benefits to change in life expectancy. Reinforce efforts to increase the participation rate of older workers, including by improving their employability through lifelong learning. Luxembourg has made limited progress in addressing CSR 2: • Luxembourg has made no progress on long-term care expenditure. Long-term care reform has been announced, but has not yet been implemented. A review of the long-term care system is to be completed before summer 2015, but implementation could take some time. • Luxembourg has made limited progress on early retirement. A draft bill on the reclassification of people with work disabilities has been presented to parliament. The abolition of some early-retirement schemes has been announced (people currently tend to retire at the age of 59.4 on average, thanks to the generous pension system in place). • Luxembourg has made limited progress on increasing the participation rate of older workers. A draft legislation was prepared in April 2014 to change the existing Code of Work (Age Pact) of senior job seekers (aged above 50), but its adoption will likely not take place before the summer 2015. Additional measures on lifelong learning could help increase labour market participation by older workers and are worth to be continued. CSR 3: Speed up the adoption of structural measures, in consultation with the social partners and in accordance with national practices, to reform the wage setting system including wage indexation with a view to improving the responsiveness of wages to productivity developments, in particular at sectoral level. Pursue the diversification of the structure of the economy, including by fostering private investment in research and further developing cooperation between public research and firms. Luxembourg has made limited progress in addressing CSR 3: • Luxembourg has made no progress on the reform of the wage-setting scheme. A temporary modulation of the automatic indexation system ended in the end of 2014. • Luxembourg has made limited progress on the diversification of its economy. Positive signs include the reinforcement of the country’s policy on clusters and the reforms of the public research organisations and of the National Research Fund, although their scope is limited given the dimension of the challenges of the Luxembourgish R&I system. Adding to these reform efforts, the Luxembourgish government announced on 28 ",
        "A. Overview Table 33 July 2014 the elaboration of thematic Research ‘Strategic plans’ aiming to coordinate research actors. Other reform projects at the feasibility study stage include the development of 'centres de compétences' and of a new funding tool for public-private partnerships. CSR 4: Pursue efforts to reduce youth unemployment for low-skilled jobs seekers, including those with a migrant background, through a coherent strategy, including by further improving the design and monitoring of active labour market policies, addressing skills mismatches, and reducing financial disincentives to work. To that effect, accelerate the implementation of the reform of general and vocational education and training to better match young people's skills with labour demand. Luxembourg has made limited progress in addressing CSR 4: • Luxembourg has made some progress as regards youth unemployment. Several initiatives have been adopted and the unemployment rate is on declining trend. • Luxembourg has made some progress as regards activation policies for young people. It has taken a number of relevant measures to tackle youth unemployment, notably by starting implementation of the Youth Guarantee, which is on track, but so far these have been only partially implemented. A coherent strategy is not in place. Stronger cooperation between administration levels (state, municipalities), involvement of social partners, and a more efficient use of employment services is due. • Luxembourg has made no progress as regards reducing financial disincentives to work. • Luxembourg has made no progress in addressing CSR 4 as regards the reform of secondary education and limited progress regarding the reform of vocational education and training. In order to address skill supply challenges there is a need to provide guidance to pupils at an earlier age (lower secondary). CSR 5: Develop a comprehensive framework and take concrete measures to meet the 2020 target for reducing greenhouse gas emissions from non(cid:31)ETS activities, especially through the taxation of energy products for transports. Luxembourg has made no progress in addressing CSR 5: • Luxembourg has made no progress in adopting measures to contribute to meeting the target for reducing non-ETS greenhouse gas emissions. The second national climate action plan adopted in May 2013 did not specify any timeline for implementation and no concrete action has been taken yet. Overall, greenhouse ",
        "A. Overview Table 34 gas emissions are expected to increase by 3% in 2020 compared to 2005, corresponding to a 23 percentage point gap with the target. 2013 emissions are expected to be 1% higher than the Effort Sharing Decision target. • Luxembourg has made no progress with respect to taxation on energy products for transport. The government announced a new study on the impact of energy tax reforms that is planned to be released in the course of 2015. Finally, in 2014, the authorities made the commitment to allocating approximately 30% (EUR 40 million) of the total 2014-2020 European Structural and Investment Funds received to support the shift towards a low carbon economy, which add to EUR 14 million of national co-financing, an amount still low to bring about a substantial impact in this area. Europe 2020 (national targets and progress) Policy field target Progress achieved Employment rate target: 73 % The overall employment rate of the resident population decreased slightly from 71.4 in 2012 % to 71.1% in 2013. R&D target: 2.3 %-2.6 % of GDP (of which 1.5 % to 1.9 % for the private sector and 0.7 % to 0.8 % for public spending) Luxembourg is not at all on track to reach its R&D intensity target for 2020, due to a sharp decrease in business R&D intensity (from 1.46% of GDP in 2000 to 0.71% in 2013). Public sector R&D intensity on the contrary steadily increased from 0.12% in 2000 to 0.45% in 2013. This nearly fourfold increase reflects the willingness of the Grand-Duchy to build up its public research capacities from a situation where, 30 years ago, the public research system was in fact non- existent. Greenhouse gas (GHG) emissions target: -20% compared to 2005 emission (from sources not covered by the Emission Trading System)° Change in non-ETS greenhouse gas emissions between 2005 and 2013: -5%. According to the latest national projections submitted to the Commission and taking into account existing measures, it is expected that the ",
        "A. Overview Table 35 target will be missed: +3% in 2020 as compared with 2005 (i.e. a projected shortfall of 23 percentage points). Renewable energy target: 11% Share of renewable energy in all modes of transport: 10% The share of renewables in final energy consumption reached 3.6% in 2013 (provisional figures from industry survey Eur'observer), a slight increase on 2012 (3.13%) and below the interim 2013/2014 target which stands at 3.9%. Nevertheless, there is a long way to go if compliance with the 2020 objective of 11% is to be realised. Share of renewable energy in all modes of transport: 2.22% (2012 Eurostat figures) Energy efficiency target — Luxembourg has set an indicative national energy efficiency target which implies reaching a 2020 level of 4.48 Mtoe primary consumption and 4.24 Mtoe final energy consumption. Luxembourg did not notify the policy measures it plans to adopt to implement Article 7 of the Energy Efficiency Directive. Consumption in 2012: 4.42 Mtoe primary and 4.18 final. In the case Luxembourg maintains the current trend in terms of primary and final energy consumption, it is expected to achieve its 2020 targets. Early school leaving target: <10 % The number of early leavers from education and training stood at 8.1 % in 2012 and 6.3 % (provisional data) in 2013 and remains an issue for Luxembourg. Luxembourg could review the target in 2015 if figures remain below 10 %. However, the migrant population in particular is still hit heavily by early school leaving. Tertiary education target: >40 % (national target 66%) The tertiary attainment rate according to Eurostat methodology was 49.6 % in 2012 and 50.8 % (provisional data) in 2013, i.e. above the EU target of 40 %. However, tertiary attainment in the resident population is lower, currently about 30 %, despite the strong demand for workers with tertiary qualifications. No new measures have been taken in recent months. Risk of poverty or social exclusion target: reduction of the number of people threatened by poverty or social exclusion by 6 000 in 2020 People at risk of poverty or social exclusion numbered around 95 000 in 2012 and 96 000 in 2013. The overall employment and poverty situation in Luxembourg did not change ",
        "A. Overview Table 36 significantly over the past year. But the position of cross-border workers and non-nationals, in particular Portuguese (over 21 % of Portuguese workers are ‘working poor’) and non-EU citizens, remains a big challenge for Luxembourg. ",
        "ANNEX B Standard Tables 37 Table B.1: Macroeconomic indicators 1996- 2000 2001- 2005 2006- 2010 2011 2012 2013 2014 2015 2016 Core indicators GDP growth rate 6.2 3.1 2.3 2.6 -0.2 2.0 3.0 2.6 2.9 Output gap 1 0.7 1.0 0.0 -1.4 -3.6 -3.4 -2.3 -1.6 -0.8 HICP (annual % change) 1.7 2.8 2.5 3.7 2.9 1.7 0.7 0.6 1.8 Domestic demand (annual % change) 2 5.9 2.5 1.9 5.6 0.2 0.7 2.7 2.0 2.8 Unemployment rate (% of labour force) 3 2.6 3.6 4.7 4.8 5.1 5.9 6.3 6.4 6.3 Gross fixed capital formation (% of GDP) 20.3 20.4 17.9 18.0 18.4 17.1 16.8 16.8 16.8 Gross national saving (% of GDP) 32.6 30.7 26.1 25.6 23.5 21.7 21.0 20.1 20.0 General government (% of GDP) Net lending (+) or net borrowing (-) 3.5 1.6 1.5 0.3 0.1 0.6 0.5 -0.4 0.1 Gross debt 7.0 6.5 12.7 18.5 21.4 23.6 22.7 24.4 25.1 Net financial assets 43.4 53.6 54.6 46.0 48.9 n.a. n.a. n.a. n.a. Total revenue 42.0 42.7 42.7 42.6 43.5 44.5 44.6 44.2 44.4 Total expenditure 38.5 41.1 41.2 42.3 43.4 43.8 44.1 44.6 44.3 of which: Interest 0.4 0.2 0.3 0.4 0.4 0.4 0.4 0.4 0.4 Corporations (% of GDP) Net lending (+) or net borrowing (-) n.a. n.a. -2.5 -8.6 -10.0 -6.8 -5.5 -4.9 -4.5 Net financial assets; non-financial corporations n.a. n.a. -162.9 -201.3 -190.5 n.a. n.a. n.a. n.a. Net financial assets; financial corporations n.a. n.a. -187.5 52.9 23.3 n.a. n.a. n.a. n.a. Gross capital formation n.a. n.a. 11.4 12.0 12.5 8.2 7.8 7.4 7.4 Gross operating surplus 26.5 27.5 31.6 30.0 28.5 27.2 27.4 27.6 27.8 Households and NPISH (% of GDP) Net lending (+) or net borrowing (-) n.a. n.a. 1.6 2.8 3.3 0.7 0.0 -0.6 -1.3 Net financial assets n.a. n.a. 82.4 73.9 72.4 n.a. n.a. n.a. n.a. Gross wages and salaries 30.2 29.1 26.5 26.0 26.3 28.7 28.6 28.7 28.6 Net property income n.a. n.a. 1.4 1.2 1.2 -3.1 -3.7 -3.7 -3.7 Current transfers received n.a. n.a. 14.3 15.1 15.6 15.9 16.1 16.1 15.7 Gross saving n.a. n.a. 6.0 7.5 7.7 5.6 5.1 4.6 4.0 Rest of the world (% of GDP) Net lending (+) or net borrowing (-) n.a. n.a. 7.6 6.2 5.2 4.7 4.7 3.9 3.8 Net financial assets n.a. n.a. 214.0 30.0 47.4 n.a. n.a. n.a. n.a. Net exports of goods and services 20.0 25.5 32.7 33.2 33.8 35.2 35.9 35.8 35.8 Net primary income from the rest of the world -10.9 -18.3 -27.2 -34.4 -35.3 -36.5 -37.2 -37.8 -37.6 Net capital transactions n.a. n.a. -0.6 -0.3 -0.5 -0.5 0.0 0.1 0.2 Tradable sector 33.7 31.3 27.8 28.6 27.9 26.4 n.a. n.a. n.a. Non-tradable sector 56.6 58.4 62.2 61.5 61.9 62.9 n.a. n.a. n.a. of which: Building and construction sector 5.5 5.5 5.0 5.4 4.9 4.8 n.a. n.a. n.a. 1 The output gap constitutes the gap between the actual and potential gross domestic product at 2010 market prices. 2 The indicator of domestic demand includes stocks. 3 Unemployed persons are all those who were not employed, had actively sought work and were ready to begin working immediately or within two weeks. The labour force is the total number of people employed and unemployed. The unemployment rate covers the age group 15-74. Source: European Commission 2015 winter forecast; Commission calculations. ",
        "B. Standard Tables 38 Table B.2: Financial market indicators 2009 2010 2011 2012 2013 2014 Total assets of the banking sector (% of GDP) 1) 3139.4 2681.3 2634.4 2241.3 2011.6 2032.3 Share of assets of the five largest banks (% of total assets) 29.3 31.1 31.2 33.1 33.7 n.a. Foreign ownership of banking system (% of total assets) 64.7 68.6 68.1 71.5 71.8 n.a. Financial soundness indicators: - non-performing loans (% of total loans) 0.7 0.2 0.4 0.1 0.2 n.a. - capital adequacy ratio (%) 2) 19.2 17.4 16.4 19.1 20.9 19.7 - return on equity (%) 2)3) 11.5 13.0 5.1 10.4 9.9 12.2 Bank loans to the private sector (year-on-year % change) 1) -5.3 1.5 1.5 -6.5 -4.8 2.7 Lending for house purchase (year-on-year % change) 1) 7.1 8.8 8.9 7.2 6.7 7.2 Loan to deposit ratio 1) 66.1 69.0 65.8 60.9 54.9 50.1 Central Bank liquidity as % of liabilities 4) 2.2 0.5 1.2 0.9 0.9 0.1 Private debt (% of GDP) 421.8 346.1 347.3 340.5 356.3 n.a. Gross external debt (% of GDP) 5) - public 2.9 6.4 6.1 8.2 10.3 10.0 - private 2963.5 2423.0 2644.1 4125.8 4792.2 4541.7 Long-term interest rate spread versus Bund (basis points)* 100.7 42.6 31.5 32.7 28.2 17.3 Credit default swap spreads for sovereign securities (5-year)* n.a. n.a. n.a. n.a. n.a. n.a. 1) Latest data November 2014. 2) Latest data Q2-2014. 3) Tier 1 capital. 4) Latest data August 2014. 5) Latest data June 2014. Monetary authorities, monetary and financial institutions are not included. * Measured in basis points. Source: IMF (financial soundness indicators); European Commission (long-term interest rates); World Bank (gross external debt); ECB (all other indicators). ",
        "B. Standard Tables 39 Table B.3: Taxation indicators 2002 2006 2008 2010 2011 2012 Total tax revenues (incl. actual compulsory social contributions, % of GDP) 39.3 35.9 37.5 38.1 38.2 39.3 Breakdown by economic function (% of GDP) 1 Consumption 10.7 10.1 10.5 10.4 10.6 11.0 of which: - VAT 5.8 5.8 6.3 6.4 6.7 7.1 - excise duties on tobacco and alcohol 2.0 1.5 1.4 1.3 1.3 1.3 - energy 2.6 2.5 2.5 2.3 2.3 2.3 - other (residual) 0.3 0.3 0.3 0.3 0.3 0.3 Labour employed 14.0 13.3 14.8 15.2 15.4 15.9 Labour non-employed 1.1 1.2 1.3 1.4 1.5 1.5 Capital and business income 10.2 7.8 8.0 8.4 7.9 8.0 Stocks of capital/wealth 3.3 3.4 2.9 2.8 2.8 2.9 p.m. Environmental taxes 2 2.8 2.6 2.6 2.4 2.4 2.4 VAT efficiency 3 Actual VAT revenues as % of theoretical revenues at standard rate 73 89.3 99.5 100.1 106.7 112.1 1. Tax revenues are broken down by economic function, i.e. according to whether taxes are raised on consumption, labour or capital. See European Commission (2014), Taxation trends in the European Union, for a more detailed explanation. 2. This category comprises taxes on energy, transport and pollution and resources included in taxes on consumption and capital. 3. VAT efficiency is measured via the VAT revenue ratio. It is defined as the ratio between the actual VAT revenue collected and the revenue that would be raised if VAT was applied at the standard rate to all final (domestic) consumption expenditures, which is an imperfect measure of the theoretical pure VAT base. A low ratio can indicate a reduction of the tax base due to large exemptions or the application of reduced rates to a wide range of goods and services (‘policy gap’) or a failure to collect all tax due to e.g. fraud (‘collection gap’). It should be noted that the relative scale of cross-border shopping (including trade in financial services) compared to domestic consumption also influences the value of the ratio, notably for smaller economies. For a more detailed discussion, see European Commission (2012), Tax Reforms in EU Member States, and OECD (2014), Consumption tax trends. Source: European Commission. ",
        "B. Standard Tables 40 Table B.4: Labour market and social indicators 2008 2009 2010 2011 2012 2013 2014 Employment rate (% of population aged 20-64) 68.8 70.4 70.7 70.1 71.4 71.1 71.7 Employment growth (% change from previous year) 4.8 1.0 1.8 3.0 2.4 2.0 2.3 Employment rate of women (% of female population aged 20-64) 60.1 61.5 62.0 61.9 64.1 63.9 65.3 Employment rate of men (% of male population aged 20-64) 77.2 79.0 79.2 78.1 78.5 78.0 78.0 Employment rate of older workers (% of population aged 55-64) 34.1 38.2 39.6 39.3 41.0 40.5 42.5 Part-time employment (% of total employment, age 15 years and over) 18.0 18.2 17.9 18.4 19.0 19.2 19.3 Part-time employment of women (% of women employment, age 15 years and over) 38.3 35.1 36.0 36.1 36.3 36.0 36.9 Part-time employment of men (% of men employment, age 15 years and over) 2.7 5.6 4.0 4.8 5.4 6.0 5.2 Fixed term employment (% of employees with a fixed term contract, age 15 years and over) 6.2 7.2 7.1 7.1 7.7 7.1 8.1 Transitions from temporary to permanent employment 42.1 42.9 26.0 30.7 32.4 n.a. n.a. Unemployment rate 1 (% of labour force, age group 15-74) 4.9 5.1 4.6 4.8 5.1 5.9 6.0 Long-term unemployment rate 2 (% of labour force) 1.6 1.2 1.3 1.4 1.6 1.8 1.6 Youth unemployment rate (% of youth labour force aged 15-24) 17.3 16.5 15.8 16.4 18.0 16.9 18.9 Youth NEET rate (% of population aged 15-24) 6.2 5.8 5.1 4.7 5.9 5.0 n.a. Early leavers from education and training (% of pop. aged 18-24 with at most lower sec. educ. and not in further education or training) 13.4 7.7 7.1 6.2 8.1 6.1 n.a. Tertiary educational attainment (% of population aged 30-34 having successfully completed tertiary education) 39.8 46.6 46.1 48.2 49.6 52.5 n.a. Formal childcare (from 1 to 29 hours; % over the population aged less than 3 years) 13.0 22.0 17.0 16.0 21.0 n.a. n.a. Formal childcare (30 hours or over; % over the population aged less than 3 years) 13.0 12.0 19.0 28.0 27.0 n.a. n.a. Labour productivity per person employed (annual % change) -4.1 -6.3 3.3 -0.3 -2.5 0.0 0.7 Hours worked per person employed (annual % change) 1.1 -4.2 0.2 -0.1 -0.4 -1.0 -0.2 Labour productivity per hour worked (annual % change; constant prices) -5.1 -2.2 3.1 -0.2 -2.1 1.0 0.9 Compensation per employee (annual % change; constant prices) -1.5 -0.2 -1.6 -2.8 -1.9 2.2 0.7 Nominal unit labour cost growth (annual % change) 9.4 8.7 1.4 3.4 4.7 2.7 n.a. Real unit labour cost growth (annual % change) 8.9 7.9 -5.4 -0.7 1.6 -1.0 n.a. 1 Unemployed persons are all those who were not employed, but had actively sought work and were ready to begin working immediately or within two weeks. The labour force is the total number of people employed and unemployed. Data on the unemployment rate of 2014 includes the last release by Eurostat in early February 2015. 2 Long-term unemployed are persons who have been unemployed for at least 12 months. Source: European Commission (EU Labour Force Survey and European National Accounts). ",
        "B. Standard Tables 41 Table B.5: Expenditure on social protection benefits (% of GDP) 2007 2008 2009 2010 2011 2012 Sickness/healthcare 4.9 5.3 6.1 5.8 5.6 5.8 Invalidity 2.3 2.4 2.7 2.6 2.6 2.6 Old age and survivors 7.1 7.6 8.7 8.2 8.3 8.7 Family/children 3.1 4.2 4.3 4.0 3.6 3.7 Unemployment 0.9 1.0 1.3 1.3 1.2 1.3 Housing and social exclusion n.e.c. 0.1 0.2 0.4 0.3 0.3 0.3 Total 19.0 21.0 23.9 22.6 22.2 23.0 of which: means-tested benefits 0.6 0.6 0.9 0.8 0.8 0.8 Social inclusion indicators 2008 2009 2010 2011 2012 2013 People at risk of poverty or social exclusion 1 (% of total population) 15.5 17.8 17.1 16.8 18.4 19.0 Children at risk of poverty or social exclusion (% of people aged 0-17) 20.9 23.7 22.3 21.7 24.6 26.0 Elderly at risk of poverty or social exclusion (% of people aged 65+) 5.4 6.2 6.1 4.7 6.1 7.0 At-risk-of-poverty rate 2 (% of total population) 13.4 14.9 14.5 13.6 15.1 15.9 Severe material deprivation rate 3 (% of total population) 0.7 1.1 0.5 1.2 1.3 1.8 Proportion of people living in low work intensity households 4 (% of people aged 0-59) 4.7 6.3 5.5 5.8 6.1 6.6 In-work at-risk-of-poverty rate (% of persons employed) 9.4 10.0 10.6 9.9 10.2 11.2 Impact of social transfers (excluding pensions) on reducing poverty 43.2 44.8 50.2 50.0 47.9 45.9 Poverty thresholds, expressed in national currency at constant prices 5 18070.8 17837.6 18155.1 17772.7 17260.6 17041.4 Gross disposable income (households) 14639.0 14995.0 15744.0 16354.0 17047.0 n.a. Relative median poverty risk gap (60% of median equivalised income, age: total) 16.6 17.6 18.6 15.7 15.0 17.5 Inequality of income distribution (S80/S20 income quintile share ratio) 4.1 4.3 4.1 4.0 4.1 4.6 1 People at risk of poverty or social exclusion (AROPE): individuals who are at risk of poverty (AROP) and/or suffering from severe material deprivation (SMD) and/or living in households with zero or very low work intensity (LWI). 2 At-risk-of-poverty rate (AROP): proportion of people with an equivalised disposable income below 60 % of the national equivalised median income. 3 Proportion of people who experience at least four of the following forms of deprivation: not being able to afford to i) pay their rent or utility bills, ii) keep their home adequately warm, iii) face unexpected expenses, iv) eat meat, fish or a protein equivalent every second day, v) enjoy a week of holiday away from home once a year, vi) have a car, vii) have a washing machine, viii) have a colour TV, or ix) have a telephone. 4 People living in households with very low work intensity: proportion of people aged 0-59 living in households where the adults (excluding dependent children) worked less than 20 % of their total work-time potential in the previous 12 months. 5 For EE, CY, MT, SI and SK, thresholds in nominal values in euros; harmonised index of consumer prices (HICP) = 100 in 2006 (2007 survey refers to 2006 incomes) 6 2014 data refer to the average of the first three quarters. Source: For expenditure for social protection benefits ESSPROS; for social inclusion EU-SILC. ",
        "B. Standard Tables 42 ",
        "B. Standard Tables 43 Table B.6: Product market performance and policy indicators Performance indicators 2004-08 2009 2010 2011 2012 2013 2014 Labour productivity1 in total economy (annual growth in %) 0.5 -6.8 3.6 -0.9 -2.9 -0.4 n.a. Labour productivity 1 in manufacturing (annual growth in %) -2.5 -13.5 14.4 -8.0 -4.8 1.0 n.a. Labour productivity 1 in electricity, gas (annual growth in %) -4.5 0.5 -23.0 28.3 135.0 -50.9 n.a. Labour productivity 1 in the construction sector (annual growth in %) 1.0 -1.9 2.4 9.8 -12.0 1.2 n.a. Labour productivity 1 in the wholesale and retail sector (annual growth in %) 4.2 -17.5 3.3 7.2 -2.4 -1.3 n.a. Labour productivity 1 in the information and communication sector (annual growth in %) 1.0 -1.8 12.5 2.6 -20.8 -1.3 n.a. Patent intensity in manufacturing 2 (EPO patent applications divided by gross value added of the sector) 0.0 0.0 0.0 0.0 n.a. n.a. n.a. Policy indicators 2004-08 2009 2010 2011 2012 2013 2014 Enforcing contracts 3 (days) 321 321 321 321 321 321 321 Time to start a business 3 (days) 26.3 23 18 18 18 19 19 R&D expenditure (% of GDP) 1.6 1.7 1.5 1.4 1.2 1.2 n.a. Total public expenditure on education (% of GDP) 3.6 n.a. n.a. n.a. n.a. n.a. n.a. (Index: 0=not regulated; 6=most regulated) 2008 2009 2010 2011 2012 2013 2014 Product market regulation 4 , overall 1.44 n.a. n.a. n.a. n.a. 1.46 n.a. Product market regulation 4 , retail 4.47 n.a. n.a. n.a. n.a. 4.54 n.a. Product market regulation 4 , professional services 3.55 n.a. n.a. n.a. n.a. 3.47 n.a. Product market regulation 4 , network industries 5 2.72 2.78 2.83 2.78 2.78 2.73 n.a. 1Labour productivity is defined as gross value added (in constant prices) divided by the number of persons employed. 2 Patent data refer to applications to the European Patent Office (EPO). They are counted according to the year in which they were filed at the EPO. They are broken down according to the inventor’s place of residence, using fractional counting if multiple inventors or IPC classes are provided to avoid double counting. 3 The methodologies, including the assumptions, for this indicator are presented in detail here: http://www.doingbusiness.org/methodology. 4 Index: 0 = not regulated; 6 = most regulated. The methodologies of the OECD product market regulation indicators are presented in detail here: http://www.oecd.org/competition/reform/indicatorsofproductmarketregulationhomepage.htm 5 Aggregate OECD indicators of regulation in energy, transport and communications (ETCR). Source: \"European Commission; World Bank — Doing Business (for enforcing contracts and time to start a business); OECD (for the product market regulation indicators)\" ",
        "B. Standard Tables 44 Table B.7: Green growth Green growth performance 2003-2007 2008 2009 2010 2011 2012 Macroeconomic Energy intensity kgoe / € 0.19 0.18 0.18 0.19 0.18 0.17 Carbon intensity kg / € 0.46 0.42 0.39 0.41 0.37 0.36 Resource intensity (reciprocal of resource productivity) kg / € 0.52 0.56 0.52 0.51 0.54 n.a. Waste intensity kg / € n.a. 0.15 n.a. 0.19 n.a. 0.20 Energy balance of trade % GDP -3.5 -5.4 -3.3 -3.8 -4.8 -5.2 Energy weight in HICP % 10.0 10.9 10.9 11.2 11.0 11.7 Difference between energy price change and inflation % 2.8 21.7 -12.9 4.7 14.6 3.3 Ratio of environmental taxes to labour taxes ratio 10.2% 9.0% 9.1% 9.3% 9.3% 8.8% Ratio of environmental taxes to total taxes ratio 5.4% 4.8% 5.0% 5.1% 5.1% 4.8% Sectoral Industry energy intensity kgoe / € 0.24 0.22 0.20 0.23 0.27 0.27 Share of energy-intensive industries in the economy % GDP 11.5 11.4 10.6 11.3 11.0 11.2 Electricity prices for medium-sized industrial users** € / kWh n.a. 0.10 0.11 0.11 0.11 0.11 Gas prices for medium-sized industrial users*** € / kWh n.a. 0.04 0.03 0.03 0.03 0.03 Public R&D for energy % GDP n.a. 0.01 0.01 0.01 0.01 0.01 Public R&D for the environment % GDP n.a. 0.01 0.02 0.02 0.01 0.02 Recycling rate of municipal waste ratio 87.6% 93.3% 95.8% 97.4% 96.8% 97.3% Share of GHG emissions covered by ETS* % n.a. 40.8 37.5 38.4 38.4 37.0 Transport energy intensity kgoe / € 0.60 0.64 0.66 0.63 0.60 0.56 Transport carbon intensity kg / € 1.58 1.57 1.62 1.58 1.51 1.40 Security of energy supply Energy import dependency % 79.1 81.1 75.9 78.2 73.9 74.0 Diversification of oil import sources HHI 0.17 0.15 0.15 0.16 0.18 0.14 Diversification of energy mix HHI n.a. 0.29 0.30 0.29 0.26 0.26 Renewable energy share of energy mix % 2.0 3.1 3.8 4.2 4.8 5.9 Country-specific notes: 2013 is not included in the table due to lack of data. General explanation of the table items: All macro intensity indicators are expressed as a ratio of a physical quantity to GDP (in 2000 prices) Energy intensity: gross inland energy consumption (in kgoe) divided by GDP (in EUR) Carbon intensity: Greenhouse gas emissions (in kg CO2 equivalents) divided by GDP (in EUR) Resource intensity: Domestic material consumption (in kg) divided by GDP (in EUR) Waste intensity: waste (in kg) divided by GDP (in EUR) Energy balance of trade: the balance of energy exports and imports, expressed as % of GDP Energy weight in HICP: the proportion of \"energy\" items in the consumption basket used for the construction of the HICP Difference between energy price change and inflation: energy component of HICP, and total HICP inflation (annual % change) Environmental taxes over labour or total taxes: from DG TAXUD’s database ‘Taxation trends in the European Union’ Industry energy intensity: final energy consumption of industry (in kgoe) divided by gross value added of industry (in 2005 EUR) Share of energy-intensive industries in the economy: share of gross value added of the energy-intensive industries in GDP Electricity and gas prices for medium-sized industrial users: consumption band 500–2000MWh and 10000–100000 GJ; figures excl. VAT. Recycling rate of municipal waste: ratio of recycled municipal waste to total municipal waste Public R&D for energy or for the environment: government spending on R&D (GBAORD) for these categories as % of GDP Proportion of GHG emissions covered by ETS: based on greenhouse gas emissions (excl LULUCF) as reported by Member States to the European Environment Agency Transport energy intensity: final energy consumption of transport activity (kgoe) divided by transport industry gross value added (in 2005 EUR) Transport carbon intensity: greenhouse gas emissions in transport activity divided by gross value added of the transport sector Energy import dependency: net energy imports divided by gross inland energy consumption incl. consumption of international bunker fuels Diversification of oil import sources: Herfindahl index (HHI), calculated as the sum of the squared market shares of countries of origin Diversification of the energy mix: Herfindahl index over natural gas, total petrol products, nuclear heat, renewable energies and solid fuels Renewable energy share of energy mix: %-share of gross inland energy consumption, expressed in tonne oil equivalents * European Commission and European Environment Agency ** For 2007 average of S1 & S2 for DE, HR, LU, NL, FI, SE & UK. Other countries only have S2. *** For 2007 average of S1 & S2 for HR, IT, NL, FI, SE & UK. Other countries only have S2. Source: European Commission unless indicated otherwise; European Commission elaborations indicated below. "
    ]
}