{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘The Social Dimension of the Internal Market’ (own-initiative opinion) (2011/C 44/15) Rapporteur: Mr JANSON On 16 July 2009 the European Economic and Social Committee, under Rule 29(2) of its Rules of Procedure, decided to draw up an own-initiative opinion on The Social Dimension of the Internal Market. The Section for Employment, Social Affairs and Citizenship, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 5 May 2010. At its 464th plenary session, held on 14 and 15 July 2010 (meeting of 14 July 2010), the European Economic and Social Committee adopted the following opinion by 143 votes to 15 with 19 abstentions. 1. Summary 1.1 The social dimension is a core component of the internal market. It has a number of aspects. This opinion deals among others with the economic and legal aspects. Recent devel­ opments have raised questions about the social dimension's ability to protect workers. The internal market cannot function properly without a strong social dimension and the support of the citizens. 1.2 The EESC strongly believes that the EU has an important role to play in the social field because social problems cannot be solved by Member States alone. In order to create political acceptance, solidarity and coherence, the EU should place greater emphasis on the social aspects in its policies. 1.3 A number of adverse developments have, among other factors, put the social dimension in jeopardy. The European economy is facing its most serious challenge in decades. Financial bubbles have been allowed to grow and control mechanisms and traditional risk assessments have been side­ stepped. As a result unemployment has risen and labour markets and the social situation will continue to deteriorate. Therefore employment must remain at the top of the EU's agenda. Europe needs sustainable growth and a high employment rate combined with a high quality labour market in order to finance welfare systems. 1.4 Over the last decade, welfare systems have been the target of reforms aimed at promoting more effective work incentives in social protection systems, in order to strengthen the value of work and to re-integrate people in the labour market. One result has, however, been a growth in inequality, thus aggravating social problems. Employment and welfare systems are crucial to alleviating poverty and without social benefits the rise of inequality and the social impact of the crisis would be much more rapid and severe. The deterioration of national finances in many Member States, leading to an actual or potential sovereign debt crisis, is putting social welfare systems under considerable pressure. Increased, sustainable economic activity, regulation of financial markets and investments in research and education are some possible solutions to this problem. 1.5 The internal market is an arena in which both the social dimension and other dimensions find their expression. To flourish, sustainable economic growth and jobs must be created which in turn generate tax revenues which are the basis for social entitlements. The levels of unemployment and the fiscal imbalances show that much can be done to remedy the current situation. 1.6 The legal aspects of the social dimension have been brought into question because ECJ rulings in four cases (Viking, Laval, Rüffert and Luxemburg) have led to lively debates particularly in political and academic circles about potential fears of increasing risks of social dumping. The European Parliament, the academic world and employee repre­ sentative organisations ( 1 ) have expressed their concern about the decisions. Others are convinced that the ECJ judgements in these cases will contribute to improved functioning of the internal market. 1.7 The EESC therefore demands: In the short term the EESC calls for the posting of workers directive to be implemented more effectively. The EESC proposes that the idea of the creation of a ‘European Social Interpol’ be explored, supporting the activities of the Labour Inspectorates of the various Member States. EN C 44/90 Official Journal of the European Union 11.2.2011 ( 1 ) The European Trade Union Confederation represents 80 million workers. ",
        "The EESC urges the Commission to assess the situation in the EU in light of the ECHR's recent judgements. The EESC also supports measures by the Commission that seek to strengthen social dialogue, including: — the promotion of a higher quality social dialogue and a European mechanism for dispute resolution and conciliation; — further development of the macroeconomic dialogue with a view to preventing another financial crisis; — promotion of the European social model in international relations. In the medium term the EESC supports a Commission initiative which clarifies the legal obligations for national authorities, business and workers when implementing the Posting of Workers Directive and which ensures that these rules are universally applicable. The EESC finds the proposal in the Monti report, where the right to strike is exempted from the internal market, interesting and believes that it might resolve some of the problems. This should, however, not exclude a partial revision of the Posting of Workers Directive in order to apply the place of work principle consistently, making it possible to establish by law that the same working and remuneration conditions must always apply for the same work at the same location. In the longer term the European Union should strive to strengthen the social dimension and realise the full potential of the internal market. The Lisbon Treaty and the annexed Charter of Fundamental Rights have not yet had their full impact on the balance between fundamental rights and economic rights. Strengthening the social dimension requires that the fundamental social rights be strengthened and that any limitation of fundamental rights which includes social rights be very restrictive. A Treaty change could be pursued to achieve this objective. 2. The internal market and the social dimension 2.1 In 1987, the EESC adopted an opinion ( 2 ) on the social aspects of the internal market. The EESC proposed that the European Community secure a number of basic social rights connected to the labour market. It wanted to ensure that the recently launched internal market did not lead to market distortions and to underline that the Community also had social goals. The social dimension includes legislation and agreements made at European level in order to guarantee that employees enjoy certain fundamental rights at the workplace. However, this also requires cooperation with a view to boosting employment in the EU. 2.2 Following that opinion, the European Commission published a number of documents which were the starting point for the development of a broader and deeper interpre­ tation of the social dimension of the internal market ( 3 ). As the Commission wrote ‘The social dimension of the internal market is a fundamental component of this project, for it is not only a matter of strengthening economic growth and stepping up the external competitiveness of European undertakings, but also of using more efficiently all the resources available and of achieving a fair shareout of the advantages deriving from the single market’ ( 4 ). 2.3 In 1989, the EESC was instrumental in outlining the content of the Social charter vesting workers with fundamental social rights not to be jeopardised because of the pressure of competition or the pursuit of increased competitiveness. In the view of the EESC, the exercise of such fundamental rights presupposes that there is no unjustifiable restriction placed on them. 2.4 This opinion tries to capture some of the most recent important developments affecting the possibilities for the social dimension to function. In recent years, the EESC has adopted other opinions dealing with the social dimension which this opinion partly builds on ( 5 ). What is clear from the outset is that in a social market economy the internal market cannot function properly without a strong social dimension or the acceptance of the European citizens. The advantages of a properly functioning single market are numerous and important for companies, workers, citizens and the economy in general. It appears, however, from the preamble to the treaties that the single market was conceived as a tool to serve the welfare of the people, and not as an end in itself. 2.5 There are thus four fundamental reasons for the social dimension: — the free movement of persons; — there are indivisible social rights to which any society should adhere and with which it must comply under all circumstances; these are the right to collective action, trade union and collective bargaining freedoms and the other rights set out in fundamental ILO conventions and international and European conventions on social and personal rights; EN 11.2.2011 Official Journal of the European Union C 44/91 ( 2 ) See ESC opinion of 19.11.1987 on Social Aspects of the Internal Market, rapporteur: Mr Beretta (OJ C 356 of 31.12.1987, pp. 31- 33). ( 3 ) For example the Social Dimension of the Internal Market. Commission Working Paper. SEC(88) 1148 final, 14.9.1988 and the Communication from the Commission concerning its Action Programme relating to the Implementation of the Community Charter of Basic Social Rights for Workers. COM(89) 568 final, 29.11.1989. ( 4 ) Social Dimension of the Internal Market. Commission Working Paper. SEC (88) 1148 final, 14.9.1988. ( 5 ) See EESC opinions: — of 6.7.2006 on Social cohesion: fleshing out a European social model, rapporteur: Mr Ehnmark (OJ C 309 of 16.12.2006, pp. 119-125). — of 9.7.2008 on A new European Social Action Programme, rapporteur: Mr Olsson (OJ C 27 of 3.2.2009, pp. 99-107) and — of 4.11.2009 on The post-2010 Lisbon Strategy, rapporteur- general: Mr Greif (OJ C 128 of 18.5.2010, pp. 3-9). ",
        "— to strengthen the functioning of the internal market and to mitigate the negative consequences of the same, in order to create acceptance for political and economic projects and boost social cohesion; — social policy is also one major component of improved competitiveness. 2.6 ‘Social policy’ is a shared competence between the national and the European level. Most of the provisions in this field focused on establishing the freedom of movement for workers and the freedom of establishment for the purposes of the internal market. Nonetheless, the social dimension gained in prominence. Subsequent treaties have extended majority voting to areas such as equal opportunities legislation, the information and consultation of workers and policies to help the unemployed. However legislation did not (and does not) have a legal basis for covering such matters as pay, the rights of association, to strike or to impose lock outs, even if ECJ decisions and EU-legislation do touch upon these issues. The Nice Treaty formalised the status of the Charter of Fundamental Rights of the European Union. The Lisbon Treaty has further formalised rights by making the Charter of Funda­ mental Rights legally binding. 2.7 Social policies are primarily the responsibility of Member States. However, social challenges arising from global or European developments affect people living in Member States, and so a coordinated European approach is necessary. The EU has tackled the dilemma of dual competencies using different methods. It has tried to uphold social norms by deciding on a range of minimum standards. Another method is the Open Method of Coordination (OMC). The OMC could be used better and more effectively by using the newly introduced ‘common principles’ approach and by allowing organised civil society's participation in formulating and even negotiating the objectives of the Lisbon Strategy at European level ( 6 ). 2.8 Europe's social ‘acquis’ is remarkable: about 70 directives and regulations have been adopted in this field since the creation of the European Union. The majority have been adopted since 1985. The EESC strongly believes that the EU has an important social role. Social problems cannot be solved by Member States alone. In order to create political acceptance, solidarity and coherence, the EU should place greater emphasis on the social aspects of its policies, while respecting the principle of subsidiarity. 3. Present developments 3.1 Development of the economy 3.1.1 The European economy is facing its most serious challenge in decades. Since the second half of 2008 ( 7 ), the world economy has been experiencing a sharp economic slowdown which is proving to be far worse than expected in most countries. Just as economies were showing signs of recovery from the banking crisis, they are now endangered by the sovereign debt crisis and the severity of the corrective measures being mandated. 3.1.2 Unemployment is rising, aggravating the situation. The repercussions of the financial crisis and lenders' requirements have led to cuts in welfare systems, pensions and social transfers. This will exacerbate poverty and place the most vulnerable groups at a disadvantage, starting a vicious circle. Many European companies that have been affected by the crisis nevertheless have taken measures, together with public employment services, to maintain their labour force and thus keep people in employment. 3.1.3 The sudden explosion of events and their rapid spread show new phenomena in the globalised economy. The causes were many. Monetary and exchange-rate policies which led to excessive liquidity, insufficient or non-existent regulation of certain areas or actors, the search for unrealistically high returns coupled with an insufficient understanding or analysis of the risks involved on the part of market actors and super­ visory and regulatory bodies, excessive leverage, insufficiently coordinated macroeconomic policies and inadequate structural reforms ( 8 ). 3.1.4 Inevitably, the question arises of whether the EU's present economic framework, including an insufficient macro­ economic dialogue, has in fact aggravated the crisis. The results have been weakened automatic stabilisers, an explosion of credit instead of real wages, falling growth rates and less likelihood of detecting financial bubbles. The EESC is of the opinion that transferring private debt (banks) to public debt (States and citizens) places an excessive burden on citizens, particularly since the deterioration of public finances and the limitations of the growth and stability pact raise questions about how vital investments in welfare systems will be financed in the future. 3.1.5 The latest stage of the crisis has revealed that many Member States have been running unsustainable budget deficits. The corrective action needed to restore public finances will put enormous pressure on tax systems, social policies and programmes. EN C 44/92 Official Journal of the European Union 11.2.2011 ( 6 ) EESC opinion of 4.12.2008 on the Effective governance of the renewed Lisbon Strategy, rapporteur-general: Ms Florio (OJ C 175 of 28.7.2009, pp. 13-19). ( 7 ) European Commission Economic Forecast Spring 2009. ( 8 ) See EESC opinion of 15.1.2009 on the European Economic Recovery Plan, rapporteur: Mr Delapina (OJ C 182 of 4.8.2009, pp. 71-74). ",
        "3.1.6 Despite their shortcomings, it should be noted that the Commission is considering national State subsidies, including in view of labour protection, in the framework of a broader European picture. Competition policy, in particular regarding SMEs and State subsidies to banks, rightly takes account of the socio-economic aim of maintaining a level playing field in Europe. 3.1.7 The EESC has previously ( 9 ) noted that European economic policy-makers have recognised the need for a counter-cyclical macroeconomic policy to complement the past reliance of economic policy on supply-side measures. The EESC also welcomed the commitment to provide better protection for the weakest members of society and to coor­ dinate economic policy more effectively. However, it underlined that the EU's economic recovery plan is relatively small in scale compared with the packages adopted in other regions of the world. 3.2 Development of the internal market 3.2.1 The EESC has lauded the creation and development of the internal market in several opinions ( 10 ). The internal market, covering all Members States and the EEA countries, benefits consumers, companies and workers by providing a single regu­ latory space for mobility of goods, capital, persons and services. 3.2.2 The Commission has laid out its vision of the single market for the future ( 11 ). It points out that the single market is beneficial for consumers and businesses, that it has supported job creation and stimulated growth, competitiveness and inno­ vation. The key areas for the future according to the Commission are: — consumers and businesses, where the single market needs to deliver better results and benefits to respond to the expec­ tations and concerns of consumers and businesses; — coping with globalisation; — making knowledge and innovation the ‘fifth freedom’; — a social and environmental dimension where the Commission promises to improve its impact assessments to anticipate market changes more effectively. The most serious failure of the internal market has been its inability to stimulate employment and economic activity through inward investment. In particular, there has been a failure to nurture and develop technology and research in order to lay the basis for a transition of the economy. Unless this failure can be corrected, Europe will be left in the slow lane of the world economy. 3.2.3 The EESC calls for a better balance between social development, a favourable economic environment and environ­ mental protection which is key to a functioning internal market and the promotion of long-term sustainable development. The deeper the integration of the internal market, the more vital it becomes to fulfil the treaty objective of ensuring the welfare of the people, and therefore the better the social protection which must be supplied. With 27 labour markets with different legis­ lative traditions, the EU must make sure that rules for internal mobility do not weaken already functioning systems. Precautions need to be taken to make sure that competition between Member States in the common market is geared towards innovation and is not counter-productive or even destructive ( 12 ). 3.2.4 Furthermore, in the wake of the crisis, Europe will face a wave of company restructuring. The EESC notes that the EU currently lacks a common strategic vision for how to either combat the negative consequences of such restructuring or to seize the opportunity to make the EU economy more competitive in the global economy. The EESC calls on the Commission to adopt a European position together with the social partners to protect all employees concerned. In this respect the EESC welcomes the initiative of the ESP to deliver a study on restructuring in the EU and set up a ‘Road Map’ for companies on how to be effectively engaged in the process of restructuring. 3.2.5 The EESC ( 13 ) has stated that if Europe wants to remain competitive over the long-term, the internal market must ensure a sustainable and long term growth which means also taking the environmental dimension into account. The final goal is to significantly improve the functioning of the internal market within a social market economy, and ensure fundamental social rights are respected. The EESC has also stressed that if necessary and appropriate, suitable specific measures should be adopted as soon as possible to protect workers stating that neither economic freedoms nor competition rules should take precedence over fundamental social rights ( 14 ). At the same time the EESC is mindful of the need to stimulate job creation and promote entrepreneurship as well as create healthy and sustainable Member State economies. EN 11.2.2011 Official Journal of the European Union C 44/93 ( 9 ) Ibid. ( 10 ) See EESC opinion of 14.5.2009 on The impact of legislative barriers in the Member States on the competitiveness of the EU, rapporteur: Mr van Iersel. (OJ C 277 of 17.11.2009, pp. 6-14). ( 11 ) Communication from the Commission to the European parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - A single market for 21st century Europe {COM(2007) 724 final}. ( 12 ) Integrated Report on the implementation and the future of the Lisbon Strategy in the post-2010 period. ( 13 ) See EESC opinion of 14.1.2009 on the social and environmental dimension of the internal market, rapporteur: Mr Adamczyk (OJ C 182 of 04.8.2009, pp. 1-7). ( 14 ) See EESC opinion of 14.5.2009 on The impact of legislative barriers in the Member States on the competitiveness of the EU, rapporteur: Mr van Iersel. (OJ C 277 of 17.11.2009, pp. 6-14). ",
        "3.2.6 One shortcoming which needs to be addressed if the internal market is to fulfil its role is to give more prominence and legal certainty to services of general interest which have played an important role as economic stabilisers during the current economic crisis and to develop the international dimension. We need to promote our social model on the inter­ national stage as a factor of development and affirm our identity as a mutually supportive, active body in international forums which aims to provide a stronger framework for global­ isation. If globalisation is to be fair then Europe should press for more equal trade and globalisation in its trade related and other international agreements. 3.2.7 The EESC is of the firm conviction that mobility in Europe should remain one of the EU's political priorities. In this respect, the EESC has called on those Member States which continue to apply transitional arrangements with regard to the free movement of persons to follow the procedures arising from the treaties and dismantle these arrangements ( 15 ). 3.3 Evolution of social/welfare systems 3.3.1 Despite a partial economic upturn, the employment and social situation will continue to deteriorate, especially in the context of the current measures designed to solve the sovereign debt crisis. The Commission reports that in the next two years the rate of unemployment is forecast to increase to levels not seen in several decades ( 16 ). 3.3.2 Steps have been taken in Member States which have had positive effects on keeping up employment and keeping down unemployment. They include stimulating investments, facilitating collective bargaining and specific labour market measures financed by public unemployment schemes. Some have relied on ‘internal flexibility’, such as various schemes to reduce the number of hours worked combined with training. In some countries there have been large-scale redundancies partly due to the absence of such provisions ( 17 ). 3.3.3 Employment must be at the top of the EU's agenda. Europe needs a high employment rate combined with a high quality labour market. High-quality labour needs high-quality entrepreneurship as well as investments in the public and private sectors in order to be internationally competitive. The financing of welfare systems relies on the European labour market being able to incorporate as many workers as possible. Europe is still facing barriers to achieving full employment. In order to maintain high future levels of employment in Europe, the emphasis has shifted to flexicurity, employability, higher productivity, and education and training which can contribute to establishing more effective labour markets. More than this, the highest priority should be given to measures that will stimulate jobs and company formation and to measures that will encourage sustainable inward investment. 3.3.4 Over the last decade, welfare systems have been the target of reforms aimed at promoting more effective work incentives in social protection systems, in line with a supply- side oriented philosophy with reductions in welfare benefits and stricter eligibility criteria. Such measures are thought to reduce unemployment. Welfare systems must strike a balance between providing support for getting people back to work and income support in the event of unemployment. 3.3.5 The effectiveness of such policies is open to question. There has been a growth in inequality over the last two decades. Welfare systems are crucial to alleviating poverty and without social benefits the rise of inequality and the social impact of the crisis would be much more rapid and severe. There is a danger that the present crisis will bring the trend of increased employment and improvements in cross-country social cohesion to a halt, while exacerbating a long-term trend in Europe where intra-country income inequality is worsening ( 18 ). 3.3.6 The anti-crisis measures in many Member States brought positive results. On the other hand the Commission ( 19 ) reports that in many countries, unemployed people do not receive income support. In some cases these benefits are poorly targeted, suggesting that benefit systems not only fail to provide a comprehensive safety net, but also that they are not properly targeted towards those most in need. The quality as well as the sustainability of these systems is at stake ( 20 ). Given the effects of the economic crisis and the demographic development there is a risk that welfare systems may shift from protecting living standards to simply establishing minimum standards. This is particularly the case where entitlements are already in excess of the fiscal incomes of certain Member States. While productivity continues to increase in EU countries, so does poverty. Questions need to be asked about why it appears impossible to fulfil people's most basic needs and provide decent employment. One solution in the long term lies with the growth of the economy in the public and private sector driven by the development of competitive companies. EN C 44/94 Official Journal of the European Union 11.2.2011 ( 15 ) See EESC opinion of 25.3.2009 on Identification of outstanding barriers to mobility in the internal labour market, rapporteur: Ms Drbalová (OJ C 228 of 22.9.2009, pp. 14-23). ( 16 ) European Commission Economic Forecast Spring 2009. ( 17 ) Plant-level responses to the economic crisis in Europe Vera Glassner and Béla Galgóczi WP 2009.01 ETUI. ( 18 ) This trend of growing inequalities is also evident in the OECD-area. ( 19 ) The Social Situation in the European Union 2008. ( 20 ) IRES 115. ",
        "3.3.7 However the EU’s capacity to provide adequate protection against risks and combine economic growth with social progress will only be sustained by intensifying reform efforts. Joint progress must be achieved in increasing employment levels, productivity growth, appropriate fiscal systems and sustainability and possibilities for European social systems to give adequate protection. 3.4 Judicial developments 3.4.1 The ECJ rulings in four cases (Viking, Laval, Rüffert and Luxemburg ( 21 )) have led to lively debates in political and academic circles and have heightened fears, both substantiated and unsubstantiated, of increasing risks of social dumping. The rulings have also generated activities in the European insti­ tutions and among the social partners. 3.4.2 In October 2008, the European Parliament adopted a resolution ( 22 ) in response to the ECJ's judgments. The Parliament stated that the freedom to provide services does not take precedence over the fundamental rights contained in the Charter of Fundamental Rights of the European Union and in particular the right of trade unions to negotiate, conclude and enforce collective agreements and to take collective action. Furthermore, the Parliament stated that there are loopholes in the current Community legislation which is inconsistent. This was not the intention of the Community legislator, who was looking for a fair balance between the freedom to provide services and the protection of workers rights. 3.4.3 The academic debate ( 23 ) has been critical. In June 2009, over one hundred European labour lawyers and academics sent an open letter to the Heads of state and government expressing great concern about the deterioration in fundamental social rights and the impact of recent ECJ rulings on rights of workers, and their organisations. They also expressed concern that the judgments have created serious problems for the effective protection of workers' rights. They insisted that fundamental social rights should not be subordinate to internal market freedoms and competition law, but should rather be fully recognised as necessary pre- conditions for the sustainable economic and social development of the European Union. 3.4.4 In late March 2009, the European social partners began a joint analysis of the ECJ rulings, at the request of the European Commission and the French presidency. To carry out the work, an ad-hoc group was established which has focused its work on a limited number of key issues such as the rela­ tionship between economic freedoms and social rights; the obstacles to be removed and the conditions to be put in place to improve free movement and the provision of services; the issue of transparency and legal certainty and the challenge of respecting the diversity of national industrial relations systems ( 24 ). 3.4.5 The EESC, while respecting the ECJ's prerogative to interpret existing rules, believes that the judgments present a number of causes for concern as well as the need for analysis and an explanation of their consequences. 3.4.5.1 Hierarchy between economic freedoms and funda­ mental social rights With Viking and Laval the ECJ acknowledged that the right to take collective action is a fundamental right and – as such – part of EU law, while emphasising that it is not superior to other EU law, such as the freedom to provide services or the freedom of establishment. Furthermore the ECJ gave the freedom to provide services and the freedom of establishment horizontal direct effect. The ECJ observed that industrial action should not only have ‘a legitimate aim compatible with the Treaty and [be] justified by overriding reasons of public interest, but even if that were the case, it would still have to be suitable for securing the attainment of the objective pursued and must not go beyond what is necessary in order to attain it’ ( 25 ). Thus the acknowledgement that collective action is a fundamental right is an acknowledgement in principle rather than a reality. Following on from this, the ECJ deemed collective action to be a restriction on the exercise of those freedoms, asking whether this restriction can be justified. This means that collective action is measured with regard to the restriction that they imply for economic freedoms. Academics have pointed to the fact that the ECHR ( 26 ) in recent cases has examined the issue from the opposite perspective, i.e. the question has been to consider what limitations are acceptable in the area of funda­ mental rights. The ECJ rulings raise possible concerns regarding discrepancy with ECHR jurisprudence. 3.4.5.2 Limitation of fundamental rights The court has for the first time judged the limits for national level collective action in a transnational context. The EESC finds it especially worrying that the ECJ introduced a proportionality test at this point. This test not only removes the quality of the fundamental right to take collective action, it also infringes on the right to strike. In the light of the ECHR rulings and reactions, the EESC stresses that the process of defining the limits of economic freedoms and social fundamental rights is also dependent on future judgements and the questions they raise. EN 11.2.2011 Official Journal of the European Union C 44/95 ( 21 ) Viking C-438/05, Laval C-341/05, Rüffert C-346/06, COM v LUX C-319/06. ( 22 ) EP resolution of 22 October 2008 on challenges to collective agreements in the EU (2008/2085(INI)). ( 23 ) http://www.etui.org/en/Headline-issues/ Viking-Laval-Rueffert-Luxembourg/ 2-Articles-in-academic-literature-on-the-judgements. ( 24 ) Report on joint work of the European social partners on the ECJ rulings in the Viking, Laval, Rüffert and Luxembourg cases. ( 25 ) Viking C-438/05 (75). ( 26 ) ECHR Demir and Baykara v. Turkey (application No 34503/97). ",
        "3.4.5.3 Posting of Workers Directive The Posting of Workers Directive aims to ensure the necessary harmonisation while respecting national diversity when coor­ dinating national policies for the temporary cross-border posting of workers. The ECJ concluded that the problems that have occurred are due to lack of national transposition of some provisions of the Posting of workers directive (Laval), incom­ patible national legislation (Rüffert ( 27 )) or an overly wide inter­ pretation of the Posting of workers directive and unclear and unjustified control measures (Luxembourg). According to the ECJ, the Posting of Workers Directive does not impose equal treatment but ensures that minimum requirements are respected with regard to posted workers. Consequently, it is de facto a maximum instead of a minimum directive. However, the ECJ rulings do not prevent the application of more favourable terms and conditions of employment by the employers. The aim of Article 3.7 of the Posting of Workers Directive was to ensure that the application of the minimum rules in practice in the host Member State did not lead to worse working conditions compared to those to which the posted worker was entitled in the country of origin. It has been argued that the judgements withdraw some of the possibilities at national level of imposing higher standards going beyond the mandatory rules for minimum protection in the directive either through statutory regulation or collective agreements in favour of workers. This in turn creates distortions of competition domestically and in the internal market where domestic companies have to follow national rules or collective agreements while competitors from other Member States could apply minimum rules. 3.4.5.4 Conflict between different legal systems Another result of the judgments is the conflict between Community law and international standards ( 28 ). Furthermore it can be argued that there is a conflict of law with ILO Conventions No 87 and 98, as well as with Article 6 (4) of the European Social Charter and the case law of the respective institutions, as established by the ILO supervisory bodies (BAPA UK case). 4. Conclusions 4.1 Recent years as well as the present crisis have brought new risks of increased social inequalities. In addition, the EU has increased the risks of social and competition distortions through decisions of its own. The economic, social and judicial devel­ opments risk leading to a situation where the social dimension of the internal market is at risk and where the fundamental rights and the basic social rights envisioned in the EESC opinion of 1987 – are undermined. The social dimension of the internal market should therefore be a focal point in coming years, but in order to improve economic aspects – employment, entitlements, tax revenues – the EU will have to correct the evident failure of the internal market to promote growth by means of high-quality jobs and high-quality enterprises and other employers. 4.2 One of the most important aspects of the social dimension is employment. With the pressure on public finances the public sector cannot create an infinite number of jobs so the main burden of job creation must fall on the private sector. Member States must create conditions for a virtuous circle reoriented on the real economy, whereby customers create jobs, companies create customers and investors and entrepreneurs create companies. It is also important to see social investment as supportive of enterprises and a good business climate. In this framework, the social economy makes an invaluable contribution. 4.3 The EESC has helped shape the discussion on challenges facing the European social models and the nature of a European social model ( 29 ). The EESC said that the strength of the European Social Model is the way in which competitiveness, solidarity and mutual trust have interacted. 4.4 One way of resolving the conflict between the internal market and social rights would be to return to a policy of ‘More Nation State, less Europe’. The EESC is of the opinion that we need the exact opposite; we need more Europe, but a different one. However, this requires a new regulatory system for economic and social policy in Europe. Only a fully democratic and social Europe can circumvent the danger of Europeans' growing sense of alienation towards the European venture. However, the EU must also respect the different social systems in place in the Member States. If jurisprudence and EU-law fail to take account of the EU's diversity, then the minimum standards may become too low to avoid social dumping in many countries. EN C 44/96 Official Journal of the European Union 11.2.2011 ( 27 ) In the Rüffert case, the Court judged that the competitive advantage of paying lower wages is part of the freedom to provide services and therefore is protected. ( 28 ) The ECJ's Rüffert judgment did not take ILO Convention No 94 into account and therefore the interpretation creates conflict between various legal systems ( 29 ) See EESC opinion of 6.7.2006 on Social cohesion: fleshing out a European social model, rapporteur: Mr Ehnmark (OJ C 309 of 16.12.2006, pp. 119-125). ",
        "4.5 One very important element of the European social dimension is a harmonised and fairer fiscal policy at EU-level. To avoid ongoing harmful tax competition, the EESC supports efforts to secure a common consolidated corporate tax base. It is needed in the long-term if the internal market is to function properly ( 30 ). The EESC has also called for greater EU-wide coor­ dination of Member States' tax policy, primarily in areas where the tax base is mobile and the risk of tax evasion and tax competition between Member States is greatest ( 31 ). Tax evasion and fraud as well as tax havens must all be combated. 4.6 It must also be remembered that by partly removing the possibility of regulating conditions in the labour market by collective agreements, labour markets are made less flexible. Collective agreements and social dialogue are essential tools for the concept of flexicurity ( 32 ). 5. How to ensure that the social dimension functions more effectively 5.1 In the short term, the EESC calls for the improved implementation of the posting of workers directive. Effective controls of the proper application of the provisions on the posting of workers are a prerequisite for achieving the aim of the directive, namely the avoidance of social dumping. Effective transnational cooperation between authorities must be ensured if there is to be any effective control over the pay and working conditions of posted workers. The EESC is in favour of creating a ‘European Social Interpol’ with responsibility for coordinating the activities of the Social Conditions Inspectorates in the various Member States. 5.2 In view of the jurisprudence of the ECHR regarding fundamental rights, the ECHR argues that the ‘Convention is a living instrument … so as to reflect the increasingly high standard being required in the area of the protection of human rights, thus necessitating greater firmness in assessing breaches of the fundamental values of democratic societies and that limitations to rights must be construed restrictively’ ( 33 ) The EESC encourages the Commission to assess the situation in the EU in light of the ECHR's recent judgements. 5.3 The inclusion and involvement of workers and their representatives and trade unions is crucial for managing change in a socially acceptable way at company level ( 34 ). The EESC has on many occasions stressed the importance of social dialogue and of strengthening industrial relations systems at European and national levels, while respecting the diversity of such systems across the EU ( 35 ). The EESC supports all measures by the Commission which seek to strengthen social dialogue, including: — the promotion of a higher quality social dialogue and a European mechanism for dispute resolution and conciliation; — further development of the macroeconomic dialogue with a view to preventing another financial crisis 5.4 In the medium term the EESC supports a Commission initiative which clarifies the legal obligations for national authorities, business and workers under the Posting of Workers Directive's implementation and ensures that these rules are universally applicable. In this respect the EESC welcomes the commitment made by Commission President Barroso before the European Parliament. The EESC finds the proposal in the Monti report, where the right to strike is exempted from the internal market, interesting and believes that it might resolve some of the problems. This should, however, not exclude a partial revision of the Posting of Workers Directive in order to apply the place of work principle consistently, making it possible to establish by law that the same working and remuneration conditions must always apply for the same work at the same location. 5.5 In the longer term, the European Union should strive to strengthen fundamental social rights. The EESC has on many occasions called for stronger European social policies, particularly in the light of the ongoing crisis. The EU must be committed to a policy of full employment, reduction of income inequalities, improvement in social conditions, strengthening the welfare state, abolishing socially unprotected conditions of employment and extending workers' rights and industrial democracy. The Lisbon Treaty and the annexed Charter of Fundamental Rights have not yet had their full impact on the balance between fundamental rights and economic rights. This remains to be seen. EN 11.2.2011 Official Journal of the European Union C 44/97 ( 30 ) See EESC opinion of 26.09.2007 on Coordination of direct taxation, rapporteur: Mr Nyberg (OJ C 10 of 15.1.2008, pp. 113- 117). ( 31 ) See EESC opinion of 4.11.2009 on the post-2010 Lisbon Strategy, rapporteur-general: Mr Greif (OJ C 128 of 18.5.2010, pp. 3-9). ( 32 ) See EESC opinion of 11.7.2007 on Flexicurity (collective bargaining and the role of social dialogue), rapporteur: Mr Janson (OJ C 256 of 27.10.2007, pp. 108-113). ( 33 ) ECHR Demir and Baykara v. Turkey (application no. 34503/97). ( 34 ) See EESC opinion of 29.9.2005 on Social dialogue and industrial change, rapporteur: Mr Zöhrer (OJ C 24 of 30.1.2006, pp. 90-94). ( 35 ) See EESC opinion of 11.7.2007 on Flexicurity (collective bargaining and the role of social dialogue), rapporteur: Mr Janson (OJ C 256 of 27.10.2007, pp. 108-113). ",
        "However, the strengthening of fundamental rights, which includes social rights, requires that any restriction be limited. The point of departure must be to first look at fundamental rights and not at economic freedoms, in line with ECHR's juris­ prudence. Adjustments to directly applicable EU law (primary law) should be pursued in order to strengthen the social dimension. Brussels, 14 July 2010. The President of the European Economic and Social Committee Mario SEPI EN C 44/98 Official Journal of the European Union 11.2.2011 "
    ]
}