{
    "text": [
        "Contemporary forms of slavery Policy Department for External Relations Directorate General for External Policies of the Union PE 603.470 - December 2018 EN STUDY Requested by the DROI committee ",
        "DIRECTORATE-GENERAL FOR EXTERNAL POLICIES POLICY DEPARTMENT EP/EXPO/B/COMMITTEE/FWC/2013-08/Lot8/23 EN December 2018 - PE 603.470 © European Union, 2018 Contemporary forms of slavery ABSTRACT This briefing aims to clarify the concept of contemporary forms of slavery and analyse the legal obligations of States, as well as recent international developments at global and EU levels. It highlights the inconsistent application of the concept by global governance actors and discusses the inclusion of various exploitative practices within this conceptual framework. It also examines the prevalence of contemporary forms of slavery and assesses the policy framework for EU external action. The briefing then recommends possible action by the EU, including: promotion of a more consistent definition and use of the concept of contemporary forms of slavery and further clarifications on the relationship with the human trafficking and forced labour frameworks; a role for the EU as catalyst in achieving the Sustainable Development Goals and Targets in the field of all contemporary forms of slavery; support for standardising methods of data collection globally. Finally, the paper invites the EU to assess the possibility of drafting a new treaty on contemporary forms of slavery, as a way to fill some existing loopholes at the international level. ",
        "Policy Department, Directorate-General for External Policies This paper was requested by the European Parliament's Subcommittee on Human Rights (DROI) English-language manuscript was completed on 20 December 2018. Printed in Belgium. Author: Silvia SCARPA, Adjunct Professor of Political Science, John Cabot University and Adjunct Professor of International Law, LUISS Guido Carli University, Italy. Official Responsible: Marika LERCH Editorial Assistant: Daniela ADORNA DIAZ Coordinator: Trans European Policy Studies Association (TEPSA), Belgium. Feedback of all kind is welcome. Please write to: marika.lerch@europarl.europa.eu. To obtain copies, please send a request to: poldep-expo@europarl.europa.eu This paper will be published on the European Parliament's online database, 'Think tank'. The content of this document is the sole responsibility of the author and any opinions expressed therein do not necessarily represent the official position of the European Parliament. It is addressed to the Members and staff of the EP for their parliamentary work. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. ISBN: 978-92-846-4434-6 (pdf) ISBN: 978-92-846-4435-3 (paper) doi:10.2861/976594 (pdf) doi:10.2861/273997 (paper) Catalogue number: QA-02-19-017-EN-N (PDF) Catalogue number: QA-02-19-017-EN-C (paper) ",
        "Contemporary forms of slavery 3 Table of Contents Table of abbreviations 4 Executive summary 6 1 Introduction 9 2 ‘Contemporary forms of slavery’: a conceptual clarification9 2.1 The use of the concept by global governance actors 9 2.2 The international legal framework: an analysis of the legal definitions and the obligations of States 15 2.2.1 Slavery and the practices similar to slavery 15 2.2.2 Forced or compulsory labour 22 2.2.3 Trafficking in persons 25 2.2.4 Child labour and the worst forms of child labour 30 2.3 Libyan “slave auctions” as a test case for the international regime on contemporary forms of slavery 31 3 Recent international developments 33 4 The prevalence of contemporary forms of slavery 38 5 Recent developments at EU level 42 5.1 The EU internal law and policy framework 42 5.2 EU external action on contemporary forms of slavery 46 6 Recommendations 52 Bibliography 55 List of cases 65 Table of treaties and legislation 66 ",
        "Policy Department, Directorate-General for External Policies 4 Table of abbreviations ASEAN Association of Southeast Asian Nations ATC Anti-Trafficking Co-ordinator CNN Cable News Network CRPD CSR Convention on the Rights of Persons with Disabilities Corporate Social Responsibility CTOC Convention against Transnational Organized Crime DROI Subcommittee on Human Rights ECHR European Convention on Human Rights and Fundamental Freedoms ECtHR European Court of Human Rights EEA European Economic Area EEAS European External Action Service EFTA European Free Trade Association EP European Parliament EU European Union EUBAM European Union Border Assistance Mission EUCAP European Union Capacity Building Mission EUSR European Union Special Representative GDP Gross Domestic Product GSP Generalised System of Preferences G7 Group of Seven ICAT Inter-Agency Coordination Group against Trafficking in Persons ICMW International Convention on the Protection of the Rights of Migrant Workers and Members of their Families ICJ International Court of Justice ICCPR International Covenant on Civil and Political Rights ICC International Criminal Court ICTY International Criminal Tribunal for Ex-Yugoslavia ILO International Labour Organization ILC International Law Commission IOM International Organization for Migration IOs International Organisations ",
        "Contemporary forms of slavery 5 MPEPIL Max Planck Encyclopedia of Public International Law NREMs Network of National Rapporteurs and Equivalent Mechanisms on trafficking in human beings NGOs Non-Governmental Organisations OECD Organisation for Economic Co-operation and Development OPAC Protocol to the Convention on the Rights of the Child on the Use of Children in Armed Conflicts OPSC Protocol to the Convention on the Rights of the Child on the Sale of Children, Child Prostitution and Child Pornography SDGs Sustainable Development Goals TEU Treaty on the European Union THB Trafficking in Human Beings UDHR Universal Declaration of Human Rights UK United Kingdom of Great Britain and Northern Ireland UN United Nations UNESCO UNICEF United Nations Educational, Scientific and Cultural Organization United Nations International Children's Emergency Fund UNODC United Nations Office on Drugs and Crime UNTS United Nations Treaty Series US United States USA United States of America ",
        "Policy Department, Directorate-General for External Policies 6 Executive summary This briefing provides a conceptual clarification on contemporary forms of slavery . Similarly to contemporary slavery , modern slavery and modern-day slavery , this concept is frequently used as a non-legal umbrella term comprising multiple forms of exploitation. However, the contours of the international regime on contemporary forms of slavery remain undefined. Consequently, a number of important activities are negatively affected by the lack of clarity regarding this concept’s content and boundaries: firstly, the coordinated action involving global governance’s actors in the fight against different forms of exploitation constituting contemporary forms of slavery ; secondly, the collection of relevant data and calculation of meaningful estimates; and thirdly, the setting of priorities for future action. Some forms of exploitation belonging to this international regime (including slavery, practices similar to slavery, forced labour, the worst forms of child labour and the process of human trafficking) are defined in international treaties, but others (such as servitude) remain undefined. Consequently, we examine problems connected with interpreting these concepts, their contours and how they overlap. Furthermore, we discuss the international legal obligations of States in this area, as well as recent international developments at global level. Libyan slave auctions are used as a case to illustrate the need for reconsideration of the obsolete international law system on slavery. The standards therein need to be generally aligned with those existing in the other two branches of international law on human trafficking and forced labour. It is argued that some of the problems identified in this briefing regarding existing international regimes on human trafficking and forced labour might be tackled by adopting a new treaty covering contemporary forms of slavery. The briefing also examines the prevalence of contemporary forms of slavery by taking into consideration both estimates and data while emphasising the problematic nature of research on hidden groups, such as the victims of contemporary exploitative practices. Collecting data at the supranational level is, therefore, a daunting task that might not be devoid of some politicisation. Moreover, it requires not only a solid methodological basis, but also a relevant standardisation process for the legislative frameworks in place. Finally, the European Union’s (EU) internal regulatory framework on human trafficking is described in so far as it might improve our understanding of EU action’s external dimension in this field, and an overview of the EU’s external regulatory and policy framework is provided. Based on the findings, the following recommendations for future action are made: 1. ‘Contemporary Forms of Slavery’: A Conceptual Clarification a. Since the concept of contemporary forms of slavery remains undefined under international law, the EU together with all other relevant stakeholders in this field should through a participatory process work towards a better understanding of this concept’s contours and the promotion of a coherent shared legal and policy framework. b. The EU should consider assessing the potential opportunities and risks associated with the negotiation of a new treaty dedicated to re-aligning the standards included in the international law on slavery with those included in the international law on forced labour and human trafficking. The new treaty might include inter alia a relevant definition covering the concept of contemporary forms of slavery, which could be explained by making reference to relevant forms of exploitation, as well as an explanation of other terms (including for instance, servitude) and might be used to advance human rights together with other relevant international standards (including, inter alia , a mandatory minimum age for marriages) and attention for practices that might not fit into the human trafficking or forced labour frameworks (such as, for instance, certain forms of child, early and forced marriages). It would ",
        "Contemporary forms of slavery 7 be important to guarantee that the new treaty is without prejudice to existing international standards in this field and should be seen as an opportunity to fill in certain loopholes existing within this area. c. The EU should consider using the concept of contemporary forms of slavery in a consistent way as the overarching framework in this field and it should at least provide further clarifications on its use of the concept of contemporary forms of slavery and its relation to human trafficking and forced labour. 2. Recent International Developments a. Fragmented action concerning contemporary forms of slavery might undermine achievement of the three relevant Sustainable Development Goals (SDGs) in this field. While currently the EU only takes part in the EU-UN Spotlight Initiative, it is recommended that it works as a catalyst in stimulating a more coordinated and coherent action by the existing partnerships – namely, Alliance 8.7, the Global Partnership to End Violence against Children, the EU-UN Spotlight Initiative, and the 5.2 Global Partnership on Ending Violence against Women - as a way to avoid overlapping and inefficient use of human and financial resources. b. The Global Compact on Migration lacks a coherent and comprehensive approach to the international regime on contemporary forms of slavery. Given the problematic nature of the concept of human trafficking, some exploitative practices (such as some categories of child, early and forced marriages), which are relevant in a migratory context, might end up being omitted. Bearing in mind also the dichotomy between human trafficking and the smuggling of migrants, the EU should be at the forefront of promoting of a more coherent and comprehensive approach in this field. 3. The Prevalence of Contemporary Forms of Slavery a. Data and estimates will not be reliable if, first of all, they are not solidly founded on clear and coherently shared definitional frameworks. Moreover, the EU should work with all the relevant actors and favour efforts aimed at the standardisation of methods of data collection globally. 4. The EU External Action on Contemporary Forms of Slavery and the action of the European Parliament (EP) a. It is recommended that the EP adopts a new resolution on contemporary forms of slavery, acknowledging the definitional challenges posed by the concept and recommending the assessment of the possibility of drafting a new international treaty at the universal level. b. The EP should promote the mainstreaming of contemporary forms of slavery in EU external action. c. The EP should recommend the identification of a focal point to carry responsibility for all external action in the field of contemporary forms of slavery, as well as increased attention to guaranteeing a consistent approach to all the aspects of contemporary forms of slavery, in close coordination with and support of the Anti-Trafficking Coordinator. d. The EP should recommend the drafting of a Human Rights Guideline in the field of contemporary forms of slavery and the update and revision of the 2008 Guidelines on Violence against Women and Girls and Combating all Forms of Discrimination. e. The EP should recommend that relevant training, not only on human trafficking but on all contemporary forms of slavery for staff deployed abroad is considered mandatory. f. The EU should make an effort to identify best practices in fighting against contemporary forms of slavery worldwide and promote their diffusion and eventual re-adaptation. ",
        "Policy Department, Directorate-General for External Policies 8 g. The EP should recommend to the Commission to consider revising or complementing Directive 2014/95/EU to extend the limited ex-post accountability approach by re-focusing on due diligence. ",
        "Contemporary forms of slavery 9 1 Introduction This briefing aims to provide a conceptual clarification on the concept of contemporary forms of slavery . As with others (including contemporary slavery , modern slavery and modern-day slavery ), this concept is frequently used in international discourses to identify an international regime, albeit one whose contours remain undefined. Accordingly, Section 2 examines use of the concept by relevant global governance’s actors in this field. This concept is frequently used as a non-legal umbrella comprising multiple forms of exploitation. Some relevant forms of exploitation (including slavery, the practices similar to slavery, forced labour, the worst forms of child labour and the process of human trafficking) are defined in international treaties, but others (such as servitude) remain undefined. Consequently, we examine the problems connected with interpreting these concepts, their contours and how they overlap. Furthermore, the international legal obligations of States in this area, as well as recent international developments at the global level are also discussed. The prevalence of contemporary forms of slavery is examined in Section 4, by taking into consideration both estimates and data and emphasising the problematic nature of research on hidden groups, such as the victims of contemporary exploitative practices. Moreover, the effects of a weak and unclear definitional framework on such research are also noted. Finally, Section 5 focuses on the EU internal framework on human trafficking and its external action in the field of contemporary forms of slavery . The study concludes with some recommendations for future action. This study was drafted relying on desk research and it was subjected to a single peer-review process conducted by Professor Gary Craig, Visiting Professor at the University of Newcastle upon Tyne, Honorary Professor at the University of York and Visiting Professor at York St John University. Additionally, a draft version of the briefing was presented during a Hearing of the European Parliament’s (EP) Subcommittee on Human Rights (DROI) on ‘Contemporary forms of slavery in third countries’ held on 11 October 2018 1 . 2 ‘Contemporary forms of slavery’: a conceptual clarification 2.1 The use of the concept by global governance actors The concepts of contemporary forms of slavery , contemporary slavery , modern slavery and, finally, modern- day slavery 2 are nowadays frequently used by many relevant global governance actors. These include, inter alia , international organisations (IOs), States, sui generis entities, such as the Holy See, non-governmental organisations (NGOs), informal groups and networks, as well as scholars and media agencies. However, while some exploitative practices (including slavery, the practices similar to slavery, forced labour, the worst forms of child labour and trafficking in human beings) are defined in relevant international treaties, the concept of contemporary forms of slavery remains undefined in international law; the issue is relevant not only in semantic terms, but also from a legal and a political perspective. A lack of clarity on the concept’s content and boundaries negatively affects many activities, including the coordinated action involving global governance actors in the fight against the forms of exploitation constituting contemporary forms of slavery , the collection of relevant data and calculation of meaningful estimates and the establishment of 1 The author would like to express her gratitude to Professor Gary Craig for his review and to Mr Pier Antonio Panzeri, Chair of the Subcommittee on Human Rights, MEPs and other participants for the opportunity to discuss with them the first draft of this briefing. The author would also like to thank Dr Marika Lerch, Parliamentary Research Administrator at the European Parliament, for her comments on the draft briefing, Ms Zoi Sakelliadou of the Office of the Anti-Trafficking Coordinator for having provided her with relevant additional documents, to the Human Rights Division of the EEAS for indicating additional resources, to Ms Giulia Bonacquisti and Mr Álvaro González Pérez of the Trans European Policy Studies Association (TEPSA) for their support throughout the drafting process and to Mr Roland Parr for the linguistic editing. The usual disclaimer applies. 2 Throughout this study reference will be made predominantly to the concept of contemporary forms of slavery , given that the other above-mentioned versions are considered as synonymous. The concept is used as the overarching umbrella term in this field. ",
        "Policy Department, Directorate-General for External Policies 10 priorities for future action. However, as it will be shown, the overall tendency to use this concept as an umbrella term , covering multiple exploitative practices, is readily apparent. From a historical standpoint, the origins of reference to the concept of contemporary forms of slavery can be traced back to the late 1980s, when re-naming of the United Nations’ Working Group on Slavery as the Working Group on Contemporary Forms of Slavery 3 was recommended by this body as a way of acknowledging its interest in forms of exploitation, considered as ‘new forms of slavery’ 4 . According to the Working Group, this includes the traffic in women for sexual exploitation, the sale of children, debt bondage and apartheid. Such a contraposition between practices considered as old and others labelled as new had been noticeable since the early days of activities by the Working Group on Slavery 5 . A similar inclusive approach has been adopted by the United Nations (UN) Special Rapporteur on Contemporary Forms of Slavery, whose mandate ‘includes but is not limited to issues such as: traditional slavery, forced labour, debt bondage, serfdom, children working in slavery or slavery-like conditions, domestic servitude, sexual slavery and servile forms of marriage’ 6 . In the period 2014-2017, the Special Rapporteur concentrated her attention on what she labelled as ‘subtler forms of slavery’, including, in particular, ‘bonded labour, domestic servitude, early and forced marriage, child slave work, servile marriages and caste-based forms of slavery’ 7 . The Special Rapporteur, therefore, uses the terms slavery and contemporary slavery interchangeably, with this latter concept functioning as an umbrella term covering multiple forms of exploitation (including both defined and undefined concepts under international law). Interestingly enough, the International Labour Organization (ILO) has recently re-oriented its activities to fight against ‘forced labour, modern slavery and human trafficking’, with the concept of forced labour being used as the overarching framework, comprising traditional forms of slavery and slavery-like 3 The Working Group was established in 1974 by the Economic and Social Council and held its first meeting in 1975. Its mandate originally encompassed slavery and the slave trade ‘in all their practices and manifestations’, including apartheid and colonialism, as well as the traffic in persons and the exploitation of the prostitution of others. The Working Group held its last session in 2006 and it was subsequently replaced by the mandate of the Special Rapporteur on Contemporary Forms of Slavery. For a clarification on the international legal evolution of the concept of traffic/trafficking in persons and on the distinction between prostitution and the exploitation of the prostitution of others , see below § 2.2.3. 4 United Nations, Report of the Working Group on Slavery on its 12 th Session , 1987, Doc. E/CN.4/Sub.2/1987/25, § 114(2). 5 United Nations, Report of the Working Group on Slavery on its First Session , 1975, Doc. E/CN.4/Sub.2/AC.2/3, § 11, https://documents-dds-ny.un.org/doc/UNDOC/LTD/N75/084/70/PDF/N7508470.pdf?OpenElement, last accessed on 1.10.2018. 6 See: https://www.ohchr.org/EN/Issues/Slavery/SRSlavery/Pages/SRSlaveryIndex.aspx, last accessed on 26.9.2018. All the concepts mentioned in the web-page remain undefined. While some of them, as stated below, are defined in relevant international treaties, others are not. Among those remaining undefined, particularly relevant is the sociological concept of ‘traditional slavery’, which includes among others, forms of chattel (or chattle) slavery, familial slavery, slavery by descent and religious (also called ritual) slavery. These practices are considered as reminiscences (or vestiges) of the past surviving today only in a handful of States. Chattel slavery, familial slavery and slavery by descent are similar sociological concepts usually referring to traditional forms of bonds and exploitation still existing in some countries of the Sahel region (in particular, Mauritania, Niger, and Sudan). Religious slavery is a peculiar practice in which very young girls are dedicated to a deity. The practice still survives in some countries of South- East Asia (India and Nepal) and West Africa (Ghana, Nigeria, and Benin). The names associated with the practice, as well as their characteristics vary; girls dedicated in India are called Devadasi, Jogini or Mathamma. Finally, in Ghana the practice is known as the Trokosi system. For more information, see: United Nations, Report of the Special Rapporteur on contemporary forms of slavery, including its causes and consequences, Urmila Bhoola: Addendum. Mission to the Niger , 2015, Doc. HRC/30/35/Add.1; United Nations, Report of the Special Rapporteur on contemporary forms of slavery, including its causes and consequences, Gulnara Shahinian: Addendum. Follow-up mission to Mauritania , 2014, Doc. A/HRC/27/53/Add. 1; Black, M., Women in Ritual Slavery: Devadasi, Jogini and Mathamma in Karnataka and Andhra Pradesh, Southern India , Anti-Slavery International, London, 2007, http://www.antislavery.org/wp-content/uploads/2017/01/women_in_ritual_slavery2007.pdf, last accessed on 27.9.2018.; Asomah J. Y., ‘Cultural Rights versus Human Rights: A Critical Analysis of the Trokosi Practice in Ghana and the Role of Civil Society’, 15 Afr. Hum. Rts. L.J. 129, 2015. 7 United Nations, Report of the Special Rapporteur on contemporary forms of slavery, including its causes and consequences, Urmila Bhoola , 2014, Doc. A/HRC/27/53, https://www.ohchr.org/EN/HRBodies/HRC/RegularSessions/Session27/Documents/A-HRC-27- 53_en.doc, last accessed on 1.10.2018, § 18. ",
        "Contemporary forms of slavery 11 practices, debt bondage and human trafficking 8 . Moreover, the ILO advertised its 50 for Freedom Campaign launched at the EP and aimed at securing ratifications for the 2014 Protocol to the ILO Forced Labour Convention, as being aimed at ending modern slavery 9 . The concept was used on this occasion as a synonym for forced labour. Differently from other IOs, the United Nations Office on Drugs and Crime (UNODC) has not recently relied on the concept of modern slavery, noting that some national legislation used it to cover multiple exploitative practices, including: human trafficking, slavery, forced labour, child labour, and forced marriages 10 . According to UNODC: ‘the term has an important advocacy impact and has been adopted in some national legislation to cover provisions related to trafficking in persons, however the lack of an agreed definition or legal standard at the international level results in inconsistent usage’ 11 . The organisation has, consequently, focused on the overlapping among the three legal concepts of slavery, forced labour and human trafficking. However, the 2016 UNODC Global Report on Trafficking in Persons notes that despite a certain extent of overlap, so that victims of human trafficking can also be victims of forced labour and/or slavery, the concept of human trafficking promoted by the Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children (hereinafter the UN Trafficking Protocol) includes among its forms of exploitation: slavery, forced labour and other practices 12 . Therefore, UNODC considers human trafficking as the overarching framework and relies on it in its work. The United Nations Educational, Scientific and Cultural Organization (UNESCO) also relies on the concept for its webpage dedicated to modern forms of slavery, as part of its Slavery Route Project. The page refers laconically only to the definition of trafficking in adults provided by Article 3(a) of the UN Trafficking Protocol, without further specifying the forms of exploitation included in this legal framework and it mentions two anti-trafficking projects. However, it does not indicate how the organisation defines the concept of modern forms of slavery 13 . A similar lack of clarity in the use of terms and consequently in the relationship existing among them is visible in the action of some States. For instance, the United States of America (USA) renamed its 2000 Trafficking Victims Protection Act, by labelling it in 2008 as the William Wilberforce Act, paying tribute to the renowned English politician who in the 19 th century led the Parliamentary campaign against slavery and the slave trade in the British Empire. Under this Act, the United States’ (US) 2018 Trafficking in Persons Report considers modern slavery as synonymous with human trafficking 14 . According to the US 8 See, for instance: https://www.ilo.org/global/topics/forced-labour/definition/lang--en/index.htm, last accessed on 29.9.2018. 9 International Labour Organization, ILO Campaign to End Modern Slavery receives support from MEPs across Europe , 26 May 2016, https://www.ilo.org/brussels/press/press-releases/WCMS_485001/lang--en/index.htm, last accessed on 26.9.2018. 10 United Nations Office on Drugs and Crime, Global Report on Trafficking in Persons , UNODC, Vienna, 2016, p. 16, https://www.unodc.org/documents/data-and-analysis/glotip/2016_Global_Report_on_Trafficking_in_Persons.pdf, last accessed on 26.09.2018. 11 United Nations Office on Drugs and Crime, Global Report on Trafficking in Persons , UNODC, Vienna, 2016, p. 16, https://www.unodc.org/documents/data-and-analysis/glotip/2016_Global_Report_on_Trafficking_in_Persons.pdf, last accessed on 26.09.2018. 12 United Nations Office on Drugs and Crime, Global Report on Trafficking in Persons, 2016, p. 15. 13 See: http://www.unesco.org/new/en/social-and-human-sciences/themes/slave-route/modern-forms-of-slavery/, last accessed on 26.9.2018. 14 William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008, Pub. L. No. 110-457, H.R. 7311, 110th Cong., 2008, https://www.govtrack.us/congress/bills/110/hr7311, last accessed on 18.12.2018. See also the statements included in the 2018 Trafficking in Persons Report by the Secretary of State M. R. Pompeo (‘Modern slavery has no place in the world, and I intend to ensure, through diplomatic engagement and increased action, that the United States government’s leadership in combating this global threat is sustained in the years to come’) and the one of the Acting Director K. Johnstone (‘Human trafficking, also known ",
        "Policy Department, Directorate-General for External Policies 12 Department of State, the Report clarifies that modern slavery includes: sex trafficking, child sex trafficking, forced labour (or labour trafficking), bonded labour or debt bondage, domestic servitude, forced child labour together with the unlawful recruitment and use of children in armed conflicts 15 . Similarly, the United Kingdom of Great Britain and Northern Ireland (UK) recently adopted the 2015 Modern Slavery Act that, in sections 1, 2 and 3, includes prohibitions of slavery, servitude, forced and compulsory labour as well as human trafficking 16 . Finally, the adoption of a Modern Slavery in Supply Chains Reporting Requirement is also foreseen in Australia before the end of 2018. According to the Australian Government’s proposal, modern slavery would encompass ‘slavery, servitude, forced labour, debt bondage, and deceptive recruiting for labour or services’ but it would not include the issue of forced marriages, since this is ‘unlikely to be present in business operations and supply chains’ 17 . It is also worth mentioning that, on 19 September 2017, at the UN Headquarters in New York, the UK Prime Minister Theresa May convened a roundtable to promote ‘A Call to Action to End Forced Labour, Modern Slavery and Human Trafficking’. 36 States 18 and the Holy See 19 endorsed this call, thus showing their willingness to be part of a network that will lead the battle against these abhorrent phenomena. Regarding non-state actors, while many NGOs focus, both locally and transnationally, on only some practices (for instance, human trafficking for sexual exploitation, child labour or early and forced marriages), the continuous existence and creation of new actors devoted to fighting against multiple practices, collectively labelled as modern or contemporary slavery , is also worthy of note. For instance, the London-based Anti-Slavery International, which is the oldest NGO fighting against both slavery of the past and its modern manifestations, believes that modern slavery includes the following practices: forced labour, debt bondage or bonded labour, trafficking in persons, descent-based slavery, child slavery as well as early and forced marriages 20 . Another significant example is the US-based NGO Free the Slaves which claims that it deals with slavery, but instead of relying on a legal definition of the practice (whether based on internal or international law) it refers to four non-legal concepts labelled as: labour slavery, sex slavery, forced marriage slavery and child slavery 21 . Finally, the Freedom Fund created in 2013 as a private donor fund that is devoted to fighting against modern slavery in multiple countries of the world also uses the umbrella term of modern slavery. This organisation claims that it ‘takes many forms and is known by many names [ including ] human trafficking, forced labour, slavery, or it can refer to the slavery-like practices that include debt bondage, forced or servile marriage, and the sale or exploitation of children’ 22 . Among the informal groups, the Group of Seven (G7) also used the concept in a meeting held in Charlevoix, Quebec (Canada) on 8-9 June, 2018. Indeed, the G7 leaders focused on ‘the importance of taking concrete measures to eradicate trafficking in persons, forced labour, child labour and all forms of slavery, including as modern slavery, is a global threat that touches nearly every corner of the world’). See: US Department of State, Trafficking in Persons Report: June 2018 , US Department of State, Washington DC, 2018, pp. ii and iv, https://www.state.gov/documents/organization/282798.pdf, last accessed on 26.9.2018. 15 US Department of State, Trafficking in Persons Report , 2016, pp. 32-33. 16 See: http://www.legislation.gov.uk/ukpga/2015/30/pdfs/ukpga_20150030_en.pdf, last accessed on 26.9.2018. 17 Australian Government, Modern Slavery in Supply Chain Reporting Requirement: Public Consultation Paper and Regulation Impact Statement , Commonwealth of Australia, 2017, p. 14, https://www.homeaffairs.gov.au/consultations/Documents/modern- slavery/modern-slavery-supply-chains-reporting-requirement-public-consultation-paper.pdf, last accessed on 26.9.2018. 18 The States that endorsed the Statement are: Argentina, Australia, Bahrain, Bangladesh, Belgium, Brazil, Bulgaria, Canada, China, Colombia, Côte D’Ivoire, Denmark, Ethiopia, Ghana, Italy, Japan, Jordan, Kenya, Lichtenstein, Malaysia, Malta, Nepal, New Zealand, Nigeria, Norway, Qatar, Republic of Korea, Saudi Arabia, Senegal, Slovakia, Spain, Sri Lanka, Turkey, United Kingdom, United States of America, and Zambia. 19 For the Statement of endorsement of H. E. Archbishop Paul Richard Gallagher, Secretary for the Holy See’s Relations with States see: https://holyseemission.org/contents//statements/59c278f9430ef.php, last accessed on 26.9.2018. 20 More information at https://www.antislavery.org/slavery-today/modern-slavery/, last accessed on 26.9.2018. 21 See: https://www.freetheslaves.net/about-slavery/slavery-today/, last accessed on 26.9.2018. 22 See: https://freedomfund.org/, last accessed on 26.9.2018. ",
        "Contemporary forms of slavery 13 modern slavery’ 23 . It is important to notice how, in this case, the concept seems to be used alongside others, such as human trafficking and forced labour. Collaborative efforts based on partnerships composed by multiple actors have also contributed to this complex and ‘fuzzy’ global framework. For instance, in the report entitled ‘Global Estimates on Modern Slavery’, the ILO and the Walk Free Foundation used the concept of modern slavery to cover ‘a set of specific legal concepts including forced labour, debt bondage, forced marriage, other slavery and slavery like practices, and human trafficking’ 24 . According to the partners, this concept constitutes the common denominator in these forms of exploitation and focuses on ‘situations of exploitation that a person cannot refuse or leave because of threats, violence, coercion, deception, and/or abuse of power’ 25 . Media agencies also rely on the concept. For instance, the Cable News Network’s (CNN) Freedom Project has been raising awareness worldwide on modern-day slavery since 2011 26 . Furthermore, the media campaign ‘Why Slavery’ from the Danish foundation ‘The Why’, launched in October 2018, aims at shedding light on both human trafficking and modern slavery 27 . In this incoherent and uncoordinated global framework, the European Union (EU) has yet to clarify its position on the concept of contemporary forms of slavery . However, reference to modern forms of slavery is sometimes made in the discourse. For instance, in referring to this issue on its website the European Commission (EC) laconically states that ‘trafficking in human beings is a serious crime and a gross violation of human rights, which can be classified as a modern form of slavery’ 28 . Moreover, the EU Strategy towards the Eradication of Trafficking in Human Beings 2012–2016 cites that ‘trafficking in human beings is the slavery of our times’ 29 . Similarly, in its Resolution of 5 July 2016 on the fight against trafficking in human beings as part of the EU’s external relations, the EP labels human trafficking as ‘a modern kind of slavery’ 30 . The epistemic community is also divided on use of the concept of contemporary/modern (forms of) slavery. As stated by Joel Quirk, the reference to contemporary slavery might help in distinguishing current issues from those of the past ‘while harnessing the evocative imagery of slavery to prioritize cases of acute exploitation and abuse’ 31 . Moreover, it guarantees a higher profile as well as increased public (and political) attention for associated issues. However, according to Michael Dottridge, the concept of modern slavery should not be used for eight reasons, including the absence of a legal definition, its political bias and poor reception all over the world, because of its inevitable connection with slavery in the past. Moreover, according to Dottridge, its usage in some countries (namely the UK, the USA and Australia) renders it potentially imperialist and racist. Its use by the Walk Free Foundation not only as the overarching 23 G7, The Charlevoix G7 Summit Communiqué , 10 June 2018, § 13, https://www.reuters.com/article/us-g7-summit-communique- text/the-charlevoix-g7-summit-communique-idUSKCN1J5107, last accessed on 26.9.2018. 24 International Labour Organization and Walk Free Foundation, Global Estimates on Modern Slavery: Forced Labour and Forced Marriage , International Labour Organization and Walk Free Foundation, Geneva, 2017, https://www.ilo.org/wcmsp5/groups/public/---dgreports/---dcomm/documents/publication/wcms_575479.pdf, last accessed on 26.09.2018. 25 International Labour Organization and Walk Free Foundation, Global Estimates on Modern Slavery: Forced Labour and Forced Marriage, 2017, p. 9. 26 See: https://edition.cnn.com/interactive/2018/specials/freedom-project/, last accessed on 26.9.2018. 27 The Why Foundation plans to release six documentary films and 30 short films that will be shown by more than 70 broadcasters all over the world, thus reaching, according to the agency, 700 million viewers. See: http://www.thewhy.dk/whyslavery/, last accessed on 26.9.2018. 28 See: https://ec.europa.eu/anti-trafficking/citizens-corner/trafficking-explained_en, last accessed on 26.9.2018. 29 European Commission, The EU Strategy towards the Eradication of Trafficking in Human Beings 2012–2016, Brussels, 2012, p. 4. 30 European Parliament, The fight against trafficking in human beings in EU’s external relations , 2016, § 2, http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//NONSGML+TA+P8-TA-2016-0300+0+DOC+PDF+V0//EN, last accessed on 1.10.2018. 31 Quirk, J., Unfinished Business: A Comparative Survey of Historical and Contemporary Slavery, UNESCO, Paris, 2008, pp. 32-33. ",
        "Policy Department, Directorate-General for External Policies 14 framework relevant for calculating estimates (see below Section 4) but also, in particular, for the (more politicised) purpose of ranking States was subjected to criticism, for hiding ‘an implicit racist bias’ in which (notwithstanding the negative effects of their immigration and neo-liberal economic policies on the fight against contemporary forms of slavery) Western States are considered as the best ones worldwide and African and Asian countries are seen as the worst 32 . While, as suggested by Gary Craig, Alex Balch, Hannah Lewis and Louise Waite, the racist and imperialist bias of many contemporary abolitionists might perhaps be unconscious 33 , it is important to acknowledge such danger, which might eventually lead to a greater awareness in the use of relevant concepts and in the choice of methods for tackling all the contemporary forms of slavery. Dottridge also highlights that the reference to modern slavery would give the impression of exceptional situations rather than ‘routine patterns of forced labour and forced prostitution’ 34 . Finally, the author is also concerned about the eventual waste of time and money on disputes over legal concepts. However, it should be noted that he does not clarify whether or not the concept of contemporary forms of slavery (thus acknowledging the plurality of manifestations of severe forms of exploitation) as an alternative to that of modern slavery, would be more acceptable from his perspective. An analysis of the terms’ usage by the above-mentioned actors illustrates three main trends. Firstly, the concept of contemporary forms of slavery is in fact often used as a non-legal umbrella concept that makes it possible to cover and deal with multiple relevant exploitative practices currently existing all over the world, while avoiding a careful scrutiny on whether or not they fit the legal concept of slavery (as defined by the outdated 1926 Slavery Convention) or those of some other exploitative practices defined under international treaty law 35 . The concepts of human trafficking and forced labour, which are defined under international treaty law, are nevertheless frequently used in the same way alongside the concept of contemporary forms of slavery, thus leading to the vision of an international regime in which there is either one overarching umbrella or two to three semi-umbrellas whose contours remain vague, so that they might overlap (depending on interpretations) to a greater or lesser extent 36 . Secondly, it is used to distinguish forms of exploitation of the past from contemporary or modern practices, primarily to emphasise differences existing among them. Finally, in a few other instances, the term is also used as being synonymous with human trafficking or forced labour. This analysis also shows how the complex international regime dedicated to serious forms of exploitation includes both legal and non-legal concepts. In the former case, reliance is usually made on definitions 32 Faulkner, E. A., 40.3 Million Slaves: challenging the hypocrisy of Modern Slavery Statistics, Open Democracy, 31 October 2017, https://www.opendemocracy.net/elizabeth-faulkner/403-million-slaves-challenging-hypocrisy-of-modern-slavery-statistics, last accessed on 28.10.2018. 33 Craig, G., Balch, A., Lewis H., Waite L., ‘Editorial Introduction’, The Modern Slavery Agenda: Policy, Politics and Practice in the UK , Craig, G., Balch, A., Lewis H., Waite L., Policy Press, Bristol, 2019, forthcoming . 34 Dottridge, M., Eight reasons why we shouldn’t use the term modern slavery , Open Democracy, 2017; Dottridge, M., ‘Trafficked and Exploited: The Urgent Need for Coherence in International Law’, Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery , Kotiswaran, P., Cambridge University Press, Cambridge, 2017, pp. 76-77. 35 See Scarpa, S., Slavery , Oxford Bibliographies in International Law , Carty, T., Oxford University Press, New York, 29 May 2014; Scarpa, S., ‘The Nebulous Definitions of Slavery: A Critique of the Interpretations of the 1926 Slavery Convention’s Definition and of Some Recent Sociological Proposals’, Palgrave International Handbook of Human Trafficking , Winterdyk, J. and Jones, J., Palgrave Macmillan, London, 2019, forthcoming . 36 The regime would, therefore, be labelled Contemporary Slavery, Human Trafficking and Forced Labour if one relies on three semi- umbrella terms, Contemporary Slavery when relying on one overarching framework or Contemporary Slavery and Human Trafficking when relying on two semi-umbrella terms, given that forced labour can fall both within the concept of contemporary forms of slavery and human trafficking. The author of this study has used the latter expression since 2009 in the framework of the Course PL 325 ‘Human Trafficking and Contemporary Slavery’ that she developed and introduced in the Academic Curriculum of John Cabot University of Rome (Italy). See: https://www.johncabot.edu/academics/course- descriptions.aspx?FieldOfStudy=POLITICAL%20SCIENCE, last accessed on 1.10.2018. ",
        "Contemporary forms of slavery 15 contained in international treaties, albeit interpretation here might also be contested. Regarding the latter concepts, the ways in which they are defined and interpreted by global governance actors varies. This conclusion inevitably leads us towards analysing the legal definitions and the obligations of States under international law. 2.2 The international legal framework: an analysis of the legal definitions and the obligations of States Analysis of States’ legal obligations in the field of contemporary forms of slavery starts from the premise that dramatic difficulties exist in legally defining this concept and understanding its contours. As stated supra , the concept belongs to sociological and political discourses, but has so far not led to the adoption of a relevant international treaty. Consequently, it can be concluded that there are no obligations arising for States from international treaty law with regard to contemporary forms of slavery . However, it should also be noted that as of now no research has been conducted on whether or not all the developments mentioned earlier might have led to the creation of a customary rule of international law (whether at the universal or regional level) setting obligations for States in this specific area. A preliminary conclusion can be drawn from only a limited number of States having adopted laws on contemporary / modern slavery to date and from the other conclusions reached above 37 . In other words, while this door remains open, it is too early to conclude that any obligations might already have emerged in this way at supranational level. Additional research would, however, be needed in this field. On the other hand, as stated above, specific treaties exist for some forms of exploitation that are considered as being included within the concept of contemporary forms of slavery . As demonstrated earlier, there might well be other areas of international law that should also be taken into consideration, depending on how the concept of contemporary forms of slavery is defined. Notwithstanding that, the following analysis looks only at obligations arising from the international law on slavery, the institutions and practices similar to slavery, forced labour, trafficking in persons and the worst forms of child labour, emphasising overlaps and loopholes within this complex international regime. Relevant concepts are examined, including those defined in some international treaties, such as slavery, the so-called practices similar to slavery, namely debt bondage, serfdom, together with the institutions and practices affecting women and children, forced labour, the worst forms of child labour and the process of human trafficking, as well as the undefined issue of servitude. We analyse existing problems regarding the interpretation of these concepts along with their contours and how they overlap. However, in-depth analysis into the concepts of slavery, enslavement as well as sexual slavery under international humanitarian and criminal law does not form part of this study’s remit. Other issues (including, for instance, the sale of children, the use of children in armed conflicts, child, early and forced marriages) are instead only incidentally included into the analysis but it is fully acknowledged here that – also in light of the process of fragmentation of international law - they would require additional research efforts. 2.2.1 Slavery and the practices similar to slavery Even today the backbone of international law on slavery is still constituted by the 1926 Convention on Slavery 38 , the Protocol amending the Slavery Convention of 1953 (hereinafter the 1953 Protocol) 39 , and the 37 On the identification of customary rules of international law see: International Law Commission, Draft conclusions on identification of customary international law , United Nations, New York, 2018, http://legal.un.org/docs/?path=../ilc/texts/instruments/english/draft_articles/1_13_2018.pdf&lang=EF, last accessed on 2.11.2018. 38 Slavery Convention 1926, 60 LNTS 253 . 39 Protocol amending the Slavery Convention 1953, 182 UNTS 51 . ",
        "Policy Department, Directorate-General for External Policies 16 1956 United Nations Supplementary Convention on the Abolition of Slavery, the Slave Trade and Institutions and Practices Similar to Slavery (hereinafter the 1956 Supplementary Convention on Slavery) 40 , which is – as explained below - outdated. Moreover, these treaties were not ratified by an overwhelming number of States: the 1926 Slavery Convention was ratified by 81 States, the 1953 Protocol is only in force among 61 States, the 1926 Slavery Convention as modified by the 1953 Protocol binds 99 States and, finally, the 1956 Supplementary Convention has 124 States Parties. Article 2 of the 1926 Slavery Convention requires the States Parties merely to abolish slavery ‘progressively […] in all its forms’ and to ‘prevent and suppress’ the slave trade. This distinction clearly shows how the international obligations of ratifying States in the area of slave trade abolition at that time were more solidly founded than those concerning the elimination of slavery. Moreover, Article 3 affirms that States Parties shall prevent the embarkation, disembarkation and transportation of slaves in their territorial waters and on vessels flying their flags. Article 4 includes an additional obligation for States Parties to assist one another in securing the abolition of slavery and the slave trade. Finally, Article 6 requires States Parties to adopt laws and regulations giving effect to the Convention and establishing severe penalties for those who do not respect them. Accordingly, as cited elsewhere the 1926 Slavery Convention ‘has been praised for being the first treaty that takes a moral position on both slavery and the slave trade […] [h]owever, the treaty has also been criticized for the lack of a monitoring mechanism and of clear enforcement measures’ 41 . The 1953 Protocol allowed the organs of the UN (in particular, the Secretariat of the UN and the International Court of Justice) to acquire the duties and functions previously held by the ones of the League of Nations. Slavery is defined in Article 1 (1) of the 1926 Slavery Convention as being: ‘[T]he status or condition of a person over whom any or all the powers attaching to the right of ownership are exercised’. The definition was subsequently reproduced in Article 1 (1) of the 1926 Slavery Convention as amended by the 1953 Protocol, and Article 7 (a) of the 1956 Supplementary Convention on Slavery. The prohibition of slavery is also included in international human rights, humanitarian, criminal and human trafficking law instruments, as well as the international law of the sea 42 . Moreover, Article 7(2)(c) of the Rome Statute of the International Criminal Court (ICC) defines enslavement identically to the 1926 Slavery Convention’s definition, with the additional inclusion of a reference to human trafficking as the process that might lead towards enslavement. If enslavement is committed as part of an intentional widespread or systematic attack directed against the civilian population, it constitutes a crime against humanity 43 . Enslavement is also specifically included among the acts constituting crimes against humanity in the statutes of some ad hoc tribunals, such as the 1945 Charter of the International Military Tribunal of Nuremberg (Article 6 (c)), the 1946 Charter of the International Military Tribunal for the Far East (Article 5 (c)), the 1993 and 1994 Statutes of the International Criminal Tribunal for Ex-Yugoslavia and Rwanda (Articles 5 (c) and 3 (c)), the 2000 Statute of the Special Court for Sierra Leone (Article 2 (c)) and the 2003 UN-Cambodia Agreement Concerning the Prosecution of Crimes Committed During the Period of Democratic Kampuchea (Article 9). An issue that would require further analysis is whether or not the concept of slavery belonging to international slavery and human rights law overlaps with that of enslavement used in international criminal law. In this respect, in Prosecutor v. Kunarac et al. , the Appeals Chamber of the International Criminal Tribunal for Former Yugoslavia (ICTY) concluded that: 40 Supplementary Convention on the Abolition of Slavery, the Slave Trade and Institutions and Practices Similar to Slavery 1956, 266 UNTS 3 . 41 Scarpa, S., 2019. 42 See Scarpa, S., 2019. 43 Rome Statute of the International Criminal Court 1998, 2187 UNTS 90 . ",
        "Contemporary forms of slavery 17 ‘this [ … ] definition [of enslavement] may be broader than the traditional and sometimes apparently distinct definitions of either slavery, the slave trade and servitude or forced or compulsory labour found in other areas of international law. This is evidenced in particular by the various cases from the Second World War […], which have included forced or compulsory labour under enslavement as a crime against humanity. The work of the [International Law Commission] […] further supports this conclusion’ 44 . Much has been said to date on the way in which the definition of slavery ought to be interpreted. In a previous study submitted to the DROI Subcommittee, Kevin Bales and Zoe Trodd concluded that the starting point is still the legal definition of slavery included in the 1926 Slavery Convention. According to Bales and Trodd, the complex concept that refers to the ‘powers attaching to the rights of ownership’, should be interpreted as meaning ‘control over a person by another such as a person might control a thing’ 45 . This interpretation corresponds to the approach promoted by the experts and scholars who drafted the Bellagio-Harvard Guidelines on the Legal Parameters of Slavery 46 in 2012 as a way of supporting States in their interpretation of the slavery concept. As stated elsewhere, while the Guidelines constitute a commendable effort conducted by the epistemic community active in this field, some reach questionable conclusions from a legal perspective 47 . Moreover, no recent attempt aimed at interpreting the international legal concept of slavery has paid due attention to the following facts. Firstly, the prohibitions of slavery as well as the slave trade in times of both peace and war are unanimously considered to be customary rules of international law; they have also attained the status of peremptory norms in international law ( jus cogens rules) 48 . Furthermore, the International Court of Justice (ICJ) in the 1970 Barcelona Traction Case considered the prohibition of slavery as an obligation erga omnes 49 . From this assumption, it follows that, if a State were to violate such a norm having a superior normative rank within the international legal system, then according to Article 40 and 41 of the Articles on Responsibility of States for Internationally Wrongful Acts adopted in 2001 by the International Law Commission 50 (ILC), a system of aggravated responsibility (including additional consequences) would emerge for the State committing gross and serious breaches of a community obligation. In particular, Article 41 provides that the International Community’s States shall lawfully cooperate to put an end to the violation of such a fundamental rule of international law. Additionally, they shall refrain not only from recognising as lawful the situation generated by the wrongful act, but also from aiding the responsible State in permitting the continuance of such a situation 51 . 44 Prosecutor v. Kunarac et al. , Case Nos. IT-96-23 & IT-96-23/1-A, Judgment of 22 February 2001, p. 193, § 541. For the work of the International Law Commission on this issue see: International Law Commission, Report of the International Law Commission on the work of its forty-eighth session , United Nations, New York, 1996, p. 48, http://legal.un.org/ilc/documentation/english/reports/a_51_10.pdf, last accessed on 2.11.2018. 45 Bales, K. and Trodd, Z., Addressing Contemporary Forms of Slavery in EU External Policy , European Parliament, Brussels, 2013, p. 4. 46 The Bellagio-Harvard Guidelines on the Legal Parameters of Slavery are available at: http://www.law.qub.ac.uk/schools/SchoolofLaw/FileStore/Filetoupload,651854,en.pdf, last accessed on 26.9.2018. 47 Scarpa, S., ‘Jean Allain (ed), The Legal Understanding of Slavery: From the Historical to the Contemporary , Oxford University Press Oxford, 2012, xviii + 395 pp., ISBN 9780199660469, $ 115,00’ 27/2 LJIL 551, 2014, pp. 555 – 556; Scarpa, S., Slavery, Oxford Bibliographies in International Law 2014; and Scarpa, S., The Nebulous Definitions of Slavery: A Critique of the Interpretations of the 1926 Slavery Convention’s Definition and of Some Recent Sociological Proposals, 2019. 48 See Bassiouni, C. M., International Criminal Law: Crimes , Transnational Publishers, New York, 1999, p. 663. 49 Barcelona Traction, Light and Power Company, Limited (Belgium v. Spain) , Judgment of 5 February 1970, I.C.J. Reports 1970, p. 32, § 33. 50 International Law Commission, Responsibility of States for International Wrongful Acts , United Nations, New York, 2001, http://legal.un.org/ilc/texts/instruments/english/draft_articles/9_6_2001.pdf, last accessed on 29.09.2018. 51 The author of this study and Gallagher examine the issue from the perspective of human trafficking as falling (under certain circumstances) within the prohibition of slavery. See: Scarpa, S., Trafficking in Human Beings: Modern Slavery , Oxford University ",
        "Policy Department, Directorate-General for External Policies 18 Secondly, there are at least two problems with the current interpretation of slavery’s legal definition as proposed by some scholars. The first has to do with the focus so far having been concentrated only on the 1926 Slavery Convention’s definition and its drafting history. However, it would be sensible to investigate whether or not the 1926 slavery definition fundamentally corresponds and is applicable to the jus cogens rule of international law that prohibits slavery. The contours of such a peremptory norm prohibiting slavery are in fact determined by two elements, that have so far not been accurately investigated: the diuturnitas and the opinio iuris sive necessitatis . The second controversial issue pertains to understanding whether or not the interpretation of slavery’s legal definition under both treaty law and jus cogens law fully overlap and if not, clarifying the eventual differences 52 . Thirdly, regarding interpretation of the 1926 slavery definition, while Jean Allain dedicated much of his work to studying the Slavery Convention’s drafting history 53 , his methodology fails when he refers only to Articles 31-32 on the interpretation of treaties included in the 1969 Vienna Convention on the Law of Treaties. According to Article 4 of the Vienna Convention, the treaty and its rules cannot be interpreted retroactively and they bind only its States Parties. However, it should be noted that the International Court of Justice has concluded on various occasions that both Article 31 and 32 today reflect international customary law 54 . Consequently, for the States Parties to the 1926 Slavery Convention, the definition of slavery included in this treaty should be interpreted on the basis of customary rules covering the interpretation of treaties that eventually existed in the 1920s, when the treaty was drafted and adopted. However, as reported by Cassese (who refers to a publication of Anzilotti of 1912) no customary rules on the interpretation of treaties existed at that time and the prevailing criterion was in dubio mitio , meaning that limitations to States’ sovereignty ‘must be strictly construed’ 55 . This conclusion is without prejudice to possibilities for the States party to the 1926 Slavery Convention, as amended by the 1953 Protocol, as well as for those party to the 1956 Supplementary Convention, as including, in particular, EU Member States to inter alia : • collectively agree that Articles 31 and 32 of the 1969 Vienna Convention on the interpretation of treaties apply retroactively; • add identical declarations on the interpretation of the definition of slavery, clarifying their views on the extent of the concept; • consider in a group of two or more the issue as a disputed one and, therefore, after unsuccessful direct negotiations submit the issue to the International Court of Justice (ICJ), in accordance with Article 8 of the 1926 Slavery Convention as amended by its 1953 Protocol, or Article 10 of the 1956 Supplementary Convention. Press, Oxford, 2008, pp. 78 - 80; Gallagher, A. T., The International Law of Human Trafficking , Cambridge University Press, Cambridge, 2010, p. 258. 52 See also Scarpa, S., 2019. 53 See, for instance: Allain, J., The Slavery Conventions: The Travaux Pre�paratoires of the 1926 League of Nations Convention and the 1956 United Nations Convention , Martinus Nijoff Publishers, Leiden, 2008; Allain, J., ‘Contemporary Slavery and Its Definition in Law’, in Bunting, A., and Quirk, J., Contemporary Slavery: Popular Rhetoric and Political Practice , UBC Press, Vancouver, 2018, pp. 47 – 50. 54 See among others: Legal Consequences of the Construction of a Wall in the Occupied Palestinian Territory, Advisory Opinion of 9 July 2004, § 94. 55 Cassese, A., International Law , Oxford University Press, Oxford, 2005, pp. 178 – 179. ",
        "Contemporary forms of slavery 19 Moreover, there is a fear expressed by some scholars 56 that the legal concept of slavery, if conflated (as some global governance’s actors do) with that of contemporary slavery , might end up being diluted; as stated by Suzanne Miers it would ‘cover such a wide range of practices as to be virtually meaningless’ 57 . In this case, a tension between a victim-centred, human rights approach focused on rendering the existing framework on slavery as inclusive as possible and a criminal law approach founded on the strict legality doctrine 58 , should be noted. However, there is no agreement yet on how to solve such a dilemma. Miers, for instance, claims that ‘only a new clear definition in international law could untangle the morass, set clear standards, and allow governments to prosecute offenders, and victims to seek redress through the courts’ 59 . This conclusion is not supported here, in the full belief that a new definition of slavery under international law is not needed. The author of this study advances instead a proposal for taking into consideration the drafting of a new legal overarching human rights-based framework on contemporary forms of slavery, in which the latter concept would be defined at a minimum by making reference to a relevant core number of exploitative practices (see further below). Rather, the way forward in the area of the interpretation of the legal definition of slavery is to conduct a much-needed analysis of two elements that constitute the customary rules of international law, namely the existence of a consistent and coherent practice ( diuturnitas ) shared by most States in the world and the corresponding opinio iuris sive necessitatis. Unfortunately, the only commendable study in this area that consistently followed such a path dates back to the 1990s. Its author, A. Yasmine Rassam, conducted an assessment of national laws and judicial decisions, recitals of treaties and practice within relevant organs of the UN. It was recognised that the evidence of opinio iuris and States’ practice that emerged from an analysis of their behaviour led to contradicting conclusions as to the boundaries of slavery’s definition in customary international law 60 . Accordingly, she resolved this ambiguity by employing principles of non- discrimination on the basis of gender and increased participation by traditionally disadvantaged groups to the benefit of international legal discourse. For this reason, according to Rassam, the customary rule of international law prohibiting slavery should be evolved so as to include sex trafficking, forced prostitution, debt bondage, forced labour and the exploitation of immigrant domestic workers 61 . Rassam recognised, though, that such an inclusion should not be considered as a ‘panacea for these looming global problems’; these should instead primarily be fought by enacting (and we believe, properly implementing) relevant domestic legislation, providing another chance to generate respect for the human rights of individuals belonging to these vulnerable categories 62 . Similarly, Anne T. Gallagher concludes that the customary prohibition of slavery has undergone changes, which might according to the author ‘ potentially include contemporary forms of exploitation such as debt bondage and trafficking’. However, Gallagher does not 56 Scarpa, S., 2019; Decaux, E., Les formes contemporaines de l’esclavage , Martinus Nijhoff, Leiden, 2009; Vijeyarasa, R., and Bello y Villarino J.M., ‘Modern-Day Slavery - A Judicial Catchall for Trafficking, Slavery and Labour Exploitation: A Critique of Tang and Rantsev’, 38 Journal of International Law and International Relations 39, 2013. 57 Miers used these words in referring to use of the term slavery by the UN Working Group on Contemporary Forms of Slavery. See: Miers, S., Slavery in the Twentieth Century: The Evolution of a Global Problem , Altamira Press, New York, 2003, p. 453. 58 The strict liability doctrine is founded on the principle of the favor rei (or, in favour of the accused) and it is opposed to the doctrine of substantive justice , which is instead based on the principle of the favour societatis (or, in favour of the society). The strict liability doctrine is founded on four basic rules, including: the principle nullum crimen sine lege scripta (or, criminal offences must be spelled out in written law), the principle of specificity, and the prohibitions of retroactive application of criminal law and of the use of analogy. For more information, see: Cassese, A., International Criminal Law , Oxford University Press, Oxford, 2008, pp. 36-52. 59 Miers, S., 2003, p. 453. 60 Rassam, A. Y., ‘Contemporary Forms of Slavery and the Evolution of the Prohibition of Slavery and the Slave Trade Under Customary International Law’ 39 Va. J. Int’l L. 342, 1998-1999. 61 Rassam, A. Y.,1998-1999, p. 352. 62 Rassam, A. Y., 1998-1999, p. 351. ",
        "Policy Department, Directorate-General for External Policies 20 clarify whether or not she took into consideration the relevant elements of customary rules of international law (namely diuturnitas and opinio iuris sive necessitatis of States) in reaching this conclusion 63 . Consequently, a new study on the interpretation of the jus cogens rule of international law prohibiting slavery is needed, at least for two reasons: firstly, there have been major legal developments since the 1990s (in particular, adoption of the UN Trafficking Protocol, the ICC Statute and the ILO Convention on the Worst Forms of Child Labour) and secondly, the conclusions from Rassam’s study were not only descriptive of the legal standards eventually existing at that time, but also prescriptive in detailing what the law ought to be. Hence, the new study should also provide a better understanding of the blurred boundaries between various international legal concepts of slavery, the practices similar to slavery (namely debt bondage, serfdom together with the institutions and practices affecting women as well as children) servitude, forced labour, child labour, the worst forms of child labour and trafficking in persons. Research in these areas (as demonstrated above) has so far been limited and fragmented. However, some of the above-mentioned practices are defined in international treaties. In particular, Article 1 of the 1956 Supplementary Convention on Slavery contains definitions of the practices similar to slavery. These include: ‘(a) Debt bondage, that is to say, the status or condition arising from a pledge by a debtor of his personal services or those of a person under his 64 control as security for a debt, if the value of those services as reasonably assessed is not applied towards liquidation of the debt or the length and nature of those services are not respectively limited and defined; (b) Serfdom, that is to say, the condition or status of a tenant who is by law, custom or agreement bound to live and labour on land belonging to another person and to render some determinate service to such other person, whether for reward or not, and is not free to change his status; (c) Any institution or practice whereby: (i) a woman, without the right to refuse, is promised or given in marriage on payment of a consideration in money or in kind to her parents, guardian, family or any other person or group; or (ii) the husband of a woman, his family, or his clan, has the right to transfer her to 63 Gallagher also states that: ‘Changes to the customary law prohibition on slavery are currently underway. While the full extent and effect of those changes remains to be seen, […] a gradual but definite evolution of the legal definition of slavery that reflects a more contemporary and nuanced understanding of the elements of ownership [is pointed out].’ See: Gallagher, A. T., 2010, pp. 190 – 191. 64 The gender-specific language included in the definition of debt bondage can be considered a heritage of the past and should be re-interpreted in a gender-neutral way today, in light of all the subsequent development in terms of the principle of non- discrimination on the basis of sex. However, it is worth noting that, international feminist scholars demonstrated how international law, as including international human rights law, maintained the dichotomy between individual’s public and private spheres of life, with men mostly having a public exposure and domain and women being relegated to the private dimension of the household. Charlesworth and Chinkin brilliantly explain this issue by claiming that: ‘Although human rights law is often regarded as a radical development in international law because of its challenge to that discipline’s traditional public/private dichotomy between states and individuals, it has retained the deeper, gendered, public/private distinction. In the major human rights treaties, rights are defined according to what men fear will happen to them, those harms against which they seek guarantees. The primacy traditionally given to civil and political rights by Western international lawyers and philosophers is directed towards protection for men within their public life-their relationship with government. The same importance has not been generally accorded to economic and social rights which affect life in the private sphere, the world of women, although these rights are addressed to states.’ See: Charlesworth, H. and Chinkin, C., ‘The Gender of Jus Cogens’, 15/1 Human Rights Quarterly 63, 1993. Therefore, notwithstanding the gender-specific language, the inclusion among the practices similar to slavery described in the 1956 Supplementary Convention of Slavery of institutions and practices affecting women and minor girls is to be considered as a ground-breaking and unprecedented development within international law. ",
        "Contemporary forms of slavery 21 another person for value received or otherwise; or (iii) a woman on the death of her husband is liable to be inherited by another person. (d) Any institution or practice whereby a child or young person under the age of 18 years, is delivered by either or both of his natural parents or by his guardian to another person, whether for reward or not, with a view to the exploitation of the child or young person or of his labour’. According to Article 1 of the Supplementary Convention, States Parties shall adopt measures aimed at abolishing these exploitative practices ‘progressively and as soon as possible’. The provision also clarifies that debt bondage, serfdom and the institutions and practices affecting women and children are to be abolished ‘whether or not they are covered by the definition of slavery’. Accordingly, it can be concluded that the practices similar to slavery overlap to a certain extent with slavery, as defined by the 1926 Slavery Convention, but the contours of the overlapping areas need further clarification. Article 2 of the 1956 Supplementary Convention provides for additional measures aimed at elimination of the institution and practices referred to in Article 1(c) by requiring the States Parties to ‘undertake to prescribe, where appropriate, suitable minimum ages of marriage, to encourage the use of facilities whereby the consent of both parties to a marriage may be freely expressed in the presence of a competent civil or religious authority, and to encourage the registration of marriages’. Unfortunately, the language used in this provision (including the terms ‘where appropriate’, and the verb ‘to encourage’) dilute the legal obligation arising for States Parties. Moreover, Articles 3 and 4 of the Convention require States Parties to criminalise the transportation or attempt to transport slaves from one country to another, to prevent ships and aircrafts flying their flags to engage in the slave trade, to exchange information and to free slaves who take refuge on board their vessels. The next provision provides for States Parties to punish anyone attempting to mutilate, brand, or mark a slave to indicate his/her status. No international treaty defines the term servitude, which was mentioned only in the Preamble to the 1956 Supplementary Convention but not in its text. However, the concept is widely used in international human rights law and international human trafficking law. Regarding the former, servitude is prohibited at the universal level by Article 4 of the Universal Declaration of Human Rights (UDHR) 65 , Article 8.2 of the International Covenant on Civil and Political Rights (ICCPR) 66 , and Article 11.1 of the International Convention on the Protection of the Rights of all Migrant Workers and Members of their Families (ICMW) 67 . At regional level it is prohibited by Article 4.1 of the European Convention on Human Rights (ECHR) 68 , Article 5.1 of the Charter of Fundamental Rights of the European Union 69 , Article 6 of the 1969 American Convention on Human Rights 70 , and Article 10.1 of the 2004 Arab Charter on Human Rights. The concept is also included as a form of exploitation associated with human trafficking in the UN Trafficking Protocol, the Council of Europe and Association of Southeast Asian Nations (ASEAN) Conventions on human 65 United Nations, Universal Declaration of Human Rights , General Assembly Res. 217 A (III), 1948. 66 International Covenant on Civil and Political Rights 1966, 999 UNTS 171 . 67 International Convention on the Protection of the Rights of All Migrant Workers and Members of their Families 1990, 2220 UNTS 93 . 68 Convention for the Protection of Human Rights and Fundamental Freedoms 1950, CETS 5 . 69 European Charter of Fundamental Rights 2000, OJ C 364 of 18.12.2000, p. 1 . It is worth noting that, according to the Treaty of Lisbon, the Charter has the same legal value as the Treaties. 70 This provision, though, prohibits only ‘involuntary’ servitude. ",
        "Policy Department, Directorate-General for External Policies 22 trafficking 71 , as well as the EU Directive 2011/36/EU on prevention and combating trafficking in human beings and protecting its victims 72 . However, the contours of the legal concept of servitude under international law remain vague. For instance, Manfred Nowak concludes that the Travaux Préparatoires of the United Nations International Covenant on Civil and Political Rights (ICCPR) clarifies that slavery has to be intended in its traditional sense, as implying the ‘destruction of one’s juridical personality’, while servitude must be associated with ‘dominance and degradation’ 73 . On the other hand, in Siliadin v. France , the European Court of Human Rights (ECtHR) laconically defines servitude as being ‘an obligation to provide one’s services that is imposed by the use of coercion and is to be linked with the concept of “slavery”’ 74 . Consequently, the ECtHR determined a gradation between the two practices; however, it also claimed that the practice includes ‘the obligation for the “serf” to live on another person’s property and the impossibility of altering his condition’, determining a certain similarity between the concept of servitude and that of serfdom, as defined by the 1956 Supplementary Convention on Slavery. Finally, in C.N. and V. v. France of 2012 the ECtHR characterised its interpretation of servitude by specifically referring to victims’ feelings that they are in permanent conditions that are unlikely to change 75 . The term is also at times used as being synonymous with the concept of ‘practices similar to slavery’ included in the 1956 Supplementary Convention on Slavery or when linked with the adjective ‘domestic’ as a way of referring to a specific form of exploitation. 2.2.2 Forced or compulsory labour The international framework on forced or compulsory labour is founded in accordance with the ILO Convention on Forced Labour No. 29 of 1930, the Protocol to the Forced Labour Convention of 2014 and the Abolition of Forced Labour Convention No. 105 of 1957. The Forced Labour Convention was ratified by 178 States, its Protocol has to date attracted only 27 ratifications whilst the Abolition of Forced Labour Convention includes 175 States Parties. Forced or compulsory labour, as defined by Article 2.1 of the ILO Convention No. 29 concerning Forced or Compulsory Labour (which was reaffirmed by Article 1.3 of the Protocol of 2014 to the Forced Labour Convention) is ‘all work or service which is exacted from any person under the menace of any penalty and for which the said person has not offered himself voluntarily’ 76 . As clarified by the ILO, this definition applies to all work or service and it contains two criteria: one to do with the menace of penalty and the other referring to involuntariness . This means that ‘forced labour occurs when people are being subjected to psychological or physical coercion (the menace or the imposition of a penalty) to perform some work that they would otherwise not have accepted to perform at the prevailing conditions (the involuntariness)’ 77 . The ILO interprets the terms menace of a penalty as including: ‘penal sanctions and various forms of direct or indirect coercion, such as physical violence psychological threats or the non-payment of wages. The penalty may also consist of a loss of rights or privileges (such as promotion, transfer, or access to new 71 ASEAN Convention Against Trafficking in Persons, Especially Women and Children 2015, http://agreement.asean.org/media/download/20160303122945.pdf, last accessed on 30.09.2018. 72 Directive 2011/36/EU of the European Parliament and of the Council of 5 April 2011 on preventing and combating trafficking in human beings and protecting its victims, and replacing Council Framework Decision 2002/629/JHA, OJ L 101 of 15.4.2011, p. 1 . 73 Nowak, M., U.N. Covenant on Civil and Political Rights: CCPR Commentary , N. P. Engel Publishers, Kehl am Rhein, 2005, p. 199. 74 Siliadin v. France , App. No. 73316/01, 26 October 2005, § 124. 75 C.N. and V. v. France , Appl. No. 67724/09, 11 October 2012. 76 Convention Concerning Forced or Compulsory Labour (No 29) 1930, 39 UNTS 55. 77 Belser, P., De Cock, M. and Mehran, F., ILO Minimum Estimate of Forced Labour in the World , International Labour Organization, Geneva, 2005, pp. 7-8. ",
        "Contemporary forms of slavery 23 employment)’ 78 . The interpretation by the ILO of the term involuntariness focuses instead on the freedom of workers to enter into a working relationship with free and informed consent as well as the associated right to decide on leaving that employment freely whenever they feel it is appropriate 79 . The ILO Committee of Experts on the Application of Conventions and Recommendations broadly interprets the concept of forced labour, thus covering practices constituting vestiges of slavery from the past, practices similar to slavery, debt bondage, and human trafficking 80 . However, it is also to be noted that while slavery and the practices similar to slavery are defined in the 1926 and 1956 Conventions as absolute prohibitions, the prohibition of forced labour is not absolute, since relevant exceptions are included in Article 2 (2) of the ILO Convention No. 29 81 . The 1957 ILO Convention Concerning the Abolition of Forced Labour No. 105 adds that forced labour cannot be imposed for the purpose of economic development, or as a form of punishment for political views, for discriminatory reasons, labour discipline or as a form of punishment for having participated in a strike 82 . Moreover, Article 1.3 of the 2014 Protocol to the ILO Forced Labour Convention clarifies the relationship between forced labour and human trafficking, by stating that the treaty provisions also include specific action focused on fighting against human trafficking for the purpose of forced or compulsory labour. The Preamble further specifies that human trafficking for the purpose of forced or compulsory labour should cover not only labour, but also sexual exploitation. Hence, while avoiding the ethical dilemma associated with the relationship between prostitution and the exploitation of prostitution, the ILO broadly interprets the concept of forced labour as including forms of sexual exploitation. This issue should be carefully assessed, since the risk is that abolitionist States might consider the categorisation of forms of sexual exploitation as forced labour to be unacceptable. Moreover, the ILO promoted the adoption of the Domestic Workers Convention No. 189 and of Recommendation No. 201 in 2011, containing relevant additional standards of protection for domestic workers 83 . Article 3.2 of the Convention clarifies that States Parties shall adopt relevant measures for the elimination of forced or compulsory labour and of child labour affecting domestic workers. The Convention has 25 States Parties. As clarified above, in its jurisprudence, including particularly the cases of Siliadin v. France of 2005, Rantsev v. Cyprus and Russia of 2010 84 and M. and Others v. Italy and Bulgaria of 2012 85 , the European Court of Human Rights has developed a gradation approach . This is a way of explaining the relationship existing among the 78 International Labour Organization, The ILO Standards on Forced Labour: The New Protocol and Recommendation at a Glance , International Labour Organization, Geneva, 2016, p. 5. 79 International Labour Organization 2016, p. 5. The ILO developed a list of 11 indicators to support professionals fighting against forced labour. The list includes: ‘Abuse of vulnerability; Deception; Restriction of movement; Isolation; Physical and sexual violence; Intimidation and threats; Retention of identity documents; Withholding of wages; Debt bondage; Abusive working and living conditions; Excessive overtime’. While the ILO clarifies that in some instances the presence of even only one of these indicators might be sufficient to prove forced labour, it also stresses that in other cases multiple indicators should be met to reach the same conclusion. See: International Labour Organization, ILO Indicators of Forced Labour , International Labour Organization, Geneva, 2012, p. 3. 80 International Labour Organization, General Survey on the fundamental Conventions concerning rights at work in light of the ILO Declaration on Social Justice for a Fair Globalization: Report of the Committee of Experts on the Application of Conventions and Recommendations , International Labour Organization, Geneva, 2012, § 272. 81 The exceptions to forced labour include: military service for work of purely military character, normal civic obligations, work of convicted prisoners, work in emergencies and other minor communal services. 82 Abolition of Forced Labour Convention (No 105) 1957, 320 UNTS 291 . 83 Convention concerning Decent Work for Domestic Workers (No. 189) 2011, 53 ILM 254 . On the Convention and Recommendation see: Oelz, M., ‘The ILO’s Domestic Workers Convention and Recommendation: A window of opportunity for social justice’, 153/1 International Labour Review 143, 2014. 84 Rantsev v. Cyprus and Russia , Appl. No. 25965/04, 7 January 2010. 85 M. and Others v. Italy and Bulgaria , Appl. No. 40020/03, 31 July 2012. ",
        "Policy Department, Directorate-General for External Policies 24 three practices included in Article 4 ECHR, namely slavery, servitude and forced labour. According to the ECtHR, the third practice constitutes the entry point for violations of such a provision; servitude implies an obligation to provide services under a situation of coercion, thus a form of aggravated forced labour, with slavery being the most abusive and severe practice among the three mentioned above 86 . However, there is a certain unclear degree of overlapping among the three concepts, which is not further clarified by the ECtHR. The issue of forced or compulsory labour has been included within the mandate of the ILO since the 1920s, even if Article 5 of the 1926 Slavery Convention referred specifically to compulsory or forced labour so as to prevent it from degrading into conditions analogous to slavery. It is also to be noted that the original aim of the ILO Convention No. 29 was to fight against forced labour imposed by public authorities and in that respect the reference to a penalty was more easily understandable. However, Article 4 (1), adds that States Parties shall not permit the imposition of forced labour ‘for the benefit of private individuals, companies or associations’. Consequently, in the 1920s forced labour was conceived of as a practice having predominantly a vertical dimension , while that for slavery should have been horizontal 87 . Following the colonial era’s close and the resultant drastic reduction of forced labour imposed by public authorities, save for only a few cases remaining in the world, the ILO’s work was re-directed towards the horizontal dimension of forced labour, which carries serious risks of overlapping with other exploitative practices, such as slavery and debt bondage. While the concept of forced labour includes today both the practice imposed by government officials as well as non-state actors, the ILO’s focus has shifted in recent decades from the former to the latter 88 . As with slavery, while the backbone of international law on forced labour founded by the 1930 and 1957 Conventions is now obsolete, adoption of the 2014 Protocol has revitalised this branch of international law. Moreover, it should also be noted that the 2014 Protocol is accompanied by the Forced Labour Recommendation (Supplementary Measures) No. 203, which includes non-binding practical measures supplementing those already included in the Protocol. The 2014 Protocol and Recommendation No. 203 were adopted in order to add a relevant and ‘urgently needed human rights dimension to the way in which forced labour, whether resulting from trafficking or other forms of exploitation, is dealt with at national and international levels’ 89 . Since the international law on slavery is essentially obsolete and the international law on human trafficking constitutes the only recent comprehensive framework in place (its numerous limitations are, however, discussed infra in § 2.2.3) there had been real concern that the fight against serious forms of (sexual and labour) exploitation would end up being undermined. The 2014 Protocol and Recommendation No. 203 focus on prevention, protection and remedies, expanding the emphasis well beyond criminal law, so as to include business and labour administrations. Their aim is to highlight the law and policy-making process through reference to a participatory approach for the development of national policies and action plans, to be conducted in consultation with employers and workers’ organisations 90 . Two provisions dedicated to the protection of victims are also extremely 86 Stoyanova, V., Human Trafficking and Slavery Reconsidered: Conceptual Limits and States’ Positive Obligations in European Law, Cambridge University Press, Cambridge, 2017, p. 286. 87 The vertical dimension applies when the relevant exploitative practice is mostly imposed by public authorities on individuals; conversely, the horizontal dimension involves an exploitative relationship between natural and/or legal persons. 88 Dottridge, M., ‘Trafficked and Exploited: The Urgent Need for Coherence in International Law’, Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery, Kotiswaran P., Cambridge University Press, Cambridge, 2017, p. 73. 89 Swepston, L., ‘Trafficking and Forced Labour: Filling the Gaps with the Adoption of the Supplementary ILO Standards, 2014’, Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery, Kotiswaran P., Cambridge University Press, Cambridge, 2017, p. 395. 90 Andrees, B., and Aikman, A., ‘Raising the Bar: The Adoption of the New ILO Standards against Forced Labour’ Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery, Kotiswaran P., Cambridge University Press, Cambridge, 2017, p. 360. ",
        "Contemporary forms of slavery 25 relevant. Firstly, Article 3 of the Protocol states that ‘each Member shall take effective measures for the identification, release, protection, recovery and rehabilitation of all victims of forced or compulsory labour, as well as the provision of other forms of assistance and support’. Secondly, Article 4 guarantees access to ‘appropriate and effective’ legal remedies, such as compensation and non-prosecution of victims for the unlawful activities they might eventually have been involved in as part of their subjection to forced labour. The prohibition of forced or compulsory labour is also included in UN core human rights treaties, including Article 8.(3) ICCPR, Article 11.(2) ICMW and Article 27.(2) of the Convention on the Rights of Persons with Disabilities (CRPD). Article 8.(3).(b) and (c) ICCPR and Article 11.(3) and (4) ICMW also include a list of exceptions to forced or compulsory labour. Moreover, according to Article 4.(2) ICCPR slavery, the slave trade and servitude are absolute prohibitions, so that even in a situation of public emergency that threatens States Parties’ existence, they cannot derogate from Article 8.(1) and (2). Consequently, the right to be free from forced or compulsory labour contained in Article 8.(3) can be derogated from in a situation of public emergency. At the regional level, forced or compulsory labour is prohibited by Article 4.(3) ECHR, Article 6.(2) and (3) of the American Convention on Human Rights, and Article 10.(2) of the Arab Charter on Human Rights. Moreover, the ILO considers that forced or compulsory labour is ‘a peremptory norm of international law on human rights; it is of an absolutely binding nature from which no exception is permitted’ 91 . This conclusion is challenged by Allain who affirms that only forced labour meeting the minimum requirements of slavery has achieved the status of a peremptory norm of international law 92 . The issue would also require additional research, keeping into consideration the international humanitarian law prohibition of slave labour 93 and its relationship with the international human rights and labour law frameworks on forced or compulsory labour. Unfortunately, the ICJ did not examine the issue in Germany v. Italy . In its judgement, the Court uses the terms forced labour and slave labour interchangeably and takes for granted the assumption that ‘the rules of the law of armed conflict which prohibit (…) the deportation of civilian inhabitants to slave labour and the deportation of prisoners of war to slave labour are rules of jus cogens’ 94 , without any additional investigation into the matter. Finally, the impact of international trade and investment law on labour standards 95 would also require additional analysis. 2.2.3 Trafficking in persons The international law on human trafficking is founded on the UN Trafficking Protocol, which is annexed to the Convention against Transnational Organized Crime adopted in 2000. The Protocol introduced measures aimed at preventing human trafficking and creating effective partnerships, protecting the victims and prosecuting the traffickers (the so-called 3-4Ps approach). This Protocol has been criticised for having been adopted within the framework which majors on the fight against transnational organised crime, to the detriment of other associated approaches. Moreover, human trafficking is a multifaceted and complex issue. It is, therefore, problematic that certain dimensions were not appropriately taken into consideration by the Protocol through specific additional measures. These issues include intersections 91 International Labour Office, Giving Globalization a Human Face , International Labour Organization, Geneva, 2012, p. 103, https://www.ilo.org/wcmsp5/groups/public/---ed_norm/---relconf/documents/meetingdocument/wcms_174846.pdf, last accessed on 2.11.2018. 92 Allain, J., Slavery in International Law: Of Human Exploitation and Trafficking , Marinus Nijhoff Publishers, Leiden, 2013, p. 39. 93 See Villalpando, S. M., ‘Forced Labour/Slave Labour’, Max Planck Encyclopedia of Public International Law (MPEPIL), 2007. 94 Jurisdictional Immunities of the State (Germany v. Italy: Greece Intervening), Judgement of 3 February 2012, I.C.J. Reports 2012, p. 99, § 93. 95 See: Kaufmann, C., ‘Trade and Labour Standards’, Max Planck Encyclopedia of Public International Law (MPEPIL), 2014. ",
        "Policy Department, Directorate-General for External Policies 26 between human trafficking and (transnational and internal) migration 96 and refugee protection 97 , the protection of victims’ human rights (going beyond the partial rescue framework that might suit only victims of some forms of exploitation) children’s rights and gender mainstreaming 98 , concerns about various forms of labour exploitation and their connection to global supply chains as well as organ removal. The adoption of the UN Trafficking Protocol saw the first definition of trafficking in persons introduced into international treaty law. The concept of trafficking is not completely new though; it constitutes an evolution of the term traffic , that since early in the 19 th century had been used to refer to the white slave trade or traffic phenomenon, namely the abduction of European adult women and young girls, their transportation abroad and their final exploitation in brothels. Four main international treaties were adopted early in the 20 th century for the purpose of fighting against this phenomenon, namely the 1904 International Agreement for the Suppression of the White Slave Traffic 99 ; the 1910 International Convention for the Suppression of the White Slave Traffic 100 ; the 1921 International Convention for the Suppression of the Traffic in Women and Children 101 ; and finally the 1933 International Convention for the Suppression of the Traffic in Women of Full Age 102 . None of them provided a definition for the phenomenon of white slave traffic but they all referred to the procurement of women for ‘immoral purposes’ 103 , which was their common denominator. Significantly, none of the white slave traffic conventions dealt with prostitution per se , which remained a matter of national jurisdiction. Moreover, the 1921 and 1933 Conventions were adopted under the auspices of the League of Nations, which had also promoted adoption of the 1926 Convention on Slavery aimed at fighting slavery and the slave trade. The white slave traffic conventions’ scope was consolidated and extended by the 1949 Convention for Suppression of the Traffic in Persons and the Exploitation of the Prostitution of Others 104 , whose adoption was promoted by the UN. However, this Convention was only ratified by 82 States and is regarded by some as having been unsuccessful 105 . Particularly contested was its choice of the abolitionist model to manage prostitution, so that prostitution per se is prohibited alongside with trafficking for the purpose of sexual 96 See, for instance, Articles 7 and 8 of the Protocol and their limited approach based on a presumption that trafficking victims are irregularly present in the countries of destination. 97 A saving clause included in Article 14 is the only reference to this issue, so that the Protocol is without prejudice to other previous instruments of international law, ‘including international humanitarian law and international human rights law and, in particular, where applicable, the 1951 Convention and the 1967 Protocol relating to the Status of Refugees and the principle of non- refoulement as contained therein.’ 98 Articles 6, 7 and 8 of the Protocol are dedicated to the protection of victims’ human rights. However, the framework is weak, and the only references to gender mainstreaming and children’s rights is included in Article 6.4 stating that: ‘Each State Party shall take into account, in applying the provisions of this article, the age, gender and special needs of victims of trafficking in persons, in particular the special needs of children, including appropriate housing, education and care’. Moreover, according to UNODC, Article 6, paragraphs 3 and 4 and Article 7 of the Protocol are optional measures. United Nations Office on Drugs and Crime, ‘Legislative Guides for the Implementation of the United Nations Convention against Transnational Organized Crime and the Protocols Thereto’, United Nations, Vienna, 2004, p. 287-291. For a critique of the weak framework see: Scarpa, S., 2008, p. 65-66. 99 International Agreement for the Suppression of the White Slave Traffic 1904, 1 LNTS 83. 100 International Convention for the Suppression of the White Slave Traffic 1910, 8 LNTS 278. 101 International Convention for the Suppression of the Traffic in Women and Children 1921, 9 LNTS 415. 102 International Convention for the Suppression of the Traffic in Women of Full Age 1933, 150 LNTS 431 . 103 The ethical debate centred on the possibility to distinguish between free and forced prostitution is a key element that needs to be considered when discussing about the UN Trafficking Protocol’s definition of human trafficking. The different points of view of groups of feminists (the radical feminists and the sex-workers ones) but also of States on the issue can hardly be reconciled. Therefore, States Parties remain free to set the boundaries in this area, leading to an evident lack of consistency in the approach. 104 Convention for the Suppression of the Traffic in Persons and the Exploitation of the Prostitution of Others 1949, 96 UNTS 271. 105 It is worth emphasising in this context that in its 1996 Resolution on Trafficking in Human Beings, the EP acknowledged the widely felt need to draft a new international convention in this field, since the 1949 Convention was ‘obsolete and ineffective’. See: European Parliament, Resolution on Trafficking in Human Beings , Brussels, 1996, https://eur- lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:51995IP0326:EN:HTML, last accessed on 24.10.2018. ",
        "Contemporary forms of slavery 27 exploitation and consent is always considered irrelevant. As stated by Ved Prakash Nanda and Mahmoud Cherif Bassiouni: ‘in an effective international control scheme the emphasis should be along the lines of social attitudinal changes by a transformation of the basic values which support or tolerate the behaviour sought to be altered. Such emphasis accounts for the relative success of the eradication of slavery and the slave trade and the relative failure of the abolition of the white slavery’ 106 . Consequently, at least until the 1970s, the two branches of international law dealing with slavery and the slave trade, as well as the traffic in persons (previously known as the white slave trade or traffic) were kept separate by the League of Nations and the UN, so that no overlapping occurred. The line separating them became blurred when in 1974 the Economic and Social Council established the Working Group on Slavery. The latter body’s mandate comprised not only slavery and the slave trade ‘in all their practices and manifestations’, but also inter alia the traffic in persons and exploitation of the prostitution of others. Consequently, this historical analysis clarifies in a better way that the UN Trafficking Protocol’s definition of trafficking in persons did not emerge in a vacuum. It is instead a final step in the process of approximation between these two branches of international law. Moreover, the inclusion of forced and compulsory labour among the exploitative practices adds this third branch to the framework, further increasing its complexity. Finally, to complicate matters still further, it should be noted that the UN Trafficking Protocol was annexed to the Convention against Transnational Organized Crime (CTOC) 107 , so that it was adopted in the framework of the fight against transnational organised crime and the phenomenon was fundamentally perceived as being part of a (mostly irregular) migratory process. However, with its Legislative Guides published in 2004, the UNODC clarified that trans-nationality and the involvement of a criminal organisation are not necessary elements within the offence of human trafficking 108 . The same conclusion can be reached by jointly taking into consideration Article 34 CTOC and Article 1 of the UN Trafficking Protocol. The UN Trafficking Protocol distinguishes between trafficking in adults and child trafficking. The definition of trafficking in adult persons included in Article 3 (a) of the UN Trafficking Protocol comprises three elements: 1) ‘an action, namely ‘the recruitment, transportation, transfer, harbouring or receipt of persons’; 2) the use of improper means by traffickers (including ‘the threat or use of force or other forms of coercion, of abduction, of fraud, of deception, of the abuse of power or of a position of vulnerability or of the giving or receiving of payments or benefits to achieve the consent of a person having control over another person’) to achieve the victims’ consent; 3) the purpose of exploitation, including inter alia ‘the exploitation of the prostitution of others and other forms of sexual exploitation, forced labour or services, slavery and practices similar to slavery, servitude or the removal of organs’. 106 Nanda, V. P., and Bassiouni, M. C., ‘Slavery and the Slave Trade: Steps Towards Eradication’, 12 Santa Clara Lawyer 424, 1972, p. 440. 107 Convention against Transnational Organized Crime 2000, 40 ILM 335 . 108 United Nations Office on Drugs and Crime, ‘Legislative Guides for the Implementation of the United Nations Convention against Transnational Organized Crime and the Protocols Thereto’, 2004, pp. 10-11. ",
        "Policy Department, Directorate-General for External Policies 28 Article 3 (b) then clarifies that for cases in which any of the improper means included in the definition is used, the victim’s consent to the intended exploitation is irrelevant. The definition of trafficking in minors contained in Article 3 (c) and 3 (d) of the UN Trafficking Protocol clarifies that consent is not to be taken into consideration for children, namely all those below the age of 18. Accordingly, child trafficking comprises only two of the above-mentioned elements taken into consideration for adults: the action and the purpose of exploitation. The definition of trafficking in persons has been widely criticised 109 . It connects for the first time various exploitative practices with a process-oriented crime , whose multiple elements are particularly difficult to prove, thus making the prosecution of trafficking cases an extremely complex process. Moreover, the requirement for using improper means to vitiate consent (included in the second element of adult trafficking’s definition) is regarded as extremely problematic 110 . During negotiations of the UN Trafficking Protocol, this issue was examined at length only with regard to one specific form of exploitation, namely the prostitution of others or other forms of sexual exploitation. Notwithstanding the different approaches to the dichotomy between prostitution and the exploitation of prostitution, the States participating in the Protocol’s drafting process were in fact equally determined to keep prostitution (as well as the way in which the practice should be defined and dealt with) as a matter of national jurisdiction, which is regulated by States Parties’ national law 111 . However, as it currently stands in the definition of trafficking in adults, the use of improper means which are necessary to vitiate the consent of trafficking victims applies equally to all the forms of exploitation which form part of the definition, including: slavery, practices similar to slavery, forced labour, servitude and the removal of organs. However, analysis of these other practices shows that there might be clashes between the ways in which the trafficking framework takes into consideration the issue of consent and how some of these practices are defined according to international treaty law 112 . Moreover, as the focus tends to be disproportionally placed on consent, inclusion of practices founded on absolute prohibitions among the forms of exploitation connected with human trafficking becomes extremely problematic. These encompass slavery, the practices similar to slavery and servitude. Additional problems arise with legal concepts having a relative nature, such as forced and compulsory labour. Finally, this affects others for which the definition, boundaries and regulation are a matter of national jurisdiction, such as exploitation of the prostitution of others as well as other forms of sexual exploitation and to a certain extent, the issue of organ removal. The issue of consent is also perceived as complex by States Parties to the Trafficking Protocol. In 2010 the Working Group on Trafficking in Persons established by the Conference of the Parties to the Convention against Transnational Organized Crime recommended that clarifications be provided inter alia on this issue 113 . This led to an issue paper on consent drafted by Gallagher, which confirms the problematic nature 109 The volume edited by P. Kotiswaran presents well the problems and issues referred to by the author. See: Kotiswaran, P., Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery , Cambridge University Press, Cambridge, 2017. 110 Scarpa, S., ‘The Definition of Trafficking in Adult Persons for various Forms of Exploitation and the Issue of Consent: A Framework Approach that Respects Peculiarities’ 1(2) Groningen Journal of International Law 154, 2013, https://ugp.rug.nl/GROJIL/article/download/31137/28444, last accessed on 26.09.2018. 111 For this reason, the Travaux Préparatoires of the UN Trafficking Protocol clarify that the exploitation of the prostitution of others and other forms of sexual exploitation are not defined by it and that the ‘Protocol is therefore without prejudice to how States address prostitution in their respective domestic laws’. See: United Nations, Report of the Ad Hoc Committee on the Elaboration of a Convention against Transnational Organized Crime on the work of its first to eleventh sessions , 2000. 112 See Scarpa, S., 2013. 113 Working Group on Trafficking in Persons, Report on the meeting of the Working Group on Trafficking in Persons held in Vienna from 27 to 29 January 2010, UNODC, Vienna, 2010, Doc. CTOC/COP/WG.4/2010/6, http://www.unodc.org/documents/treaties/organized_crime/2010_CTOC_COP_WG4/CTOC_COP_WG4_2010_final_report_E.pdf , last accessed on 26.10.2018. ",
        "Contemporary forms of slavery 29 of this issue, the variety of approaches adopted by States Parties and the impossibility for the victim to consent when his/her inalienable rights are at stake; according to the author these include rights to the prohibitions of slavery, servitude and forced labour 114 . On the other hand, the concept of exploitation included in the Trafficking Protocol remains undefined and the list of exploitative practices included in the definition is non-exhaustive 115 . Consequently, it is clear that the door remains open for further exploitative practices to be added at universal 116 , regional 117 and national levels 118 . For this reason, Sally Engle Merry criticises the definition of human trafficking included in the UN Trafficking Protocol, claiming that it suffers from ‘alternative understandings at the global, national and local levels’ 119 . Furthermore, this issue clearly increases the complexity of the trafficking framework and dilutes its consistency. The UN Trafficking Protocol’s definition represents a complex compromise among the States’ representatives that participated in the negotiations. While the concept of human trafficking for multiple forms of exploitation has the potential to be broadly interpreted as covering the greatest majority of exploitative practices existing today 120 , a rigid interpretation of such a framework that places too much emphasis on vitiated consent (for adults) and focuses more on the process than on the exploitative outcome, does not support such an aim and instead risks its being undermined. Accordingly, the Conference of the Parties (established according to Article 32.1 of the Convention against Transnational Organized Crime), as well as the European Union (that approved the Trafficking Protocol on 6 September 2006) and the States Parties to the Protocol should promote a broad and coherent interpretation of the human trafficking definition that takes into consideration the multiple frameworks constituted by the various associated forms of exploitation. Moreover, it is worth remembering that the UN Convention against Transnational Organized Crime is also supplemented by a Protocol against the Smuggling of Migrants by Land, Sea and Air 121 . Article 3 (a) of the UN Smuggling Protocol defines the smuggling of migrants as ‘the procurement in order to obtain, directly or indirectly, a financial or other material benefit, of the illegal entry of a person into a State Party of which the person is not a national or a permanent resident’. Serious issues arise when human trafficking happens 114 Gallagher, A. T., Issue Paper: The Role of Consent in the Trafficking in Persons Protocol , United Nations, Vienna, 2014, https://www.unodc.org/documents/human-trafficking/2014/UNODC_2014_Issue_Paper_Consent.pdf, last accessed on 26.10.2018. 115 See Scarpa S., 2008. It is worth noting that also Article 5 of the African Charter on Human and Peoples’ Rights prohibits all forms of exploitation, without defining the concept. 116 The possibility of amending the definition included in the UN Trafficking Protocol exists, even if it is not believed that it is an appropriate solution to the definitional challenges existing in this area of international law. Article 18 of the UN Trafficking Protocol states that, after five years from the entry into force of the treaty, any State Party may propose amendments to it, which are to be voted on by the Conference of the Parties. If the proposal for an amendment is approved, it is still subjected to ratification, acceptance or approval by the States Parties to the UN Trafficking Protocol. 117 Articles 2(1) and 2(3) of the Directive 2011/36/EU has, for instance, broadened the UN Trafficking Protocol’s definition by including the possibility that traffickers exchange or transfer control over their victims among the actions and adding begging and criminal activities to the forms of exploitation. Moreover, the Preamble of the Directive also refers to illegal adoptions and forced marriages. 118 See Scarpa, S., 2008, pp. 22 – 40. Practices that could be included in the definitional framework of human trafficking at the national level are, for instance: early and forced marriages; serious labour exploitation in agriculture, construction, mines, factories, fishing, etc.; the use of the victims in illicit activities, in circuses, races, etc.; forced street begging; domestic exploitation; the use of victims in armed conflicts; practices of child illegal adoptions for exploitative purposes; the use of women for forced commercial surrogacy. 119 Merry, S. E., ‘Counting the Uncountable: Constructing Trafficking Through Measurement’, Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery , Kotiswaran, P., Cambridge University Press, Cambridge, 2017, p. 275. 120 Scarpa S., 2008. 121 Protocol against the Smuggling of Migrants by Land, Sea, and Air 2000, 40 ILM 335 . ",
        "Policy Department, Directorate-General for External Policies 30 across borders and the (presumed) trafficking victim is also an irregular or a smuggled migrant, an asylum seeker or a person who has already received recognition of his/her status as a refugee or as a person in need of humanitarian protection. As recently indicated by Catherine Bearder, ‘the conflation of [trafficking] with other highly political issues such as migration or the arrival of refugees challenges progress that has been made and further endangers those people who are vulnerable to [this crime]’ 122 . However, human trafficking also happens within borders and this portion of the phenomenon risks being rendered invisible by an excessive focus on its transnational dimension. Notwithstanding these limitations, it is important to note that the Conference of the Parties created a Working Group on Trafficking in Persons and with its resolution 7/1 decided that this will in future be a permanent element of the Conference 123 . Moreover, a process aimed at establishing a reporting mechanism for reviewing implementation of the Convention against Transnational Organized Crime and the Protocols is ongoing 124 . This might constitute an important aspect for favouring a more consistent and coherent approach by the States Parties. It is worth recalling that the CTOC has 189 Parties, the Trafficking Protocol is in force among 172 Parties and the Smuggling Protocol involves 147 Parties. 2.2.4 Child labour and the worst forms of child labour In the specific area of exploitative practices affecting children, one should also note the distinction between child work and child labour as well as the worst forms of child labour. As it is for servitude, the distinction between child work and child labour is not specified in an international treaty but relies on the minimum ages’ framework established by the ILO Convention No. 138 on the Minimum Age for Admission to Employment 125 . This also understands that child work might include light work that does not affect the health and well-being of minors. Conversely, child labour ‘refers to work that: is mentally, physically, socially or morally dangerous and harmful to children; and interferes with their schooling by: depriving them of the opportunity to attend school; obliging them to leave school prematurely; or requiring them to attempt to combine school attendance with excessively long and heavy work’ 126 . Article 3 of the ILO Convention No. 182 clarifies that the worst forms of child labour include: ‘(a) [A]ll forms of slavery or practices similar to slavery, such as the sale and trafficking of children, debt bondage and serfdom and forced or compulsory labour, including forced or compulsory recruitment of children for use in armed conflicts; (b) the use, procuring or offering of a child for prostitution, for the production of pornography or for pornographic performances; 122 Bearder, C., Report on implementation of the Directive 2011/36/EU of 5 April 2011 on preventing and combating trafficking in human beings and protecting its victims from a gender perspective , A8-0144 (2016), p. 28, http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//NONSGML+REPORT+A8-2016-0144+0+DOC+PDF+V0//EN, last accessed on 17.12.2018. 123 Conference of the Parties to the United Nations Convention against Transnational Organized Crime, Resolution 7/1: Strengthening the implementation of the United Nations Convention against Transnational Organized Crime and the Protocols thereto , Vienna, 2014, § 6, https://www.unodc.org/documents/treaties/organized_crime/COP7/Resolutions/Resolution_7_1.pdf, last accessed on 26.9.2018. 124 See: http://www.unodc.org/unodc/en/treaties/CTOC/open-ended-specific-procedures-and-rules-for-the-functioning-of-the- review-mechanism-march-2018.html, last accessed on 26.9.2018. 125 Convention Concerning Minimum Age for Admission to Employment (No 138) 1973, 1015 UNTS 2097 . The Convention was ratified by 171 States. 126 See: International Labour Organization, What is Child Labour? , https://www.ilo.org/ipec/facts/lang--en/index.htm, last accessed on 26.9.2018. ",
        "Contemporary forms of slavery 31 (c) the use, procuring or offering of a child for illicit activities, in particular for the production and trafficking of drugs as defined in the relevant international treaties; (d) work which, by its nature or the circumstances in which it is carried out, is likely to harm the health, safety or morals of children’. This definition covers various exploitative practices, including slavery, forced or compulsory labour, the sale of children, child trafficking. It also encompasses the use of children in armed conflicts, the sex industry, illicit activities and hazardous work, thus determining a certain degree of overlapping among these practices. Other practices affecting children in particular, whose international definitions partially overlap with the concepts of child labour and the worst forms of child labour, are the sale of children as well as the recruitment and use of children in armed conflicts , whose origins are traced back to international human rights law. The sale of children is defined by Article 2 (a) of the Protocol to the Convention on the Rights of the Child on the Sale of Children, Child Prostitution and Child Pornography (OPSC) as ‘any act or transaction whereby a child is transferred by any person or group of persons to another for remuneration or any other consideration’ 127 . Accordingly, there exists a partial overlapping between the definition of the sale of children and the concepts of child trafficking (see above § 2.2.3), slavery, debt bondage, the practice similar to slavery affecting children and the worst forms of child labour. However, it is worthy of note that the definition for the sale of children does not require an intention to exploit the minor, thus remaining open and inclusive so far as the intentions of the person accepting the child are concerned 128 . The recruitment and use of children in armed conflicts is described, but not defined in the Protocol to the Convention on the Rights of the Child on the Use of Children in Armed Conflicts (OPAC) 129 . Similarly, the concept partially overlaps with those of child trafficking, slavery, or the practice similar to slavery affecting minors, while it might also be possible that the children are kept in a condition of debt bondage. The above-mentioned overlaps as well as the existence in this field of customary rules of international law (eventually reaching the status of peremptory norms of international law [ jus cogens ]) require additional research. 2.3 Libyan “slave auctions” as a test case for the international regime on contemporary forms of slavery The relevance of conclusions on the three regimes of international law on slavery, human trafficking and forced labour becomes immediately evident if one refers to the ‘slave auctions’ that took place in Libya during November 2017; CNN correspondent Nima Elbagir posted online a video of men being sold by their smugglers. At a night-time slave auction conducted in a village close to the Libyan capital, Tripoli, a salesman shouts ‘does anybody need a digger? This is a digger, a big strong man, he’ll dig’ and then adds ‘big strong boys for farm-work. 400? 700? 800?’. The auctioneer also called the migrants ‘merchandise’. While Elbagir states that a dozen men were sold that night for approximately USD 400 each, it seemed that one or two slave auctions were taking place every month 130 . Because of the increased difficulty 127 Optional Protocol to the Convention on the Rights of the Child on the Sale of Children, Child Prostitution and Child Pornography 2000, 39 ILM 1285. 128 For a clarification on the key features but also overlapping of the legal concepts of the sale of children, child trafficking and child abduction see: Scarpa, S., ‘Guaranteeing the Broadest Protection to Minors in the Aftermath of Disasters: Re-Framing the International Discussion in Terms of Child Abduction, Sale, and Trafficking’ 4(1) Journal of International Humanitarian Legal Studies 131, 2013. 129 Optional Protocol to the Convention on the Rights of the Child on the Involvement of Children in Armed Conflicts 2000, 39 ILM 1285 . 130 The video is available at: https://edition.cnn.com/videos/world/2017/11/29/libya-slave-trade-cnntalk-lon-orig-mkd.cnn, last accessed on 25.11.2018. ",
        "Policy Department, Directorate-General for External Policies 32 encountered by smugglers in transferring migrants across the Mediterranean Sea to Italy 131 , those living in overcrowded warehouses who ran out of money were either sold or ransoms were requested from their families in return for liberation. This case would certainly and perfectly be fit for classification as slave trade and slavery, but it would hardly meet requirements for the other two regimes of forced labour and human trafficking. While the age of individuals subjected to the slave auction is not known, a presumption of adulthood will be applied in the analysis that follows, so as to examine the issue also from the perspective of consent. On the basis of information available, the victims were not subjected to any work or service; the auctioneer merely profited from their sale. This means that the issue of the slave auctions per se should not be considered as one of forced labour. Notwithstanding the lack of information, it is nevertheless plausible to infer that the victims would be subsequently subjected to labour or eventually other forms of exploitation by their buyers/masters. For what concerns human trafficking, the slave auctions highlight three problematic issues: 1. It is not immediately and clearly apparent from the short video that all three elements included in the UN Trafficking Protocol’s definition of trafficking in adults are met; this conclusion would require evidence that the auction was part of a process oriented crime composed at least by an action (the recruitment, transportation, transfer, harbouring or receipt 132 ), through the use of improper means to invalidate consent (abduction, fraud, deception, etc.) and with a final purpose for the auctioneer of victims’ exploitation . 2. Additionally, while the term exploitation remains undefined in the UN Trafficking Protocol, the possibility that it might extend to acts of sale is not per se apparent from the definition. 3. While selling a person easily meets the characteristics of slave trade definitions (implicit in the definition) and slavery (as one of the powers attaching to the rights of ownership), its purpose is profit- making and not a form of exploitation, which might or might not generate profits 133 . It is also worth noting that the two Secretariat’s background papers and Gallagher’s issue paper on the concept of exploitation do not refer to the sale of an individual, neither as an additional form of exploitation that might be added to the non-exhaustive list of the Trafficking Protocol, nor as one of the powers associated with slavery 134 . Moreover, following this event, the UN Security Council adopted sanctions including travel bans and assets freezing against six individuals (two Eritreans and four Libyans) accused of being traffickers and 131 This issue raises a problem in terms of unintended consequences determined by the policies of EU Member States and/or of the EU External Action. See also: Burlyuk, O., ‘The “Oops!” of EU Engagement Abroad: Analyzing Unintended Consequences of EU External Action’ 55/5 Journal of Common Market Studies 1009, 2017. 132 The issue would deserve a separate analysis based on Article 2.(1) of Directive 2011/36/EU, because of the inclusion in the list of actions of ‘the exchange or transfer of control over those persons’, thus explicitly including situations in which victims are exchanged, lent, or transferred from one trafficker to another. 133 For an analysis of the terms sale and trafficking of minors see: Scarpa, S., 2013. 134 Working Group on Trafficking in Persons, Forms of exploitation not specifically mentioned in the Protocol: Background Paper by the Secretariat , UNODC, Vienna, 2013, Doc. CTOC/COP/WG.4/2013/4, http://www.unodc.org/documents/treaties/organized_crime/2013_CTOC_COP_WG4/CTOC_COP_WG.4_2013_4_E.pdf, last accessed on 26.10.2018. Working Group on Trafficking in Persons, Analysis of key concepts of the Trafficking in Persons Protocol: Background Paper Prepared by the Secretariat , Vienna, UNODC, 2009, Doc. CTOC/COP/WG.4/2010/2, https://www.unodc.org/documents/treaties/organized_crime/2010_CTOC_COP_WG4/WG4_2010_2_E.pdf, last accessed on 26.10.2018; Gallagher, A. T., The Concept of ‘Exploitation’ in the Trafficking in Persons Protocol , UNODC, Vienna, 2015, https://www.unodc.org/documents/congress/background- information/Human_Trafficking/UNODC_2015_Issue_Paper_Exploitation.pdf, last accessed on 26.10.2018. ",
        "Contemporary forms of slavery 33 smugglers 135 . This case clearly shows the complexity in some contemporary forms of slavery and the need for multiple approaches to deal with them. These include inter alia solid human rights, migration and refugee law framework for the victims, as well as a transnational and international criminal law 136 and when needed (in Libya, for instance) a security approach for dealing with supposed criminals through individual sanctions. Such an event is testament to the need for reconsideration of the obsolete international law system on slavery and the standards therein to be generally aligned with those existing in the other two branches of international law. Moreover, the problems identified above in the existing international regimes might have the potential to be tackled by adoption of new additional standards. Traditional forms of slavery are among the practices deserving careful scrutiny since they also fit well the concept of slavery or those of some practices similar to slavery (debt bondage or the institutions and practices affecting women and children) but (depending on interpretations) they might not fit other frameworks. Early and forced marriages might also fit only in part the definition of human trafficking 137 , while they do not match that of forced labour. Moreover, in terms of the regulatory framework, the most pressing issue according to the author of this briefing would be the need for promotion of a human rights victims-centred approach, of gender mainstreaming, child protection and non-discrimination. An intersectional analysis (based on gender, belongingness to specific ethnic or indigenous groups, disability, age, etc.) should be rendered mandatory as part of the identification process for victims, thus maintaining consideration of structural factors that determine contemporary forms of slavery and how they could be eliminated. A monitoring mechanism should be established ideally based on the positive example provided by the Council of Europe’s Convention on Action against Trafficking in Human Beings. While drafting another treaty might bring with it numerous problems, it is also considered as the best way for eliminating loopholes within the system of international law and guaranteeing a better coordination with the existing instruments 138 . Given the difficulties surrounding the creation, proof of existence and unwritten form of customary rules of international law 139 , drafting a treaty is perceived as the most viable alternative for introducing new legal obligations for States. However, it must also be acknowledged that the new treaty-drafting process might indeed be burdensome and lengthy; especially at the universal level, initially high standard levels might risk being degraded to the lowest common denominator during the negotiations and even after adoption of the final text, ratifications by States would be necessary for guaranteeing the entry into force of this new instrument. 3 Recent international developments Among the prominent recent international developments in the area of contemporary forms of slavery , reference should first be made to adoption of the Sustainable Development Goals (SDGs) in 2015 140 . Specific targets aimed at eradicating inter alia contemporary forms of slavery, as well as human trafficking, are included in three SDGs. The most important is Target 7 of SDG 8 devoted to ‘promot [ ing ] sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all’. SDG 135 United Nations, As Security Council imposes sanctions on six human traffickers in Libya, UN chief calls for more accountability , UN News, New York, 8 June 2018, https://news.un.org/en/story/2018/06/1011751, last accessed on 26.09.2018. 136 According to Article 7.2.(c) of the ICC Statute, if committed as part of a widespread or systematic attack against the civilian population, enslavement constitutes a crime against humanity. 137 Scarpa, S., 2008, p. 26 – 28. 138 A good way to guarantee that the new treaty does not affect the existing instruments in this field is to include a saving clause. The category of saving clauses includes various kinds of clauses, which can be used differently. On the issue see: Russo, D., «Addressing the Relation Between Treaties by Means of ‘Saving Clauses’», 85/1 British Yearbook of International Law , 2015, p. 133– 170. 139 Treves T., ‘Customary International Law’, Max Planck Encyclopedia of Public International Law (MPEPIL), 2006. 140 For more information, see the Sustainable Development Knowledge Platform: https://sustainabledevelopment.un.org/, last accessed on 30.9.2018. ",
        "Policy Department, Directorate-General for External Policies 34 8.7 requires states to ‘take immediate and effective measures to eradicate forced labour, end modern slavery and human trafficking and secure the prohibition and elimination of the worst forms of child labour, including recruitment and use of child soldiers, and by 2025 end child labour in all its forms’. There are two other relevant SDGs. Firstly, SDG 5 is dedicated to achieving gender equality and empowering women and young girls; this is in line with Target 2, which calls on States to ‘eliminate all forms of violence against all women and girls in the public and private spheres, including trafficking and sexual and other types of exploitation’, and Target 3, which recommends that States should eliminate all harmful practices such as child, early, and forced marriage. Secondly, SDG 16 deals with ‘promot [ ing ] peaceful and inclusive societies for sustainable development, provid [ ing ] access to justice for all and build [ ing ] effective, accountable and inclusive institutions at all levels’; this builds on Target 2 which requires States to ‘end abuse, exploitation, trafficking and all forms of violence against and torture of children’. The inclusion of specific references to various contemporary forms of slavery, forced labour and human trafficking in these SDGs represents a major achievement, at least in comparison with the previous framework, which was based on the Millennium Development Goals. These included no reference to neither contemporary forms of slavery nor human trafficking. Such an omission was perceived by the UN Special Rapporteur on Contemporary Forms of Slavery as a major weakness, since it meant that often development programmes did not include measures aimed at eradicating these practices 141 . Conversely, the UN Special Rapporteur on Contemporary Forms of Slavery describes as ‘historic’ the inclusion of SDG Target 8.7 in the SDGs, thus welcoming such an important step in advance. However, she also notes that: ‘while the inclusion of the catch-all term “modern slavery” in target 8.7 allows for a broad interpretation of what is expected of States and other actors, the inclusion of the target under Goal 8, on decent work and economic growth creates the risk that traditional forms of slavery will be secondary to labour market violations in implementation efforts. In addition, the vulnerability of persons of slave descent was not recognized in the sustainable development framework in the same way as that of other minority groups’ 142 . It should also be noted that many other SDGs and Targets are relevant in helping to eliminate the root causes of contemporary forms of slavery; according to the Inter-Agency Coordination Group against Trafficking in Persons (ICAT) these include ‘development issues at-large including poverty, education, child labour, abuse and exploitation, gender inequality and discrimination, migration and the effects of climate change’ 143 . These SDGs and Targets include inter alia Goal 5 on gender equality, Goal 8 on increasing access to employment and decent work, as well as Target 10.7 on the facilitation of orderly, safe and responsible migration 144 . The significance of multiple references to forms of contemporary slavery, forced labour and human trafficking in the SDGs signals that these issues are now figuring more prominently in the political agendas 141 United Nations, Report of the Special Rapporteur on Contemporary forms of slavery, including its causes and consequences , 2017, Doc. A/72/139, p. 6, https://documents-dds-ny.un.org/doc/UNDOC/GEN/N17/216/32/PDF/N1721632.pdf?OpenElement, last accessed on 3.11.2018. 142 United Nations, Report of the Special Rapporteur on Contemporary forms of slavery, including its causes and consequences, Doc. A/72/139, 2017, p. 15. 143 The Inter-Agency Coordination Group against Trafficking in Persons, The Role of the Sustainable Development Goals (SDGs) in Combating Trafficking in Persons , Issue Brief 5, 2018, p. 1, http://icat.network/sites/default/files/publications/documents/ICAT_Issue_Brief_SDGs%202018.pdf, last accessed on 26.10.2018. 144 The Inter-Agency Coordination Group against Trafficking in Persons, The Role of the Sustainable Development Goals (SDGs) in Combating Trafficking in Persons, 2018, pp. 2 – 3. ",
        "Contemporary forms of slavery 35 of States around the world. However, the very few indicators selected and the associated lack of attention on progress made so far in achieving these goals has to be regarded as disappointing. Unfortunately, the Inter-Agency and Expert Group on Sustainable Development Goals Indicators has been able to agree on very few indicators relevant for demonstrating progress on contemporary forms of slavery, forced labour and human trafficking. Particularly disappointing is that the indicator selected for measuring progress on SDG Target 8.7 considers only the issue of child labour, the one connected with SDG Target 5.2 considers the overall issue of sexual violence and finally, the one chosen for measuring SDG Target 16.2 considers human trafficking 145 . It is also unclear how the conceptual overlaps and unclarity would be tackled. Child marriage is the only issue that pertains to the realm of contemporary forms of slavery , included in SDG Target 5, whose progress is measured in the Secretary General’s 2018 Report; included are comments on the fact that ‘an estimated 650 million girls and women today were married in childhood’, but also that ‘rates of child marriage have continued to decline around the world’ 146 . No reference is made on the progress in reaching the targets included in SDG Target 8.7 147 and in referring to those included in SDG Target 16.2, the Report laconically states that ‘more than 570 different flows involving trafficking in persons were detected between 2012 and 2014, affecting all regions; many involved movement from lower-income to higher-income countries’ and that ‘in 2014, the majority of detected trafficking victims were women and girls (71 %), and about 28 % were children (20 % girls and 8 % boys). Over 90 % of victims detected were trafficked for sexual exploitation or forced labour’ 148 . Moreover, the report quotes data from 2014 and does not clarify whether or not progress has been made since then. It is also worth noting that SDG Target 8.7 refers inter alia to the eradication of child labour by 2025. The ILO estimates that a total of 152 million children (64 million girls and 88 million boys) are in child labour globally; this means that almost one in ten of all minors worldwide are in a condition of child labour 149 . Moreover, nearly half of all those in child labour (namely 73 million children) are involved in hazardous work, including activities directly endangering minor’s health, safety, and morals. The ILO believes that ‘real advances have been made in the fight against child labour’; however, ‘a significant slowing down of progress’ was recorded from 2012 to 2016 150 . Therefore, ILO concludes that: ‘a simple projection of future progress based on the pace of progress achieved during 2012 to 2016 provides a loud wake-up call in this regard. […] [M]aintaining the current rate of progress […] would leave 121 million children still in child labour in 2025, of which 52 million would be in hazardous work’ 151 . 145 The indicator chosen for SDG Target 8.7 is: ‘8.7.1. Proportion and number of children aged 5-17 years engaged in child labour, by sex and age’; the one for SDG Target 5.2 is: ‘Proportion of women and girls aged 15 years and older subjected to sexual violence by persons other than an intimate partner in the previous 12 months, by age and place of occurrence’; and the one for SDG Target 16.2 is: ‘Number of victims of human trafficking per 100,000 population by sex age and form of exploitation’. See: General Assembly, Work of the Statistical Commission Pertaining to the 2030 Agenda for Sustainable Development . Annex , New York, United Nations, 2017, p. 12, http://undocs.org/A/RES/71/313, last accessed on 26.10.2018. 146 United Nations, The Sustainable Development Goals 2018 , New York, 2018, p. 6, https://unstats.un.org/sdgs/files/report/2018/TheSustainableDevelopmentGoalsReport2018.pdf, last accessed on 06.11.2018. 147 United Nations, The Sustainable Development Goals 2018, p. 8. 148 United Nations, The Sustainable Development Goals 2018, p. 12. 149 International Labour Organization, Global Estimates of Child Labour: Results and Trends, 2012 – 2016 , International Labour Organization, Geneva, 2017, p. 23, https://www.ilo.org/wcmsp5/groups/public/---dgreports/--- dcomm/documents/publication/wcms_575499.pdf, last accessed on 3.11.2018. 150 International Labour Organization, Global Estimates of Child Labour: Results and Trends, 2012 – 2016, 2017, pp. 11 – 12. 151 International Labour Organization, Global Estimates of Child Labour: Results and Trends, 2012 – 2016, 2017, p. 26. ",
        "Policy Department, Directorate-General for External Policies 36 This clearly demonstrates that the attention devoted to eliminating contemporary forms of slavery, forced labour and human trafficking needs to be reinvigorated and mainstreamed into States’ policies in the areas of development and poverty alleviation, gender equality, the elimination of ethnic and other forms of discrimination, migration management, the fight against organised crime, terrorism and so on. Secretary General Guterres’ conclusion that the SDGs’ implementation deadline in 2030 is approaching and that accordingly a sense of urgency needs to be instilled into States 152 is therefore particularly true for the areas of contemporary slavery, forced labour and human trafficking. The issue is even more pressing for child labour, given the 2025 deadline. A global partnership called Alliance 8.7 was recently created for the purpose of guaranteeing that SDG Target 8.7 will be met by 2030 153 . This comprises eight States and 143 other partners 154 , including inter alia international and non-governmental organisations, trade unions, businesses, academic institutions as well as other relevant stakeholders and networks. The ILO currently serves as Secretariat of the Alliance, with Australia and Argentina, respectively, acting as Chair and Deputy Chair of the Global coordinating group, thus organising frequent meetings aimed at setting goals and monitoring progress 155 . Notwithstanding the Alliance’s commendable aims, it is striking that only eight States have so far joined the Alliance for achieving SDG Target 8.7 and not one EU Member State is represented. Unfortunately, it should also be noted that, while the Alliance is also open to international regional organisations, the EU is not among its partners. There exists another relevant partnership, the Global Partnership to End Violence against Children, which was recently set up with the aim of boosting cooperation among relevant stakeholders in reaching SDG Target 16.2 156 . The Secretariat of this partnership is hosted by the United Nations International Children's Emergency Fund (UNICEF) and partners include a considerable number of non-state actors. While the EU is also absent from this initiative, as stated below, it does participate in the EU-UN Spotlight Initiative, aimed at eliminating violence against women, as including human trafficking 157 . Some NGOs have recently formed the 5.2 Global Partnership on Ending Violence against Women, framed as a multi-stakeholder group whose focus is the realisation of SDG Target 5.2 158 . While the UN Special Rapporteur on Contemporary Forms of Slavery has already emphasised the risks not only of fragmentation in the implementation of relevant SDGs, but also cherry-picking goals 159 , it should further be noted that effective action needs to be based on solid cooperation and coordination among all the relevant actors. Accordingly, it is recommended that those involved in the process of implementing the three SDGs, which are relevant for the area of contemporary forms of slavery, forced labour and human trafficking, establish a dialogue aimed at generating cooperation and coordination. This would avoid separate overlapping frameworks which are not communicating with each other and the consequent waste of time as well as human and financial resources. 152 United Nations, The Sustainable Development Goals 2018, p. 3. 153 See: https://www.alliance87.org/, last accessed on 1.10.2018. 154 For the list of partners see: https://www.alliance87.org/partners/, last accessed on 1.10.2018. The eight States that are partners of the Alliance are: Australia, Argentina, Albania, Chile, Cote d’Ivoire, Nepal, Peru and Sri Lanka. 155 See: https://www.alliance87.org/about/the-alliance/, last accessed on 1.10.2018. 156 See: The Global Partnership to End Violence against Children, http://www.end-violence.org, last accessed on 26.10.2018. 157 See: http://www.un.org/en/spotlight-initiative/, last accessed on 26.10.2018. 158 See: http://catwinternational.org/Home/Article/710-launching-the-52-global-partnership, last accessed on 26.10.2018. 159 United Nations, Report of the Special Rapporteur on Contemporary forms of slavery, including its causes and consequences, 2017, p. 18. ",
        "Contemporary forms of slavery 37 Another significant recent development is the adoption by the UN General Assembly of the New York Declaration for Refugees and Migrants on 19 September 2016 160 . In its consideration of people on the move, particularly women and children, the Declaration recognises their vulnerability ‘to discrimination and exploitation, as well as to sexual, physical and psychological abuse, violence, human trafficking and contemporary forms of slavery’. The Declaration sets in motion the process for drafting a new Global Compact on Safe, Orderly and Regular Migration and has indicated that the latter should include reference to the fight against ‘trafficking in persons, smuggling of migrants and contemporary forms of slavery’ 161 . The Global Compact was drafted through a participatory and transparent process, with full recognition that only through international cooperation can this thorny issue be properly tackled. The first draft of the Compact (the so-called zero draft ) was released on 5 February 2018, with a second being made available on 28 May 2018 and the final text being published on 11 July 2018 162 . This most recent version will be adopted at the Intergovernmental Conference, due to take place in Marrakech, Morocco, on 10-11 December 2018. The Global Compact will establish a cooperative framework with 23 objectives, each one of them containing a main commitment accompanied by relevant actions. It is significant that the document’s Preamble includes reference to: 1. the UDHR and core UN human rights treaties; 2. the UN Convention against Transnational Organized Crime and the two Protocols; 3. the Slavery Convention and Supplementary Convention on the Abolition of Slavery (not present in the first draft, but subsequently included in the second and later versions); 4. the ILO Conventions on promoting decent work and labour mobility. Additionally, mention is made of the Migration for Employment Convention of 1949 (No. 97), Migrant Workers Convention of 1975 (No. 143), Equality of Treatment Convention of 1962 (No. 118) and the ILO Convention on Decent Work for Domestic Workers No. 189 of 2011 (the latter having been included only in the final draft). However, striking omissions from the Preamble include reference to other fundamental treaties such as, inter ali a: 1. the ILO Forced Labour Convention No. 29 of 1930 and its Protocol of 2014; 2. the Abolition of Forced Labour Convention No. 105 of 1957; 3. the ILO Convention concerning minimum age for admission to work No. 138; and the ILO Convention on the Worst Forms of Child Labour No. 182. Moreover, the Preamble also lacks any reference to existing customary rules of international law (as including jus coge ns principles). Referring to the prohibition of slavery could have played a prominent role in this respect. The final draft of the Global Compact focuses very much on human trafficking, with only a few comments being made about other forms of exploitation. In particular, Objective 10 is fully dedicated to ‘Prevent [ ing ] and Combat [ ing ] Trafficking in Human Beings in the Context of International Migration’ and it includes 10 actions that focus on the 3-4Ps model (prevention, prosecution, protection and partnerships), on discouraging the demand that lies behind this phenomenon, guaranteeing proper identification, as well 160 United Nations, Resolution adopted by the General Assembly on 19 September 2016: New York Declaration for Refugees and Migrants, Doc. A/RES/71/1, 2016. 161 United Nations, Resolution adopted by the General Assembly on 19 September 2016: New York Declaration for Refugees and Migrants, 2016, p. 22, § III.8.k. 162 For the text of the final draft of the Global Compact for Safe, Orderly and Regular Migration, see: https://refugeesmigrants.un.org/sites/default/files/180711_final_draft_0.pdf , last accessed on 3.11.2018. ",
        "Policy Department, Directorate-General for External Policies 38 as protection and assistance to the victims. The Global Compact’s second draft included in action e) of Objective 10 a reference to modern slavery , focussing particularly on the vulnerabilities of women, men, girls and boys (the zero draft had even referred to contemporary forms of slavery ). It is regrettable, therefore, that such a concept was lost throughout the process and has unfortunately disappeared from the final text. A reference to slavery, servitude and forced, compulsory or child labour as well as strengthening the roles of labour inspectors and other authorities to ‘monitor recruiters, employers and labour providers’, which is included in Objective 6, action g), is the only remaining comment dedicated to various contemporary exploitative practices. Consequently, the Global Compact uses mostly human trafficking as the overarching umbrella concept , with very few references being made to other forms of exploitation. Moreover, later inclusions are not well-integrated into the text, so that unfortunately the international regime lacks a coherent and comprehensive approach on contemporary forms of slavery, human trafficking and forced labour. This represents a lost opportunity for extending the Compact’s focus beyond the trafficking framework, whose prevailing characteristics are a focus on law enforcement and efforts to distinguish between human trafficking and the smuggling of migrants. In addition to this, labour exploitation, which is the only aspect ultimately being taken into consideration by the Global Compact represents exclusively one side of the issue. Migrants can in fact be subjected to multiple forms of exploitation. Finally, the comprehensiveness of the text would have benefitted from a reference to early and forced marriages too. It is also worthy of note that in September 2017 the General Assembly adopted a political declaration on implementation of the 2010 United Nations Global Plan of Action to Combat Trafficking in Persons that reaffirms UN Member States’ commitments on human trafficking 163 . The political declaration indicated that the Plan and the 2030 Agenda for Sustainable Development are ‘mutually reinforcing’ and recalled the New York Declaration on Refugees and Migrants, so that the current policy framework is founded on these three axes 164 . 4 The prevalence of contemporary forms of slavery Recognising the prevalence of contemporary forms of slavery all over the world, in the various regions, sub-regions and States, is fundamental for setting policy priorities. It is also to be clearly acknowledged that serious difficulties exist for realising this objective with any substantial degree of precision. The first difficulty that researchers encounter is the illegal nature of this phenomenon (labelled as hidden) that challenges traditional methods of data collection 165 . Merry refers to the problem by effectively claiming that human trafficking is the ‘uncountable’ phenomenon 166 . Similarly, and possibly even more pessimistically, equal conclusions can be reached for other contemporary forms of exploitation that have, so far, received less attention, funding and research efforts than human trafficking. As Craig argues, ‘ironically, comprehensive data — which, during the period when slavery was legal, was diligently recorded — is now, in a context of illegality, far less accessible’ 167 . Moreover, it should also be noted that research in this sector is still in its infancy and even though estimates might be based on hard data the different collection methods available at national level might pose a serious challenge to researchers 168 . Finally, 163 General Assembly, Political declaration on the implementation of the United Nations Global Plan of Action to Combat Trafficking in Persons , United Nations, New York, 2017, http://undocs.org/A/72/L.1, last accessed on 26.10.2018. 164 General Assembly, Political declaration on the implementation of the United Nations Global Plan of Action to Combat Trafficking in Persons 2017, §§ 2 and 18. 165 Walby, S., 2016, p. 8. 166 Merry, S. E., 2017, p. 273. 167 Craig, G., ‘Modern Slavery in the United Kingdom: An Incoherent Response’, 30 Social Policy Review 27, 2018, p. 28. 168 Eurostat, Trafficking in Human Beings , European Union, Luxembourg, 2015, p. 15, http://ec.europa.eu/anti- trafficking/sites/antitrafficking/files/eurostat_report_on_trafficking_in_human_beings_-_2015_edition.pdf, last accessed on 26.09.2018. ",
        "Contemporary forms of slavery 39 another serious concern already mentioned above, has to do with the definitional vagueness existing in this field at all levels; efforts aimed at understanding the prevalence of contemporary forms of slavery, consequently, cannot be disconnected from very much needed research on the contours of definitions and interpretations concerning the exploitative practices generally included in this international regime. Early attempts aimed at estimating the phenomenon of human trafficking were seriously criticised for the presence of methodological problems or lack of clarity in the methodology used, yet the divergent nature of conclusions reached by various actors should be acknowledged together with the fact that even today studies might at times be non-comparable, since they attempt to measure different issues 169 . The first estimate on contemporary slavery to be released is probably the figure of 27 million people calculated by Bales in 1999 170 . However, even Bales recognised that this was ‘a very rough guess’ 171 ; as he said, this was the number he could ‘trust’ and that would fit into his definition of slavery 172 . In 2005, the ILO published its first global forced labour figures estimating that, at a minimum, 2.3 million persons were in forced labour at any point in time during the period from 1995 to 2004. According to the organisation, 20 % of them were subject to trafficking. That same year the US Department of State claimed as part of its Trafficking in Persons Report that between 600 000 and 800 000 people are trafficked across international borders each year, with 80 % of the victims being women and half of them being minors 173 . Subsequently, the ILO published new estimates in 2012, setting the number of people in forced labour at 21 million. 18.7 million of them (that is 90 % of the victims) were exploited in the private economy, by individuals or enterprises. Of these, 4.5 million (22 %) were victims of forced sexual exploitation and 14.2 million (68 %) were victims of forced labour exploitation in economic activities, such as agriculture, construction, domestic work or manufacturing. Finally, 2.2 million (10 %) were in state-imposed forms of forced labour and 5.5 million (26 %) were below 18 years of age 174 . Since 2013 the Walk Free Foundation has been publishing its Global Slavery Report and Index . This Foundation, established in Perth (Australia) during 2012 thanks to generous financing from philanthropists Andrew and Nicola Forrest, has continued to publish annual reports containing specific estimates of the phenomenon. These estimates have steadily increased from the first 2013 Global Slavery Index, which claimed that there were 29.8 million slaves in the world; the 2014 Index raised this number to 35.8 million, whilst the 2016 Index went even further by putting the number of slaves at 45.8 million. The 2018 edition of the Index features the collaborative effort of the ILO and the Walk Free Foundation, in partnership with 169 Merry, S. E., 2017, p. 278. 170 K. Bales, Disposable People: New Slavery in the Global Economy , University of California Press, Berkeley, 2004, p. 8. Curiously enough, Bales’ estimate was used as the title of a pop-song by Matt Redman and LZ7, which describes however contemporary slavery in a simplistic way by only referring to a young girl trafficked to London for sexual exploitation. A video of the song is available at: https://www.youtube.com/watch?v=K69NdzPvwj0, last accessed on 25.11.2018. 171 Merry, S. E., 2017, p. 285. 172 Bales, K., p. 9. Bales’ firstly defined slavery as: ‘[T]he total control of one person by another for the purpose of economic exploitation’. He subsequently amended this definition to further clarify some of the elements and render it more comprehensive, so that slavery is: ‘[T]he control of one person (the slave) by another (the slaveholder or slaveholders). This control transfers agency, freedom of movement, access to the body, and labor and its product and benefits to the slaveholder. The control is supported and exercised through violence and its threat. The aim of this control is primarily economic exploitation, but may include sexual use or psychological benefit.’ If compared with the 1926 legal definition of slavery, Bales’ definition substitutes the concept of ownership (and associated rights) with the one of (partial or total) control, guaranteed by violence or its threat, primarily for economic exploitation, but with two other additional purposes (namely sexual use and psychological benefit) foreseen. See: Bales, K., 2004, p. p. 6; Bales, K., ‘Slavery in Its Contemporary Manifestations’, The Legal Understanding of Slavery , Allain J., Oxford University Press, Oxford, 2012, p. 284. 173 For a critique of these estimates, see: Scarpa, S., 2008, pp. 9-12; Merry, S. E., 2017, pp. 279 – 283. 174 International Labour Organization, ILO 2012 Global Estimate on Forced Labour: Executive Summary , International Labour Office, Geneva, 2012, http://www.ilo.org/wcmsp5/groups/public/---ed_norm/---declaration/documents/publication/wcms_181953.pdf, last accessed on 26.09.2018. ",
        "Policy Department, Directorate-General for External Policies 40 the International Organization for Migration (IOM). It estimates that in 2016 there were 40.3 million modern slaves in the world, 24.9 million of whom were exploited in forced labour and 15.4 million in forced marriage. Women and girls represent 71 % of victims. Moreover, of the 24.9 million victims of forced labour, 16 million are exploited in the private economy, another 4.8 million are subjected to sexual exploitation, and 4.1 million are in a condition of forced labour imposed by State authorities. The Report also states that modern slavery is most prevalent in Africa, followed by the Asia and the Pacific region. Finally, according to the Walk Free Foundation, 89 million people worldwide experienced some form of contemporary slavery for periods ranging between a few days to up to five years 175 . The Global Slavery Index uses a mixed methodology founded on three axes: 1. interviews conducted through the Gallup World Poll in 54 countries and involving more than 71 000 participants; 2. data from IOM’s databases of assisted victims of trafficking; 3. data derived from some unspecified ‘validated secondary sources’ and a systematic review of comments from the ILO supervisory bodies regarding ILO Conventions on forced labour. Moreover, researchers acknowledge that since no data on North Korea is available, the research involved undertaking interviews with 50 North Korean defectors currently living in South Korea. The 2018 estimate is described as conservative by the researchers, since there is a serious lack of data relating to: 1. countries in which there are conflicts (including Syria, Iraq, Yemen, Libya, South Sudan, and parts of Nigeria and Pakistan); 2. the serious exploitation of some migrant workers and child, early and forced marriages in Arab States; 3. the issues of children exploited in armed conflicts and human trafficking for the removal of organs worldwide. Scholars are divided on their assessments of these attempts aimed at understanding the prevalence of contemporary slavery, human trafficking and forced labour. In this respect, Ronald Weitzer and Anne T. Gallagher have been particularly critical. Weitzer claims, for instance, that the use of non-standardised and consequently non-comparable sources cannot lead to precise global estimates. Furthermore, according to him the methodology of ‘extrapolation is tantamount to guesswork’ 176 . Gallagher notes instead how ‘numbers can be manipulated to suit certain policy goals’ 177 . Moreover, she believes that the need for global estimates as a way of setting policy priorities is particularly evident in this field. Gallagher further maintains that the Walk Free Foundation’s Index provides a picture of certainty in ranking the responses of States and estimating the global phenomenon which, given the lack of data and proper tools, is questionable. Finally, she also criticises the Index because it promotes what the expert calls ‘philanthropic colonialism’ by: ‘embod[ing] and perpetuat[ing] a distorted, albeit comforting, belief that slavery is all about bad individuals doing bad things to good people. At the root of that belief is an unshakeable faith in being able to eliminate the myriad practices captured under ‘modern slavery’ without firstly fundamentally 175 Walk Free Foundation, The Global Slavery Index 2018 , Walk Free Foundation, Perth, 2018, p. 2 https://www.globalslaveryindex.org/, last accessed on 2.11.2018. 176 Weitzer, R., New Directions in Research on Human Trafficking , 653 The Annals of the American Academy of Political and Social Science 6, May 2014, p. 14. 177 Gallagher, A. T., ‘What’s Wrong with the Global Slavery Index?’, 8 Anti-Trafficking Review 90, 2017, http://www.antitraffickingreview.org/index.php/atrjournal/article/view/228/216 , last accessed on 28.09.2018. ",
        "Contemporary forms of slavery 41 changing how our societies and economies are organised and secondly producing a radical shift in the distribution as well as exercise of political and economic power. At no point does the Index or its parent organisation, Walk Free, challenge or even gently interrogate the underlying structures that perpetuate and reward exploitation, including a global economy that relies heavily on the exploitation of poor people’s labour to maintain growth together with a global migration system that entrenches vulnerability and contributes directly to trafficking’ 178 . At EU level, Eurostat published two working papers dealing with statistical data collection on human trafficking in 2013 and 2015. Both papers are based on data provided by the EU Member States together with some candidate and European Free Trade Association (EFTA) / European Economic Area (EEA) States. According to the 2015 paper, over the three years between 2010 and 2012, there were 30 146 identified and presumed victims of trafficking registered 179 . In 2016 the European Commission published statistical data covering the period 2013-2014 and a total of 15 846 registered victims was reached. The two most widespread forms of exploitation were trafficking for the purpose of sexual exploitation (67 % of registered victims) and for labour exploitation (21 % of registered victims). Finally, the remaining 12 % of victims were trafficked for other exploitative purposes. Moreover, 76 % of the victims were women and at least 15 % were minors. The data also offer a clear picture on the transnational nature of human trafficking; however, it should also be noted that 65 % of the victims were EU citizens, with the top five nationalities of victims being: Romanians, Bulgarians, Dutch 180 , Hungarian and Polish. Conversely, the top-five non-EU countries of origin for human trafficking victims were: Nigeria, China, Albania, Vietnam and Morocco 181 . Similar conclusions were reached by Europol, which during 2013 and 2014 registered 8 037 suspects of human trafficking as well as 7 500 victims and potential victims, noting that the majority of both suspects (70 %) and victims (71 %) were EU citizens 182 . The report also emphasises that sexual exploitation is the most frequently reported form of human trafficking, followed by labour exploitation, exploitation of victims in forced criminal activities (including theft, robbery, burglary, illegal adoption of children, drug production and trafficking forced street begging) and coerced sham marriages 183 . While the Commission noted that data recorded on an annual basis were lower for the period 2013-2014 than for the period 2012-2013, it also warned that it would be advisable not to compare these data, given the potential differences in the methodology as well as the legal definitions. As recognised by Eurostat: ‘a higher number of reported cases does not necessarily mean that a country has more victims than another country. Nor is it necessarily an indication of a better identification or recording system. Sudden increases or decreases may merely reflect legislative modifications, changes in statistical procedures and counting rules, or be the result of specific law enforcement initiatives. Careful 178 Gallagher, A.T., 2017. 179 Eurostat, Trafficking in Human Beings, 2015, p. 15. 180 As reported by the Dutch Special Rapporteur on Trafficking in Human Beings and Sexual Violence on Children, internal trafficking for sexual purposes of Dutch girls constitutes the greatest portion of the phenomenon of human trafficking in the country. See: Dutch Special Rapporteur on Trafficking in Human Beings and Sexual Violence against Children, Victims of Human Trafficking: Periodical Report 2012 – 2016. Summary , The Hague, 2018, p. 8, https://www.dutchrapporteur.nl/binaries/FINAL_BNRM- Victims%20of%20Human%20Trafficking-%20Periodical%20Report%202012-2016_INTERACTIVE_tcm24-353879.pdf, last accessed on 29.09.2018. 181 European Commission, Report on the progress made in the fight against trafficking in human beings (2016) as required under Article 20 of Directive 2011/36/EU on preventing and combating trafficking in human beings and protecting its victims , Brussels, 2016, p. 4. 182 Europol, Situation Report: Trafficking in human beings in the EU , The Hague, 2016, p. 9, https://ec.europa.eu/anti- trafficking/sites/antitrafficking/files/situational_report_trafficking_in_human_beings-_europol.pdf, last accessed on 27.10.2018. 183 Europol, Situation Report: Trafficking in human beings in the EU, 2016, pp. 20 – 26. ",
        "Policy Department, Directorate-General for External Policies 42 analysis of the information provided in the country notes is required to allow for a comprehensive understanding of the values reported, and comparisons between Member States should be avoided’ 184 . Therefore, collecting data at the supranational level is a daunting task that might not be devoid of some politicisation. Moreover, it requires not only a solid methodological basis, but also a relevant standardisation process for the legislative frameworks in place. 5 Recent developments at EU level 5.1 The EU internal law and policy framework The EU’s internal policy framework on human trafficking is currently based on various provisions included in the Treaty of Lisbon 185 . In particular, Article 83 includes human trafficking among the 10 so-called ‘Euro- crimes’. Unfortunately, these provisions acknowledge only the existence of human trafficking as a trans- border crime. However, on the positive side, trafficking in persons was moved from a pre-Lisbon framework based on Title VI of the Treaty Establishing the European Union (Third Pillar) to Title IV of the Treaty Establishing the European Community (First Pillar), with a number of advantages, including availability of the co-decision procedure that places the EP on an equal level with the Council of Ministers, and gives the Court of Justice full jurisdiction in this field. Moreover, Article 5 of the European Charter of Fundamental Rights (which is binding for EU institutions and EU Member States when they implement EU law) prohibits slavery, servitude, forced or compulsory labour and trafficking in human beings and Article 32 forbids child labour 186 . The first post-Lisbon Directive in the field of trafficking in persons is Directive 2011/36/EU, which repealed Council Framework Decision 2002/629/JHA, covering the prevention and combating of trafficking in human beings as well as protection of its victims. The Directive, which is based on Articles 82 and 83 of the Lisbon Treaty, adopts a 3-4Ps approach to human trafficking, thus includes measures aimed at guaranteeing prevention and partnerships, the prosecution of traffickers as well as the protection of trafficking victims. Re-focusing of EU action in the field of human trafficking so as to guarantee ‘an integrated, holistic and human rights approach to the fight against trafficking in human beings’ 187 is solidly based on a gender perspective and respect for the principle of children’s best interests; this is fully guaranteed by the new Directive 188 . Other relevant Acts in the field of human trafficking include inter alia 189 : 1. Directive 2014/36/EU (the Seasonal Workers Directive) setting the conditions of entry and stay for third- country nationals’ seasonal workers 190 ; 184 Eurostat, Trafficking in Human Beings, 2015, p. 22. 185 Consolidated version of the Treaty on the Functioning of the European Union, OJ C 326 of 26.10.2012, p. 47 . 186 Charter of Fundamental Rights of the European Union, OJ C 326 of 26.10.2012 , p. 391. 187 Recital 7 of the Preamble. 188 For an analysis of the Directive, see: Scarpa S., ‘European Standards of Protection of Victims of Trafficking’, Coherence and Incoherence in Migration Management and Integration , Neuwahl, N., and Barrère, S., Éditions Thémis, Montréal, 2017, pp. 99 – 107. 189 A full list of relevant EU acts is available at: https://ec.europa.eu/anti-trafficking/legislation-and-case-law/eu-legislation_en, last accessed on 26.10.2018. 190 Directive 2014/36/EU of the European Parliament and of the Council of 26 February 2014 on the conditions of entry and stay of third-country nationals for the purpose of employment as seasonal workers, OJ L 94, 28.3.2014, p. 375. ",
        "Contemporary forms of slavery 43 2. Directive 2012/29/EU establishing minimum standards on the rights, support and protection of victims of crime 191 ; 3. Directive 2011/92/EU on combating the sexual abuse and sexual exploitation of children and child pornography 192 ; 4. Directive 2009/52/EC providing for minimum standards on sanctions and measures against employers of illegally resident third-country nationals 193 ; 5. Council Directive 2004/81/EC on the residence permit issued to third country-nationals who are victims of trafficking in human beings or who have been the subject of an action to facilitate illegal immigration, who cooperate with competent authorities 194 . The establishment of the Office of the Anti-Trafficking Co-ordinator based at the European Commission, which was provided for by the Stockholm Programme adopted in 2009 195 , has certainly boosted coordination and cooperation efforts among EU institutions as well as National Rapporteurs and Equivalent Mechanisms together with civil society. The EU Anti-Trafficking Coordinator, Myria Vassiliadou, recently succeeded in guaranteeing a more coordinated, coherent and comprehensive response to human trafficking by 10 EU institutions, as well as safeguarding that a contact point on human trafficking will be nominated in each one of them 196 . Another important achievement of her office is to further foster the EU Network of National Rapporteurs and Equivalent Mechanisms on trafficking in human beings (NREMs). Bi- annual meetings are organised as well as joint meetings between the NREMs and the EU Civil Society Platform against Trafficking in Human Rights (THB), which was set up in 2013 by the Commission. The Platform meets twice per year and comprises over 100 civil society organisations active in EU Member States and selected neighbouring countries. Moreover, on 19 June 2012, the European Commission adopted the EU Strategy towards the Eradication of Trafficking in Human Beings (2012-2016) that, through five key priority areas and a set of practical actions for each priority, has indicated the way forward. The key priorities are: 1. identifying, protecting and assisting victims of trafficking; 2. stepping up the prevention of trafficking in human beings; 191 Directive 2012/29/EU of the European Parliament and of the Council of 25 October 2012 establishing minimum standards on the rights, support and protection of victims of crime, and replacing Council Framework Decision 2001/220/JHA, OJ L 315, 14.11.2012, p. 57. 192 Directive 2011/92/EU of the European Parliament and of the Council of 13 December 2011 on combating the sexual abuse and sexual exploitation of children and child pornography, and replacing Council Framework Decision 2004/68/JHA, OJ L 335, 17.12.2011, p. 1. 193 Directive 2009/52/EC of the European Parliament and of the Council of 18 June 2009 providing for minimum standards on sanctions and measures against employers of illegally staying third-country nationals, OJ L 168, 30.06.2009, p. 24 . 194 Council Directive 2004/81/EC of 29 April 2004 on the residence permit issued to third-country nationals who are victims of trafficking in human beings or who have been the subject of an action to facilitate illegal immigration, who cooperate with the competent authorities, OJ L 261, 6.8.2004, p. 19. 195 European Council, The Stockholm Programme — An open and secure Europe serving and protecting citizens, OJ C 115 of 4.5.2010 , p. 21 - 22. 196 In June 2018, the Heads of the European Asylum Support Office (EASO), European Police Office (Europol), European Agency for the operational management of large-scale IT systems in the area of freedom, security and justice (EU-LISA), European Monitoring Centre for Drugs and Drug Addiction (EMCDDA), EU Judicial Cooperation Unit (Eurojust), European Institute for Gender Equality (EIGE), European Border and Coast Guard Agency (Frontex), EU Agency for Fundamental Rights (FRA), EU Agency for Law Enforcement Training (CEPOL), and the European Foundation for the Improvement of Living and Working Conditions (Eurofound) signed a Joint Statement of commitment aimed at increasing the cooperation in the fight against trafficking in human being. See: https://ec.europa.eu/anti- trafficking/sites/antitrafficking/files/eu_agencies_joint_statement_of_commitment_to_working_together_to_address_thb.pdf, last assessed on 28.09.2018. ",
        "Policy Department, Directorate-General for External Policies 44 3. increasing prosecution of traffickers; 4. enhancing coordination and cooperation among key actors and policy coherence; 5. increasing knowledge of and effective response to emerging concerns related to all forms of trafficking in human beings 197 . Recent developments at EU level include a key report published by the European Commission in December 2017 as a follow-up to the EU Strategy that takes stock of work conducted so far by EU institutions 198 . This report defines three targeted priorities for the EU’s future action in the field of human trafficking, including: stepping up the fight against criminal networks in an effort to disrupt the trafficking chain’s business model, guaranteeing that victims of trafficking have access to their right and intensifying a coordinated and consolidated response within and outside the EU. Moreover, the report contains a series of cross- cutting actions aimed at conducting targeted research for increasing understanding on human trafficking and conducting an EU-wide awareness raising campaign. Finally, another cross-cutting action will include support for anti-trafficking projects, including particularly those focusing on its gender dimension, as well as high-risk sectors and groups through various EU funding programmes 199 . Furthermore, the European Commission and other EU institutions have recently published relevant studies, including some in key areas identified by the EU Strategy 200 . A much-needed assessment of the progress made by Member States in the transposition of Directive 2011/36/EU was conducted by the European Commission in the Transposition Report 201 . The Commission’s 2016 Progress Report assesses progress made in the fight against human trafficking in the EU 202 . Finally, the study reviewing 321 anti- trafficking projects funded by the European Commission between 2004 and 2015 203 is of particular significance. One of the study’s key conclusions suggested that there is a need to ensure ‘an enhanced coordination and cooperation, which are required to support policy coherence and accountability across the EU: to ensure cross-cutting principles are addressed; to enhance coherence among the external and internal dimensions of the anti-trafficking policy; to foster inter-agency cooperation; to strengthen accountability; and to reflect on supply and demand’ 204 . Moreover, the EU’s recent focus on corporate social responsibility (CSR) and the implementation of the UN Guiding Principles on Business and Human Rights (see further below) might also produce an impact on trafficking in persons and contemporary forms of slavery in the EU by targeting business-related human 197 European Commission, The EU Strategy towards the Eradication of Trafficking in Human Beings 2012–2016, Brussels, 2012, p. 5. 198 European Commission, Reporting on the follow-up to the EU Strategy towards the Eradication of trafficking in human beings and identifying further concrete actions, Brussels, 4.12.2017, COM (2017) 728 final, p. 3, https://ec.europa.eu/anti- trafficking/sites/antitrafficking/files/20171204_communication_reporting_on_follow- up_to_the_eu_strategy_towards_the_eradication_of_trafficking_in_human_beings.pdf, last accessed on 1.10.2018. 199 European Commission, Reporting on the follow-up to the EU Strategy towards the Eradication of trafficking in human beings and identifying further concrete actions, 2017, p. 8. 200 They are presented in latest compilation of EU anti-trafficking action. See: European Commission, EU Anti-trafficking action 2012- 2016 at a glanc e, Brussels, 2017, https://ec.europa.eu/anti-trafficking/sites/antitrafficking/files/eu_anti-trafficking_action_2012- 2016_at_a_glance.pdf, last accessed on 28.09.2018. 201 European Commission, Assessing the extent to which Member States have taken the necessary measures in order to comply with Directive 2011/36/EU on preventing and combating trafficking in human beings and protecting its victims in accordance with Article 23 (1), Brussels, 2016. 202 European Commission , Report on the progress made in the fight against trafficking in human beings (2016) as required under Article 20 of Directive 2011/36/EU on preventing and combating trafficking in human beings and protecting its victims , Brussels, 2016. 203 Walby, S. et al., Study on comprehensive policy review the European Commission of anti-trafficking projects funded by the European Commission , HOME/2014/ISFP/PR/THBX/0052, Publications Office of the European Union, Luxembourg, 2016, https://ec.europa.eu/anti-trafficking/sites/antitrafficking/files/study_on_comprehensive_policy_review.pdf, last accessed on 28.09.2018. 204 Walby, S., 2016, p. 94. ",
        "Contemporary forms of slavery 45 rights abuses. One specific area in this context is the leverage the EU has through public procurement. As recognised by the European Commission, public procurement represents 14 % of the EU Gross Domestic Product (GDP) and an estimated EUR 2 000 billion annually are spent by public authorities 205 . In this respect the three EU public procurement Directives governing general public sector, utilities and concessions require EU Member States to take appropriate steps in guaranteeing that corporate entities performing public contracts comply with relevant environmental, social and labour standards 206 . In regard to labour standards, reference is made to eight ILO core conventions, namely: ILO Convention No. 87 on Freedom of Association and the Protection of the Right to Organise; ILO Convention No. 98 on the Right to Organise and Collective Bargaining; ILO Convention No. 29 on Forced Labour; ILO Convention No. 105 on the Abolition of Forced Labour; ILO Convention No. 138 on Minimum Age; ILO Convention No. 111 on Discrimination (Employment and Occupation); ILO Convention No. 100 on Equal Remuneration; and ILO Convention No. 182 on Worst Forms of Child Labour 207 . However, the International Learning Lab on Procurement and Human Rights recently claimed that: ‘the 2014 EU Procurement Directives, member states’ transposing legislation and any existing official guidance at EU and member state levels relating to the Directives do not address the implications of the UNGPs in the public procurement context. … Besides, there is evidence that existing EU laws have a “chilling effect” on measures by EU public authorities to integrate human rights into public procurement, despite important innovations in some EU member states and in particular at the level of local government’ 208 . Accordingly, the Lab proposes the adoption at EU level of a revised definition for socially responsible public procurement, which should better align with the United Nations Guiding Principles on Business and Human Rights and the Organisation for Economic Co-operation for Development (OECD) Guidelines for Multinational Enterprises, including a reference to the States’ duty to protect individuals against corporate human rights abuses and to human rights due diligence standards 209 . On a more positive note, the increased attention to guaranteeing coherence and consistency between the EU policy’s internal and external dimensions in the field of human trafficking is of course much welcomed. However, given the definitional vagueness described in this briefing, the EU should make additional efforts towards maximising its use of the human trafficking framework’s potentially wide scope, both in its internal and external affairs and streamlining its action on all forms of contemporary slavery, forced labour and human trafficking. 205 European Commission, Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Making Public Procurement work in and for Europe , Strasbourg, 3.10.2017, COM (2017) 572 final, p. 2. 206 The three Directives are: Directive 2014/24/EU of the European Parliament and of the Council of 26 February 2014 on public procurement and repealing Directive 2004/18/EC, OJ L 094 of 28 March 2014, p. 65 ; Directive 2014/25/EU of the European Parliament and of the Council of 26 February 2014 on procurement by entities operating in the water, energy, transport and postal services sectors and repealing Directive 2004/17/EC, OJ L 094 of 28 Match 2014, p. 243 ; Directive 2014/23/EU of the European Parliament and of the Council of 26 February 2014 on the award of concession contracts, OJ L 094 of 28 March 2014, p. 1 . 207 Reference to labour standards is made by Article 18 and Annex X of the public sector procurement Directive, Article 36 and Annex XIV of the utilities Directive and Article 3, 30 and Annex X of the concessions Directive. 208 Methven O’Brien, C. and Martin-Ortega, O. and Conlon, E., Guidance on Socially Responsible Public Procurement: Response to consultation by the European Commission by the International Learning Lab on Procurement and Human Rights , BHRE Research Series, Policy Paper no. 5, July 2018, p. 5, https://static1.squarespace.com/static/56e9723a40261dbb18ccd338/t/5b91132dc2241b85ea9b8169/1536234288205/EC+consu ltation+SRPP+Guidance+International+Learning+Lab+Submission+Final+%282%29.pdf, last accessed on 28.10.2018. 209 Methven O’Brien, C. and Martin-Ortega, O. and Conlon, E., 2018, pp. 12 – 13. ",
        "Policy Department, Directorate-General for External Policies 46 5.2 EU external action on contemporary forms of slavery The EU currently lacks a coherent, comprehensive and overarching conceptual framework dedicated to contemporary forms of slavery in its external action. This is not to say that the EU has so far being inactive in this area. However, its external action has mostly focused on certain contemporary forms of slavery, which have been inserted in some of the relevant external policies, including among others the fields of the promotion of human rights and democracy, development cooperation, migration and refugee protection, security and crisis response, and multilateral action 210 . In this respect, it is worth noting that while the 2016 Global Strategy for the European Union’s Foreign and Security Policy positively includes references to mainstreaming human rights and gender issues into external action and rendering policies and instruments ‘migration-sensitive’ 211 , it would have benefited from a reference to contemporary forms of slavery and an indication of how the EU would proceed in this field. The EU’s external action initiatives that are relevant to the area of contemporary forms of slavery are too numerous for all of them to be mentioned in this concise section. Therefore, an attempt is made to examine some the most important contemporary forms of slavery taken into consideration by this briefing, as a way of shedding a light on this under-researched area. The Lisbon Treaty has fundamentally altered the framework of EU external action in many respects, including in the field of human rights. Article 6(1) of the Lisbon Treaty provides for the European Charter of Fundamental Rights to have the same legal value as the founding treaties. Moreover, this treaty calls for the EU’s accession to the European Convention on Human Rights, whose Article 4 prohibits slavery, servitude and forced and compulsory labour and, since the ECHR is a ‘living instrument’, the European Court of Human Rights finds it forbids human trafficking too 212 . A fundamental provision setting the standards for EU action is Article 3.5 of the Treaty on European Union (TEU) stating that: ‘in its relations with the wider world, the Union shall […] contribute to peace, security, the sustainable development of the Earth, solidarity and mutual respect among peoples, free and fair trade, eradication of poverty and the protection of human rights, in particular the rights of the child, as well as to the strict observance and the development of international law, including respect for the principles of the United Nations Charter’. Additionally, Article 21.2(b) TEU specifically provides that EU external action is aimed at consolidating and supporting ‘democracy, the rule of law, human rights and the principles of international law’. This new regulatory framework led to the adoption on 25 June 2012 of the EU’s Strategic Framework and Action Plan on Human Rights and Democracy 213 , and on 25 July 2012 to the appointment of Mr Stavros 210 For a list of the EEAS areas of work see: EEAS, What We Do , https://eeas.europa.eu/headquarters/headquarters- homepage/area/foreign-affairs_en, last accessed on 27.11.2018. 211 European Union, Shared Vision, Common Action: A Stronger Union. A Global Strategy for the European Union’s Foreign and Security Policy , 2016, p. 50-51, https://eeas.europa.eu/sites/eeas/files/eugs_review_web_0.pdf, last accessed on 27.11.2018. 212 See: European Court of Human Rights, Guide on the Interpretation of Article 4 of the European Convention on Human Rights: Prohibition of Slavery and Forced Labour , Council of Europe, Strasbourg, 2018, https://www.echr.coe.int/Documents/Guide_Art_4_ENG.pdf, last accessed on 27.11.2018. 213 See: Council of the European Union, Strategic Framework and Action Plan on Human Rights and Democracy , Doc. 11855/12, Luxemburg, 2012, https://www.consilium.europa.eu/uedocs/cms_data/docs/pressdata/EN/foraff/131181.pdf, last accessed on 27.10.2018. ",
        "Contemporary forms of slavery 47 Lambrinidis as EU Special Representative (EUSR) for Human Rights 214 . The Strategic Framework provides the EU with guidance, including priorities and guiding principles that are still relevant today; the Action Plan included instead 97 actions to be completed in the period 2012-2014. A new Action Plan covering the period 2015-2019 was adopted in 2015. The Plan recognises the need for strategically selecting relevant priorities ‘where additional political momentum and enhanced commitments are needed’ 215 . Hence, it identified five priority areas 216 , and while the document does not refer to contemporary forms of slavery, it nevertheless does include references to trafficking in persons, forced labour, early and forced marriages, the sale of children, child prostitution and pornography, the use of children in armed conflicts, and the worst forms of child labour. Human trafficking and forced labour are interconnected and, in particular, objective IV.24.b commits the EU and its Member States to: ‘fully integrate human rights, refugees’ rights and victim protection into discussions on Trafficking in Human Beings (THB) in political, migration and mobility, security and human rights dialogues with priority countries, and with international and regional organisations and donors operating in those priority countries; EU Delegations in priority countries will make full use of their appointed contact person for THB, and raise human rights-related issues in discussions on THB with the host-country authorities; promote the ratification and implementation of key international conventions concerning trafficking in human beings and the issue of forced labour’ 217 . Moreover, the focus on business and human rights in objective 18 and human rights in the areas of trade and investment as well as the reference to CSR in objective 25 might include (even if not explicitly stated) action relevant for some contemporary forms of slavery. Conversely, the Action Plan does not include any reference to other exploitative practices, such as slavery and debt bondage. The mid-term review of the Action Plan conducted in 2017 positively evaluated the work done so far and did not raise any issue regarding the lack of an overarching framework, of an internal consistency assessment among the contemporary forms of slavery covered and of an acknowledgment of conceptual issues and eventual loopholes in implementation 218 . Similar conclusions can be drawn for the 2018 Annual Report on Human Rights and Democracy 219 that lacks a reference to some contemporary forms of slavery, as well as a consistent approach to those that are covered. It is also worth mentioning how human trafficking along migratory routes features prominently among recent priorities set by the High Representative of the Union for Foreign Affairs and Security Policy/Vice- President of the Commission Federica Mogherini. Operation Sophia 220 , as well as the three EU civilian Missions in Libya, Mali and Niger (namely EUCAP Sahel Niger, EUCAP Sahel Mali and EUBAM Libya), 214 The EEAS’s website offers limited information on the EUSR on Human Rights at: https://eeas.europa.eu/headquarters/headquarters-homepage_en/3606/EU%20Special%20Representatives, last accessed on 27.10.2018. 215 See: Council of the European Union, EU Action Plan on Human Rights and Democracy , European Union, Luxembourg, 2015, https://eeas.europa.eu/sites/eeas/files/eu_action_plan_on_human_rights_and_democracy_en_2.pdf, last accessed on 28.10.2018. 216 The five priorities are: 1. boosting ownership of local actors; 2. addressing human rights challenges; 3. ensuring a comprehensive human rights approach to conflict and crises; 4. fostering better coherence and consistency; 5. a more effective EU human rights and democracy support policy. 217 Council of the European Union, EU Action Plan on Human Rights and Democracy, 2015, p. 37. 218 Council of the European Union, EU Action Plan on Human Rights and Democracy (2015-2019): Mid-Term Review , European Union, Luxembourg, 2017, http://data.consilium.europa.eu/doc/document/st-11138-2017-init/en/pdf, last accessed on 27.10.2018. 219 Council of the European Union, EU Annual Report on Human Rights and Democracy in the World 2017 , Doc. 9122/18, Brussels, 28 May 2018, https://www.consilium.europa.eu/media/35383/st09122-en18.pdf, last accessed on 26.10.2018. 220 See: Operation Sophia, https://www.operationsophia.eu/, last accessed on 30.9.2018. ",
        "Policy Department, Directorate-General for External Policies 48 together with the EU-IOM Joint Initiative for Migrant Protection and Reintegration of Returnees 221 are all part of this strategic framework. While an assessment of these missions and initiatives falls outside of the scope of this briefing, it is recommended that the EP monitors to what extent contemporary forms of slavery have been mainstreamed into their mandates. It would also be fundamental that the staff deployed abroad receives adequate training, which should not be limited to an understanding of human trafficking, but which should include all the other contemporary forms of slavery relevant for field work too. The EU also works towards achievement of the 2030 Sustainable Development Goals, which include the fight against human trafficking and other forms of contemporary slavery. Overall, the EU and its Member States are the world’s biggest development donors and in 2017 they provided EUR 75.7 billion in development assistance 222 . Moreover, the EU is investing in the European Union-United Nations Spotlight Initiative 223 , that is aimed at ending violence against women, including human trafficking. The implementation of the Gender Action Plan II, with its ambitious target to mainstream gender across the 85 % of all new EU initiatives across all sectors by 2020, would also be of fundamental importance for empowering women and reducing their vulnerability not only to trafficking but also to other forms of contemporary slavery 224 . In this perspective, the Implementation Report on the Gender Action Plan of 2017 analysed actions already conducted and indicated the way forward 225 . It is to be noted, however, that the Implementation Report focuses on trafficking of women and girls for all forms of exploitation, without explicit reference to some other contemporary forms of slavery. EU Human Rights Guidelines relevant to the field of contemporary forms of slavery were also adopted, including those published in 2008 on Violence against Women and Girls and Combating all Forms of Discrimination against them and the recently revised 2017 Guidelines on the Promotion and Protection of the Rights of the Child 226 . It is worth noting that the adoption of a Guideline on Contemporary Forms of Slavery, as well as a revision and update of the 2008 EU Human Rights Guidelines on Violence against Women and Girls and Combating all Forms of Discrimination, would constitute an important step towards guaranteeing a greater consistency and coherence in EU external action. Moreover, the EP recently paid considerable attention to the area of child, early and forced marriages, with its last Resolution indicating 221 European Commission, EU-IOM Joint Initiative for Migrant Protection and Reintegration: one year on , 15 December 2017, Brussels, http://europa.eu/rapid/press-release_MEMO-17-5306_en.htm, last accessed on 30.09.2018. 222 European External Action Service, EU Remains Biggest development Donor: € 75.7 billion in 2017 , 10 April 2018, https://eeas.europa.eu/headquarters/headquarters-homepage/42737/eu-remains-biggest-development-donor- %E2%82%AC757-billion-2017_en, last accessed on 28.10.2018 . 223 European Commission, EU invests EUR 500 million in new \"Spotlight Initiative\" to end violence against women , 21 September 2017, https://eeas.europa.eu/headquarters/headquarters-homepage/32549/eu-invests-eur-500-million-new-spotlight-initiative-end- violence-against-women_en, last accessed on 30.09.2018. 224 European Commission and High Representative of the Union for Foreign Affairs and Security Policy, Joint Staff Working Document. Gender Equality and Women's Empowerment: Transforming the Lives of Girls and Women through EU External Relations 2016-2020 , Brussels, 21 September 2015, https://cdn1- eeas.fpfis.tech.ec.europa.eu/cdn/farfuture/zHfHygDDDjv59wezpJwRPJWSx9ztIhr2bTJM8SZv0Qc/mtime:1497883838/sites/eeas/f iles/gap_ii-staff-working-document-gender-2016-2020-20150922_en.pdf, last accessed on 28.10.1018. 225 European Commission and High Representative of the Union for Foreign Affairs and Security Policy, Joint Staff Working Document: EU Gender Action Plan II Gender equality and Women's Empowerment: Transformation the Lives of Girls and Women through EU External relations 2016-2020 Annual Implementation Report 2017 , Doc. 13188/18, Brussels, 16 October 2018, http://www.sipotra.it/wp-content/uploads/2018/10/JOINT-STAFF-WORKING-DOCUMENT-EU-Gender-Action-Plan-II-Gender- equality-and-Womens-Empowerment-Transformation-the-Lives-of-Girls-and-Women-through-REPORT-2017.pdf, last accessed on 27.10.2018. 226 European External Action Service, EU Human Rights Guidelines , https://eeas.europa.eu/headquarters/headquarters- homepage_en/6987/EU%20Human%20rights%20guidelines, last accessed on 28.10.2018. ",
        "Contemporary forms of slavery 49 clear measures that the EU should take in its external action 227 . All the EP recommendations for actions on early and forced marriages are fully supported by this author. Another important area of EU action is that connected with business and human rights, the promotion of CSR and respect for the standards covering forced labour, child labour and the worst forms of child labour. In its 2016 Conclusions on Business and Human Rights, the Council affirmed its strong support for the UN Guiding Principles on Business and Human Rights, the OECD Guidelines for Multinational Enterprises and the ILO Tripartite Declaration on Multinational Enterprises and Social Policy and acknowledged the relevant role in this field played by the UN Global Compact and ISO 26000 Guidance on Social Responsibility 228 . Similarly, in its Conclusions on Child Labour, the Council ‘reaffirms its strong commitment to the elimination of child labour’, encouraging the Commission to ensure complementarity between its development programmes in the fields of education and child labour and to mainstream considerations on child labour in other sectors, including ‘decent work, responsible business, vocational training and education, agriculture, manufacturing and mining as well as facilitating school-to-work transition and decent work for youth’ 229 . The list of raw materials, agricultural products, fisheries, and so on, that might be tainted with contemporary forms of slavery is, however, long and action might be needed in all these sectors. Overall, the EU uses its Generalised System of Preferences (GSP) for promoting the implementation of the ILO core conventions, through incentives, sanctions and accompanying dialogues and programmes (often in cooperation with the ILO). Furthermore, specific action is already conducted in certain sectors that might be tainted with forms of exploitation, including particularly the EU Flagship Initiative on the Garment Sector 230 , which has not yet led to the adoption of binding standards. As recommended by the EP, the former should lead to the proposal by the Commission of binding due diligence legislation in this field 231 . In addition to it, the Conflict Minerals Regulation was also adopted in 2017 and it will, regrettably, take full effect only on 1 January 2021 232 . The latter Regulation states that, after this deadline, those who import four conflict minerals (namely tin, tantalum, tungsten and gold) into the EU will be obliged to verify whether these minerals might be financing conflict or might have been extracted using child labour or relying on other human rights abuses. While the Regulation was criticised for not having included mandatory requirements for downstream operators and in any case its effects will only be visible after 2021, it nonetheless constitutes a remarkable step 233 . In 2018 the EU also took over the Chairmanship of 227 See, in particular: European Parliament, Towards an EU external strategy against early and forced marriages: next steps , Brussels, 4 July 2018, (2017/2275(INI)). 228 Council of the European Union, Council Conclusions on Business and Human Rights , 20 June 2016, Brussels, https://ec.europa.eu/anti- trafficking/sites/antitrafficking/files/council_conclusions_on_business_and_human_rights_foreign_affairs_council.pdf, last accessed on 3.11.2018. 229 Council of the European Union, Council Conclusions on Child Labour , 20 June 2016, Brussels, https://reliefweb.int/sites/reliefweb.int/files/resources/st10244.en16.pdf, last accessed on 3.11.2018. 230 For more information see: http://www.europarl.europa.eu/legislative-train/theme-europe-as-a-stronger-global-actor/file-eu- garment-initiative, last accessed on 28.10.2018. 231 European Parliament, European Parliament resolution of 27 April 2017 on the EU flagship initiative on the garment sector , http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//NONSGML+TA+P8-TA-2017-0196+0+DOC+PDF+V0//EN, last accessed on 27.11.2018. 232 Regulation (EU) 2017/821 of the European Parliament and of the Council of 17 May 2017 laying down supply chain due diligence obligations for Union importers of tin, tantalum and tungsten, their ores, and gold originating from conflict-affected and high-risk areas, OJ L 130 of 19.05.2017, p. 1 . 233 On the Regulation see: Voland, T., and Daly, S., ‘The EU Regulation on Conflict Minerals: The Way Out of a Vicious Cycle?’, 52/1 Journal of World Trade 37, 2018; Partiti, E., and Van Der Velde, S., ‘Curbing Supply-Chain Human Rights Violations Through Trade and Due Diligence. Possible WTO Concerns Raised by the EU Conflict Minerals Regulation’, 51/6 Journal of World Trade 1043, 2017. ",
        "Policy Department, Directorate-General for External Policies 50 the Kimberley Process, thus it is currently heading the international initiative aimed at stemming conflict diamonds 234 . In addition to this, a legislative initiative imposing reporting obligations on some EU companies operating abroad is included in the recently adopted EU’s Non-financial Reporting Directive (Directive 2014/95/EU) providing obligations for companies operating abroad to disclose their compliance inter alia with human rights norms 235 . The Directive had to be transposed by Member States by 6 December 2016. In 2017 the Commission published non-mandatory guidelines on reporting 236 and reporting by companies should have started in 2018. As acknowledged by the Commission, the Directive only applies to ‘large public- interest companies with more than 500 employees [thus covering] approximately 6,000 large companies and groups across the EU’ 237 . Moreover, the Directive has already been criticised, since: ‘[its] operative focus is limited to formal reporting, access to reports, and sanctions for non-reporting. Audits are limited to whether a report has been provided, … not whether reported information is consistent with actual business activities or impact. The assumption underlying the emphasis on public access to reports is that NGOs will monitor their consistency with reality. A similar approach has been applied by the UN Global Compact since it introduced its Communication of Progress reporting requirement in 2004, with little evidence that this has effectuated corporate change’ 238 . For this reason, according to Buhmann, the first Commission’s review of the Directive, which is scheduled for December 2018, should be an occasion to make steps in advance in respect of the limited ex-post accountability approach currently in place and to promote ‘ex ante measures that emphasize corporate change to pre-empt adverse impact through learning and comprehensive due diligence risk management’ 239 . The European Parliament has also recently recommended that the Commission proposes a draft legislation introducing a labelling mechanism for goods made through child and forced labour and a system of both preferences for those States that meet key labour standards and horizontal import prohibitions on products tainted with child labour 240 . In May 2018 the Commission organised a workshop to assess the progresses and pitfalls in the eradication of child labour from agricultural work in cocoa plantations and value chains, which might constitute a first but limited step, but only in this specific field 241 . In July of 2018 234 European Union External Action, European Union takes over chairmanship of Kimberley Process on conflict diamonds , 1 January 2018, https://eeas.europa.eu/headquarters/headquarters-homepage/37397/european-union-takes-over-chairmanship- kimberley-process-conflict-diamonds_en, last accessed on 3.11.2018. 235 Directive 2014/95/EU of the European Parliament and of the Council of 22 October 2014 amending Directive 2013/34/EU as regards disclosure of non-financial and diversity information by certain large undertakings and groups, OJ L 330, 15.11.2014, p. 1. 236 European Commission, Communication from the Commission — Guidelines on non-financial reporting (methodology for reporting non-financial information), C/2017/4234, OJ C 215, 5.7.2017, p. 1. 237 See: European Commission, Non-financial reporting , https://ec.europa.eu/info/business-economy-euro/company-reporting- and-auditing/company-reporting/non-financial-reporting_en, last accessed on 22.11.2018. 238 Buhmann, K., ‘Neglecting the Proactive Aspect of Human Rights Due Diligence? A Critical Appraisal of the EU’s Non-Financial Reporting Directive as a Pillar One Avenue for Promoting Pillar Two Action’, 3 Business and Human Rights Journal 23, 2018, p. 45. 239 Buhmann, K., ‘Neglecting the Proactive Aspect of Human Rights Due Diligence? A Critical Appraisal of the EU’s Non-Financial Reporting Directive as a Pillar One Avenue for Promoting Pillar Two Action’, p. 45. 240 European Parliament, Legislative Train Schedule: Ban on Import of Goods Produced Using Modern Forms of Slavery and Forced Labour, including that of Children, http://www.europarl.europa.eu/legislative-train/theme-europe-as-a-stronger-global-actor/file- ban-on-import-of-goods-produced-using-modern-forms-of-slavery, last accessed on 27.11.2018. 241 European Commission, Cocoa: An Unsavoury Sweet? , Brussels, 29 May 2018, https://ec.europa.eu/europeaid/news-and- events/cocoa-unsavoury-sweet_en, last accessed on 3.11.2018. On the issue of the exploitation of children in cocoa plantations see: Scarpa, S., ‘The Worst Forms of Child Labour in Cocoa Plantations in Côte d’Ivoire & Direct Obligations of Transnational ",
        "Contemporary forms of slavery 51 the EP Subcommittee on Human Rights and Committee on Development also organised a hearing on child labour and rainforests destruction caused by cocoa and coffee plantations 242 . Moreover, it is also worth noting that an overarching binding framework in the field of business and human rights is still lacking. Therefore, particularly relevant in the field of multilateral action is the ongoing process for the drafting of an internationally legally binding treaty on human rights and the activities of transnational corporations as well as other business enterprises. The EU, having observer status in the UN Human Rights Council, is constructively involved in this process 243 . Academic research and independent assessments of these policy frameworks are still scarce and in particular, a combined approach is lacking, namely one which would look at the effectiveness of specific frameworks within the overall global regulatory and policy framework on contemporary forms of slavery and at that of progress in each area, examined in a comparative perspective 244 . Moreover, when action is taken simultaneously by multiple actors, it is also difficult to assess their individual rates of success and effectiveness in contributing and/or determining a certain result. As suggested by Burlyuk, the likely unintended consequences of EU external action have so far received no attention 245 , even if the risk of exaggerating the scope of them exists too 246 . Accordingly, action in regard to all the contemporary forms of slavery identified in this briefing should equally be mainstreamed into all the EU’s external action dimensions, including its human rights and development cooperation, the neighbourhood policies, areas of diplomacy and trade, as well as bilateral and multilateral diplomatic initiatives and cooperation with other relevant stakeholders. Contemporary forms of slavery require a holistic, coordinated and comprehensive framework addressing the root causes of the problem, as well as multi-sector and multi-disciplinary approaches that would guarantee covering all dimensions and forms of exploitation generally associated with this problem. This is not an easy task; in the anarchic system of global governance States and IOs, including the EU, must cooperate in an inclusive way with other actors (NGOs, foundations, multinational corporations, the epistemic community, etc.) to reach their goals. Accordingly, the EU should use bilateral diplomacy as well as the many fora, partnerships and networks existing in this field for clarifying the definitional issues surrounding the regime on contemporary forms of slavery. This clarification is fundamental for building a more solid and rational regime, in which a constructive debate on a core of minimum legal standards as well as action can be conducted. For what concerns specifically human trafficking, it is also worth noting that on 5 July 2016, the EP adopted a resolution on the fight against trafficking in human beings in the EU’s external relations, prepared by the DROI Subcommittee 247 . The EP indicates relevant priority areas, including the economic side of human trafficking, an increased focus and attention on multiple forms of exploitation, whether or not already Corporations’, Human Rights and Business: Direct Corporate Accountability for Human Rights , Cernic, J. L., and Van Ho, T., Wolf Legal Publishers, 2015, p. 429. 242 European Parliament, Joint hearing on Cocoa and Coffee - devastating rainforest and driving child labour , 2018, http://www.europarl.europa.eu/cmsdata/150389/2018-07-03_draft%20programme%20-DROI%20DEVE%20hearing%2011July.pdf, last accessed on 27.11.2018. 243 A zero draft of the treaty was published online on 16 July 2018 and is available at: https://www.ohchr.org/Documents/HRBodies/HRCouncil/WGTransCorp/Session3/DraftLBI.pdf, last accessed on 28.10.2018. See also the EP briefing on this issue: Zamfir, I., Towards a binding international treaty on business and human rights , European Union, 2018, http://www.europarl.europa.eu/RegData/etudes/BRIE/2018/620229/EPRS_BRI(2018)620229_EN.pdf, last accessed on 28.10.2018. 244 See: Marx, A. and Wouters J., ‘Combating Slavery, Forced Labour and Human Trafficking. Are Current International, European, and National Instruments Working?’, 8/4 Global Policy 495, 2017. 245 Burlyuk, O., ‘The “Oops!” of EU Engagement Abroad: Analyzing Unintended Consequences of EU External Action’, September 2017, 55/5 Journal of Common Market Studies 1009, 2017. 246 See for instance the study by Koch and Kinsbergen on the Conflict Minerals Regulation: Koch, D.-J., and Kinsbergen, S., ‘Exaggerating unintended effects? Competing narratives on the impact of conflict minerals regulation’, 57 Resources Policy 255, 2018. 247 European Parliament, Fight against trafficking in human beings in the EU’s external relations, 2015. ",
        "Policy Department, Directorate-General for External Policies 52 included in the EU framework, the necessity to create a multi-sector and multi-disciplinary cooperation framework and the need to focus on the right to remedies for victims of human trafficking. The recommendations of the EP go in the right direction when calling for increased attention on multiple forms of exploitation. As stated above, the human trafficking framework (if properly implemented) has the potential to cover many forms of contemporary slavery identified in this study. However, a better use of such a framework would be advisable. In this respect, it is intriguing to note how the EP believes that prevention strategies in the area of human trafficking should address the root causes of this phenomenon, including inter alia ‘poverty, oppression, lack of respect for human rights, armed conflict and economic and social inequalities’. Such action would also be particularly relevant for fighting against many forms of contemporary slavery that are often rooted inter alia in centuries-old structural inequalities and in multiple forms of discrimination. Similarly, when reviewing the effectiveness of the EU’s action against human trafficking in South Asia and South East Asia (according to an analysis chiefly conducted by the European Court of Auditors) it emerges that the European Commission needs to co-operate more closely with the EEAS in order to adjust the human trafficking strategic framework for this sub-region of the world and to guarantee more consistency by creating a comprehensive framework 248 . Financed projects have rarely had as their overarching objective the multidimensional tackling of human trafficking, with migration and the plight of refugees, the fight against violence against women or the sexual exploitation and abuse of minors being the key areas covered in projects’ objectives 249 . Information on the forms of exploitation tackled is generally missing and it is not possible, therefore, to assess to what extent EU funds were, for instance, directed at eradicating one of the most prevalent and disturbing exploitative practices existing in this area of the world, namely debt bondage (also referred to as bonded labour ) 250 . Despite the limited powers of the EP in EU external relations, the Parliament has so far succeeded in maximising the effects of its action. It is worth noting that Article 36 TEU provides that the EP has a right to present its views to the High Representative, which are to be ‘duly taken into consideration’ and may adopt recommendations 251 . Hence, some recommendations are formulated on action that the EU and the EP might implement, with a view to guaranteeing a more consistent and coherent framework on contemporary forms of slavery. 6 Recommendations 1. ‘Contemporary Forms of Slavery’: A Conceptual Clarification a. Since the concept of contemporary forms of slavery remains undefined under international law, the EU together with all other relevant stakeholders in this field should through a participatory process work towards a better understanding of this concept’s contours and the promotion of a coherent shared legal and policy framework. 248 Pinxten, K., et al., EU Support to Fight Human Trafficking in South/South-East Asia , European Court of Auditors, Luxembourg, 2017, p. 6. 249 Pinxten, K., 2017, Annex II, pp. 5-10. 250 See also Plant, R., ‘Combating Trafficking for Labour Exploitation in the Global Economy: The Need for a Differentiated Approach’, Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery , Kotiswaran, P., Cambridge University Press, Cambridge, 2017, p. 431. 251 OJ C 326 of 26.10.2012, p. 13. Article 36 TEU states that: ‘The High Representative of the Union for Foreign Affairs and Security Policy shall regularly consult the European Parliament on the main aspects and the basic choices of the common foreign and security policy and the common security and defence policy and inform it of how those policies evolve. He shall ensure that the views of the European Parliament are duly taken into consideration. Special representatives may be involved in briefing the European Parliament. The European Parliament may address questions or make recommendations to the Council or the High Representative. Twice a year it shall hold a debate on progress in implementing the common foreign and security policy, including the common security and defence policy’. ",
        "Contemporary forms of slavery 53 b. The EU should consider assessing the potential opportunities and risks associated with the negotiation of a new treaty dedicated to re-aligning the standards included in the international law on slavery with those included in the international law on forced labour and human trafficking. The new treaty might include inter alia a relevant definition covering the concept of contemporary forms of slavery, which could be explained by making reference to relevant forms of exploitation, as well as an explanation of other terms (including for instance, servitude) and might be used to advance human rights together with other relevant international standards (including, inter alia , a mandatory minimum age for marriages) and attention for practices that might not fit into the human trafficking or forced labour frameworks (such as, for instance, certain forms of child, early and forced marriages). It would be important to guarantee that the new treaty is without prejudice to existing international standards in this field and should be seen as an opportunity to fill in certain loopholes existing within this area. c. The EU should consider using the concept of contemporary forms of slavery in a consistent way as the overarching framework in this field and it should at least provide further clarifications on its use of the concept of contemporary forms of slavery and its relation to human trafficking and forced labour. 2. Recent International Developments a. Fragmented action concerning contemporary forms of slavery might undermine achievement of the three relevant Sustainable Development Goals (SDGs) in this field. While currently the EU only takes part in the EU-UN Spotlight Initiative, it is recommended that it works as a catalyst in stimulating a more coordinated and coherent action by the existing partnerships – namely, Alliance 8.7, the Global Partnership to End Violence against Children, the EU-UN Spotlight Initiative, and the 5.2 Global Partnership on Ending Violence against Women - as a way to avoid overlapping and inefficient use of human and financial resources. b. The Global Compact on Migration lacks a coherent and comprehensive approach to the international regime on contemporary forms of slavery. Given the problematic nature of the concept of human trafficking, some exploitative practices (such as some categories of child, early and forced marriages), which are relevant in a migratory context, might end up being omitted. Bearing in mind also the dichotomy between human trafficking and the smuggling of migrants, the EU should be at the forefront of promoting of a more coherent and comprehensive approach in this field. 3. The Prevalence of Contemporary Forms of Slavery a. Data and estimates will not be reliable if, first of all, they are not solidly founded on clear and coherently shared definitional frameworks. Moreover, the EU should work with all the relevant actors and favour efforts aimed at the standardisation of methods of data collection globally. 4. The EU External Action on Contemporary Forms of Slavery and the action of the European Parliament (EP) a. It is recommended that the EP adopts a new resolution on contemporary forms of slavery, acknowledging the definitional challenges posed by the concept and recommending the assessment of the possibility of drafting a new international treaty at the universal level. b. The EP should promote the mainstreaming of contemporary forms of slavery in EU external action. c. The EP should recommend the identification of a focal point to carry responsibility for all external action in the field of contemporary forms of slavery, as well as increased attention to ",
        "Policy Department, Directorate-General for External Policies 54 guaranteeing a consistent approach to all the aspects of contemporary forms of slavery, in close coordination and support of the Anti-Trafficking Coordinator. d. The EP should recommend the drafting of a Human Rights Guideline in the field of contemporary forms of slavery and the update and revision of the 2008 Guidelines on Violence against Women and Girls and Combating all Forms of Discrimination. e. The EP should recommend that relevant training, not only on human trafficking but on all contemporary forms of slavery for staff deployed abroad is considered mandatory. f. The EU should make an effort to identify best practices in fighting against contemporary forms of slavery worldwide and promote their diffusion and eventual re-adaptation. g. The EP should recommend to the Commission to consider revising or complementing Directive 2014/95/EU to extend the limited ex-post accountability approach by re-focusing on due diligence. ",
        "Contemporary forms of slavery 55 Bibliography Allain, J., ‘Contemporary Slavery and Its Definition in Law’, Contemporary Slavery: Popular Rhetoric and Political Practice , Bunting, A., and Quirk, J., UBC Press, Vancouver, 2018. Allain, J., Slavery in International Law: Of Human Exploitation and Trafficking , Marinus Nijhoff Publishers, Leiden, 2013. Allain, J., The Slavery Conventions: The Travaux Pre�paratoires of the 1926 League of Nations Convention and the 1956 United Nations Convention , Martinus Nijoff Publishers, Leiden, 2008. Andrees, B., and Aikman, A., ‘Raising the Bar: The Adoption of the New ILO Standards against Forced Labour’ Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery, Kotiswaran P., Cambridge University Press, Cambridge, 2017. Asomah J. Y., ‘Cultural Rights versus Human Rights: A Critical Analysis of the Trokosi Practice in Ghana and the Role of Civil Society’, 15 Afr. Hum. Rts. L.J. 129, 2015. Australian Government, Modern Slavery in Supply Chain Reporting Requirement: Public Consultation Paper and Regulation Impact Statement , Commonwealth of Australia, 2017, https://www.homeaffairs.gov.au/consultations/Documents/modern-slavery/modern-slavery-supply- chains-reporting-requirement-public-consultation-paper.pdf, last accessed on 26.09.2018. Bales, K. and Trodd, Z., Addressing Contemporary Forms of Slavery in EU External Policy , European Parliament, Brussels, 2013. Bales, K., ‘Slavery in Its Contemporary Manifestations’, The Legal Understanding of Slavery , Allain J., Oxford University Press, Oxford, 2012. Bales, K., Disposable People: New Slavery in the Global Economy , University of California Press, Berkeley, 2004. Bassiouni, C. M., International Criminal Law: Crimes , Transnational Publishers, New York, 1999. European Parliament, Report on implementation of the Directive 2011/36/EU of 5 April 2011 on preventing and combating trafficking in human beings and protecting its victims from a gender perspective, A8-0144 (2016), http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//NONSGML+REPORT+A8-2016- 0144+0+DOC+PDF+V0//EN, last accessed on 17.12.2018. Bellagio-Harvard Guidelines on the Legal Parameters of Slavery , http://www.law.qub.ac.uk/schools/SchoolofLaw/FileStore/Filetoupload,651854,en.pdf, last accessed on 26.9.2018. Belser, P., De Cock, M. and Mehran, F., ILO Minimum Estimate of Forced Labour in the World , International Labour Organization, Geneva, 2005. Black, M., Women in Ritual Slavery: Devadasi, Jogini and Mathamma in Karnataka and Andhra Pradesh, Southern India , Anti-Slavery International 2007, http://www.antislavery.org/wp- content/uploads/2017/01/women_in_ritual_slavery2007.pdf, last accessed on 27.9.2018. Buhmann, K., ‘Neglecting the Proactive Aspect of Human Rights Due Diligence? A Critical Appraisal of the EU’s Non-Financial Reporting Directive as a Pillar One Avenue for Promoting Pillar Two Action’, 3 Business and Human Rights Journal 23, 2018. Burlyuk, O., ‘The “Oops!” of EU Engagement Abroad: Analyzing Unintended Consequences of EU External Action’ 55/5 Journal of Common Market Studies 1009, 2017. Cassese, A., International Criminal Law , Oxford University Press, Oxford, 2008. ",
        "Policy Department, Directorate-General for External Policies 56 Charlesworth, H. and Chinkin, C., ‘The Gender of Jus Cogens’, 15/1 Human Rights Quarterly 63, 1993. Conference of the Parties to the United Nations Convention against Transnational Organized Crime, Resolution 7/1: Strengthening the implementation of the United Nations Convention against Transnational Organized Crime and the Protocols thereto, Vienna, 2014, https://www.unodc.org/documents/treaties/organized_crime/COP7/Resolutions/Resolution_7_1.pdf, last accessed on 26.9.2018. European Commission and High Representative of the Union for Foreign Affairs and Security Policy, Joint Staff Working Document: EU Action Plan on Human Rights and Democracy (2015-2019): Mid-Term Review , 27.6.2017, SWD(2017) 254 final,, http://data.consilium.europa.eu/doc/document/st-11138-2017- init/en/pdf, last accessed on 27.10.2018. Council of the European Union, Council Conclusions on Business and Human Rights , European Union, Brussels, 20 June 2016, https://ec.europa.eu/anti- trafficking/sites/antitrafficking/files/council_conclusions_on_business_and_human_rights_foreign_affair s_council.pdf, last accessed on 3.11.2018. Council of the European Union, Council Conclusions on Child Labour , European Union, Brussels, 20 June 2016, https://reliefweb.int/sites/reliefweb.int/files/resources/st10244.en16.pdf, last accessed on 3.11.2018. Council of the European Union, EU Action Plan on Human Rights and Democracy , European Union, Luxembourg, 2015, https://eeas.europa.eu/sites/eeas/files/eu_action_plan_on_human_rights_and_democracy_en_2.pdf, last accessed on 28.10.2018. Council of the European Union, EU Annual Report on Human Rights and Democracy in the World 2017 , Doc. 9122/18, European Union, Brussels, 28 May 2018, https://www.consilium.europa.eu/media/35383/st09122-en18.pdf, last accessed on 26.10.2018. Council of the European Union, Strategic Framework and Action Plan on Human Rights and Democracy , Doc. 11855/12, European Union, Luxemburg, 2012, https://www.consilium.europa.eu/uedocs/cms_data/docs/pressdata/EN/foraff/131181.pdf, last accessed on 27.10.2018. Craig, G., ‘Modern Slavery in the United Kingdom: An Incoherent Response’, 30 Social Policy Review 27, 2018. Craig, G., Balch, A., Lewis H., Waite L., ‘Editorial Introduction’, The Modern Slavery Agenda: Policy, Politics and Practice in the UK , Craig, G., Balch, A., Lewis H., Waite L., Policy Press, Bristol, 2019, forthcoming . Decaux, E., Les formes contemporaines de l’esclavage , Martinus Nijhoff, Leiden, 2009. Dottridge, M., ‘Eight reasons why we shouldn’t use the term modern slavery’, Open Democracy, 2017. Dottridge, M., ‘Trafficked and Exploited: The Urgent Need for Coherence in International Law’, Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery , Kotiswaran, P., Cambridge University Press, Cambridge, 2017. Dutch Special Rapporteur on Trafficking in Human Beings and Sexual Violence against Children, Victims of Human Trafficking: Periodical Report 2012 – 2016. Summary , The Hague, 2018, https://www.dutchrapporteur.nl/binaries/FINAL_BNRM-Victims%20of%20Human%20Trafficking- %20Periodical%20Report%202012-2016_INTERACTIVE_tcm24-353879.pdf, last accessed on 29.09.2018. European Commission and High Representative of the Union for Foreign Affairs and Security Policy, Joint Staff Working Document: EU Gender Action Plan II Gender equality and Women’s Empowerment: Transformation the Lives of Girls and Women through EU External relations 2016-2020 Annual Implementation Report 2017, Doc. 13188/18, Brussels, 16 October 2018, http://www.sipotra.it/wp- ",
        "Contemporary forms of slavery 57 content/uploads/2018/10/JOINT-STAFF-WORKING-DOCUMENT-EU-Gender-Action-Plan-II-Gender- equality-and-Womens-Empowerment-Transformation-the-Lives-of-Girls-and-Women-through-REPORT- 2017.pdf, last accessed on 27.10.2018. European Commission and High Representative of the Union for Foreign Affairs and Security Policy, Joint Staff Working Document. Gender Equality and Women’s Empowerment: Transforming the Lives of Girls and Women through EU External Relations 2016-2020, Brussels, 21 September 2015, https://cdn1- eeas.fpfis.tech.ec.europa.eu/cdn/farfuture/zHfHygDDDjv59wezpJwRPJWSx9ztIhr2bTJM8SZv0Qc/mtime:1 497883838/sites/eeas/files/gap_ii-staff-working-document-gender-2016-2020-20150922_en.pdf, last accessed on 28.10.1018. European Commission, Assessing the extent to which Member States have taken the necessary measures in order to comply with Directive 2011/36/EU on preventing and combating trafficking in human beings and protecting its victims in accordance with Article 23 (1), Brussels, 2016, https://ec.europa.eu/anti- trafficking/sites/antitrafficking/files/report_on_member_states_compliance_with_directive_2011- 36_en.pdf, last accessed on 1.10.2018. European Commission, Communication from the Commission — Guidelines on non-financial reporting (methodology for reporting non-financial information) , C/2017/4234, OJ C 215, 5.7.2017. European Commission, Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions: Making Public Procurement work in and for Europe, Strasbourg, 3.10.2017, COM (2017) 572 final. European Commission, EU Anti-trafficking action 2012-2016 at a glanc e, Brussels, 2017, https://ec.europa.eu/anti-trafficking/sites/antitrafficking/files/eu_anti-trafficking_action_2012- 2016_at_a_glance.pdf, last accessed on 28.09.2018. European Commission, Joint Statement of commitment aimed at increasing the cooperation in the fight against trafficking in human being , Brussels, 2018, https://ec.europa.eu/anti- trafficking/sites/antitrafficking/files/eu_agencies_joint_statement_of_commitment_to_working_togethe r_to_address_thb.pdf, last assessed on 28.09.2018. European Commission, Report on the progress made in the fight against trafficking in human beings (2016) as required under Article 20 of Directive 2011/36/EU on preventing and combating trafficking in human beings and protecting its victims, Brussels, 2016, Brussels, 19.5.2016, COM (2016) 267 final, https://ec.europa.eu/home-affairs/sites/homeaffairs/files/what-we-do/policies/organized-crime-and- human-trafficking/trafficking-in-human- beings/docs/commission_report_on_the_progress_made_in_the_fight_against_trafficking_in_human_ beings_2016_en.pdf, last accessed on 1.10.2018. European Commission, Reporting on the follow-up to the EU Strategy towards the Eradication of trafficking in human beings and identifying further concrete actions, Brussels, 4.12.2017, COM (2017) 728 final, https://ec.europa.eu/anti- trafficking/sites/antitrafficking/files/20171204_communication_reporting_on_follow- up_to_the_eu_strategy_towards_the_eradication_of_trafficking_in_human_beings.pdf, last accessed on 1.10.2018. European Commission, The EU Strategy towards the Eradication of Trafficking in Human Beings 2012–2016 , Brussels, 2012, https://ec.europa.eu/anti- trafficking/sites/antitrafficking/files/the_eu_strategy_towards_the_eradication_of_trafficking_in_human _beings_2012-2016_1.pdf, last accessed on 1.10.2018. European Council, The Stockholm Programme — An open and secure Europe serving and protecting citizens, OJ C 115 of 4.5.2010, p. 1 . ",
        "Policy Department, Directorate-General for External Policies 58 European Court of Human Rights, Guide on the Interpretation of Article 4 of the European Convention on Human Rights: Prohibition of Slavery and Forced Labour , Council of Europe, Strasbourg, 2018, https://www.echr.coe.int/Documents/Guide_Art_4_ENG.pdf, last accessed on 27.11.2018. European External Action Service, EU Human Rights Guidelines , https://eeas.europa.eu/headquarters/headquarters- homepage_en/6987/EU%20Human%20rights%20guidelines, last accessed on 28.10.2018. European Parliament, European Parliament resolution of 27 April 2017 on the EU flagship initiative on the garment sector , http://www.europarl.europa.eu/sides/getDoc.do?pubRef=-//EP//NONSGML+TA+P8-TA- 2017-0196+0+DOC+PDF+V0//EN, last accessed on 27.11.2018. European Parliament, European Parliament resolution of 5 July 2016 on The fight against trafficking in human beings in EU’s external relations , 2016, http://www.europarl.europa.eu/sides/getDoc.do?pubRef=- //EP//NONSGML+TA+P8-TA-2016-0300+0+DOC+PDF+V0//EN, last accessed on 1.10.2018. European Parliament, European Parliament resolution on Trafficking in Human Beings , Brussels, 1995, https://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:51995IP0326:EN:HTML, last accessed on 24.10.2018. European Parliament, Joint hearing on Cocoa and Coffee - devastating rainforest and driving child labour, 2018, http://www.europarl.europa.eu/cmsdata/150389/2018-07-03_draft%20programme%20- DROI%20DEVE%20hearing%2011July.pdf, last accessed on 27.11.2018. European Parliament, Legislative Train Schedule: Ban on Import of Goods Produced Using Modern Forms of Slavery and Forced Labour, including that of Children , http://www.europarl.europa.eu/legislative- train/theme-europe-as-a-stronger-global-actor/file-ban-on-import-of-goods-produced-using-modern- forms-of-slavery, last accessed on 27.11.2018. European Parliament, Report on Towards an EU external strategy against early and forced marriages: next steps, Brussels, 2017, http://www.europarl.europa.eu/sides/getDoc.do?type=REPORT&reference=A8- 2018-0187&language=EN, last accessed on 1.10.2018. European External Action Service, European Union takes over chairmanship of Kimberley Process on conflict diamonds , 1 January 2018, https://eeas.europa.eu/headquarters/headquarters- homepage/37397/european-union-takes-over-chairmanship-kimberley-process-conflict-diamonds_en, last accessed on 3.11.2018. European Union, Shared Vision, Common Action: A Stronger Union. A Global Strategy for the European Union’s Foreign and Security Policy , 2016, https://eeas.europa.eu/sites/eeas/files/eugs_review_web_0.pdf, last accessed on 27.11.2018. Europol, Situation Report: Trafficking in human beings in the EU , The Hague, 2016, https://ec.europa.eu/anti- trafficking/sites/antitrafficking/files/situational_report_trafficking_in_human_beings-_europol.pdf, last accessed on 27.10.2018. Eurostat, Trafficking in Human Beings , European Union, Luxembourg, 2015, https://ec.europa.eu/anti- trafficking/sites/antitrafficking/files/eurostat_report_on_trafficking_in_human_beings_- _2015_edition.pdf, last accessed on 26.09.2018. Faulkner, E. A., 40.3 Million Slaves: challenging the hypocrisy of Modern Slavery Statistics, Open Democracy, 31 October 2017, https://www.opendemocracy.net/elizabeth-faulkner/403-million-slaves-challenging- hypocrisy-of-modern-slavery-statistics, last accessed on 28.10.2018. Gallagher, A. T., ‘What’s Wrong with the Global Slavery Index?’, 8 Anti-Trafficking Review 90, 2017, http://www.antitraffickingreview.org/index.php/atrjournal/article/view/228/216, last accessed on 28.09.2018. ",
        "Contemporary forms of slavery 59 Gallagher, A. T., Issue Paper: The Role of ‘Consent’ in the Trafficking in Persons Protocol , United Nations, Vienna, 2014, https://www.unodc.org/documents/human- trafficking/2014/UNODC_2014_Issue_Paper_Consent.pdf, last accessed on 26.10.2018. Gallagher, A. T., The Concept of ‘Exploitation’ in the Trafficking in Persons Protocol , Vienna, UNODC, 2014, https://www.unodc.org/documents/congress/background- information/Human_Trafficking/UNODC_2015_Issue_Paper_Exploitation.pdf , last accessed on 26.10.2018. Gallagher, A. T., The International Law of Human Trafficking , Cambridge University Press, Cambridge, 2010. Gallagher, P. R., Statement of endorsement of H. E. Archbishop Paul Richard Gallagher, Secretary for the Holy See’s Relations with States during the High Level Leaders Event: A Call to Action to End Forced Labour, Modern Slavery and Human Trafficking https://holyseemission.org/contents//statements/59c278f9430ef.php, last accessed on 26.9.2018. Inter-Agency Coordination Group against Trafficking in Persons, The Role of the Sustainable Development Goals (SDGs) in Combating Trafficking in Persons , Issue Brief 5, 2018, http://icat.network/sites/default/files/publications/documents/ICAT_Issue_Brief_SDGs%202018.pdf, last accessed on 26.10.2018. International Labour Office, Giving Globalization a Human Face , International Labour Organization, Geneva, 2012, https://www.ilo.org/wcmsp5/groups/public/---ed_norm/--- relconf/documents/meetingdocument/wcms_174846.pdf, last accessed on 2.11.2018. International Labour Organization and Walk Free Foundation, Global Estimates on Modern Slavery: Forced Labour and Forced Marriage , International Labour Organization and Walk Free Foundation, Geneva, 2017, https://www.ilo.org/wcmsp5/groups/public/---dgreports/--- dcomm/documents/publication/wcms_575479.pdf, last accessed on 26.09.2018. International Labour Organization, General Survey on the fundamental Conventions concerning rights at work in light of the ILO Declaration on Social Justice for a Fair Globalization: Report of the Committee of Experts on the Application of Conventions and Recommendations , International Labour Organization, Geneva, 2012. International Labour Organization, Global Estimates of Child Labour: Results and Trends, 2012 – 2016 , International Labour Organization, Geneva, 2017, https://www.ilo.org/wcmsp5/groups/public/--- dgreports/---dcomm/documents/publication/wcms_575499.pdf, last accessed on 3.11.2018. International Labour Organization, ILO 2012 Global Estimate on Forced Labour: Executive Summary , International Labour Office, Geneva, 2012, https://www.ilo.org/wcmsp5/groups/public/@ed_norm/@declaration/documents/publication/wcms_18 1953.pdf, last accessed on 26.09.2018. International Labour Organization, ILO Indicators of Forced Labour , International Labour Organization, Geneva, 2012. International Labour Organization, The ILO Standards on Forced Labour: The New Protocol and Recommendation at a Glance , International Labour Organization, Geneva, 2016. International Law Commission, Draft conclusions on identification of customary international law , United Nations, New York, 2018, http://legal.un.org/docs/?path=../ilc/texts/instruments/english/draft_articles/1_13_2018.pdf&lang=EF, last accessed on 2.11.2018. International Law Commission, Report of the International Law Commission on the work of its forty-eighth session , United Nations, New York, 1996, http://legal.un.org/ilc/documentation/english/reports/a_51_10.pdf, last accessed on 2.11.2018. ",
        "Policy Department, Directorate-General for External Policies 60 International Law Commission, Responsibility of States for International Wrongful Acts , United Nations, New York, 2001, http://legal.un.org/ilc/texts/instruments/english/draft_articles/9_6_2001.pdf, last accessed on 29.09.2018. Kaufmann, C., ‘Trade and Labour Standards’, Max Planck Encyclopedia of Public International Law (MPEPIL), 2014. Kotiswaran, P., ‘Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery’, Cambridge University Press, Cambridge, 2017. Marx, A. and Wouters J., ‘Combating Slavery, Forced Labour and Human Trafficking. Are Current International, European, and National Instruments Working?’, 8/4 Global Policy 495, 2017. Merry, S. E., ‘Counting the Uncountable: Constructing Trafficking Through Measurement’, Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery , Kotiswaran, P., Cambridge University Press, Cambridge, 2017. Methven O’Brien, C. and Martin-Ortega, O. and Conlon, E., Guidance on Socially Responsible Public Procurement: Response to consultation by the European Commission by the International Learning Lab on Procurement and Human Rights , BHRE Research Series, Policy Paper no. 5, July 2018, https://static1.squarespace.com/static/56e9723a40261dbb18ccd338/t/5b91132dc2241b85ea9b8169/15 36234288205/EC+consultation+SRPP+Guidance+International+Learning+Lab+Submission+Final+%282 %29.pdf, last accessed on 28.10.2018. Miers, S., Slavery in the Twentieth Century: The Evolution of a Global Problem, Altamira Press, New York, 2003. Nanda, V. P., and Bassiouni, M. C., Slavery and the Slave Trade: Steps Towards Eradication , 12 Santa Clara Lawye r 424, 1972. Nowak, M., U.N. Covenant on Civil and Political Rights: CCPR Commentary , N. P. Engel Publishers, Kehl am Rhein, 2005. Oelz, M., ‘The ILO’s Domestic Workers Convention and Recommendation: A window of opportunity for social justice’, 153/1 International Labour Review 143, 2014. Partiti, E., and Van Der Velde, S., ‘Curbing Supply-Chain Human Rights Violations Through Trade and Due Diligence. Possible WTO Concerns Raised by the EU Conflict Minerals Regulation’, 51/6 Journal of World Trade 1043, 2017. Pinxten, K., et al., EU Support to Fight Human Trafficking in South/South-East Asia , European Court of Auditors, Luxembourg, 2017. Plant, R., ‘Combating Trafficking for Labour Exploitation in the Global Economy: The Need for a Differentiated Approach’, Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery , Kotiswaran, P., Cambridge University Press, Cambridge, 2017. Quirk, J., Unfinished Business: A Comparative Survey of Historical and Contemporary Slavery , UNESCO, Paris, 2008. Rassam, A. Y., ‘Contemporary Forms of Slavery and the Evolution of the Prohibition of Slavery and the Slave Trade Under Customary International Law’ 39 Va. J. Int’l L. 303, 1998-1999. Russo, D., «Addressing the Relation Between Treaties by Means of ‘Saving Clauses’», 85/1 British Yearbook of International Law 133, 2015. Scarpa S., ‘European Standards of Protection of Victims of Trafficking’, Coherence and Incoherence in Migration Management and Integration , Neuwahl, N., and Barrère, S., Éditions Thémis, Montréal, 2017. ",
        "Contemporary forms of slavery 61 Scarpa, S., ‘Guaranteeing the Broadest Protection to Minors in the Aftermath of Disasters: Re-Framing the International Discussion in Terms of Child Abduction, Sale, and Trafficking’ 4(1) Journal of International Humanitarian Legal Studies 131, 2013. Scarpa, S., ‘Jean Allain (ed), The Legal Understanding of Slavery: From the Historical to the Contemporary , Oxford University Press Oxford, 2012, xviii + 395 pp., ISBN 9780199660469, $ 115,00’ 27/2 LJIL 551, 2014. Scarpa, S., ‘The Definition of Trafficking in Adult Persons for various Forms of Exploitation and the Issue of Consent: A Framework Approach that Respects Peculiarities’ 1(2) Groningen Journal of International Law 2013, https://ugp.rug.nl/GROJIL/article/download/31137/28444, last accessed on 26.09.2018. Scarpa, S., ‘The Nebulous Definitions of Slavery: A Critique of the Interpretations of the 1926 Slavery Convention’s Definition and of Some Recent Sociological Proposals’, Palgrave International Handbook of Human Trafficking , Winterdyk, J. and Jones, J., Palgrave Macmillan, London, 2019, forthcoming . Scarpa, S., ‘The Worst Forms of Child Labour in Cocoa Plantations in Côte d’Ivoire & Direct Obligations of Transnational Corporations’, Human Rights and Business: Direct Corporate Accountability for Human Rights , Cernic, J. L., and Van Ho, T., Wolf Legal Publishers, 2015, p. 429. Scarpa, S., Slavery , Oxford Bibliographies in International Law , Carty, T., Oxford University Press, New York, 29 May 2014. Scarpa, S., Trafficking in Human Beings: Modern Slavery , Oxford University Press, Oxford, 2008. Stoyanova, V., Human Trafficking and Slavery Reconsidered: Conceptual Limits and States’ Positive Obligations in European Law, Cambridge University Press, Cambridge, 2017. Swepston, L., ‘Trafficking and Forced Labour: Filling the Gaps with the Adoption of the Supplementary ILO Standards, 2014’, Revisiting the Law and Governance of Trafficking, Forced Labour and Modern Slavery, Kotiswaran P., Cambridge University Press, Cambridge, 2017. Treves T., ‘Customary International Law’, Max Planck Encyclopedia of Public International Law (MPEPIL), 2006. United Nations General Assembly, Political declaration on the implementation of the United Nations Global Plan of Action to Combat Trafficking in Persons , United Nations, New York, 2017, http://undocs.org/A/72/L.1, last accessed on 26.10.2018. United Nations General Assembly, Work of the Statistical Commission Pertaining to the 2030 Agenda for Sustainable Development . Annex , United Nations, New York, 2017, http://undocs.org/A/RES/71/313, last accessed on 26.10.2018. United Nations, Global Compact for Safe, Orderly and Regular Migration, https://refugeesmigrants.un.org/sites/default/files/180711_final_draft_0.pdf, last accessed on 3.11.2018. United Nations Office on Drugs and Crime, ‘Legislative Guides for the Implementation of the United Nations Convention against Transnational Organized Crime and the Protocols Thereto’, United Nations, Vienna, 2004. United Nations Office on Drugs and Crime, Global Report on Trafficking in Persons , UNODC, Vienna, 2016, https://www.unodc.org/documents/data-and- analysis/glotip/2016_Global_Report_on_Trafficking_in_Persons.pdf, last accessed on 26.09.2018. United Nations, Report of the Ad Hoc Committee on the Elaboration of a Convention against Transnational Organized Crime on the work of its first to eleventh sessions, 2000, https://www.unodc.org/pdf/crime/final_instruments/383a1e.pdf , last accessed on 1.10.2018. ",
        "Policy Department, Directorate-General for External Policies 62 United Nations, Report of the Special Rapporteur on Contemporary forms of slavery, including its causes and consequences , 2017, Doc. A/72/139, https://documents-dds- ny.un.org/doc/UNDOC/GEN/N17/216/32/PDF/N1721632.pdf?OpenElement, last accessed on 3.11.2018. United Nations, Report of the Special Rapporteur on contemporary forms of slavery, including its causes and consequences, Urmila Bhoola: Addendum. Mission to the Niger, 2015, Doc. HRC/30/35/Add.1. United Nations, Report of the Special Rapporteur on contemporary forms of slavery, including its causes and consequences, Urmila Bhoola , 2014, Doc. A/HRC/27/53, https://www.ohchr.org/EN/HRBodies/HRC/RegularSessions/Session27/Documents/A-HRC-27-53_en.doc, last accessed on 1.10.2018. United Nations, Report of the Special Rapporteur on contemporary forms of slavery, including its causes and consequences, Gulnara Shahinian: Addendum. Follow-up mission to Mauritania, 2014, Doc. A/HRC/27/53/Add. 1. United Nations, Report of the Working Group on Slavery on its 12 th Session, 1987, Doc. E/CN.4/Sub.2/1987/25. United Nations , Report of the Working Group on Slavery on its First Session , 1975, Doc. E/CN.4/Sub.2/AC.2/3, https://documents-dds-ny.un.org/doc/UNDOC/LTD/N75/084/70/PDF/N7508470.pdf?OpenElement, last accessed on 1.10.2018. United Nations, Report of the Working Group on the use of mercenaries as a means of violating human rights and impeding the exercise of the right of peoples to self-determination, 2015, https://www.ohchr.org/EN/HRBodies/HRC/RegularSessions/Session30/Documents/A%20_HRC_30_34_Add_1 _ENG.docx , last accessed on 1.10.2018. United Nations, Resolution adopted by the General Assembly on 19 September 2016: New York Declaration for Refugees and Migrants, 2016, Doc. A/RES/71/1. United Nations, The Sustainable Development Goals 2018 , United Nations, New York, 2018, https://unstats.un.org/sdgs/report/2018, last accessed on 06.11.2018. United Nations, Universal Declaration of Human Rights, General Assembly Res. 217 A (III), 1948, http://www.un-documents.net/a3r217a.htm, last accessed on 1.10.2018. United Nations , Zero draft of the legally binding instrument to regulate, in international human rights law, the activities of transnational corporations and other business enterprises, https://www.ohchr.org/Documents/HRBodies/HRCouncil/WGTransCorp/Session3/DraftLBI.pdf, last accessed on 28.10.2018 US Department of State, Trafficking in Persons Report: June 2018, US Department of State, Washington DC, 2018, https://www.state.gov/documents/organization/282798.pdf, last accessed on 26.09.2018. Vijeyarasa, R., and Bello y Villarino J.M., ‘Modern-Day Slavery - A Judicial Catchall for Trafficking, Slavery and Labour Expolitation: A Critique of Tang and Rantsev’, 8 Journal of International Law and International Relations 36, 2013. Villalpando, S. M., ‘Forced Labour/Slave Labour’, Max Planck Encyclopedia of Public International Law (MPEPIL), 2007. Voland, T., and Daly, S., ‘The EU Regulation on Conflict Minerals: The Way Out of a Vicious Cycle?’, 52/1 Journal of World Trade 37, 2018. Walby, S. et al., Study on comprehensive policy review the European Commission of anti-trafficking projects funded by the European Commission , HOME/2014/ISFP/PR/THBX/0052, Publications Office of the European Union, Luxembourg, 2016, https://ec.europa.eu/anti- ",
        "Contemporary forms of slavery 63 trafficking/sites/antitrafficking/files/study_on_comprehensive_policy_review.pdf, last accessed on 28.09.2018. Walk Free Foundation, The Global Slavery Index 2018 , Walk Free Foundation, Perth, 2018, https://www.globalslaveryindex.org/, last accessed on 2.11.2018. Weitzer, R., ‘New Directions in Research on Human Trafficking’, 653 The Annals of the American Academy of Political and Social Science May 6, 2014. Working Group on Trafficking in Persons, Analysis of key concepts of the Trafficking in Persons Protocol: Background Paper Prepared by the Secretariat , UNODC, Vienna, 2009, Doc. CTOC/COP/WG.4/2010/2, https://www.unodc.org/documents/treaties/organized_crime/2010_CTOC_COP_WG4/WG4_2010_2_E.p df, last accessed on 26.10.2018. Working Group on Trafficking in Persons, Forms of exploitation not specifically mentioned in the Protocol: Background Paper by the Secretariat , UNODC, Vienna, 2013, Doc. CTOC/COP/WG.4/2013/4, http://www.unodc.org/documents/treaties/organized_crime/2013_CTOC_COP_WG4/CTOC_COP_WG.4_ 2013_4_E.pdf, last accessed on 26.10.2018. Working Group on Trafficking in Persons, Report on the meeting of the Working Group on Trafficking in Persons held in Vienna from 27 to 29 January 2010, UNODC, Vienna, 2010, Doc. CTOC/COP/WG.4/2010/6, http://www.unodc.org/documents/treaties/organized_crime/2010_CTOC_COP_WG4/CTOC_COP_WG4_ 2010_final_report_E.pdf, last accessed on 26.10.2018. Zamfir, I., Towards a binding international treaty on business and human rights , European Union, 2018, http://www.europarl.europa.eu/RegData/etudes/BRIE/2018/620229/EPRS_BRI(2018)620229_EN.pdf, last accessed on 28.10.2018. Press Releases European Commission, Cocoa: An Unsavoury Sweet? , Brussels, 29 May 2018, https://ec.europa.eu/europeaid/news-and-events/cocoa-unsavoury-sweet_en, last accessed on 3.11.2018. European Commission, EU-IOM Joint Initiative for Migrant Protection and Reintegration: one year on , 15 December 2017, Brussels, http://europa.eu/rapid/press-release_MEMO-17-5306_en.htm, last accessed on 30.09.2018. European Commission, EU invests EUR 500 million in new “Spotlight Initiative” to end violence against women , 21 September 2017, https://eeas.europa.eu/headquarters/headquarters-homepage/32549/eu-invests- eur-500-million-new-spotlight-initiative-end-violence-against-women_en, last accessed on 30.09.2018. European External Action Service, EU Remains Biggest development Donor: € 75.7 billion in 2017 , 10 April 2018, https://eeas.europa.eu/headquarters/headquarters-homepage/42737/eu-remains-biggest- development-donor-%E2%82%AC757-billion-2017_en, last accessed on 28.10.2018. G-7, The Charlevoix G7 Summit Communiqué , 10 June 2018, https://www.reuters.com/article/us-g7-summit- communique-text/the-charlevoix-g7-summit-communique-idUSKCN1J5107, last accessed on 26.09.2018. International Labour Organization, ILO Campaign to End Modern Slavery receives support from MEPs across Europe , 26 May 2016, https://www.ilo.org/brussels/press/press-releases/WCMS_485001/lang-- en/index.htm, last accessed on 26.09.2018. United Nations, As Security Council imposes sanctions on six human traffickers in Libya, UN chief calls for more accountability , UN News, New York, 8 June 2018, https://news.un.org/en/story/2018/06/1011751, last accessed on 26.09.2018. Videos ",
        "Policy Department, Directorate-General for External Policies 64 CNN, Libya’s migrant slaves ‘wanted their stories told’ , 2017, https://edition.cnn.com/videos/world/2017/11/29/libya-slave-trade-cnntalk-lon-orig-mkd.cnn, last accessed on 25.11.2018. Redman M. and LZ7, Song ‘27 million’, https://www.youtube.com/watch?v=K69NdzPvwj0, last accessed on 25.11.2018. Webpages Alliance 8.7, https://www.alliance87.org/, last accessed on 1.10.2018. Anti-Slavery International, What is Modern Slavery? , https://www.antislavery.org/slavery-today/modern- slavery/, last accessed on 26.9.2018. CNN Freedom Project, https://edition.cnn.com/interactive/2018/specials/freedom-project/, last accessed on 26.9.2018. Course PL 325 ‘Human Trafficking and Contemporary Slavery’ offered by Dr Silvia Scarpa at John Cabot University of Rome (Italy), https://www.johncabot.edu/academics/course- descriptions.aspx?FieldOfStudy=POLITICAL%20SCIENCE, last accessed on 1.10.2018. EEAS, What We Do , https://eeas.europa.eu/headquarters/headquarters-homepage/area/foreign- affairs_en, last accessed on 27.11.2018. European Commission, EU Legislation , https://ec.europa.eu/anti-trafficking/legislation-and-case-law/eu- legislation_en., last accessed on 26.10.2018. European Commission, Non-financial reporting , https://ec.europa.eu/info/business-economy- euro/company-reporting-and-auditing/company-reporting/non-financial-reporting_en, last accessed on 22.11.2018. European Commission, Trafficking Explained , https://ec.europa.eu/anti-trafficking/citizens- corner/trafficking-explained_en, last accessed on 26.9.2018. European External Action Service, EU Special Representatives , https://eeas.europa.eu/headquarters/headquarters- homepage_en/3606/EU%20Special%20Representatives, last accessed on 27.10.2018. EU Flagship Initiative on the Garment Sector, http://www.europarl.europa.eu/legislative-train/theme- europe-as-a-stronger-global-actor/file-eu-garment-initiative, last accessed on 28.10.2018. Free the Slaves, https://www.freetheslaves.net/about-slavery/slavery-today/, last accessed on 26.9.2018. Freedom Fund, https://freedomfund.org/, last accessed on 26.9.2018. International Labour Organization, What is Child Labour? , https://www.ilo.org/ipec/facts/lang-- en/index.htm, last accessed on 26.9.2018. International Labour Organization, What is forced labour, modern slavery and human trafficking , https://www.ilo.org/global/topics/forced-labour/definition/lang--en/index.htm, last accessed on 29.9.2018. Operation Sophia, https://www.operationsophia.eu/, last accessed on 30.9.2018. Special Rapporteur on Contemporary Forms of Slavery, including its Causes and Consequences, https://www.ohchr.org/EN/Issues/Slavery/SRSlavery/Pages/SRSlaveryIndex.aspx, last accessed on 26.9.2018. ",
        "Contemporary forms of slavery 65 Spotlight Initiative, http://www.un.org/en/spotlight-initiative/, last accessed on 26.10.2018. Sustainable Development Knowledge Platform, https://sustainabledevelopment.un.org/, last accessed on 30.9.2018. The Global Partnership to End Violence against Children, http://www.end-violence.org, last accessed on 26.10.2018. The Why Foundation, http://www.thewhy.dk/whyslavery/, last accessed on 26.9.2018. The 5.2 Global Partnership on Ending Violence against Women, http://catwinternational.org/Home/Article/710-launching-the-52-global-partnership, last accessed on 26.10.2018. UNESCO, Modern Forms of Slavery , http://www.unesco.org/new/en/social-and-human- sciences/themes/slave-route/modern-forms-of-slavery, last accessed on 26.9.2018. United Nations Office on Drugs and Crime, Third Open-ended intergovernmental meeting for the purpose of defining the specific procedures and rules for the functioning of the review mechanism for the United Nations Convention against Transnational Organized Crime and the Protocols thereto, http://www.unodc.org/unodc/en/treaties/CTOC/open-ended-specific-procedures-and-rules-for-the- functioning-of-the-review-mechanism-march-2018.html, last accessed on 26.9.2018. . List of cases European Court of Human Rights C.N. and V. v. France , Appl. No. 67724/09, 11 October 2012. M. and Others v. Italy and Bulgaria , Appl. No. 40020/03, 31 July 2012. Rantsev v. Cyprus and Russia , Appl. No. 25965/04, 7 January 2010. Siliadin v. France , Appl. No. 73316/01, 26 October 2005. International Court of Justice Jurisdictional Immunities of the State (Germany v. Italy: Greece Intervening), Judgement of 3 February 2012, I.C.J. Reports 2012. Legal Consequences of the Construction of a Wall in the Occupied Palestinian Territory, Advisory Opinion of 9 July 2004. Barcelona Traction, Light and Power Company, Limited (Belgium v. Spain), Judgment of 5 February 1970, I.C.J. Reports 1970. International Criminal Tribunal for Ex-Yugoslavia Prosecutor v. Kunarac et al. , Case Nos. IT-96-23 & IT-96-23/1-A, Judgment of 22 February 2001. ",
        "Policy Department, Directorate-General for External Policies 66 Table of treaties and legislation International Treaties Abolition of Forced Labour Convention 1957 (No 105), 320 UNTS 291 . Convention against Slavery 1926, 60 LNTS 253 . Convention against Transnational Organized Crime 2000, 40 ILM 335 . Convention concerning Decent Work for Domestic Workers (No. 189) 2011, 53 ILM 254 . Convention concerning Forced or Compulsory Labour 1930 (No 29), 39 UNTS 55. Convention Concerning Minimum Age for Admission to Employment (No 138) 1973, 1015 UNTS 2097 . Convention Concerning the Prohibition and Immediate Action for the Elimination of the Worst Forms of Child Labour (No 182) 1999, 38 ILM 1207. Convention for the Suppression of the Traffic in Persons and the Exploitation of the Prostitution of Others 1949, 96 UNTS 271 . International Agreement for the Suppression of the White Slave Traffic 1904, 1 LNTS 83. International Convention for the Suppression of the Traffic in Women and Children 1921, 9 LNTS 415. International Convention for the Suppression of the Traffic in Women of Full Age 1933 , 150 LNTS 431. International Convention for the Suppression of the White Slave Traffic 1910, 8 LNTS 278 . International Convention on the Protection of the Rights of all Migrant Workers and Members of their Families 1990, 2220 UNTS 93 . International Covenant on Civil and Political Rights 1966 , 999 UNTS 171 . Optional Protocol to the Convention on the Rights of the Child on the Involvement of Children in Armed Conflicts 2000, 39 ILM 1285 . Optional Protocol to the Convention on the Rights of the Child on the Sale of Children, Child Prostitution and Child pornography 2000, 39 ILM 1285 . Protocol against the Smuggling of Migrants by Land, Sea and Air 2000, 40 ILM 335 . Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children 2000, 40 ILM 335 . Protocol to the ILO Forced Labour Convention, 1930 (No 29) 2014, 53 ILM 1227 . Rome Statute of the International Criminal Court 1998, 2187 UNTS 90 . Supplementary Convention on the Abolition of Slavery, the Slave Trade and Institutions and Practices Similar to Slavery, 1956, 266 UNTS 3 . Vienna Convention on the Law of Treaties 1969, 1155 UNTS 331 . Council of Europe Convention for the Protection of Human Rights and Fundamental Freedoms, as amended 1950, CETS 5 . European Convention on Action against Trafficking in Human Beings 2005, CETS 197 . ",
        "Contemporary forms of slavery 67 European Union Treaties and the European Charter of Fundamental Rights Charter of Fundamental Rights of the European Union, OJ C 326 of 26.10.2012, p. 391 . Consolidated version of the Treaty on European Union, OJ C 326 of 26.10.2012, p. 13 . Secondary Legislation Regulation (EU) 2017/821 of the European Parliament and of the Council of 17 May 2017 laying down supply chain due diligence obligations for Union importers of tin, tantalum and tungsten, their ores, and gold originating from conflict-affected and high-risk areas, OJ L 130 of 19.05.2017, p. 1 . Directive 2014/95/EU of the European Parliament and of the Council of 22 October 2014 amending Directive 2013/34/EU as regards disclosure of non-financial and diversity information by certain large undertakings and groups, OJ L 330, 15.11.2014, p. 1. Directive 2014/36/EU of the European Parliament and of the Council of 26 February 2014 on the conditions of entry and stay of third-country nationals for the purpose of employment as seasonal workers, OJ L 94, 28.3.2014, p. 375. Directive 2014/24/EU of the European Parliament and of the Council of 26 February 2014 on public procurement and repealing Directive 2004/18/EC, OJ L 094 of 28.03.2014, p. 65. Directive 2014/25/EU of the European Parliament and of the Council of 26 February 2014 on procurement by entities operating in the water, energy, transport and postal services sectors and repealing Directive 2004/17/EC, OJ L 094 of 28.03.2014, p. 243 . Directive 2014/23/EU of the European Parliament and of the Council of 26 February 2014 on the award of concession contracts, OJ L 094 of 28.03.2014, p. 1 . Directive 2012/29/EU of the European Parliament and of the Council of 25 October 2012 establishing minimum standards on the rights, support and protection of victims of crime, and replacing Council Framework Decision 2001/220/JHA, OJ L 315, 14.11.2012, p. 57. Directive 2011/92/EU of the European Parliament and of the Council of 13 December 2011 on combating the sexual abuse and sexual exploitation of children and child pornography, and replacing Council Framework Decision 2004/68/JHA, OJ L 335, 17.12.2011, p. 1. Directive 2011/36/EU of the European Parliament and of the Council of 5 April 2011 on preventing and combating trafficking in human beings and protecting its victims, and replacing Council Framework Decision 2002/629/JHA, OJ L 101of 15.4.2011, p. 1 . Directive 2009/52/EC of the European Parliament and of the Council of 18 June 2009 providing for minimum standards on sanctions and measures against employers of illegally staying third- country nationals, OJ L 168, 30.06.2009, p. 24 . Council Directive 2004/81/EC of 29 April 2004 on the residence permit issued to third-country nationals who are victims of trafficking in human beings or who have been the subject of an action to facilitate illegal immigration, who cooperate with the competent authorities, OJ L 261, 6.8.2004, p. 19. ",
        "Policy Department, Directorate-General for External Policies 68 ASEAN ASEAN Convention Against Trafficking in Persons, Especially Women and Children 2015, http://agreement.asean.org/media/download/20160303122945.pdf, last accessed on 30.09.2018. National Legislation Modern Slavery Act 2015 (UK), http://www.legislation.gov.uk/ukpga/2015/30/pdfs/ukpga_20150030_en.pdf, last accessed on 26.9.2018. William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008 (USA), Pub. L. No. 110-457, H.R. 7311, 110th Cong., 2008, https://www.govtrack.us/congress/bills/110/hr7311, last accessed on 18.12.2018. ",
        "PE 603.470 EP/EXPO/B/DROI/FWC/2013-08/Lot8/23 Print ISBN 978-92-846-4435-3 | doi:10.2861/273997 | QA-02-19-017-EN-C PDF ISBN 978-92-846-4434-6 | doi:10.2861/976594 | QA-02-19-017-EN-N "
    ]
}