{
    "text": [
        "BRIEFING Commissioners-designate hearings September - November 2019 Policy Department for Economic, Scientific and Quality of Life Policies Authors: Francesca Beltrame, Frédéric Gouardères Directorate-General for Internal Policies PE 638.435 - November 2019 EN Commitments made at the hearing of K ADRI S IMSON Commissioner-designate Energy The Commissioner-designate, Kadri Simson, appeared before the European Parliament on 03 October 2019 to answer questions put by MEPs from the Committee on Industry, Research and Energy (ITRE). During the hearing, she made a number of commitments which are highlighted in this document. These commitments refer to her portfolio, as described in the mission letter sent to her by Ursula von der Leyen, President-elect of the European Commission, including:  Safe, secure and sustainable energy; and  Empowering people and regions. Please note that the quotes included in this document only make reference to oral commitments made during the hearing. The verbatim report of the public hearing is available on the Commissioners-designate hearings website. The Commissioner-designate was also sent some written questions in advance of the hearing to which she provided written answers. ",
        "IPOL | Policy Department for Economic, Scientific and Quality of Life Policies PE 638.435 2 Safe, secure and sustainable energy Energy-efficiency and renewable-energy legislation “Energy efficiency remains a priority. The principle ‘energy efficiency first’ should be taken seriously across the board. Improving the energy performance of buildings and speeding up renovation rates can be a game changer. The obstacles are well known, but we can explore new solutions, especially in financing. Good examples in local and social housing can be found in many member countries.” “I am convinced that a genuine Internal Market brings significant benefits and is essential in promoting renewable deployment.” “[...] we also have to do more to accommodate renewables: we have to invest into research and innovation for providing storage for renewables.” To speed up the deployment of clean energy “The thousands of people who take to the streets in Europe and around the world remind us constantly that there is nothing more urgent than climate and energy action. This is the number one concern of European citizens. That is why the President-elect has identified the European Green Deal as a flagship priority for her Commission. Energy policy will be essential to deliver on this priority. I know from personal experience – I was the Minister for Economy and Infrastructure, also responsible for energy – how challenging it is to work in this field. I know how important the task ahead is and how enormous the responsibility it entails.” “I embrace the mission of making Europe a climate neutral continent by 2050.” “I can confirm to you that this Commission will be very committed to our climate targets, not only at my level – responsible for energy, but this is the commitment of the President-elect. This is the overarching priority. This will be the main responsibility for Vice-President Frans Timmermans, who is responsible for the Green Deal.” “There will be a climate law and there will be a clear action plan, but my responsibility as the Commissioner responsible for energy is also to ensure that, in fulfilling all those targets, we still stay in the position where our energy security is good, our customers will have affordable prices and our industry will remain competitive compared to other regions in the world.” Regional cooperation “If appointed Commissioner, I intend to mobilise energy policy in the service of the climate neutral objective by further developing an integrated, interconnected and properly functioning Single Market.” “In the electricity market we need a power system largely based on renewables with improved energy storage and increased interconnectivity. There are still too many blockages to cross-border trade and bottlenecks that need to be removed. We must make sure that interconnectivity targets are reached and that 70% of interconnector capacity is available to the market. I will endeavour to strengthen regional cooperation, in particular the existing four high-level groups and make them work in greater synergy.” Liquefied natural gas “Talking about gas, we also have to keep in mind that it is very important to diversify the different sources.” “There is indeed a paragraph in my mission letter about promoting liquefied natural gas (LNG) and I do see it as a way of securing our energy security that our gas supplies will come from diversified sources and to different parts of the European Union.” Energy Taxation Directive “About energy taxation, this is also mentioned in my mission letter, and I will closely cooperate with Commissioner-designate Gentiloni about that. It is true that the Energy Taxation Directive that is already 15 years old doesn’t help us in the way it could to reach our energy and climate targets. I do especially believe the difficulty is that it still allows tax exemptions in some ways for fossil fuels, and that makes competition between fossil fuels and renewables difficult. We should address this issue.” Enhancing nuclear safety and safeguards “ Nuclear power will be part of the energy mix and the energy mix is decided by each Member State. ",
        "Commitments made at the hearing of Kadri Simson 3 PE 638.435 So I know that right now we have countries who are phasing out their nuclear power and there are Member States who are planning to build new plants to replace phasing-out coal power plants – there is Finland, which has just opened the new Olkiluoto power plant.” “So it is a decision for every individual Member State as to how will they use their energy mix and what will be the sources. At EU level we have to secure that nuclear power plants are safe, that the waste management is safe for our environment – and not only inside [the] European Union, but also in our close neighbourhood.” “So what can we do about new nuclear power plant sites that are built in third countries? We can provide assistance so that the building and maintenance will take place under the highest security standards. We can provide also financial assistance to the sites in third countries so that these procedures are made, and of course we can insist that all their test results will be taken very seriously.” Empowering people and regions Consumers at the heart of our energy system “We can do more for the open and competitive market: if there are many providers, then the prices should be more affordable for consumers and enterprises. And if our markets are interconnected – and they are not yet; there are missing links and bottlenecks – but if they are interconnected then this helps to provide renewable energy for larger markets. This was the main goal of the green energy package: that consumers will be in the heart of the energy market and the price will stay affordable.” “Being responsible for energy, I will have to ensure that in parallel to those ambitious climate targets, we secure our consumers and our businesses with affordable and competitive energy. For that we have to invest in our energy networks, but at the same time we have to make use of the existing framework.” “[...] I will be attentive to energy prices and costs on consumers and businesses and, in particular, to the impact that climate transition has on energy- intensive industries.” “It is also important to show that consumers can benefit from this transition and we have to take advantage, too, of all the newest innovation. So this might also be part of the European Innovation Initiative – like solar tiles that provide both insulation and renewable energy.” “Well, energy consumers will be at the heart of our energy policy. My task is to provide affordable energy by diversifying our sources, by making policies that all energy grids, DSOs and providers will be very transparent, by making investments that will help to upgrade our grids, and by building the missing links and interconnections.” Just Transition Fund “The Just Transition Fund will indeed be very close to my heart, because this is the tool that we can use to secure that during our transition towards carbon neutrality, no region, no country will be left behind.” “The President-elect has committed to establish a Just Transition Fund to support coal and carbon- intensive regions and islands affected by the transition. [...] I see this Fund as a way to enable regions to develop and finance concrete projects, which can transform economies and create jobs.” “We can build on the existing Coal Regions in Transition Initiative to make the Fund a success. To me, fairness also means a renewed fight against energy poverty.” “[...] I see that the Just Transition Fund will build on the project for coal regions in transition, and it will also help small islands which do not have connections with the mainland. This should help each region to be better prepared for the transition from fossil fuels towards renewables. The exact amount of this fund is under negotiation, but because it will be part of [the] next MFF, it is an initiative that will be on our table in the first weeks of the next Commission’s mandate. So I predict that, by the end of November, there will already be concrete answers. But I will do my best to make sure that it will be big enough to support those regions to prepare for the transition.” Energy Poverty Observatory “It is not acceptable that 8% of the European population – this is 50 million people – are unable to properly heat their homes, and many more Europeans than this struggle to pay energy bills. ",
        "IPOL | Policy Department for Economic, Scientific and Quality of Life Policies I want to use the Energy Poverty Observatory and rapidly implement the legislative provisions on energy poverty. I intend to engage more with the Member States and the Covenant of Mayors. The report by Theresa Griffin presented last year has laid the groundwork for this.” “Yes, I do agree that energy provides social inclusiveness and that’s why it is a very needed service. At the same time when we are talking about energy poverty, we are not talking about energy as a commodity, as such, we are also talking about taxes, levies, grid tariffs and this all together has to be under our attention and you asked what we can do concretely for those people who are in trouble paying their heating bills. We can provide more efficient ways for heating. This is not something we can do everywhere tomorrow, but there are different technologies that will bring down heating costs and of course once again the renovation of a building stock plays an important role too.” Disclaimer and copyright. The opinions expressed in this document are the sole responsibility of the authors and do not necessarily represent the official position of the European Parliament. Reproduction and translation for non-commercial purposes are authorised, provided the source is acknowledged and the European Parliament is given prior notice and sent a copy. The English language quotes included in this document are based on the verbatim of the hearing, made available a posteriori. © European Union, 2019. Manuscript completed: as of October 2019; Date of publication: November 2019 Administrators responsible: Francesca BELTRAME, Frédéric GOUARDÈRES; Editorial assistant: Catherine NAAS Contact: poldep-Economy-Science@ep.europa.eu This document is available on the internet at: www.europarl.europa.eu/supporting-analyses IP/A/ITRE/2019-05 Print ISBN 978-92-846-5580-9 | doi: 10.2861/793288 | QA-01-19-753-EN-C PDF ISBN 978-92-846-5579-3 | doi: 10.2861/425282 | QA-01-19-753-EN-N "
    ]
}