{
    "text": [
        "EUROPEAN CIVIL SOCIETY FIGHTING THE CORONAVIRUS PANDEMIC AND ITS AFTERMATH April & May 2020 Diversity Europe Newsletter European Economic and Social Committee © S h u t t e r s t o c k ",
        "Foreword Arno METZLER President of the Diversity Europe Group This issue: European civil society fighting the coronavirus pandemic and its aftermath Moving from urgency to recovery and reconstruction Diversity Europe Group Members in the spotlight Overview of recent Group III Member‘s work Group III Members working on new EESC Opinions p. 3 p. 10 p. 15 p. 18 p. 20 2 A p r i l & M A y 2 0 2 0 Civil society structures are now more important than ever Dear Ladies and Gentlemen, Dear Colleagues, Civil Society Organisations (CSOs) have done and are doing their utmost to sup- port people in need in the ongoing coro- navirus crisis. I invite you to learn about some of the many positive examples of European civil society action in the pres- ent issue of our newsletter. Many CSOs are facing major financial dif- ficulties, as a result of the pandemic. In our response to the coronavirus outbreak , we therefore must not for- get these/our civil society structures, as otherwise we run the risk of losing them at a time when they are more important than ever. EU leaders and institutions must acknowledge the value of action taken by CSOs for our communities. CSOs must be able to access state aid for companies or have special programmes. The pandemic could give rise to a real European civil society and can help us to develop a joint understanding of obligations, duties and rights, and a common understanding of European citizenship. A joint understanding of citizenship will help us to raise large amounts on all common ways of EU financing. It’s time to take a stand and eliminate old and common but also new prejudices. We must address and challenge them with transparency and infor- mation and use trust in CSOs to advocate the European integration process, faith in and respect for each other. There must be a collective understanding and awareness of the fact that we are stronger united if we are to tackle this crisis efficiently. The EESC must provide added value to these debates by raising these unpop- ular, often forgotten issues. We as civil society organisation representatives must also start exchanging and monitoring best practices to overcome the shutdown of social life and to restore open communication with the public. The coronavirus outbreak will continue changing our lives. It’s up to us to see this as an opportunity to make positive and sustainable changes. Let’s use this unfortunate situation and turn around the negative energy of anxiety and prejudice into hope and collaboration. We need to introduce a real European civil society. Yours sincerely, Arno METZLER President of the Diversity Europe Group ",
        "EUROPEAN CIVIL SOCIETY FIGHTING THE CORONAVIRUS PANDEMIC AND ITS AFTERMATH LISTENING TO THE VOICES OF DIVERSITY EUROPE GROUP MEMbERS… United for Families 3 d i v e r s i t y e u r o p e Christiane BASSET (FR) Member of the Diversity Europe Group Vice-president of the National Union of Family Associations (UNAF) Member of the High Council for Family, Children and the Elderly (HCFEA) Member of the National Ethics Advisory Committee (CCNE) The National Union of Family Associa- tions (UNAF) is supporting its network and families during confinement. In each of the 101 departments of France, a Departmental Union of Fam- ily Associations (UDAF) is performing the same task as the UNAF of repre- senting families at a local level and is providing direct support for families and vulnerable people. In France, the UDAF network supports 147 000 peo- ple who are under guardianship or curatorship, 9500 families under child protection care, thousands of couples in the process of separation and thou- sands of families in financial difficul- ties. Since the onset of the crisis, servic- es for vulnerable people have been able to rely on UNAF to help reorient themselves, adapt supervision to the COVID crisis, find masks for workers... to maintain their democratic life, from a distance of course. Faced with this crisis, which compli- cates family relations, UNAF and its partners brought forward the launch of an innovative mediation service for family carers confronted with conflicts between members of their families surrounding issues of ageing, integra- tion into a care home, succession, etc. This new service will be tested in 12 UDAFs, then 22, and then throughout France. To support families, UNAF has launched several online tools on the themes of screens and video games to help parents regulate the role of screens in family life during confine- ment: https://www.mon-enfant-et- les-ecrans.fr/ and www.pedagojeux.fr. We have also created a Facebook page called Taking Care of My Family to sup- port families in all aspects of life during the confinement: recreation, health, family law, solidarity, consumption, education. Especially for family carers who are in close contact with elderly, handicapped or sick people, we have posted, and regularly update, an FAQ page to support them in their daily lives. Family organisations have also been affected by the health crisis and will be for a long time. With the arrival of the summer holidays, a subject very close to families, UNAF decided to ask families about their expectations to get to know them better. It will also, in partnership with the observatory for holidays and children and young peo- ple‘s recreation and Youth Outdoors, conduct a series of studies on the topic of children‘s and families‘ holidays. Taking care of my family @ UNAF FAQ for carers @UNAF ",
        "4 A p r i l & M A y 2 0 2 0 Miguel Ángel CABRA DE LUNA, PhD (ES) Member of the Diversity Europe Group Member of the board of directors and president of the international relations commission, Spanish Confederation of Social Enterprises (CEPES) Director of alliances and social and inter- national relations of Fundación ONCE Spain is still feeling its way through the dark coronavirus tunnel, although May seems to have brought some glimmers of light with it. For two months now, balconies across the country ring out every evening at 8 o‘clock with applause, as a „thank you“ to the medical and healthcare staff who are on the front line in this strug- gle - and the same „thank you“ can be heard in New York, Buenos Aires, Paris and Istanbul. Taking a backward look - but without (yet) wanting to cry victory - I would like to propose an lively round of ap- plause for a group of people who, although they don‘t wear medical scrubs, have also helped keep the country going. Faced with such an unexpected and unprecedented change in econom- ic life and in people‘s everyday lives, we are witnessing major initiatives based on solidarity and by businesses committed to lessening the negative impact of the coronavirus. I‘m talking about the great work being carried out by many social economy enterprises throughout Spain and in very diverse economic sectors such as health, banking, industry, hotels, the social sector and distribution, amongst others. The Spanish Confederation of Social Economy Enterprises (CEPES) pub- lished a report at the beginning of the month on the steps taken by almost 400 social economy enterprises in re- sponse to the COVID-19 crisis. Some businesses are donating food to char- ities, patients, health workers and af- fected social groups; others are carry- ing out disinfection tasks in hospitals, workplaces and supermarkets. While some have not stopped working even though they do not have the necessary protection, others have changed their usual activity in order to produce pro- tective material and clothing or have turned over their premises in order to expand hospital accommodation or to house excluded groups. These examples reflect the important role played by social economy enter- prises in responding to the crisis. The secret ingredient in their success – be- yond the way they are managed and operate – lies in their very nature. These are resilient, democratic enterprises for whom people and social aims come be- fore capital, proving that rationality and social progress can go hand-in-hand within a single organisation. The soli- darity displayed by these enterprises is an added value and should be high- lighted at times of crisis. It is precisely their nature and values that makes social economy enterpris- es so sensitive to the needs, visibility and integration of vulnerable groups such as people with disabilities, who have been disproportionately affect- ed by the COVID-19 crisis and social distancing measures. By cooperating, mobilising resources, converting ac- tivities and building up projects in dif- ferent sectors, enterprises such as the ONCE (Spanish National Organisation for the Blind) and its Foundation have shown themselves, once again, to be a key ally. This demonstrates that, rather than being yet another problem, peo- ple with disabilities can and must be part of the solution, taking part in the reconstruction plan and adding their efforts to recovery from the crisis. Although all the statistics and reports continue to rank us among the „coun- tries worst affected by COVID-19“ around the world, I am convinced that the huge effort sustained throughout the crisis will not have been in vain. Once we have emerged from the tun- nel, it will be crucial, with a view to the „new normal“ in Spain, to acknowl- edge the value of social economy en- terprises, support their way of working and guarantee their health. And we should round all this off with a hearty round of applause. Other heroes who also deserve a round of applause at 8 o’clock Miguel Ángel. Cabra de Luna, Phd @ Fundación ONCE @ Veja, Shutterstock ",
        "5 d i v e r s i t y e u r o p e Giuseppe GUERINI (IT) Member of the Diversity Europe Group President of Cecop-Cicopa Europe, the European confederation of industrial and service cooperatives Board member of Confcooperative, Confederation of Italian Cooperatives President of Confcooperative Bergamo and of Ecosviluppo, the social coopera- tive for labour market integration As you know, a major part of my work is with social enterprises and cooper- atives. Over the months of this pan- demic crisis, we have been collecting some of the best practices deployed in various countries in Europe. Social economy enterprises have pro- vided numerous examples of respon- sibility and commitment, and worker cooperatives around Europe have con- verted or adapted their production to make personal protective equipment that can save many lives. In Spain, a cooperative of the Mon- dragón group is adapting its produc- tion to manufacture 60 million masks over a six-month period. This project is part of the strategy to stimulate the national production of PPE for the healthcare sector. In Bulgaria, seventeen worker cooper- atives employing people with disabil- ities are producing high-quality face masks, whilst at the same time secur- ing an income for a vulnerable catego- ry of workers. Again on masks and solidarity, the fifty-eight members of the French worker cooperative SCOP TI, having ensured their own workers are proper- ly protected, decided to pass on their stock of protective equipment to med- ical personnel who have been in dire need of PPE since the epidemic began. Along with the masks, they have also sent some boxes of their tea “to warm up” the medical staff whilst they are on duty. The Druchema worker cooperatives in the Czech Republic, which operate in the clothing and chemical industries, have adapted their production to meet the needs of the COVID-19 situ- ation, starting with the production of textile protective masks and disinfect- ant products to be provided to both the public and private sectors. Thirteen employees at Italy‘s Airone social cooperative in Lombardy chose to go into self-isolation in the retire- ment home where they work in order to protect the elderly. In Portugal, the CERCINA coop runs a regional radio station, Rádio Nazaré. This has been playing an important public service role during the pan- demic, broadcasting reliable news and general information about COVID-19 as it affects public health and the economy. It also provides companion- ship for the elderly and the digitally excluded, helping to combat social isolation. In Poland, the “Równość” social coop- erative, which provides home deliv- ery services, has launched delivery of blessed baskets for people who were unable to go to church to have their food blessed on Holy Sunday due to the ban on large church gatherings. This is a very important tradition for many Poles. In the city of Bergamo, which is the ep- icentre of the epidemic in Italy, hotels run by social cooperatives have been converted into hospitals to free up beds, with nurses taking the place of normal staff. These few examples are a confirma- tion that the commitment we have always had at the EESC to the social economy has been well invested and is an important pathway to a more sustainable and inclusive future. Across Europe social economy is significant support for society during pandemic Giuseppe Guerini reports on some cases of best practise @ Giuseppe Guerini @ Giuseppe Guerini ",
        "6 A p r i l & M A y 2 0 2 0 Kinga JOÓ (HU) Member of the Diversity Europe Group Vice-president of the National Associa- tion of Large Families (NOE) Member of the board of the National Cooperation Fund (NEA) Families based on love and caring are able to help each other respect the rules intended to protect their health. The integrity and wellbeing of these communities guarantee that once the crisis is over, society and the economy can recover as rapidly as possible. The primary objective of the economy is none other than to ensure the welfare and proper functioning of families and thus society. This is why we must do everything we can now to enable fam- ilies to concentrate on the new chal- lenges and to protect them in these difficult times. NOE (National Association of Large Families in Hungary) has not stopped for a moment helping to boost socie- ty‘s immune system during the pan- demic. Together with our employees and volunteers, we are doing our ut- most to assist our members and all those in need. • Our local branches (more than 200 around the country) provide con- stant feedback from the ground on the mental wellbeing, possible financial difficulties and problems related to home schooling among our members. We send regular up- dates based on these reports to the relevant ministries and authorities. • Through our weekly newsletter, we keep our members (13 500 member families) updated, with special sec- tions on family-related state acts, legal advice, donations (to give or to receive) and possible discounts. • We were happy to receive some sig- nificant charitable offers from compa- nies, including disinfectants, vitamins and IT tools for those in need. Our members are also helping one anoth- er through our „angel post“ service. • To commemorate „invisible=un- paid work day“ (first Tuesday in April), we arranged a photo contest encouraging families to portray moments in their lockdown life spent together. Some steps taken by the government reflect on our proposals. So far, all types of paid parental leave have been au- tomatically extended until the end of the state of emergency. This was very welcome for parents whose situation would otherwise have been very un- clear and who might not have had any form of income. No special paid paren- tal leave was introduced for the COV- ID-19 lockdown, but parents unable Family is the immune system of society @ NOE, photo from the NOE photo contest “Together in lockdown” @ NOE, photo from the NOE photo contest “Together in lockdown” ",
        "7 d i v e r s i t y e u r o p e to work because they need to care for their children due to the lockdown can go on paid sick leave. A payment mor- atorium running from 19 March 2020 until 31 December 2020 was approved, entailing a payment holiday for all loans and financial leases for all debtors (private persons and legal entities). If you want to know what is going on at European level or in other countries in terms of support for families, see the dedicated webpages of our two European networks: European Large Families Confedera- tion (ELFAC) COFACE – Families Europe @ NOE, photo from the NOE photo contest “Together in lockdown” ",
        "8 A p r i l & M A y 2 0 2 0 Ronny LANNOO (BE) Member of the Diversity Europe Group General Adviser of the Belgian union of self-employed entrepreneurs, SMEs and liberal professionals (UNIZO) Belgium‘s self-employed, profession- als and SMEs have been in lockdown since 13 March. Apart from a few busi- nesses that are essential for the public, such as food shops and supermarkets, all businesses had to completely shut down. Since 4 May, all manufacturing com- panies have been allowed to operate once more provided that they com- ply with strict prevention measures. On 11 May, all shops were allowed to reopen. A decision will not be made about the hospitality and events in- dustries until 8 June at the earliest. All events have been cancelled until the end of August. 88% drop in revenue In the first week of the lockdown alone, our Belgian SME organisation received well over 30 000 phone calls and emails from affected business owners, many in complete panic, some in tears. And no wonder – their income would be reduced to nothing for more than two months. Our organisation‘s SME business-out- look barometer, based on a survey of a representative sample of 900 SMEs, fell sharply in March by no less than 37.2 index points to reach its lowest level since 1987. The revenue figures also speak volumes – hospitality: down 89%; retail: down 80%; events industry: down 85%; furniture indus- try: down 66%. These are just a few ex- amples. Moreover, it is apparent that businesses are having to contend with liquidity problems in particular, and a huge number of planned investments have been postponed. Public measures The federal and regional govern- ments took a number of measures to at least stem the feared economic and social bloodbath to some extent. Belgium‘s social security system gives businesses the option of making their employees technically or temporarily unemployed if they are in difficulty. In this situation, employees receive 70% of their salary. Because of the corona- virus crisis, the government added a further allowance on top of that. More than one million workers have been able to benefit from this. At the same time, teleworking has been promoted where possible. SMEs that have been forced to close are entitled to an „in- convenience“ allowance of EUR 4 000. Moreover, there is a compensation scheme for businesses whose revenue has dropped at least 60%, businesses can take advantage of government financial guarantees for loans, and „win-win“ loans, which are given to SMEs by friends and family, receive additional tax benefits. Civil society essential This crisis once again clearly demon- strates the importance of civil society organisations and the social partners in Belgium. Structural cooperation be- tween the relevant organisations and the authorities enabled effective meas- ures to be taken following proper con- sultations. This meant that, among oth- er things, risk analyses were drawn up and linked to a practical back-to-busi- ness roadmap so that businesses could restart their operations in a safe way for both employees and customers. Furthermore, the importance of hav- ing a strong, affordable and effective social-security and health-insurance system for everyone is more apparent than ever. Some members of the public, as well as a lot of politicians, have criticised the European Union for not doing enough in what is an international crisis. The reason for this passivity is simple. Until now, the Member States have considered public health to be their sole responsibility, with a limited impact at EU level. However, coronavi- rus knows no borders, let alone Mem- ber States. Once again, more action is needed at EU level, not less. Many of Belgium’s SMEs also falling victim to coronavirus @ Rido, Shutterstock ",
        "9 d i v e r s i t y e u r o p e Teresa TISZBIEREK (PL) Member of the Diversity Europe Group Vice-president of the Association of Voluntary Fire Brigades of the Republic of Poland (ZOSPRP) According to the International Asso- ciation of Fire and Rescue Services, there are around five million volunteer firefighters serving on volunteer fire brigades (VFB) in Europe. In Poland there are almost 700 000 of them on 16 200 VFBs. Like every European, they are having to face and adapt to new, dangerous and difficult working con- ditions and must be ready to help oth- er people – which now also includes people who could be infected with the coronavirus, which is a new and unprecedented threat for them. The most important thing from the out- set has been to guarantee their safety. To this end, training materials on the coronavirus were prepared and distrib- uted electronically, informing them of specific measures and procedures in case they come into contact with peo- ple who may be infected. Liquid disin- fectants, masks, gloves, goggles, visors and protective suits had to be provid- ed very quickly, but they were just not available on the market. So, because they are so dependable, they set to work themselves as usual, then local au- thorities got involved and state support was initiated by the State Fire Service. The pandemic meant that they had to take on completely new tasks very quickly. Now they are delivering food to people in quarantine, disinfecting public places and operating waiting rooms and health clinics set up in tents in front of infectious disease hospitals, they are sewing and distributing pro- tective masks, donating blood to blood banks, checking people‘s temperatures at border crossing points, performing the tasks of professional firefighters if their units are unable to take part in actions because one of their members has become infected with COVID-19, and broadcast information from cars as part of the Stay at Home initiative. The COVID-19 pandemic and the du- ties arising from day to day for the volunteers don’t mean they aren’t still doing their difficult and dangerous rescue work. Every day they still have to go out and help victims of accidents and put out fires. And they must do this without knowing whether the person they‘re helping or who they come in contact with has the virus. Unfortunately, they are susceptible to COVID-19 just like everyone else – there have already been several cases of infection among them, and in the case of disinfecting a building, a unit is excluded from work and its firefighters must undergo quarantine. This is why the Don’t Lie to Rescue Workers cam- paign was launched in Poland. The aim is that people with symptoms inform them of the possibility of infection. In April alone, volunteer firefighters were involved in more than 65 000 interventions. During this time, there were also forest fires in Biebrzański National Park – the largest in Poland – in which 5300 hectares were burnt. This was a long and difficult job for the firefighters. Volunteer firefighters take part in rescue work every day – it doesn’t stop because of COVID-19. In order to be legally secured and able to carry out rescue work, volunteer fire- fighters must have a valid medical certif- icate and authorisation to practice first aid, which is only granted for a three- year period. Unfortunately, the epidemic has made it impossible to get the peri- odic medical examination and take the practical exams for first aid. Therefore, as a member of the Public Benefit Works Council, I have drawn up two resolutions which have gone through the necessary procedure and been unanimously adopt- ed by the members. The resolutions re- quired the responsible ministries to take action to amend the legal acts so that the medical certificate and authorisation would remain valid for the duration of the epidemic and for 60 days thereafter. These measures were successfully adopt- ed as part of an anti-crisis package and are in force, and volunteer firefighters have retained their authorisations. For many years, May has been the month when volunteer firefighters across Europe celebrate Internation- al Firefighters Day, specifically 4 May, which is linked to their patron saint, St. Florian. They have always celebrated throughout May, held events celebrat- ing their units and organised parades and festivals for the community. This May will be different for them – so let’s stand with them and support them. Volunteer firefighters can save many lives throughout their careers, but only if they are alive and healthy The COVID-19 pandemic and the work of volunteer firefighters Read further reports on civil society action during the COVID-19 crisis in the next issues. ",
        "10 A p r i l & M A y 2 0 2 0 Jan DIRX (NL) Member of the Diversity Europe Group Liaison officer for the Groene 11 (Green11), Dutch nature and environ- mental organisations On 6 April the European Parliament voted by an overwhelming majority to place the European Green Deal at the heart of the upcoming EU recovery and reconstruction package „in order to kick-start the economy, improve its resilience and create jobs while at the same time assist in the ecological transition, foster sustainable econom- ic and social development“. This is a very important statement by the European Parliament, which is also supported by European Commis- sion President Ursula von der Leyen, Vice-President Frans Timmermans and European Council President Charles Michel, among others. It sounds hope- ful, yet at the same time we continue to hear and read messages from the lobbyists of the old economic order, who argue that now is not the time for innovation, but rather to invest in restoring the old system. The EESC wants to play a role in dis- cussing how the EU and the Member States should proceed after the COV- ID-19 crisis. The subcommittee set up for this purpose by the EESC Bureau is called Post-COVID crisis recovery and reconstruction. This is a legitimate name, because we need to focus on reconstruction as well as recovery. We cannot simply restore what existed in the past; we need to restructure and improve it. For the EESC, this restruc- turing and improvement will have to be based on the principles of all our work: protecting human rights, dem- ocratic values and the rule of law, achieving the sustainable develop- ment goals, creating a circular econ- omy and achieving climate neutrality within the EU by 2050. If the EESC formulates its vision and action plan on post-COVID crisis re- covery and reconstruction in this way, it will have the support of the nearly 100 civil society organisations with many millions of members and do- nors at European and national level who recently published a petition addressed to the European Commis- sion, the European Council, the Euro- pean Parliament and national leaders. MOVING FROM URGENCY TO RECOVERY AND RECONSTRUCTION After the Corona crisis: recovery through reconstruction @ robert_s, Shutterstock ",
        "11 d i v e r s i t y e u r o p e This petition calls on EU and national leaders to tackle the unprecedented crisis caused by the COVID-19 pan- demic with solidarity, courage and innovation. As the petition points out, we do not want a return to business as usual - to an economic model that has exacer- bated social inequalities, jeopardised our health, and driven our planet‘s climate and nature to the brink of col- lapse. Instead, now is the time to radi- cally and rapidly make our economies greener, fairer, and more resilient to future shocks. Civil society demands the establish- ment of the biggest green investment programme the world has ever seen, backed up by all available EU financial tools to fund a recovery that is both green and fair. The petition also shows that there is broad public support for the Green Deal that the European Commission has put on the table and which I re- ferred to at the beginning of this ar- ticle, pointing out the need to „fully implement and boost the European Green Deal to rework the economy as is necessary to put well-being back at the centre of the European project“. This is in line with what Frans Tim- mermans said in conversation with the European Parliament‘s environ- mental committee: if Europe wants to get out of the corona crisis in a smart way, it should not throw money at the old, polluting sectors, but invest sub- stantially in a sustainable economy. Mr Timmermans also pointed to the broad alliance - of companies, unions and seventeen Member States - that wants to make climate law central to the economic recovery. „The route there must be irreversible,“ said Tim- mermans. „That is not a luxury, but a necessary duty.“ Of course, many plans are already be- ing made regarding where the many billions of euros for the Green Deal and the reconstruction of the econo- my must go. The following proposals are often put forward: 1. The construction sector is impor- tant: the renovation of millions of houses to make these energy-ef- ficient and sustainable will get this sector going again and bring us a step closer to achieving cli- mate neutrality. Construction is labour-intensive, and energy con- sumption in buildings (lighting, heating) accounts for a third of CO2 emissions in Europe. This is a huge job, because 75 per cent of residen- tial and commercial buildings were built before there were EU rules in place on energy consumption. 2. The expansion of wind and solar energy not only requires the con- struction of windmills and the in- stallation of solar panels, but also the modernisation of the entire Eu- ropean electricity grid and storage options. 3. There are also many plans for clean- er transport, including trade-in campaigns that encourage people to exchange their polluting cars for cleaner models, electric buses and taxis, and the quantitative and qualitative upgrading of rail trans- port. This also includes an exten- sive network of charging stations throughout Europe and the devel- opment of sustainable and more efficient batteries 4. Transforming the economy into a „circular“ economy is essential to the success of the Green Deal. This is why, for example, the steel and cement industries (large energy consumers) and the chemical sec- tor must be organised differently. 5. Agriculture must be more sustain- able, food production more Euro- pean. It is therefore exciting to see what the Commission will come up with in its „From farm to fork“ and biodiversity strategies. 6. Finally, and most importantly, one of the main lessons of the coronavi- rus crisis is that health systems in al- most every European country need to be strengthened. Let us hope that when the plans for the European Commission‘s roadm- ap for recovery become known in the near future, we can say with all hon- esty that this will lead us to a more resilient, sustainable and fair Europe. This is because, to use the words of the European Environmental Bureau, „it is time to decide what we value the most, and to share a vision for a better future… turning fear into hope.“ ",
        "12 A p r i l & M A y 2 0 2 0 Christian MOOS (DE) Member of the Diversity Europe Group Divisional Director (European and Inter- national Affairs), German Civil Servants Association (dbb) Secretary-general of the Europa-Union Germany Board member of the European Move- ment Germany (EBD) A significant proportion of civil socie- ty is involved in the social professions, and, in these difficult times, staff work- ing in the health sector is particularly in the spotlight. It is true that, when it comes to the pandemic, Germany benefits from the fact that it has a relatively large number of hospitals and intensive-care beds compared to other countries. However, as in many other EU countries, there is a serious shortage of protective equipment. And the other thing that the German health sector is particularly lacking is staff: even before the coronavirus cri- sis, there was talk of a „care crisis“, and now, alongside doctors, care workers – of whom there are far too few – are on the frontline, all too often without access to adequate protection from infection. No other profession is ex- posed to a higher risk of catching the virus, as confirmed by the infection rates in several countries. Medical staff are essential workers – that is what we are now being told, but hasn‘t it always been the case? The social professions are not well paid. What is worse, at least from the viewpoint of those affected, their working conditions have deteriorated, especially in Germany, because hos- pitals and care homes are employing fewer and fewer care workers for more and more patients. The health sec- tor in Germany now takes an almost completely economic approach, with humans reduced to lump-sum pay- ments. Many care workers have left the profession due to overwork, and because they feel they are no longer able to take proper care of patients. This trend is doubtless very similar in many EU countries. Now, the corona- virus crisis is finally making the invisi- ble visible – but will society, and poli- cy-makers, learn the lessons of this, or will it all just be empty rhetoric? Of course it is very nice that the pub- lic are showing their gratitude by ap- plauding from their open windows and balconies, but people working in the social professions – those provid- ing public services of general interest – need more than just well-mean- ing gestures. Real appreciation will Public services and civil society organisations deserve closer attention, after the pandemic Civil society and coronavirus - a German perspective @ theskaman306, Shutterstock ",
        "13 d i v e r s i t y e u r o p e be measured by whether there is a change in their working conditions. In the health sector this means, in prac- tical terms, that staff/patient ratios must be improved so that care work- ers can once again work professionally without burning out. And though peo- ple do not go into the social profes- sions primarily to earn a lot of money, there also needs to be an appreciable improvement in pay. The European Union has only limited powers in the field of health and so- cial policy, but it would nonetheless do well to take account of the value of functional public infrastructure in general and of social professions spe- cifically for social stability and securi- ty. And European solidarity has many facets in this connection. It is certainly not in the spirit of European cooper- ation and sustainable development for Member States to poach medical professionals from each other. The European Economic and Social Com- mittee will doubtless also take greater account of these issues and contrib- ute, as the representative of organised civil society in Europe, to maintaining a high level of awareness of the need to take action in the health and social sectors. Overall, it is quite evident how im- portant public structures are, how indispensable services of general in- terest. They are, indeed, systemically important, and they cannot be judged on cost-effectiveness alone. The Eu- ropean economy in particular needs efficient public healthcare and infra- structure in order to get out of the economically devastating shutdown as soon as possible. For example, the more quickly, safely and comprehen- sively public health authorities can implement coronavirus testing, the quicker large numbers of people can get back to work as normal. Thanks to its federal system, Germany has the advantage of having decen- tralised health authorities that are in principle empowered to take action and that make an extremely important contribution to preventing epidemics. However, these authorities have also experienced massive cuts, which is one of the reasons why testing capaci- ty is now lacking. They lack the capac- ity to take action in precisely the area where it is urgently needed so that we can re-open schools and restart pro- duction in the private economy. There have certainly been many ex- amples of voluntary civil society en- gagement during this historic crisis, but non-profit organisations alone cannot compensate for the cuts that have been made to public structures in recent years, particularly – but by no means exclusively – in the health sector. Nonetheless, a great many civil society associations and organisations are doing great things in the crisis, in all EU countries. Many people who were not previously involved in civic activities are now keen to help out, and are finding many opportunities to do so in a vibrant and pluralistic civil society. However, it should not be for- gotten that many of these associations and organisations now also need help. Lockdowns and social distancing, however necessary they may be right now, have not just paralysed the econ- omy. Just as every effort must be made to ensure that intrinsically competitive companies can survive the shutdown and maintain jobs, it is also important to pay attention to civil society organ- isations. Many organisations receive public funding for projects that they cannot or can no longer implement. Jobs are also at risk in the non-profit sector. Every crisis presents an opportunity, even this terrible pandemic. Euro- peans now have the opportunity to save their economies together. They have an opportunity to pay more at- tention to the public services that have been identified as systemically important. And they must not forget the non-profit organisations without which there can be no vibrant civil society. The economic interdepend- ence of Europe, particularly within the monetary union, and the unifying force of adversity, suggest that this cri- sis represents the point when Europe- an society is born. A Marshall Plan for the European economy is part of that, along with ro- bust public infrastructure, but so is an organised civil society that thinks, acts and feels on a European scale. ",
        "14 A p r i l & M A y 2 0 2 0 Dilyana SLAVOVA (BG) Member of the Diversity Europe Group President of the External Relations (REX) Section National Coordinator of the Mountain Milk NGO and National Coordinator of the Bulgarian Farmers Association Tourism has suffered more than any other major economic sector. Tourism is part of normal life in almost all soci- eties, especially in Europe. People are looking forward to travelling again, but whether they can afford to do so will depend on how hard we are hit by the coming economic crisis. Overall, there will be a lot of catching up to do. The World Tourism Organization (UN- WTO) expects the number of interna- tional travellers to fall to 2013 levels: instead of 1.4 billion travellers like last year, only one billion people will be travelling. That is one third less. Ac- cording to the United Nations‘ agency, the crisis could result in an annual de- cline of between 60% and 80% com- pared to 2019 figures. Other interna- tional bodies agree with the UNWTO‘s estimates. The OECD, the Organization for Economic Cooperation and Devel- opment, is predicting a drop of 40 to 70% in international travel for its 36 member states this year. The latest data from the World Tourism Organi- zation shows that the COVID-19 pan- demic has caused a 22% drop in inter- national tourist arrivals during the first quarter of 2020. According to the UNWTO, there are three scenarios for 2020 that are based on three possible dates for the gradual opening up of international borders: • Scenario 1 (-58%) based on the gradual opening of international borders and easing of travel restric- tions in early July; • Scenario 2 (-70%) based on the gradual opening of international borders and easing of travel restric- tions in early September; • Scenario 3 (-78%) based on the gradual opening of international borders and easing of travel restric- tions only in early December. Under these scenarios, the loss of de- mand in international travel could have the following impact: • the loss of 850 million to 1.1 billion international tourists; • the loss of USD 910 billion to USD 1.2 trillion in export revenues from tourism; • 100 to 120 million direct tourism jobs at risk. Experts expect recovery to start in 2021. It will not be easy to rebuild confidence in travelling. However, it is difficult to predict whether people will travel in exactly the same way as before or whether some will draw conclusions of their own. The industry is currently betting on quality-orient- ed tourism. Tour operators and their partners in destination regions are using the time to make their services more sustainable. There is also a cer- tain willingness among customers to travel more sustainably in the future if costs permit. The industry now has the perfect opportunity to change direc- tion and change the face of future hol- iday products. But whether we have really moved away from mass tourism as we knew it before the coronavirus crisis remains to be seen. Of course, social distancing will re- main mandatory until a vaccine be- comes available, so right now plans are focusing on how to prevent too many people being gathered in a con- fined space. One solution could be to rent only every other room, or to open every other hotel. Or not to get too close to each other on the beach. Whether plexiglas is really the solution remains to be seen on a case by case basis, but these are good examples of the creative and innovative efforts being made to save the highly endan- gered tourism industry. Virtual reality, artificial intelligence and big data will all have a part to play in our joint response to COVID-19, and in building resilience for the future. Maybe virtual tourism is not so far off! International tourism during the COVID-19 crisis or should we turn to virtual tourism? Dilyana Slavova LanKS, Shutterstock ",
        "15 d i v e r s i t y e u r o p e Geneviève SAVIGNY (FR) Member of the Diversity Europe Group Former national secretary of the Con- fédération paysanne (famers’ confed- eration) Former member of the European coor- dination committee of Via Campesina On 7 May, Geneviève Savigny, a mem- ber of the Diversity Europe Group, former national secretary of the Con- fédération paysanne and former mem- ber of the European Coordination Via Campesina committee, attended an online debate organised by French MEP Benoît Biteau on the possibility of a global food shortage due to the COVID-19 crisis . Although it had been quite a challenge to have a virtual con- ference involving participants from the four corners of France and Cameroon, Ms Savigny said she had been very pleased to take part. It was, she said, part of the duties of EESC members to Arnaud SCHWARTZ (FR) Member of the Diversity Europe Group President of France Nature Environnement On 2 May, Arnaud Schwartz, member of the Diversity Europe Group and president of France Nature Environ- nement, participated in an online debate following the web-streamed preview of the documentary Douce France . The film, directed by Geof- frey Couanon and shot in partnership with the association France Nature Environnement, tells the story of three high school students from the Parisian suburbs who decide to investigate the construction of a leisure park next to their homes, potentially destroying help make the population as a whole more aware of European concerns when they have the opportunity. Global food security is clearly a com- plex issue. For Geneviève Savigny, this debate was a chance to reiterate how the globalisation of trade and opening up of international trade to agricul- ture thanks to the WTO agreements the last part of agricultural land in their neighbourhood. As president of France Nature Envi- ronnement, Mr Schwartz‘s work in- cludes recreating the link between high-quality nutrition and land. He and his federation of associations seek to preserve agricultural land near Paris, safeguard high-quality employment in local businesses and existing shopping centres and create job. Reflecting on this film preview, Mr Schwartz pointed out that, when they are given access to information and time for dialogue, young people show an interest in their community‘s future and are prepared to question ready- made opinions. had weakened the position of local producers, subjecting them to greater competition. She stressed in this con- nection that the „farm to fork“ strat- egy was a new cause of concern for Europe, not only in terms of trade in agricultural products but also in terms of the food on our plates. View the whole conference here. For more information click here. COVID-19 - is there a risk of a global food shortage? Young people reshaping their community’s future DIVERSITY EUROPE GROUP MEMbERS in the spotlight ",
        "16 A p r i l & M A y 2 0 2 0 Dilyana SLAVOVA (BG) Member of the Diversity Europe Group President of the External Relations (REX) Section National Coordinator of the Mountain Milk NGO and National Coordinator of the Bulgarian Farmers Association On 29 April, Dilyana Slavova, mem- ber of the Diversity Europe Group and president of the EESC REX section, took part in a webinar organised by the EESC on EU-Africa in the midst of the coronavirus crisis . The webinar participants were EESC president Luca Jahier, Dr Vera Songwe, Executive Secretary of the UN Economic Com- mission for Africa, Stephen Karingi, Di- rector of the Regional Integration, In- frastructure and Trade Division of the UN Economic Commission for Africa, Ambassador Ranieri Sabatucci, Head of the EU Delegation and European Ioannis VARDAKASTANIS (EL) Vice-president of the Diversity Europe Group President of the Greek National Confed- eration of Disabled People (NCDP) President of the European Disability Forum (EDF) Treasurer of the International Disability Alliance (IDA) Member of the Economic and Social Council of Greece (OKE) Member of the Greek National Commis- sion of Human Rights (EEDA) Ioannis Vardakastanis, vice-president of the EESC‘s Group III, „Diversity Eu- rope“, in his capacity as president of the European Disability Forum (EDF), has been extremely active in advo- Union Special Representative to the African Union, and Stefano Manservi- si, former Director-General for Interna- tional Cooperation and Development at the European Commission. They debated the impact of the COVID-19 outbreak on the new EU-Africa Strat- egy and discussed the latest develop- ments in the ongoing crisis at the EU and Africa levels. Participants agreed that consolidation of supply chains and an agreement to ease the external debt burden of African countries were key issues in this crisis situation. Ms Slavova point- ed out that EU-Africa relations were under strain, but expressed her firm belief that the partnership would be- come stronger as a result of the cri- sis. She also stressed the important role civil society can play in tackling a potential food crisis in Africa: „Civil cating for and promoting the rights of persons with disabilities and their families during the COVID-19 crisis. More specifically: • On 15 April, Mr Vardakastanis sent a letter to the presidents of the European Council, the Eurogroup, the European Parliament, the Eu- ropean Commission, the European Central Bank, the European Invest- society organisations have a crucial contribution to make in ensuring in- terconnectivity between countries in Africa and reaching the target audi- ence; they have shown their potential in fighting not only the COVID-19 out- break, but also hunger“. ment Bank, the Committee of the Regions, the European Economic and Social Committee, and all the Heads of State and Government of the European Union, as well as to all the Members of the European Par- liament and the EU Commissioner for Equality, Helena Dalli, proposing measures that should be taken by EU leaders with a view to planning a fully disability-inclusive COVID-19 response and recovery, which will lead to a more inclusive Europe. • On 29 April, he participated via video-conference along with Ms dalli, eu Commissioners Nico- las schmit and stella Kyriakides , and representatives of civil soci- The coronavirus crisis will strengthen the EU-Africa partnership A fully disability-inclusive COVID-19 response and recovery plan is needed @ EESC @ EESC @ Ioannis Vardakastanis ",
        "17 d i v e r s i t y e u r o p e Indrė VAREIKYTė (LT) Member of the Diversity Europe Group Delegate of the Lithuanian Youth Council (LiJOT) On 7 April 2020, Indrė Vareikytė chaired the virtual meeting of the ee- sC‘s eastern Neighbours Follow-up Committee of which she is president. The committee discussed a joint com- munication from the European Com- mission and the High Representative of the Union for Foreign Affairs and Security Policy on the structured con- sultation on the future of the Eastern Partnership (EaP), published on 14 March 2020, and possible actions. The European Commission launched the structured consultation in 2019, in connection with a high-level event marking the 10th anniversary of the EaP. The EESC contributed to this con- sultation via an own-initiative opinion ety organisations in a high-level exchange on the impact of COV- ID-19 on European social services, convened and moderated by the Vice-President of the European Commission, Dubravka Šuica. He emphasised that „the measures that governments have adopted will lead to exclusion, isolation and marginalisation, exacerbating an already dramatic situation of pov- erty and social exclusion. Before the crisis, almost 30% of persons with disabilities were at risk of poverty. on 10 years of Eastern Partnership: reflecting on achievements and shap- ing the future policy of the EaP for which Ms Vareikytė was rapporteur and which was adopted by the EESC in September 2019. In addition, Ms Vareikytė held four meetings with more than 400 stu- dents from across Ukraine as part of an online education programme organ- ised by the Ukrainian Leadership Acad- emy (ULA). Ms Vareikytė discussed top- ics such as disinformation, the future of EaP and EU communication with the students. Due to the coronavirus crisis, ULA students are meeting with representatives of the European organ- isations online, rather than travelling to the EU in April 2020 as planned, in order to learn about European democ- racies. Who can say how many will live in poverty after the COVID-19 crisis?“ • On 30 April, Mr Vardakastanis was the opening speaker in an online meeting organised by the Bureau of the disability intergroup of the european parliament , entitled Impact of the COVID-19 outbreak on persons with disabilities , in which Ms Dali also participated. In his opening remarks he stressed that „the current COVID-19 crisis has dramatically impacted persons with disabilities. Neglect and exclu- sion are putting people with disa- bilities in danger and are recurrent. Many governments and authorities, including the EU institutions, have forgotten persons with disabili- ties when deciding on emergency measures and recovery plans“. Despite the coronavirus outbreak, EESC work on relations with civil society from the Eastern Neighbourhood countries continues @ EESC @ Indre Vareikyte ",
        "18 A p r i l & M A y 2 0 2 0 Overview of recent Group III Member‘s work EESC position papers – urgent referrals relating to the COVID-19 pandemic In light of the current COVID-19 crisis, the EESC published four additional position papers (Status: 27/05/2020) reflecting its opinion on the corre- sponding regulation proposals for the European Parliament and the Council. Renate HEINISCH (DE), Member of the Diversity Europe Group, was rappor- teur-general for the EESC position pa- per on „Medical devices/Dates of appli- cation“. Gabriel SARRÓ IPARRAGUIRRE (ES), Member of the Diversity Europe Group, was rapporteur-general for the EESC position paper on „Specific measures to mitigate the impact on the fisheries and aquaculture sector to the COVID-19 outbreak“. INT/907 - Medical devices/Dates of application Rapporteur-general: Renate HEINISCH (DE) Pharmacist, board member of BAGSO (Germany‘s Federal Association of Senior Citizens‘ Organisations), MEP (1994-1999), Chairwoman of Baden- Württemberg Parents‘ Association The COVID-19 outbreak and the cur- rent public health crisis represent an unprecedented challenge to the Mem- ber States and a significant burden for national authorities, health institutions, healthcare professionals, EU citizens and economic operators. Additional resources and increased availability of vital medical devices are required. This substantial and additional demand was not, and could not, have been foreseen when Regulation (EU) 2017/745, which establishes a new regulatory framework to ensure the smooth functioning of the internal market as regards medical de- vices covered by that Regulation, was adopted. As a consequence, it is very likely that Member States, health insti- tutions, economic operators and other stakeholders will not be able to ensure the proper implementation and appli- cation of the Regulation from 26 May 2020, as provided for in the Regulation. To address this issue, the European Commission put forward a proposal aimed at, amongst others, ensuring the objectives of the Regulation by deferring the application of certain provisions of Regulation (EU) 2017/745 by one year. Moreover, it also aims to make EU wide derogations from the normal conformity assessment proce- dures for specific devices in the interest of public health possible, in order to ad- dress potential shortages of vitally im- portant devices in an effective manner. In its position paper on the initiative, the EESC voices its support, taking into account the extraordinary cir- cumstances created by the COVID-19 crisis and its impact on various areas covered by Regulation (EU) 2017/745. The Commission’s proposal is, in the Committee‘s view, an appropriate and necessary measure to ensure a high level of protection of health and the economic interest of this sector. The proposal of the European Com- mission was adopted by the European Parliament and the Council respec- tively on 23 April. It entered into force on 14 May 2020. NAT/783 - Specific measures to mitigate the impact on the fisheries and aquaculture sector of the COVID-19 outbreak Rapporteur-general: Gabriel SARRÓ IPARRAGUIRRE (ES) Representative of the Spanish Fishing Confederation (CEAPE) The European Commission proposed to amend the Regulation governing the European Maritime and Fisheries Fund (EMFF) and the Common Mar- ket Organisation (CMO) Regulation to help the fisheries and aquaculture sector, which has been particularly affected by the outbreak of COVID-19. The proposed measures to mitigate the impact of the COVID-19 outbreak on the fishery and aquaculture sector can be summarised as follows: • to provide support to fishermen for the temporary cessation of fishing activities caused by the COVID-19 outbreak; • to provide support to aquaculture farmers for the temporary suspen- sion or the reduction of production caused by the COVID-19 outbreak; • to provide support to producer organisations and associations of producer organisations for the storage of fishery and aquaculture products, in accordance with the Common Market Organisation; • to ensure a flexible reallocation of financial resources within the oper- ational programmes. In its position paper, the EESC wel- comes the European Commission‘s proposal. It considers it very necessary and asks the European institutions to adopt it without delay. However, the Committee believes that certain additional measures should be adopted, either in this leg- islative proposal or in other comple- mentary ones. The EESC suggests that a new paragraph be added in Article 33 of the EMFF Regulation after para- graph 3, reading: „The conditions set out in paragraph 3 shall not apply to fishermen or fishing vessels affected by the crisis caused by the COVID-19 outbreak if activities have started or the vessel has been registered within two years prior to 1 February 2020, or to those whose fishing seasons are le- gally required to be less than the stip- ulated number of days.“ As regards ",
        "19 d i v e r s i t y e u r o p e Overview of recent Group III Member‘s work storage aid, the EESC calls on the Commission to allow stored fishery products to be put up for sale in 2021 instead of 2020, so that producer or- ganisations have more time to allow the market to recover. In line with its declaration on The EU‘s response to the COVID-19 outbreak and the need for Member States to show unprecedented solidarity , in which it urges the Commission to im- mediately review the current EU budget to take into account the scale of the cri- sis caused by the outbreak of COVID-19, the EESC requests that the European Commission provide for an additional, extraordinary budget to enable Mem- ber States to deliver the measures the Commission itself has proposed. The proposal on specific measures to mitigate the impact of the COVID-19 outbreak in the fishery and aquacul- ture sector was adopted by the Euro- pean Parliament and the Council re- spectively on 23 April. It entered into force on 14 May 2020. Adopted at the April-May EESC remote plenary session From 30 April to 7 May, the first remote plenary session of the EESC took place in light of the ongoing COVID-19 crisis. The EESC plenary adopted five opinions in total, two of them were prepared by Members of the Diversity Europe Group. The opinions on „Sustainable funding for lifelong learning and de- velopment of skills“ by co-rapporteur Pavel TRANTINA (CZ) and „Multiannu- al management plan for bluefin tuna“ by Gabriel SARRÓ IPARRAGUIRRE (ES) were adopted without debate. SOC/629 - Sustainable funding for lifelong learning and development of skills (Exploratory opinion at the request of the Croatian presidency) Co-rapporteur: Pavel TRANTINA (CZ) EU relations and project manager, Czech Council of Children and Youth (ČRDM) The EESC: • calls on the European Commission and the Member States to ensure quality and inclusive lifelong learn- ing (LLL) as a right for all citizens in Europe at workplaces and beyond and to support the implementation of these principles with sustainable public funding agreed with the so- cial partners and civil society. • would like to see a particular focus on the access of the most vulner- able groups in society to lifelong learning opportunities. Effective support should be provided to workers of all skills and qualifica- tion levels and in all sizes of compa- nies and organisations. • calls on the Member States to en- sure effective support for the em- ployed and unemployed people who face difficulties in accessing quality and inclusive adult educa- tion and training by ensuring target- ed funding for those in need, such as the unemployed, the non-stand- ard workers, the low-skilled, people with disabilities and people from socio-economically disadvantaged groups, while taking into account the gender dimension. • calls for a more nuanced under- standing of learning environments‘ needs to be integrated into educa- tion, training and LLL policies, guid- ed by the overarching principle of supporting learners‘ individual and unique potential. This means recog- nising, including through sustained investment, the value of learning environments beyond formal edu- cation as dynamic hubs of compe- tence development - from which the latter can also draw expertise in adopting more inclusive and in- novative approaches to meeting learners‘ needs. NAT/782 - Multiannual management plan for bluefin tuna Rapporteur: Gabriel SARRÓ IPARRAGUIRRE (ES) Representative of the Spanish Fishing Confederation (CEAPE) The EESC: • welcomes the adoption of a multiannual management plan for bluefin tuna fisheries in the eastern Atlantic and Mediterranean, since the current level of biomass for this population, at a historic high, means that the emergency meas- ures introduced under the earlier recovery plan can be dropped. • considers that laying down a multiannual management plan in the European Union, that ensures the application of the measures set out in Recommendation 18-02 adopted at the 21st special meeting of the International Commission for the Conservation of Atlantic Tunas (ICCAT) in 2018, is the best way of maintaining stocks above biomass levels capable of producing max- imum sustainable yield, taking account of the specificities of the different types of gear and fishing techniques used in these fisheries. • would suggest that the legislators update the proposal for a regulation in order to incorporate the amend- ments agreed in 2019 by the ICCAT in its Recommendation 19-04. The complete texts of all EESC opinions are available in various language versions on the Committee’s web page. The next EESC plenary session will take place from 10 to 11 June 2020. Due to the ongoing coronavirus pandemic, members will participate either on-site or via videoconferencing. The complete texts of all EESC position papers are available in various language versions on the Committee’s web page. ",
        "GROUP III MEMbERS WORKING ON NEW OPINIONS Giuseppe GUERINI (IT) is the rapporteur-general for the opinion „Covid-19 crisis response - adjustments in banking prudential rules” – eCo/518 Like us on facebook: EESCdiversityeurope Follow us on Twitter: @DiversEESC e-mail: gr3@eesc.europa.eu • URL: www.eesc.europa.eu/?i=portal.en.group-3 Print QE-AG-20-005-EN-C ISSN 2467-4451 Web QE-AG-20-005-EN-N ISSN 2467-446X EESC-2020-48-EN Editors of this edition: Susanna Baizou, Jasmin Klötzing and Catlin Lhoest Editor in Chief: Marc Beffort Secretariat of the Diversity Europe Group, European Economic and Social Committee, 99 Rue Belliard, 1040 Brussels Tel. +32 (0)2 546 8893 THE EESC IS NOT RESPONSIBLE FOR THE CONTENT OF EXTERNAL WEBSITES © European Union, 2020 • Reproduction is authorised provided the source is acknowledged. For any use or reproduction of the ”photos” and “illustrations”, permission must be sought directly from the copyright holder(s). "
    ]
}