{
    "text": [
        "EN EN EN ",
        "EN EN EUROPEAN COMMISSION Brussels, 6.9.2010 COM(2010) 460 final 2010/0241 (NLE) Proposal for a COUNCIL DECISION on the signing of the Framework Agreement on Partnership and Cooperation between the European Union and its Member States, of the one part, and the Republic of the Philippines, of the other part ",
        "EN 2 EN EXPLANATORY MEMORANDUM In November 2004, the Council authorised the Commission to negotiate individual Framework Agreements on Partnership and Cooperation (PCA) with Thailand, Indonesia, Singapore, the Philippines, Malaysia and Brunei. Negotiations with the Philippines started in February 2009 and were concluded in June 2010. Following endorsement by Coreper, both sides initialled the PCA on 25 June 2010. The PCA with the Philippines is the second of its kind in South East Asia, following the PCA with Indonesia, which was signed in November 2009. It is the first-ever bilateral agreement with the Philippines and supersedes the current legal framework of the 1980 Cooperation Agreement between the European Economic Community and member countries of the Association of South-East Asian Nations. The PCA contains legally binding commitments which are central to the EU’s foreign policy, including provisions on human rights, non- proliferation, counter-terrorism, the International Criminal Court, migration and taxation. It also includes areas of current interest such as the peace process and disaster risk management. The PCA broadens considerably the scope for mutual engagement in the economic and trade domain as well as justice and home affairs. It provides opportunities for cooperation in areas such as the environment and climate change, energy, and science and technology, as well as maritime and air transport. The Agreement also addresses money laundering and terrorist financing, illicit drugs, organised crime and corruption. It has an important development component, including, for the first time, strict provisions for the protection of the EU’s financial interests. The PCA also has an important trade cooperation section, which should facilitate free trade agreement (FTA) negotiations in accordance with EU policy to conclude FTAs with ASEAN countries. Politically, the PCA with the Philippines marks an important step towards strengthening the EU’s role in South-East Asia, based on shared universal values such as democracy and human rights. It paves the way for enhancing political, regional and global cooperation between two like-minded partners. The implementation of the PCA will entail practical benefits for both sides, forming a basis for the promotion of the EU’s broader political and economic interests. This is particularly important in a region that is traditionally oriented towards China and the United States. ",
        "EN 3 EN 2010/0241 (NLE) Proposal for a COUNCIL DECISION of […] on the signing of the Framework Agreement on Partnership and Cooperation between the European Union and its Member States, of the one part, and the Republic of the Philippines, of the other part THE COUNCIL OF THE EUROPEAN UNION, Having regard to the Treaty on the Functioning of the European Union, and in particular Articles 207 and 209 in conjunction with Article 218(5) thereof, Having regard to the proposal from the Commission 1 , Whereas: (1) On 25 November 2004, the Council authorised the Commission to negotiate a Framework Agreement on Partnership and Cooperation, hereinafter referred to as ‘the Agreement’, with the Republic of the Philippines. (2) Subject to its possible conclusion at a later date, the Agreement should be signed. HAS DECIDED AS FOLLOWS: Article 1 The signing of the Framework Agreement on Partnership and Cooperation between the European Union and its Member States, of the one part, and the Republic of the Philippines, of the other part, is hereby approved on behalf of the Union, subject to the Council Decision concerning the conclusion of the said Agreement. The text of the Agreement is attached to this Decision. Article 2 The High Representative for Foreign Affairs and Security Policy/Vice-President of the Commission is hereby authorised to sign the Agreement on behalf of the Union. 1 OJ C […], […], p. […]. ",
        "EN 4 EN Article 3 This Decision will enter into force the day after its adoption. Done at Brussels, […] For the Council The President […] ",
        "EN 5 EN ANNEX FRAMEWORK AGREEMENT ON PARTNERSHIP AND COOPERATION BETWEEN THE EUROPEAN UNION AND ITS MEMBER STATES, OF THE ONE PART, AND THE REPUBLIC OF THE PHILIPPINES, OF THE OTHER PART THE EUROPEAN UNION, hereinafter referred to as ‘the Union’ and THE KINGDOM OF BELGIUM, THE REPUBLIC OF BULGARIA, THE CZECH REPUBLIC, THE KINGDOM OF DENMARK, THE FEDERAL REPUBLIC OF GERMANY, THE REPUBLIC OF ESTONIA, THE HELLENIC REPUBLIC, THE KINGDOM OF SPAIN, THE FRENCH REPUBLIC, IRELAND, THE ITALIAN REPUBLIC, THE REPUBLIC OF CYPRUS, THE REPUBLIC OF LATVIA, THE REPUBLIC OF LITHUANIA, ",
        "EN 6 EN THE GRAND DUCHY OF LUXEMBURG, THE REPUBLIC OF HUNGARY, THE REPUBLIC OF MALTA, THE KINGDOM OF THE NETHERLANDS, THE REPUBLIC OF AUSTRIA, THE REPUBLIC OF POLAND, ROMANIA, THE PORTUGUESE REPUBLIC, THE REPUBLIC OF SLOVENIA, THE SLOVAK REPUBLIC, THE REPUBLIC OF FINLAND, THE KINGDOM OF SWEDEN, THE UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND, Contracting Parties to the Treaty establishing the European Union, hereinafter referred to as the ‘Member States’, of the one part, and THE REPUBLIC OF THE PHILIPPINES Hereinafter referred to as ‘the Philippines’ of the other part, Hereinafter jointly referred to as ‘the Parties’, ",
        "EN 7 EN CONSIDERING the traditional links of friendship between the Parties and the close historical, political and economic ties which unite them, WHEREAS the Parties attach particular importance to the comprehensive nature of their mutual relationship, WHEREAS the Parties consider that this Agreement forms part of a wider relationship between them and through, among others, agreements to which both sides are parties together, REAFFIRMING the attachment of the Parties to the respect of democratic principles and human rights as laid down in the United Nations Universal Declaration on Human Rights and other relevant international human rights instruments to which they are parties, REAFFIRMING their attachment to the principles of the rule of law and of good governance, and their desire to promote economic and social progress for their peoples, REAFFIRMING their desire to enhance cooperation on international stability, justice and security in order to promote sustainable social and economic development, the eradication of poverty and the achievement of the Millennium Development Goals, WHEREAS the Parties view terrorism as a threat to global security and wish to intensify their dialogue and cooperation in the fight against terrorism, taking fully into account the 2006 UN Global Counter-Terrorism Strategy and relevant UN Security Council instruments, particularly UNSC Resolutions 1373, 1267, 1822 and 1904, EXPRESSING their full commitment to prevent and combat all forms of terrorism and to establishing effective international instruments to ensure its eradication, WHEREAS the Parties reaffirm that effective counter-terrorism measures and protection of human rights should be complementary and mutually reinforcing, RECOGNISING the need to strengthen and enhance cooperation in combating illegal drug abuse and trafficking activities in view of the serious threats that they pose to international peace, security, stability and economic development, RECOGNISING that the most serious crimes of international concern relating to international humanitarian law, genocide and other crimes against humanity should not go unpunished and that prosecution of these crimes should be ensured in order to enhance international peace and justice, WHEREAS the Parties share the view that the proliferation of weapons of mass destruction and their means of delivery pose a major threat to international security and wish to strengthen their dialogue and cooperation in this area. The adoption by consensus of UNSC Resolution 1540 underlies the commitment of the whole international community to fight against proliferation of weapons of mass destruction, RECOGNISING that the illicit trade in small arms and light weapons, including their ammunition, poor management, inadequately secured stockpiles and uncontrolled spread continue to pose a serious threat to international peace, security and development, RECOGNISING the importance of the Cooperation Agreement between the European Economic Community and member countries of the Association of South-East Asian Nations of 7 March 1980 and subsequent accession protocols, ",
        "EN 8 EN RECOGNISING the importance of strengthening the existing relationship between the Parties with a view to enhancing cooperation between them, and their common will to consolidate, deepen and diversify their relations in areas of mutual interest on the basis of equality, non- discrimination, respect for the natural environment and mutual benefit, RECOGNISING the importance of dialogue and cooperation between the Association of Southeast Asian Nations (ASEAN) and the European Union, EXPRESSING their full commitment to promoting sustainable development, including environmental protection and effective cooperation to combat climate change, UNDERLINING the importance of enhanced cooperation in the field of justice and security, RECOGNISING their commitment to a comprehensive dialogue and cooperation in promoting migration and development, as well as effective promotion and implementation of internationally recognised labour and social standards, NOTING that the provisions of the Agreement that fall within the scope of Part III, Title V of the Treaty on the Functioning of the European Union bind the United Kingdom and Ireland as separate Contracting Parties, or alternatively, as part of the European Union, in accordance with the Protocol on the position of the United Kingdom and Ireland in respect of the area of freedom, security and justice annexed to the Treaty on European Union and the Treaty on the Functioning of European Union. The same applies to Denmark, in accordance with the Protocol annexed to those Treaties on the position of Denmark, RECOGNIZING the importance attached by the Parties to the principles and rules which govern international trade as contained in particular in the Agreement establishing the World Trade Organization (WTO) and to the need to apply them in a transparent and non- discriminatory manner, CONFIRMING their desire to enhance, in full concord with activities undertaken in a regional framework, the cooperation between the Parties based on shared values and mutual benefit, HAVE AGREED AS FOLLOWS: Title I NATURE AND SCOPE Article 1 General Principles 1. Respect for democratic principles and human rights, as laid down in the Universal Declaration of Human Rights, and other relevant international human rights instruments to which the Parties are Contracting Parties, and for the principle of the rule of law, underpins the internal and international policies of both Parties and constitutes an essential element of this Agreement. 2. The Parties confirm their shared values as expressed in the Charter of the United Nations. ",
        "EN 9 EN 3. The Parties confirm their commitment to promoting sustainable development, cooperating to address the challenges of climate change and to contributing to the internationally agreed development goals, including those contained in the Millennium Development Goals. 4. The Parties reaffirm their attachment to the principle of good governance. 5. The Parties agree that cooperation under this agreement will be in accordance with their respective domestic laws, rules and regulations. Article 2 Aims of Cooperation With a view to strengthening their bilateral relationship, the Parties undertake to hold a comprehensive dialogue and promote further cooperation between them on all sectors of mutual interest as provided under this agreement. Their efforts will in particular be aimed at: a) establishing cooperation on political, social, and economic matters in all relevant regional and international fora and organisations; b) establishing cooperation on combating terrorism and transnational crimes; c) establishing cooperation on human rights and dialogue on the fight against serious crimes of international concern; d) establishing cooperation on countering the proliferation of weapons of mass destruction, small arms and light weapons as well as promoting peace process and conflict prevention; e) establishing cooperation in all trade and investment areas of mutual interest, in order to facilitate trade and investment flows and to remove obstacles to trade and investment, in a manner consistent with the principles of WTO and ongoing and future regional EU-ASEAN initiatives; f) establishing cooperation in the area of justice and security, including legal cooperation; illicit drugs; money laundering; combating organised crime and corruption; data protection and refugees and internally displaced persons; g) establishing cooperation in the areas of migration and maritime labour; h) establishing cooperation in all other sectors of mutual interest, notably employment and social affairs; development cooperation; economic policy; financial services; good governance in the tax area; industrial policy and SMEs; information and communication technology (ICT); audiovisual, media and multimedia; science and technology; transport; tourism; education, culture, intercultural and interfaith dialogue; energy; environment and natural resources including climate change; agriculture, fisheries and rural development; regional development; health; statistics; disaster risk management (DRM); and public administration; ",
        "EN 10 EN i) enhancing both Parties' participation in sub-regional and regional cooperation programmes open to the participation of the other Party; j) raising the roles and profiles of the Philippines and of the European Union; k) promoting people-to-people understanding and effective dialogue and interaction with organized civil society. Article 3 Cooperation in Regional and International Organisations The Parties will continue to exchange views and cooperate in regional and international fora and organisations such as the United Nations and relevant United Nations agencies and bodies, such as the United Nations Conference on Trade and Development (UNCTAD) , the ASEAN-EU dialogue, ASEAN Regional Forum (ARF), the Asia-Europe Meeting (ASEM), the WTO, the International Organization for Migration (IOM) and the World Intellectual Property Organization (WIPO). Article 4 Regional and Bilateral Cooperation For each sector of dialogue and cooperation under this Agreement, and while giving emphasis to matters under EU-Philippine cooperation, both sides may also, upon mutual agreement, work together through activities at regional level or through a combination of both frameworks, taking into account the regional decision-making processes of the regional grouping concerned. In this regard, in choosing the appropriate framework, the Parties will seek to maximise the impact on and reinforce the involvement of all interested parties, while making the most efficient use of available resources, and ensuring coherence of other activities. Title II POLITICAL DIALOGUE AND COOPERATION Article 5 Peace Process and Conflict Prevention The Parties agree to continue collaborative efforts aimed at promoting prevention of conflict and a culture of peace, among others, through peace advocacy and peace education programmes. Article 6 Cooperation in Human Rights 1. The Parties agree to cooperate in the promotion and effective protection of all human rights including through international human rights instruments to which they are parties. ",
        "EN 11 EN 2. Such cooperation will be through activities as mutually agreed upon by the Parties including, inter alia , the following: a) supporting the development and implementation of national action plans on human rights; b) promoting human rights awareness and education; c) strengthening of national human rights-related institutions; d) as far as possible, helping promote regional human rights-related institutions; e) establishing a meaningful human rights dialogue between the Parties; and f) cooperating within the human rights-related institutions of the United Nations. Article 7 Serious Crimes of International Concern 1. The Parties recognise that the most serious crimes of international concern relating to international humanitarian law, genocide and other crimes against humanity should not go unpunished and that prosecution of these crimes should be ensured by taking measures at either the national or international levels, as appropriate, including through the International Criminal Court, in accordance with the Parties' respective domestic laws. 2. The Parties agree to conduct a beneficial dialogue on the universal adherence to the Rome Statute in accordance with their respective laws, including provision of assistance for capacity building. Article 8 Countering the Proliferation of Weapons of Mass Destruction and their Means of Delivery 1. The Parties consider that the proliferation of weapons of mass destruction and their means of delivery, to and by state and non-state actors, constitutes one of the most serious threats to international stability and security. 2. The Parties therefore agree to cooperate and to contribute to countering the proliferation of weapons of mass destruction and their means of delivery through full compliance with and national implementation of their existing obligations under international disarmament and non-proliferation treaties and agreements and other relevant international obligations such as UN Security Council Resolution 1540. The Parties agree that this provision constitutes an essential element of the Agreement. 3. The Parties furthermore agree to: – take the appropriate steps towards signing and in full respect of the Parties' ratification procedures endeavouring to ratify, or accede to, as appropriate, and to implement the Parties' respective obligations that will arise from other relevant international instruments, including relevant UN Security Council Resolutions; ",
        "EN 12 EN – establish an effective system of national export controls, controlling the export and transit of WMD-related goods, including a WMD end-use control on dual use technologies and containing effective sanctions for breaches of export controls. The Parties recognise that implementation of export controls should not hamper international cooperation in materials, equipment and technology for peaceful purposes, while goals of peaceful utilisation should not be used as a cover for proliferation. 4. The Parties agree to establish a regular political dialogue that will accompany and consolidate these elements. The Parties could also work towards having the dialogue at a regional level. Article 9 Small Arms and Light Weapons 1. The Parties recognise that the illicit trade in small arms and light weapons including their ammunition, and their excessive accumulation, poor management, inadequately secured stockpiles and uncontrolled spread continue to pose a serious threat to peace and international security. 2. The Parties agree to observe and fully implement their respective obligations to deal with the illicit trade in small arms and light weapons in all its aspects, under existing international agreements and UN Security Council Resolutions, as well as their commitments within the framework of other international instruments applicable in this area, such as the UN Programme of Action to prevent, combat and eradicate the illicit trade in SALW in all its aspects. 3. The Parties undertake to establish a regular political dialogue in order to exchange views and information and develop a common understanding of the issues and problems related to illicit trade in small arms and light weapons and to strengthen the ability of the Parties to prevent, combat and eradicate such trade. Article 10 Cooperation in Combating Terrorism 1. The Parties reaffirm the importance of preventing and countering terrorism in accordance with their respective legislation and regulations, and with respect for the rule of law, international law, in particular the UN Charter and relevant UN Security Council Resolutions, human rights law, refugee law and international humanitarian law and international conventions to which they are parties, the UN Global Counter- Terrorism Strategy, contained in UN General Assembly Resolution 60/28 of 8 September 2006 as well as the Joint EU-ASEAN Declaration of 28 January 2003 on cooperation to combat terrorism. 2. Toward this end, the Parties agree to cooperate as follows: a) by promoting the implementation of relevant UN Security Council Resolutions, such as 1373, 1267, 1822 and 1904, and of relevant international conventions and instruments; b) by promoting cooperation among UN Member States to effectively implement the UN Global Counter-Terrorism Strategy; ",
        "EN 13 EN c) by exchanging information and strengthening law enforcement cooperation and coordination using the existing Interpol National Central Bureaus (NCBs) through the Interpol Global Communication System or I-24/7; d) by exchanging information on terrorist groups and their support networks in accordance with international and national law; e) by exchanging views on means and methods used to counter terrorism, including in technical fields and training, and by sharing experiences in terrorism prevention and deradicalisation; f) by cooperating so as to deepen the international consensus on the fight against terrorism and terrorist financing and by working towards an early agreement on the Comprehensive Convention on International Terrorism so as to complement the existing UN counter-terrorism instruments; g) by exchanging best practices in the area of protection of human rights in the fight against terrorism; h) by promoting implementation and enhanced cooperation on counter-terrorism within the ASEM and EU-ASEAN context. Article 11 Cooperation on Public Administration The Parties agree to cooperate with a view to enhancing capacity building in the field of public administration. Cooperation in this area may include exchange of views on best practices on management methods, service delivery, reinforcing institutional capacity and transparency issues. Title III TRADE AND INVESTMENT Article 12 General Principles 1. The Parties shall engage in a dialogue on bilateral and multilateral trade and trade- related issues with a view to strengthening bilateral trade relations and advancing the role of the multilateral trade system in promoting growth and development . 2. The Parties undertake to promote the development and diversification of their reciprocal commercial exchanges to the highest possible level and to their mutual benefit. They undertake to achieve improved market access conditions by working towards removing obstacles to trade, in particular non-tariff barriers, and by taking measures to improve transparency, having regard to the work carried out by international organisations in this field. 3. Recognising that trade plays an indispensable role in development, and that assistance in the form of trade preferences schemes assisted in the development of ",
        "EN 14 EN recipient developing countries, the Parties endeavour to strengthen their consultation on such assistance in full compliance with the WTO . 4. The Parties shall keep each other informed concerning the development of trade and trade-related policies such as in agriculture, food safety, consumer protection, and environment, including waste management. 5. The Parties shall encourage dialogue and cooperation to develop their trade and investment relations and including working towards the solution of commercial problems, and addressing other trade-related concerns, in the areas referred to under Articles 13 to 19. Article 13 Sanitary and Phytosanitary Issues 1. The Parties shall cooperate on food safety and on sanitary and phytosanitary (SPS) issues to protect human, animal or plant life or health in the territory of the Parties. 2. The Parties shall discuss and exchange information on their respective measures as defined in the WTO Agreement on Sanitary and Phytosanitary measures (SPS), the International Plant Protection Convention (IPPC), the World Organization for Animal Health (OIE) and the Codex Alimentarius Commission (Codex), such as legislation, rules and regulations, certification, inspection, and surveillance procedures, including the procedures to approve establishments and implementation of zoning principles. 3. The Parties agree to undertake capacity building cooperation on SPS issues and, where it is requested, on animal welfare. 4. The Parties shall establish a timely dialogue on SPS issues upon request by either Party to consider matters relating to SPS and other urgent related issues under this Article. 5. The Parties shall designate contact points for communication on matters under this Article. Article 14 Technical Barriers to Trade 1. The Parties agree that cooperation on standards, technical regulations and conformity assessments is a key objective for the development of trade. 2. The Parties shall promote the use of international standards and cooperate and exchange information on standards, conformity assessment procedures and technical regulations, especially within the framework of the WTO Agreement on Technical Barriers to Trade (TBT). To this end, the Parties agree to establish a timely dialogue on TBT issues upon the request of either Party and designate contact points for communication on matters under this Article. 3. Cooperation on TBT may be undertaken, inter alia , through dialogue, joint projects, technical assistance and capacity-building programs. ",
        "EN 15 EN Article 15 Customs and Trade Facilitation 1. The Parties shall share experiences and examine possibilities for simplifying import, export and other customs procedures, ensure transparency of customs and trade regulations, develop customs cooperation and effective mutual administrative assistance mechanisms, and also seek convergence of views and joint action in the context of relevant international initiatives including trade facilitation. The Parties will pay special attention to increasing the security and safety dimension of international trade, to ensuring an effective and efficient customs enforcement of intellectual property rights, and to ensuring a balanced approach between trade facilitation, and the fight against fraud and irregularities. 2. Without prejudice to other forms of cooperation, provided for under this Agreement, the Parties state their interest in considering the conclusion of protocols on customs cooperation, and on mutual assistance, within the institutional framework laid down in this Agreement. 3. The Parties shall continue to mobilise technical assistance resources to support the implementation of cooperation on customs matters and of trade facilitation under this Agreement, as mutually agreed. Article 16 Investment The Parties shall encourage a greater flow of investment by promoting an attractive and stable reciprocal investment climate through a consistent dialogue aimed at stable, transparent, open and non-discriminatory rules for investors, exploring administrative mechanisms to facilitate investment flows, in accordance with the Parties' domestic laws and regulations. Article 17 Competition Policy 1. The Parties shall promote the establishment and maintenance of competition rules and authorities to implement them. They shall promote the application of these rules in an effective, non-discriminatory and transparent way in order to foster legal certainty in their respective territories. 2. To this end, the Parties will engage in capacity building activities in the area of competition policy subject to the availability of funding for such activities under the Parties' cooperation instruments and programmes. Article 18 Services 1. The Parties agree on a consistent dialogue notably aimed at exchanging information on their respective regulatory environments, promoting access to each other’s markets, including e-commerce, promoting access to sources of capital and technology, and promoting trade in services between the Parties and in third countries’ markets. ",
        "EN 16 EN 2. Acknowledging the competitiveness of their respective services sector, the Parties shall undertake discussions on exploiting opportunities in trade in services of each others' markets. Article 19 Intellectual Property Rights 1. The Parties reaffirm the great importance they attach to the protection of intellectual property (IP) rights and undertake to establish appropriate measures with a view to ensuring the adequate and effective protection and enforcement of intellectual property rights while ensuring that such measures are in accordance with the best practices and international standards to which the Parties are committed. 2. The Parties shall assist each other in identifying and implementing IP-related programs that will contribute to the promotion of technological innovation and to the voluntary technology transfer and human resource training and cooperate in the implementation of the Development Agenda in the World Intellectual Property Organization (WIPO). 3. The Parties agree to enhance cooperation on Geographical Indications, including on their protection, and in the area of protection of plant varieties, bearing in mind among others, and where appropriate, the role of the International Union for the Protection of New Varieties of Plants (UPOV). 4. The Parties shall exchange information and experience on intellectual property practices, the prevention of infringements of IP rights - in particular the fight against counterfeiting and piracy - namely through customs cooperation and other appropriate forms of cooperation, and the establishment and strengthening of organizations for control and protection of such rights. Title IV JUSTICE AND SECURITY COOPERATION Article 20 Legal Cooperation 1. The Parties recognise the particular importance of rule of law and the reinforcement of all relevant institutions. 2. Cooperation between the Parties may also include mutual exchange of information concerning best practices on legal systems and legislation. Article 21 Cooperation in Combating Illicit Drugs 1. The Parties shall cooperate to ensure a balanced approach through effective coordination between the competent authorities including from the lead drug enforcement agency , health, justice, education, youth, social welfare , customs and interior sectors, and other relevant sectors and other affected stakeholders, with the aim of reducing the supply of and demand for illicit drugs, as well as their impact on ",
        "EN 17 EN drug users and their families and the society at large, and to achieve more effective precursors control. 2. The Parties shall agree on the means of cooperation to attain these objectives. Actions shall be based on commonly agreed principles along the lines of the relevant international conventions to which they are Parties, the Political Declaration and the Special Declaration on the guiding principles of drug demand reduction, adopted by the 20 th UN General Assembly Special Session on Drugs in June 1998 and the Political Declaration and Plan of Action adopted at the High Level Segment of the 52 nd session of the UN Commission Narcotic Drugs in March 2009. 3. The cooperation between the Parties shall comprise technical and administrative assistance in particular in the following areas: drafting of national legislation and policies; establishment of national institutions and information centres; support for civil society efforts in the area of drugs and efforts to reduce demand for, and the harm from drugs; training of personnel; strengthening of enforcement and information exchange in accordance with domestic legislation; drug-related research; drug profiling and prevention of manufacturing of dangerous/narcotic drugs and diversion of controlled precursors in particular substances that are essential for illicit drug manufacture. The Parties may agree to include other areas. Article 22 Cooperation in Combating Money Laundering and Terrorism Financing 1. The Parties agree on the need to work towards and to cooperate on the prevention of the laundering of proceeds from criminal activities such as drug trafficking and corruption. 2. Both Parties agree to promote legal , technical and administrative assistance aimed at the development and implementation of regulations and the efficient functioning of mechanisms to combat money laundering and terrorism financing. In particular, cooperation shall allow exchanges of relevant information within the framework of respective legislations and the adoption of appropriate standards to combat money laundering and the financing of terrorism equivalent to those adopted by the Union and the international bodies active in this area, such as the Financial Action Task Force (FATF). 3. Both Parties shall promote cooperation in combating money laundering and the financing of terrorism, e.g. through the conduct of capacity building projects. Article 23 Combating Organised Crime and Corruption 1. The Parties agree to cooperate in combating organised crime and corruption as defined in the UN Convention against Transnational Organized Crime and its supplementing Protocols and the UN Convention against Corruption. Such cooperation aims to promote and implement these conventions and other applicable instruments to which they are party. ",
        "EN 18 EN 2. Subject to available resources this cooperation shall include capacity building measures and projects. 3. The Parties agree to cooperate among law enforcement authorities, agencies and services and to contribute to disrupting and dismantling transnational crime threats common to the Parties within the framework of their respective legislations. The cooperation among law enforcement authorities, agencies and services may take the form of mutual assistance in investigations, sharing of investigational technique, joint education and training of law enforcement personnel and any other type of joint activities and assistance, including the existing INTERPOL National Central Bureaus (NCBs) through the INTERPOL Global Communication System or I-24/7 or a similar system for information exchange, as may be mutually agreed by the Parties. Article 24 Protection of Personal Data 1. The Parties agree to cooperate, in order to improve the level of protection of personal data to the highest international standards, such as those contained, inter alia, in the UN Guidelines for the Regulation of Computerized Personal Data Files (UN General Assembly Resolution 45/95 of 14 December 1990). 2. Strengthening data protection by intensifying cooperation on protection of personal data may include, inter alia , technical assistance in the form of exchange of information and expertise which may include, but not limited to the following: a) sharing and exchange of information, surveys, research, policies, procedures and best practices related to data protection; b) conduct and/or attendance to joint trainings and educational programs, dialogues and conferences that will enhance awareness on data protection of both Parties; c) exchange of professionals and experts that will study data protection policies. Article 25 Refugees and Internally Displaced Persons The Parties endeavour to continue cooperating, where appropriate, on issues concerning the well-being of refugees and internally displaced persons, taking account of the work and assistance already provided, including the search for lasting solutions. Title V COOPERATION ON MIGRATION AND MARITIME LABOUR Article 26 Cooperation on Migration and Development The Parties reaffirm the importance of joint management of migratory flows between their territories. With a view to strengthening cooperation, the Parties shall establish a mechanism for comprehensive dialogue and consultation on all migration-related issues. Migration concerns shall be included in the national strategies / national development framework for ",
        "EN 19 EN economic and social development of countries of origin, transit and destination of migrants. Cooperation between the Parties shall be based on a specific needs-assessment conducted in mutual consultation and agreement between the Parties and be implemented in accordance with the relevant Union and national legislation in force. It will, in particular, focus on: a) the push-pull factors of migration; b) the development and implementation of national legislation and practices with regard to protection and rights of migrants, with a view to satisfying the provisions of applicable international instruments that guarantee respect for the rights of migrants; c) the development and implementation of national legislation and practices with regard to international protection, with a view to satisfying the provisions of the 1951 Geneva Convention on the Status of Refugees and its Protocol of 1967 and other relevant international instruments, and to ensure respect for the principle of “non- refoulement”; d) admission rules, as well as the rights and status of persons admitted, the provision of fair treatment and avenues for integration of lawfully residing non- nationals, education and training and measures against racism, discrimination, and xenophobia; e) the establishment of an effective and preventive policy to address the presence on their territory of a national of the other Party who does not fulfil, or no longer fulfils, the conditions of entry, stay or residence in the territory of the Party concerned, smuggling of persons, and trafficking in human beings, including ways to combat networks of smugglers of persons and traffickers and to protect the victims of such activities; f) the return of persons as defined under paragraph 2 lit. e), under humane and dignified conditions, including the promotion of their voluntary and sustainable return to the countries of origin, and the admission/readmission of such persons in accordance with paragraph 3 hereof. The return shall be with due regard to the Parties’ right to grant residence permits or authorizations to stay for compassionate and humanitarian reasons and the principle of non-refoulement; g) issues identified as being of mutual interest in the field of visas and security of travel documents, as well as border management; h) migration and development issues including human resources development, social protection, maximizing benefits from migration, gender and development, ethical recruitment and circular migration, and integration of migrants; 3. Within the framework of cooperation in this area and without prejudice to the need for protection of victims of human trafficking, the Parties further agree that: a) The Philippines shall admit back any of its nationals as defined under paragraph 2 lit. e) present in the territory of a Member State upon request by the latter, without undue delay once nationality has been established and due process in the Member State carried out. ",
        "EN 20 EN b) Each Member State shall readmit any of its nationals as defined under paragraph 2 lit. e) present in the territory of the Philippines upon request by the latter, without undue delay once nationality has been established and due process in the Philippines carried out. c) The Member States and the Philippines will provide their nationals with required documents for such purposes. Any request for admission or readmission shall be transmitted by the requesting state to the competent authority of the requested state. Where the person concerned does not possess any appropriate identity documents or other proofs of his/her nationality, the competent diplomatic or consular representation concerned shall be immediately requested by the Philippines or Member State to ascertain his/her nationality if needed by means of an interview; and once ascertained to be a national of the Philippines or Member State, appropriate documents shall be issued by the competent Philippine or Member State authorities. 4. The Parties agree to conclude as soon as possible, an agreement for the admission/readmission of their nationals, including a provision on the readmission of nationals of other countries and stateless persons. Article 27 Maritime Labour, Education and Training 1. The Parties agree to cooperate in the field of maritime labour to promote and uphold decent living and working conditions for seafarers, the seafarers’ personal safety and protection, occupational safety and health policies and programs. 2. The Parties furthermore agree to cooperate in the field of maritime education, training and certification of seafarers in order to ensure safe and efficient maritime operations and prevention of damage to the environment; including upgrading crew competences to adapt to the changing requirements of the shipping industry and technological progress. 3. The Parties shall respect and observe the principles and provisions stipulated in the 1982 United Nations Convention on the Law of the Sea particularly referring to the duties and obligations of each Party with regard to labour conditions, crewing and social matters on ships that fly its flag; the International Convention on Standards of Training, Certification and Watchkeeping for Seafarers (STCW Convention), as amended, with regard to seafarer training and competency requirements; and principles and provisions provided in relevant international instruments to which they are parties. 4. Cooperation in this area shall be based on mutual consultation and dialogue between the Parties, with a focus, inter alia, on: a) maritime education and training; b) information sharing and support on maritime related activities; c) applied learning methods and best practices on training; ",
        "EN 21 EN d) programs to address piracy and terrorism at sea; e) seafarers’ right to a safe and secure workplace; decent working and living conditions on board ship; and health protection, medical care, welfare measures and other forms of social protection. Title VI ECONOMIC, DEVELOPMENT COOPERATION, AND OTHER SECTORS Article 28 Employment and Social Affairs 1. The Parties agree to enhance cooperation in the field of employment and social affairs, including cooperation on regional and social cohesion, with reference to Article 26 paragraph 2 lit. b), health and safety at the workplace, skills development, gender equality and decent work, with a view to strengthening the social dimension of globalisation. 2. The Parties reaffirm the need to support the process of globalisation which is beneficial to all and to promote full and productive employment and decent work as a key element of sustainable development and poverty reduction, as endorsed by UN General Assembly Resolution 60/1 of 24 October 2005 (World Summit Outcome) and the Ministerial Declaration of the high-level segment of the UN Economic and Social Council of July 2006 (UN Economic and Social Council E/2006/L.8 of 5 July 2006). The Parties shall take into account the respective characteristics and diverse nature of their economic and social situations. 3. Reaffirming their commitments to respect, promote and realise internationally recognised labour and social standards, as referred to in particular in the ILO Declaration on Fundamental Rights and Principles at Works and the ILO conventions to which they are party, the Parties agree to cooperate on specific technical assistance programs and projects, as mutually agreed. The Parties likewise agree to undertake dialogue, cooperation and initiatives on topics of common interest at bilateral or multilateral level, such as the United Nations, IOM, ILO, ASEM and EU-ASEAN. Article 29 Development Cooperation 1. The primary goal of development cooperation is to encourage sustainable development that will contribute to the reduction of poverty and to the attainment of internationally agreed development goals including the Millennium Development Goals. The Parties shall engage in regular dialogue on development cooperation in line with their respective priorities and areas of mutual interest. 2. The development cooperation dialogue shall aim at, inter alia : a) promoting human and social development; b) pursuing sustained inclusive economic growth; ",
        "EN 22 EN c) promoting environmental sustainability and sound management of natural resources including promotion of best practices; d) reducing the impact and managing the consequences of climate change; e) enhancing capacity to implement deeper integration into the world economy and international trading system; f) promoting public sector reform particularly in the area of public finance management to improve the delivery of social services; g) establishing processes adhering to the principles of the Paris Declaration on Aid Effectiveness, the Accra Agenda for Action, and other international commitments aimed at improving the delivery and effectiveness of aid. Article 30 Economic Policy Dialogue The Parties agree to cooperate on promoting the exchange of information on their respective economic trends and policies, and the sharing of experiences in coordination of economic policies in the context of regional economic cooperation and integration. The Parties endeavour to deepen the dialogue between their authorities on economic matters which, as agreed by the Parties, may include areas such as monetary policy, fiscal policy, including business taxation, public finance, and macroeconomic stabilisation and external debt. Article 31 Civil Society The Parties recognise the role and potential contribution of organised civil society in democratic governance and agree to promote effective dialogue and interaction with civil society, in accordance with the applicable domestic laws of the respective Parties. Article 32 Disaster Risk Management The Parties agree to increase cooperation on Disaster Risk Management (DRM) in the continuous development and implementation of measures to reduce the risk to communities and manage the consequences of natural disasters across all levels of society. Preventive actions and proactive approach in dealing with hazards and risks with reducing risks or vulnerabilities to natural disasters should be given emphasis. The Parties shall work together to make DRM an integral part of development plans and policy-making processes relative to natural disaster events. Cooperation in this area shall focus on the following program elements: a) disaster risk reduction or prevention and mitigation; b) knowledge management, innovation, research, and education to build a culture of safety and resilience at all levels; ",
        "EN 23 EN c) disaster preparedness; d) policy, institutional capacity and consensus building for disaster management; e) disaster response; f) disaster risks assessment and monitoring; g) post-disaster recovery and rehabilitation planning; h) climate change adaptation and mitigation. Article 33 Energy 1. The Parties shall endeavour to enhance cooperation in the energy sector with a view to: a) creating favourable conditions for investment, notably in infrastructures and a level playing field for renewable energy; b) diversifying energy supplies to enhance energy security including developing new, sustainable, innovative and renewable forms of energy, and supporting the institutionalization of appropriate policy frameworks to create a level playing field for renewable energy and its integration into relevant policy areas; c) developing converging energy standards especially for biofuels and other alternative fuels, related facilities and practices; d) achieving rational use of energy by promoting energy efficiency and conservation in energy production, transportation, distribution and end-use; e) fostering the transfer of technology between the Parties’ enterprises aimed at sustainable energy production and use. This could be done through appropriate cooperation especially in the areas of power sector reforms, energy resources development, downstream facilities and biofuels development; f) enhancing capacity-building in all fields covered by the Article and promoting favourable and attractive reciprocal investments through a consistent dialogue aimed at stable, transparent, open and non-discriminatory rules for investors, exploring administrative mechanisms to facilitate investment flows, in accordance with the Parties’ domestic laws and regulations. 2. To these ends, the Parties agree to promote contacts and joint research for the mutual benefit of the Parties, particularly through relevant regional and international frameworks. With reference to Article 34 and the conclusions of the World Summit on Sustainable Development (WSSD), which took place in Johannesburg in 2002, the Parties underscore the need to address the links between affordable access to energy services and sustainable development. These activities can be promoted in cooperation with the European Union Energy Initiative, launched at the WSSD. 3. The Parties, in keeping with their commitments as parties to the UN Framework Convention on Climate Change to address climate change, agree to promote ",
        "EN 24 EN technical cooperation and private-partnerships, in sustainable and renewable energy, fuel-switch and energy efficiency projects through flexible market-based mechanisms such as the carbon market mechanism. Article 34 Environment and Natural Resources 1. The Parties agree that cooperation in this area shall promote the conservation and improvement of the environment in pursuit of sustainable development. The implementation of the outcome of the World Summit on Sustainable Development and of relevant multilateral environmental agreements to which they are parties shall be taken into account in all activities undertaken by the Parties under this Agreement. 2. The Parties agree on the need to conserve and manage in a sustainable manner natural resources and biological diversity for the benefit of all generations taking into account their developmental needs. 3. The Parties agree to cooperate with a view to enhancing the mutual supportiveness of trade and environment policies, and the integration of environmental considerations into all sectors of cooperation. 4. The Parties endeavour to continue and strengthen their cooperation in the regional programmes on protection of the environment, as regards: a) enhancing environmental awareness and local participation in environmental protection and sustainable development efforts, including participation of indigenous cultural communities/indigenous peoples and local communities; b) capacity building on climate change adaptation and mitigation and energy efficiency; c) capacity building for participating and implementing multilateral environment agreements including but not limited to biodiversity and biosafety; d) promoting environment friendly technologies, products and services, including through the use of regulatory and market-based instruments; e) improve natural resource including forest governance and combating illegal logging and associated trade, and the promotion of sustainable natural resource including forest management; f) effective management of national parks and protected areas and the designation and protection of areas of biodiversity and fragile ecosystems, with due regard for local and indigenous communities living in or near these areas; g) prevention of illegal transboundary movement of solid and hazardous wastes and other forms of wastes; h) protection of coastal and marine environment and effective water resources management; i) protection and conservation of soils and sustainable land management, including rehabilitation of mined-out/abandoned mines ",
        "EN 25 EN j) promoting capacity building in disaster and risk management; k) promoting Sustainable Consumption and Production patterns in their economies; 5. The Parties shall encourage mutual access to their programmes in this field, in accordance with the specific terms of such programmes. Article 35 Agriculture, Fisheries and Rural Development 1. The Parties agree to encourage dialogue and promote cooperation towards sustainable development in agriculture, fisheries and rural development. Areas of dialogue may include: a) agricultural policy and international agricultural outlook in general; b) the possibilities for facilitating trade in plants, animals, aquatic animals and their products taking into account relevant international conventions such as IPPC and OIE, among others, to which they are parties; c) animal welfare; d) development policy in rural areas; e) quality policy for plants, animal and aquatic products, and in particular Geographical Indications; f) the development of sustainable and environmentally-friendly agriculture, agro- industry, biofuels, and the transfer of bio-technologies; g) plant variety protection, seed technology, improving crop productivity, alternative crop technologies including agricultural biotechnology; h) the development of databases on agriculture, fisheries and rural development; i) strengthening human resources in the area of agriculture, veterinary affairs and fisheries; j) supporting sustainable and responsible long-term marine and fisheries policy including fisheries technologies, conservation and management of coastal and high- seas marine resources; k) promoting efforts to prevent and combat illegal, unreported, and unregulated fishing practices and associated trade; l) measures relating to exchange of experiences and partnerships, development of joint ventures and cooperation networks between local agents or economic operators including measures to improve access to finance in areas such as research and technology transfer; m) strengthening producers associations and trade promotion activities. ",
        "EN 26 EN Article 36 Regional Development and Cooperation 1. The Parties shall promote mutual understanding and bilateral cooperation in the field of regional policy. 2. They shall encourage and strengthen the exchange of information and the cooperation on regional policy, with special emphasis on the development of disadvantaged areas, urban-rural linkages and rural development. 3. Cooperation in regional policy may take the following forms: a) methods of formulation and implementation of regional policies; b) multi-level governance and partnership; c) urban-rural relations; d) rural development, including initiatives to improve access to finance and sustainable development; e) statistics. Article 37 Industrial Policy and SME Cooperation The Parties, taking into account their respective economic policies and objectives, agree to promote industrial policy cooperation in all fields deemed suitable, with a view to creating a climate conducive to economic development and improving the competitiveness of industries, especially small and medium-sized enterprises (SMEs), inter alia, through: a) promoting networking among economic operators, especially SMEs, with the aim of exchanging information and experiences, identifying opportunities in sectors of mutual interest, transfer of technology and boosting trade and investment; b) exchanging information and experience on creating framework conditions leading to an enabling environment for businesses, especially SMEs, to improve their competitiveness; c) promoting the participation of both Parties in pilot projects and in special programmes according to their specific terms; d) promoting investments and joint ventures to stimulate transfer of technology, innovation, modernization, diversification, and quality initiatives; e) providing information and stimulating innovation and exchanging good practices on access to finance, particularly for small and micro-enterprises; f) promoting corporate social responsibility and accountability and encouraging responsible business practices, including sustainable consumption and production; ",
        "EN 27 EN g) developing joint research projects in selected industrial areas and cooperation on capacity building projects including on standards and conformity assessment procedures and technical regulations, as mutually agreed . Article 38 Transport The Parties agree to cooperate in relevant areas of transport policy with a view to improving investment opportunities, the movement of goods and passengers, promoting maritime and aviation safety and security, addressing the environmental impact of transport and increasing the efficiency of their transport systems. Cooperation between the Parties in this area shall aim to promote: a) exchanges of information on their respective transport policies , regulations and practices, especially regarding urban and rural transport, maritime transport, air transport, transport logistics, and the interconnection and interoperability of multimodal transport networks as well as the management of roads, railways, ports, and airports; b) exchange of views on the European Satellite Navigation Systems (in particular Galileo) with a focus on regulatory, industrial, and market development issues of mutual benefit. c) continuing the dialogue in the field of air transport services with a view to ensure legal certainty without any undue delay to the existing bilateral air services agreements between individual Member States and the Philippines. d) continuing the dialogue on enhancing air transport infrastructure networks and operations for fast, efficient, sustainable, safe and secure movement of people and goods, and promoting the application of competition law and economic regulation of the air industry, with a view to supporting regulatory convergence and enhancing doing business, and to examine possibilities for the further development of relations in the field of air transport. Air transport cooperation projects of mutual interest should be further promoted; e) dialogue in the field of maritime transport policy and services aiming in particular at promoting the development of the maritime transport industry including but not limited to: i. the exchange of information on legislation and regulations concerning maritime transport and ports; ii. the promotion of unrestricted access to the international maritime markets and trades on a commercial basis, the abstention from introducing cargo sharing clauses, granting of national treatment and Most Favoured Nation (MFN) clause for vessels operated by nationals or companies of the other Party and relevant issues related to door-to-door transport services involving the sea leg taking into account the domestic laws of the Parties; iii. effective administration of ports and efficiency of maritime transport services; and ",
        "EN 28 EN iv. promotion of maritime transport cooperation of mutual interest and the area of maritime labour, education and training pursuant to Article 27 . f) a dialogue on the effective implementation of transport security, safety and pollution prevention standards, notably as regards maritime transport, particularly including combating piracy, and air transport, in line with the relevant international conventions to which they are parties, and standards, including cooperation in the appropriate international fora aiming to ensure better enforcement of international regulations. To this end, the Parties will promote technical cooperation and assistance on issues related to transport safety, security and environmental consideration including but not limited to maritime and aviation education and training, search and rescue, and accidents and incidents investigation. The Parties will also focus on the promotion of environmentally friendly modes of transport. Article 39 Scientific and Technological Cooperation 1. The Parties agree to cooperate in the field of science and technology taking account of their respective policy objectives. 2. The aims of such cooperation shall be to: a) encourage exchanges of information and sharing of know-how on science and technology, especially on the implementation of policies and programmes as well as intellectual property rights for research and development interventions; b) promote enduring relations and research partnerships between the Parties’ scientific communities, research centres, universities and industry; c) promote human resources training and technological and research capacity building. 3. Cooperation shall take the form of joint research projects and exchanges, meetings and training of researchers through international training and mobility schemes and exchange programmes, providing for the maximum dissemination of the results of research, learning and best practices. Other modes of cooperation may be mutually agreed upon. 4. These cooperation activities should be based on the principles of reciprocity, fair treatment and mutual benefits and ensure an adequate protection of intellectual property. Any intellectual property rights issues that may arise under the context of cooperation under this Agreement may, where necessary, be the subject of negotiations between the relevant agencies or group involved prior to the commencement of cooperative activities and may include issues of copyright, trademark and patents in consideration of their respective laws and regulations. 5. The Parties shall encourage the participation of their respective higher education institutions, research centres, and productive sectors including small and medium- sized enterprises. 6. The Parties agree to make all efforts to increase public awareness about possibilities offered by their respective programmes for science and technology cooperation. ",
        "EN 29 EN Article 40 Cooperation on Information and Communication Technology 1. Recognising that Information and Communication Technology (ICT) is a key element of modern life and of vital importance to economic and social development, the Parties endeavour to exchange views on their respective policies in this field with a view to promoting economic development. 2. Cooperation in this area shall, inter alia , focus on: a) participation in the comprehensive regional dialogue on the different aspects of the information society, in particular electronic communications policies and regulation including universal service, licensing and general authorizations, and the independence and efficiency of the regulatory authority, e-governance, research, and ICT enabled services; b) interconnection and interoperability of the Parties’ and Southeast Asian networks (such as TEIN) and services; c) standardisation and dissemination of new and emerging technologies in the field of ICT; d) promotion of research cooperation in the area of ICT on topics of mutual interest to the Parties; e) sharing of best practices in an effort to bridge the digital divide; f) development and implementation of strategies and mechanisms on security aspects of ICT and on fighting cyber crime; g) sharing of experiences on deployment of digital television, as well as on regulatory aspects, spectrum management and research; h) promoting efforts and sharing of experiences on human resources development in the area of ICT. Article 41 Audiovisual, Media and Multimedia The Parties will encourage, support and facilitate exchanges, cooperation and dialogue between their relevant institutions and agents in the areas of audiovisual, media and multimedia. They agree to establish a regular policy dialogue in these areas. Article 42 Cooperation on Tourism 1. Guided by the World Tourism Organization's Global Code of Ethics for Tourism and by the sustainability principles which are at the basis of the Local Agenda 21 process, the Parties shall aim to improve the exchange of information and establish best practice in order to ensure a balanced and sustainable development of tourism. ",
        "EN 30 EN 2. Both Parties agree to undertake a dialogue with the aim of facilitating cooperation, including technical assistance, in the areas of human resources training and development of new technology for destinations in accordance with sustainable tourism principles. 3. The Parties agree to develop cooperation on safeguarding and maximising the potential of natural and cultural heritage, mitigating any adverse impact of tourism and enhancing the positive contribution of the tourism business to the sustainable development of local communities, inter alia , by developing eco-tourism, while respecting the integrity and interests of local and indigenous communities, and improving training in the tourism industry. Article 43 Cooperation on Financial Services 1. The Parties agree to strengthen cooperation with a view to achieving closer common rules and standards, and improving accounting, auditing, supervisory, and regulatory systems of banking, insurance, and other areas of the financial sector. 2. The Parties recognise the importance of technical assistance and capacity building measures to this end. Article 44 Good Governance in the Tax Area 1. With a view to strengthening and developing economic activities while taking into account the need to develop an appropriate regulatory framework, the Parties recognise and will implement the principles of good governance in the tax area. To that effect, and in accordance with their respective competences, the Parties will improve international cooperation in the tax area, facilitate the collection of legitimate tax revenues, and develop measures for the effective implementation of the abovementioned principles. 2. The Parties agree that the implementation of these principles takes place notably within the framework of existing or future bilateral tax agreements between the Philippines and Member States. Article 45 Health 1. The Parties recognise and affirm the utmost importance of health. Therefore, the Parties agree to cooperate in the health sector covering areas such as health system reform, major communicable diseases and other health threats, non-communicable diseases, and international health agreements towards the improvement of health and the sustainable development of the health sector on the basis of mutual benefits. 2. Cooperation shall take place through: a) programmes covering the areas listed in paragraph 1, including the improvement of health systems, health services delivery, reproductive health services of the poor and vulnerable women and communities, health governance including improved public ",
        "EN 31 EN finance management, health care financing, health infrastructure and information systems and health management; b) joint activities on epidemiology and surveillance, including exchange of information as well as collaboration in the early prevention of health threats such as avian and pandemic influenza and other major communicable diseases; c) prevention and control of non-communicable diseases through exchange of information and good practices, promoting healthy lifestyle, addressing major health determinants such as nutrition, addiction to drugs, alcohol and tobacco and development of health related research programmes as foreseen in Article 39 and health promotion schemes; d) promoting the implementation of international agreements, such as the Framework Convention on Tobacco Control and the International Health Regulations, to which they are parties; e) other programmes and projects to improve health services and strengthen human resources for health systems and health conditions as mutually agreed. Article 46 Education, Culture, Intercultural and Interfaith Dialogue 1. The Parties agree to promote education, sports , cultural and interfaith cooperation that duly respects their diversity in order to increase mutual understanding and the knowledge of their respective cultures. To this end, the Parties will support and promote the activities of their cultural institutes. 2. The Parties further agree to start a dialogue on matters of mutual interest relating to the modernisation of education systems, including matters pertaining to core competencies and development of assessment instruments benchmarked with European standards. 3. The Parties endeavour to take appropriate measures to promote people-to-people contacts in the area of education, sports and cultural exchanges, and interfaith and intercultural dialogues and carry out joint initiatives in various socio-cultural spheres, including cooperation in heritage conservation with respect to cultural diversity. In this regard, the Parties also agree to continue supporting the activities of the Asia- Europe Foundation, as well as the ASEM Interfaith Dialogue. 4. The Parties agree to consult and cooperate in relevant international fora or organisations, such as the UNESCO, in order to pursue common objectives and promote greater understanding and respect for cultural diversity. In this regard, the Parties also agree to promote the ratification and implementation of the UNESCO Convention on the Protection and Promotion of the Diversity of Cultural Expressions adopted on 20 October 2005 . 5. The Parties shall furthermore place emphasis on adopting measures designed to strengthen links between their respective concerned agencies promoting exchange of information and know-how among experts, youth and youth workers (in and out-of- school), and taking advantage of their respective programmes such as ERASMUS ",
        "EN 32 EN Mundus in the areas of education and culture as well as the experiences that both Parties have acquired in these areas. Article 47 Statistics The Parties agree to promote, in accordance with their existing activities of statistical cooperation between the European Union and ASEAN, which include: statistical capacity building the harmonisation of statistical methods and practice including the gathering and dissemination of statistics, thus enabling them to use, on a mutually acceptable basis, statistics on inter alia, national accounts, foreign direct investments, information communications and technology trade in goods and services and, more generally, on any other area covered by this Agreement which lends itself to statistical processing collection, analysis and dissemination. Title VII INSTITUTIONAL FRAMEWORK Article 48 Joint Committee 1. The Parties agree to establish under this Agreement a Joint Committee, composed of representatives of both sides at senior official level, charged with: a) the proper functioning and implementation of this Agreement; b) the setting of priorities in relation to the aims of this Agreement; c) making recommendations for promoting the objectives of this Agreement. 2. The Joint Committee shall normally meet not less than every two years in the Philippines and the European Union alternately on a date to be fixed by mutual agreement. Extraordinary meetings of the Joint Committee may also be convened by agreement between the Parties. The Joint Committee shall be chaired alternately by each of the Parties. The agenda for meetings of the Joint Committee shall be determined by agreement between the Parties. 3. The Joint Committee shall establish specialised subcommittees to deal with all areas covered by this Agreement in order to assist it in the performance of its tasks. These subcommittees shall make detailed reports on their activities to the Joint Committee at each of its meetings. 4. The Parties agree that it shall also be the task of the Joint Committee to oversee the proper functioning of any sectoral agreement or protocol concluded or to be concluded between the Parties. 5. The Joint Committee shall adopt its own rules of procedure. Title VIII FINAL PROVISIONS ",
        "EN 33 EN Article 49 Future Developments Clause 1. The Parties may, by mutual consent and on recommendation of the Joint Committee, expand this Agreement with a view to enhancing the level of cooperation, including through supplementing it by means of agreements or protocols on specific sectors or activities. 2. With regard to the implementation of this Agreement, either of the Parties may put forward suggestions for widening the scope of cooperation, taking into account the experience gained in its application. Article 50 Resources for Cooperation 1. The Parties agree to make available the appropriate resources, including financial means, insofar as their respective resources and regulations allow, in order to fulfil the cooperation objectives set out in this Agreement. 2. The Parties shall implement financial assistance in accordance with the principles of sound financial management and cooperate in the protection of their financial interests. The Parties shall take effective measures to prevent and fight fraud, corruption and any other illegal activities, inter alia , by means of mutual assistance in the fields covered by the present Agreement in accordance with their respective laws and regulations. Any further agreement or financing instrument to be concluded between the Parties shall provide for specific financial cooperation clauses covering on-the-spot checks, inspections, controls, and anti-fraud measures, including, inter alia , those conducted by the European Anti-fraud Office (OLAF) and the relevant Philippine investigative authorities. 3. The Parties shall encourage the European Investment Bank (EIB) to continue its operations in the Philippines in accordance with its procedures and financing criteria, the framework agreement signed between the EIB and the Philippines and with Philippine domestic laws. 4. The Parties may decide to extend financial support to cooperation activities in the areas covered by this Agreement or in relation to it in accordance with their respective financial procedures and resources. These cooperation activities may include, as appropriate, but not be limited to, capacity building and technical cooperation initiatives, exchanges of experts, conduct of studies, establishment of legal, enforcement and regulatory frameworks that promote transparency and accountability, and other activities agreed by the Parties. Article 51 Facilities To facilitate cooperation in the framework of this Agreement, both Parties agree to grant necessary facilities to officials and experts involved in implementing cooperation for the performance of their functions in accordance with national/domestic laws, internal rules and regulations of both Parties. ",
        "EN 34 EN Article 52 Other Agreements 1. Without prejudice to the relevant provisions of the Treaty establishing the European Union and the Treaty on the Functioning of the European Union, neither this Agreement nor action taken hereunder shall affect the powers of the Parties to undertake bilateral cooperation activities or to conclude, where appropriate, new partnership and cooperation agreements including between the Philippines and the individual Member States . 2. This Agreement shall not affect the application or implementation of commitments undertaken or to be undertaken by the respective Parties in relations with third parties. Article 53 Fulfilment of Obligations 1. The Parties shall take any general or specific measures required to fulfil their obligations under this Agreement. They shall see to it that the objectives set out in the Agreement are attained. 2. Each Party may refer to the Joint Committee any divergence in the application or interpretation of this Agreement. 3. If either Party considers that the other Party has failed to fulfil any of its obligations under this Agreement, it may take appropriate measures. Before doing so, except in cases of special urgency in accordance with paragraph 5, it shall present to the Joint Committee all the relevant information required for a thorough examination of the situation with a view to seeking a solution acceptable to the Parties. 4. In the selection of measures, priority must be given to those which least disturb the functioning of this Agreement. These measures shall be notified immediately to the other Party and shall be the subject of consultations within the Joint Committee if the other Party so requests. 5. The Parties agree, for the purposes of the correct interpretation and practical application of this Agreement, that the term ‘cases of special urgency’ in paragraph 3 means a case of a material breach of the Agreement by one of the Parties. A material breach of the Agreement consists of: a) repudiation of the Agreement not sanctioned by the general rules of international law; or b) violation of essential elements of the Agreement, namely Article 1 paragraph 1 and Article 8 paragraph 2. Prior to the application of measures in the cases of special urgency, either Party may request that an urgent meeting be called to bring the Parties together. In the event of such a request and within 15 days, unless the Parties agree on another time period not exceeding 21 days, a ",
        "EN 35 EN meeting shall be held to examine thoroughly the situation with a view to seeking a solution acceptable to the Parties. Article 54 Definition of the Parties For the purposes of this Agreement, ‘the Parties’ shall mean the Union or its Member States or the Union and its Member States, in accordance with their respective powers, on the one hand, and the Republic of the Philippines, on the other. Article 55 Territorial Application This Agreement shall apply to the territory in which the Treaty establishing the European Union is applied under the conditions laid down in that Treaty, on the one hand, and to the territory of the Philippines, on the other. Article 56 Notifications Notifications made in accordance with Article 57 shall be made to the Secretary-General of the Council of the European Union and the Department of Foreign Affairs of the Philippines, respectively, through diplomatic channels. Article 57 Entry into Force and Duration 1. This Agreement shall enter into force on the first day of the month following the date on which the last Party has notified the other of the completion of the legal procedures necessary for this purpose. 2. This Agreement is valid for a period of five years. It shall be automatically extended for further successive periods of one year, unless either Party notifies the other Party in writing of its intention not to extend this Agreement six months prior to the end of any subsequent one-year period. 3. Any amendments of this Agreement shall be made by agreement between the Parties. Any amendments shall enter into force according to paragraph 1 of this Article only after the last Party has notified the other that all necessary formalities have been completed. 4. This Agreement may be terminated by one Party by written notice of its desire to terminate this Agreement given to the other Party. The termination shall take effect six months after receipt of notification by the other Party. Termination shall not affect agreed or ongoing projects commenced under this Agreement prior to termination. Article 58 ",
        "EN 36 EN Authentic Text This Agreement is drawn up in the Bulgarian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Slovak, Slovene, Spanish and Swedish languages, each of these texts being equally authentic. The Agreement was negotiated in English. Any linguistic divergence in the texts shall be referred to the Joint Committee. Done in duplicate at ………………… [place] on this …………………………….. day of [month] in the year Two Thousand and ... The European Union The Government of the Republic of the Philippines The Republic of Bulgaria The Kingdom of Belgium The Czech Republic The Kingdom of Denmark The Federal Republic of Germany The Republic of Estonia The Hellenic Republic The Kingdom of Spain The French Republic Ireland The Italian Republic The Republic of Cyprus The Republic of Latvia The Republic of Lithuania The Grand Duchy of Luxemburg The Republic of Hungary The Republic of Malta The Kingdom of the Netherlands The Republic of Austria The Republic of Poland ",
        "EN 37 EN The Portuguese Republic Romania The Republic of Slovenia The Slovak Republic The Republic of Finland The Kingdom of Sweden The United Kingdom of Great Britain and Northern Ireland "
    ]
}