{
    "text": [
        "Research and Innovation The EU and global food systems are affected by major challenges such as climate change. Research and innovation are the key to find high-impact solutions that will future-proof our food systems. To provide strategic aid on food and nutrition security related policy and strategy development, a SCAR FOOD SYSTEMS SWG mapped existing policies/strategies and research and innovation funding of the food system in EU Member States. Mapping results show that policies and investments focus on primary production and food processing. This reflects the fragmented R&I investments in food systems, as well as the limited interest in food systems shown by non-primary production stakeholders. To improve the current situation, stakeholders should be more involved in R&I on food systems. Because the food system provides food and nutrition security, it is a major player in health promotion. But it is also a significant job provider and food system innovation could lead to even more growth. The results of this study clearly show that food system elements must be included in various research programs to gain additional R&I input regarding food and nutrition, and to exploit the latent potential in the food system. Research and Innovation policy K I - 02 - 18 - 461 - E N - C DOI: 10.2777/617772 ISBN 978-92-79-81844-8 Assessment of Research and Innovation on Food Systems by European Member States Policy and Funding Analysis by Standing Committee on Agricultural Research (SCAR) Strategic Working Group on Food Systems ",
        "Assessment of Research and Innovation on Food Systems by European Member States Assessment of Research and Innovation on Food Systems by European Member States European Commission Directorate-General for Research and Innovation Directorate F - Bioeconomy Unit F.3 - Agri-Food Chain Contact Isabelle de Froidmont-Görtz E-mail RTD-FOOD2030@ec.europa.eu RTD-PUBLICATIONS@ec.europa.eu European Commission B-1049 Brussels Manuscript completed in May 2018. Neither the European Commission nor any person acting on behalf of the Commission is responsible for the use which might be made of the following information. The views expressed in this publication are the sole responsibility of the author and do not necessarily reflect the views of the European Commission. More information on the European Union is available on the internet (http://europa.eu). Luxembourg: Publications Office of the European Union, 2018 Print ISBN 978-92-79-81844-8 DOI: 10.2777/617772 KI-02-18-461-EN-C PDF ISBN 978-92-79-81843-1 DOI: 10.2777/118223 KI-02-18-461-EN-N © European Union, 2018. Reuse is authorised provided the source is acknowledged. The reuse policy of European Commission documents is regulated by Decision 2011/833/EU (OJ L 330, 14.12.2011, p. 39). For any use or reproduction of photos or other material that is not under the EU copyright, permission must be sought directly from the copyright holders. Images source © Shutterstock EUROPEAN COMMISSION edited by Directorate-General for Research and Innovation Bioeconomy 2018 Acknowledgments Writing group Monique Axelos (INRA, FR), Loreta Basinskiene (KTU, LT), Béatrice Darcy-Vrillon (INRA, FR), Hendrik De Ruyck (ILVO, BE), Alba Muñoz Pou (ILVO, BE), Alvija Salaseviciene (KTU, LT), Anastasiya Terzieva (INRA, FR) and Minna Huttunen (MMM, FI) Representatives from SCAR FOOD SYSTEMS SWG members and other organisations: Eva-Claudia Lang (AT); Kris Roels (BE); Hendrik De Ruyck (BE); Georges Sinnaeve (BE); Iva Blažková (CZ); Nikola Schulz (DE); Johannes Bender (DE); Stefan Rauschen (DE); Elke Saggau (DE); Katerina Kotzia (DE); Niels Halberg (DK); Niels Gotke (DK); Annette Toft (DK); Piret Priisalu (EE); Ángeles Alonso de Blas (ES); Begoña Perez Villarreal (ES); Minna Huttunen (FI); Anne Pihlanto (FI); Monique Axelos (FR); Beatrice Darcy Vrillon (FR); Cristophe Cotillon (FR); Andrea Gyorffy (HU); Viktória Szűcs (HU); Akos Jozwiak (HU); Ruairi Colbert (IE); Annamaria Stella Marzetti (IT); Aida Turrini (IT); Silvia Baralla (IT); Elena Capolino (IT); Loreta Basinskiene (LT); Alvija Salaseviciene (LT); Matthew Tabone (MT); Philip Aquilina (MT); Henk Westhoek (NL); Casper Zulim De Swarte (NL); Mona Gravningen Rygh (NO); Justyna Cieslikowska (PL); Paweł Chmieliński (PL); Nastasia Belc (RO); Catalin Dragomir (RO); Adrian Asanica (RO); Carmen Socaciu (RO); Viorel Vulturescu (RO); Susanne Johansson (SE); Ola Thomsson (SE); Ahmet Budaklier (TR); Lucy Foster (UK); Nahum Kidan (UK); Mike Collins (UK); Elain Groom (UK) JPIs: Jolien Wenink (JPI HDHL, NL); Heather Mckhann (FACCE, FR) SCAR FS SWG Chair: Monique Axelos (INRA, FR) SCAR FS SWG Co-chair: Minna Huttunen (MMM, FI) ",
        "3 EXECUTIVE SUMMARY Food not only supports human life; food production side-streams are also used for bio-fuel or bio-based products. Food has important historical, social, cultural, environmental and economic dimensions. Currently the EU and global food systems are affected by major challenges such as climate change, migration, a growing world population, urbanisation and resource scarcity, in addition to the “triple burden” of malnutrition (undernutrition, obesity, and hidden hunger), ageing and food poverty. Research and innovation (R&I) is key to developing high-impact solutions to future-proof our food systems. There is a pressing need to avoid fragmentation, ensure policy coherence, and align programmes in order to adopt a food system approach that can effectively address multiple objectives. For this reason, the Standing Committee on Agricultural Research (SCAR) FOOD SYSTEMS Strategic Working Group (SWG) has performed a qualitative and quantitative mapping of food related policies and food system related public R&I funds in Member States. This mapping provides information on: • Existing policies and strategies linked to food and nutrition security • Public R&I funding at national and regional level related to food systems and their alignment to the FOOD 2030. This information will help to: • Provide strategic support to the further development of existing national, European and global policies and strate- gies that are linked to food and nutrition security as well as R&I policy, • Identify R&I investment gaps to be filled, • Catalyse future reflections and discussions at national and regional levels regarding the need to work better across institutional silos in order to tackle food system trans- formation through a systemic approach and to provide advice for possible next steps of the FOOD 2030 initiative. Assessment of existing policies/strategies of more than 20 countries revealed that in the last 5 years, agriculture, food production and food safety were the most prominent fields to have benefitted from R&I support, whereas food innovation and nutritional as- pects linked to health were less represented. More recently, national bioeconomy strat- egies are present or in preparation in the majority of the countries. The exercise also revealed that food and nutrition security, although identified as a great societal Table of contents Executive summary p.3 1 Baseline assessment of Member State food system policies and R&I funding p.5 1.1 Qualitative mapping of existing Member State policies and strategies linked to Food and Nutrition Security p.9 1.2 Quantitative mapping of R&I funding on food systems research in Member States p.10 2 Results reveal a need for policy coherence and leveraging of funds p.13 2.1 Results of qualitative mapping p.14 2.2 Results of quantitative mapping p.20 3 Conclusion and next steps p.31 3.1 Recommendations p.35 Vocabulary p.36 Appendix 1 Qualitative mapping questionnaire p.38 Appendix 2 Quantitative mapping guidelines p.39 Appendix 3 Summary country sheets p.43 This publication presents an extensive quantitative and qualitative analysis of the research projects and policies in Europe in the last 5 years as related to food systems. The analysis covers the major trends and ambitions, improvements needed, and gaps in R&I. The goals of the assessment, research methods, key points and participating actors are presented in the following sections. 2 . Executive summary . Assessment of R&I on Food Systems by European Member States ",
        "4 . Executive summary . Assessment of R&I on Food Systems by European Member States 5 challenge, has not been well covered by current integrated policies. Mapping of the R&I investments of 11 countries reveals that much of the funding has focused on primary production and food processing. R&I funding drops off as one approaches the consumer (e.g. retail, consumption, food waste). This reflects the fragmented and unbalanced nature of past R&I investments, as well as a lack of interest in other stakeholders (including society) beyond those involved in primary production. Consumer or distribution related R&I investments were minor in most countries that completed the quantitative mapping. Climate change, urbanisation and other issues are likely to result in even longer travel from the production site to consumption, which calls for better performing logistics systems and innovative packaging to keep the products safe and fresh. Product durability reduces food waste and contributes to food system sustainability. Food safety is of great importance to the European food system. Food safety R&I inputs have focused strongly on production. This is not surprising as food safety starts with good practices in primary production. Furthermore, primary production has received a great deal of food system R&I funds. Food safety R&I investments are also an important dietary health factor. Currently, only minimal investments are being made in food consumption related R&I. This requires careful evaluation of the tools available vs. the tools needed to change the trend from treating non-communicable diseases (NCD) to preventing NCDs through healthy eating. Public health R&I inputs need to include food system dimensions through healthy and sustainable diets. We need novel approaches to create non-obesogenic food environments that contribute positively to health and consumer physical and cultural needs. Citizens play a vital role as an active part of a sustainable food system. For example food waste related targets can be reached only if the whole food system – including citizens – is involved. The food system provides food and nutrition security, hence it is a major player in health promotion. It also provides a significant number of jobs and opportunities for growth through innovation. The quantitative map- ping results can stimulate national reflection regarding the allocation of R&I funds. The question is: are the inputs to the food system R&I sufficient to exploit the potential of the food system? The findings of the quantitative mapping exercise clearly show gaps in R&I. Food system elements and interconnections need to be included into various national research programmes to fill those gaps. By involving all relevant societal stakeholders and creating open innovation, novel approaches could lead to the crafting of future solutions. The food system is large and highly complex and has many actors. It is unlikely that one R&I project could cover it all. Therefore, we recommend whenever possible to look beyond sectoral approaches by creating links between food system categories that also simultaneously address multiple objectives (ex: climate adaptation, sustainability, health, etc.). Possible solutions to fill the cur- rent R&I gaps could be found by stimulating existing working platforms to enable collab- oration between the different sectors and stakeholders, including society. This type of ‘systems thinking’ provides stronger and more prolonged influence and co-ownership of outcomes. To see the future progress in strengthening food and nutrition security, we also need to create adequate targets and indicators for monitoring - indicators that cover the whole food system and reflect the outcome. Measuring the progress made will demonstrate movement towards future- proofing European food systems so they can become more sustainable, resilient, respon- sible, diverse, competitive, and inclusive. BASELINE ASSESSMENT OF MEMBER STATES FOOD SYSTEM POLICIES AND R&I FUNDING 5 ",
        "7 6 . Baseline assessment of Member State Food System policies and R&I funding . Assessment of R&I on Food Systems by European Member States 7 The main rationale for the SCAR FOOD SYS- TEMS SWG is that the SCAR Member States (MS) provide strategic advice and support to the EU Research and Innovation (R&I) policy framework FOOD 2030 1 as well as to the review of the bioeconomy strategy, in which food plays a central role based on the ‘food comes first’ principle. Food is defined as ‘edible products derived from land or sea (including inland waters) destined for human consumption or animal feed’. Food is more than just biomass used as input for life support, bio-fuel and bio- based products: it has historical, social, cultural, environmental and economic di- mensions. Currently the EU and global food systems are affected by major societal and interrelated challenges such as climate change, migration, a growing world popu- lation, urbanisation, resource scarcity, the triple burden of malnutrition (undernutri- tion, obesity, and hidden hunger), ageing and food poverty. The SCAR FOOD SYSTEMS SWG recognizes that food systems should not only deliver food security but also nutrition security . Food systems produce and provide sufficient, affordable, safe, convenient, tasty and nutri- tious food for healthy and sustainable diets for all citizens. Food systems also need to be environmentally sustainable (‘resource smart’), implying a sustainable and efficient use of natural resources, and limiting nega- tive environmental impacts. In this respect, building blocks of food sys- tems should encompass the entire value chain in its broadest sense and their inter- actions; from ecosystem services to prima- ry production (agriculture, aquaculture and fisheries), harvesting, storage, processing, packaging, distribution, retailing, food ser- vices (restaurants, catering, hospitality, etc.), waste stream management and re- cycling, food and feed safety, all the way to consumers, nutrition for citizens’ health and well-being, and diet related diseases. To ensure Food Nutrition Security (FNS), the European R&I policy agenda should focus on future-proofing food systems by making them more sustainable, resilient, responsible, diverse, competitive, and in- clusive. This will contribute reaching the Sustainable Development Goals (SDGs pri- orities) by 2030 and it will contribute to the FOOD 2030 priorities: NUTRITION for sus- tainable and healthy diets, CLIMATE smart and environmentally sustainable food sys- tems, CIRCULARITY and resource efficiency of food systems, INNOVATION and empow- erment of communities. R&I is the key to find high-impact solutions for future-proofing of food systems. R&I helps to avoid fragmentation, ensure policy coherence and adopt an effective food sys- tem approach. For this reason, the SCAR FOOD SYSTEMS SWG provides strategic intelligence and orientation by integrating and analysing the different regional, natio- nal, European and international initiatives already in place. This document allows for sharing best practices, knowledge and data, and stimulates the standardisation and harmonisation of data gathering, moni- toring and R&I policy alignment within and amongst SCAR Member States as well as with the non-EU countries that are partici- pating in the EC’s International Bioeconomy Forum (IBF). Figure 1 shows the Food 2030 food system categories and the 4 areas of focus for R&I that will make the food system more sustainable. 1 _ http://ec.europa.eu/research/conferences/2016/food2030/pdf/ food2030_ conference_background.pdf#view=fit&pagemode=none R&I for future-proofing food systems EU investments in R&I To shape tomorrow’s sustainable food systems by focussing on four key areas. Figure 1: FOOD 2030 food systems categories and 4 key focus areas FOOD 2030 Nutri tion & He alth Clim ate & Sust ain ability Circularity & Resource Effic iency Innovation & Communities R&I for future- proofi ng food syst ems EUROPEAN RESEARCH & INNOVATION FOR FOOD & NUTRITION SECURITY GET INVOLVED IN THE DEBATE! #FOOD2030EU http://ec.europa.eu/research/food2030 More needs to be invested in research and innovation (R&I) to find solutions to the challenges facing our food systems, such as: hunger, malnutrition, obesity, climate change, sustainability, scarce resources, waste How can R&I tackle obesity and malnutrition while reducing hunger? How can R&I reduce the CO 2 and environmental footprint of food systems while making them resilient to climate change? of greenhouse gas emissions arise from the food production supply chain How can R&I increase resource efficiency and reduce food losses & waste? of the all food produced is wasted 1.3 billion tonnes a year How can R&I provide jobs and empower rural, urban & coastal communities? The EU is the world’s top food exporter jobs for Agriculture, food, fisheries & aquaculture overweight or obese precision farming 3D printing processed foods bioplastics yet 2 billion to shape tomorrow's sustainable food systems by focussing on four key areas ~ 30% 75% of the turnover of the EU’s bioeconomy account for 4.25 million people 1/3 (2013) people hungry & malnourished 795 million people © E u r o p e a n U n i o n , 2 0 1 6 FOOD PRODUC TION P ROCESSING PACKAGING LOGISTICS DISTR IBUTION HEALTH Y PEO PLE W A S T E S T R E A M S EU inves tment s in R&I FOOD SYSTEMS the way food is produced and how it affects our health, wellbeing and the environment z o n e i n v i s i b l e ( 1 7 , 5 m m ) Research and Innovation z o n e i n v i s i b l e ( 1 7 , 5 m m ) FOOD 2030 Nutri tion & He alth Clim ate & Sust ain ability Circularity & Resource Effic iency Innovation & Communities R&I for future- proofi ng food syst ems EUROPEAN RESEARCH & INNOVATION FOR FOOD & NUTRITION SECURITY GET INVOLVED IN THE DEBATE! #FOOD2030EU http://ec.europa.eu/research/food2030 More needs to be invested in research and innovation (R&I) to find solutions to the challenges facing our food systems, such as: hunger, malnutrition, obesity, climate change, sustainability, scarce resources, waste How can R&I tackle obesity and malnutrition while reducing hunger? How can R&I reduce the CO 2 and environmental footprint of food systems while making them resilient to climate change? of greenhouse gas emissions arise from the food production supply chain How can R&I increase resource efficiency and reduce food losses & waste? of the all food produced is wasted 1.3 billion tonnes a year How can R&I provide jobs and empower rural, urban & coastal communities? The EU is the world’s top food exporter jobs for Agriculture, food, fisheries & aquaculture overweight or obese precision farming 3D printing processed foods bioplastics yet 2 billion to shape tomorrow's sustainable food systems by focussing on four key areas ~ 30% 75% of the turnover of the EU’s bioeconomy account for 4.25 million people 1/3 (2013) people hungry & malnourished 795 million people © E u r o p e a n U n i o n , 2 0 1 6 FOOD PRODUC TION P ROCESSING PACKAGING LOGISTICS DISTR IBUTION HEALTH Y PEO PLE W A S T E S T R E A M S EU inves tment s in R&I FOOD SYSTEMS the way food is produced and how it affects our health, wellbeing and the environment z o n e i n v i s i b l e ( 1 7 , 5 m m ) Research and Innovation z o n e i n v i s i b l e ( 1 7 , 5 m m ) ",
        "9 8 . Baseline assessment of Member State Food System policies and R&I funding . Assessment of R&I on Food Systems by European Member States In Europe, public-funded R&I relevant to food systems is generally fragmented across different international/European/ national/regional programmes funded by different ministries and agencies. Until now, most of the R&I in this field has been targeted to exploring specific parts of the food system (e.g., primary production, nutrition, food processing) without much attention to linking land and sea, connect- ing producers to consumers, or engaging different sectors and actors within the food value chain. The importance of future-proofing our food systems to make them environmental- ly sustainable and climate-proof within a rapidly changing geographical, geopolitical and demographic global context has now been recognised. This is at the heart of the new Sustainable Development Goals, all of which are connected by ‘food’. To tackle the current challenges of ensuring food and nutrition security whilst ensuring citizen health and well-being and the competitive- ness of the European food-related sectors, EU R&I policy must be rethought in order to provide high-impact solutions that can lead to systemic change. Better R&I policy will foster better policy coherence, programme alignment and leveraging of funds. The qualitative and quantitative mapping in Member States provides a baseline assess- ment of: • existing policies and strategies that are linked to food and nutrition security, • public R&I funding at national and region- al level related to food systems and their alignment with the FOOD 2030 priorities. These findings will serve to: • inform and underpin discussions within and among the EC services and EU insti- tutions about the current situation and the R&I investment gaps that need to be addressed, particularly with the next EU Multi-Annual Financial Framework in view, • catalyse future reflections and discussions at national and regional level regarding the need to work across institutional silos in order to tackle food system transfor- mation from a systemic perspective, • provide the SCAR FOOD SYSTEMS SWG further advice on the development of a long-term national, European and global strategic approach to food systems trans- formation in MS (next steps of FOOD 2030) and will aid the determination of future R&I investment needs at national level (where, how much, and how long). Figure 2: The 21 countries involved in the SCAR FOOD SYSTEMS SWG qualitative policy mapping “Food and nutrition security” (FNS) was de- fined at the World Food Summit (FAO, 1996) as: “when all people, at all times, have physical and economic access to sufficient, safe and nutritious food that meets their dietary needs and food preferences for an active and healthy life”. The aim of the qualitative mapping was to provide insight into existing policies and strategies that are relevant to food and nu- trition security and the priorities of FOOD 2030. For this purpose the SWG developed a 3-part questionnaire to collect input from participating countries (Appendix 1): • FNS related policy and strategy documents (using keywords such as agriculture, health, food safety, climate, fisheries, etc.) • Bioeconomy strategy • R&I policy and programming Each country performed a self-analysis of its situation at the level of integration of FNS strategies/policies, its ambitions and the R&I gaps to be filled. The results from the qualitative mapping is based on answers collected from 21 countries (Figure 2) . 1.1 Qualitative mapping of existing Member State policies and strategies linked to food and nutrition security ",
        "11 10 . Baseline assessment of Member State Food System policies and R&I funding . Assessment of R&I on Food Systems by European Member States Figure 3: The 11 countries involved in the SCAR FOOD SYSTEMS SWG quantitative policy mapping The transparent and systematic methodology used to map R&I funding in Member States guaranteed the possibility of reproducing the questionnaire and generating comparable results. Appendix 2 presents the agreed-upon data collection guidelines. The guidelines were prepared by 3 pilot countries (Finland, Hungary, Belgium) and the Chairperson’s country (France), in consultation with the EC. After results were received from the first pilot country (Finland), the countries used an Excel template for data collection. Our aim was not to rank the countries by total funding, but rather to reveal how the funding was distributed to the different parts of the food system. Due to the limitations in the data gathering methods, these data can only be used for this purpose. A timespan of 5 to 6 years is sufficient for a good idea of the relationships and ratios of national food system R&I inputs. It also shows the total amount of funding per coun- try. This can be used for discussion at a na- tional level and for comparison with the total R&I investments. The food system not only provides food and nutrition security; it is a significant job provider and represents an opportunity for growth through innovation. Quantitative mapping results call for national reflection if the inputs to the food system R&I are sufficient to exploit the momentum that the food system possesses. By arranging the food system R&I investments into cat- egories and using percentages of the total food system investment, we could compare the priorities between the countries to show similarities and differences. At the time this report was written (May 2018), 11 European countries had com- pleted the quantitative mapping: Finland, Hungary, Belgium, Denmark, Spain, Sweden, Lithuania, Estonia, Ireland, Austria and Romania. Other countries are still gathering data to achieve their quantitative mapping. A more complete vision of R&I European Member States investment in food systems should be obtained by the end of 2018. Despite the common protocol and agreed process, it is important to keep the limi- tations of the mapping results in mind, especially the amount of detail that can be drawn from the conclusions due to the limited number of countries represented (11 of 28). The results from the quantitative mapping is based on answers collected from 11 countries (Figure 3) . 1.2 Quantitative mapping of R&I funding on food systems research in Member States ",
        "13 RESULTS REVEAL A NEED FOR POLICY COHERENCE AND LEVERAGING OF FUNDS 13 12 . Results call for policy coherence and leveraging of funds . Assessment of R&I on Food Systems by European Member States ",
        "15 14 . Results call for policy coherence and leveraging of funds . Assessment of R&I on Food Systems by European Member States Table 1: Self-analysis by Member States (20 MS or associated countries) Austria Depends on Ministry of Health and Ministry of Agriculture Belgium Value chain sometimes separated between Wallonia and Flanders — Flanders, top agri-food exporter Czech Republic Depends on Ministry of Agriculture, Ministry of Health and Ministry of environment — Existence of a Czech technology platform for foodstuffs Denmark Global responsibility in feeding the world (due to exporting situation) with sustainably produced and healthy food Estonia Mostly small and microenterprisess — Technically advanced primary productions — Low level of use of plant protection products Finland Has 10 national FNS related policies; 7 led by Ministry of Agriculture. Nutrition policy led by Ministry of Health France Food related policies and bioeconomy strategy led by Ministry of Agriculture — Nutritional policy led by Ministry of Health Germany Several strategies and programmes, led mainly led by Ministry of Food and Agriculture, and Ministry of Education and Research (high-tech strategy, bioeconomy) Hungary History of support of Central Eastern European (CEE) regions to improve agri-food through CAP resources — Present need to shift the emphasis to R&I cooperative actions to achieve synergies — Mapping may be incomplete, as based only on information available to participating researchers at the time of investigation Ireland Global competition — Biodiversity loss and reduced water quality — Challenging GHG and air emission targets Italy Large agri-food biodiversity in the country, facing climate and socio-economic changes — Agri-food industry paying more attention to sustainability and health issues — great attention to FNS issues at public procurement level Lithuania Need for a sustainable environment for FNS — Make agriculture and food systems sensitive to nutrition and food safety — Develop long term strategies for sustainable use of resources and promote targeted research Malta In agriculture plant protection issues: high quality seeds, quality of soil, irrigation water — Public health issues: overweight, obesity in children and adults (Malta food and nutrition policy and action plan) Norway Small amount of agricultural areas — Short growth season — Rich support of seafood/farmed fish — Good plant and animal health; good food safety Poland Underlying policy: strategy for sustainable development of rural areas, agriculture and fisheries (SSDRAAF) led by Ministry of Agriculture and Rural Development Romania Remarkable potential of agriculture and food industry, forestry Spain Policies and strategies in Food Security depends on Ministry of Agriculture and Fisheries, Food and Environment (MAPAMA). Food Safety depends on Ministry of Health, Social Services and Equality (MSSSI). The National Bioeconomy Strategy depends on the Bioeconomy Observatory at INIA. There are regional bioeconomy strategies developed by each autonomous government — Two main national objectives are: - Resilience to the impact of climate change - Food safety The multitude of strategic and policy documents from the various Member States generated a great deal of information, including links to various websites (although often hindered by the lack of an English version of the documents on those sites). The list of keywords provided to identify the relevant segments of these policies serves as a basis for the summary of results in Figures 4 and 5 . 100% as Countries Presence Containing food related pillar Absence In preparation 52 20 48 33 Agriculture Health Food safety Climate Fisheries & Aquaculture Others (Food industry, innovation) FNS DESCRIPTOR 100% as Countries 100 71 86 81 71 71 Figure 4: Existing policies and strategies on the scope of Food and Nutrition Security (21 MS or Associated Countries) Figure 5: Existing Bioeconomy strategy (21 MS or Associated countries) The agricultural part of FNS is covered by policy/strategies in all countries, followed by food safety and climate issues. The food industry/innovation and health parts are less well covered. Bioeconomy strategies are present in the majority of countries, whereas more than 2/3 of countries who did not indicate a presence have such strategies in preparation. If we compare the results of Figures 4 and 5 , we observe that the number of existing policies and strategies related to food and nutrition security is larger than the number of policies related to bioeconomy. A possible explanation for that is that bioeconomy is a relatively recent policy topic. The degree of food and nutritional security integration is country-dependent, as illustrated by the questionnaire results. The main highlights are presented in Table 1 . Specific situation FNS 2.1 Results of qualitative mapping ",
        "17 16 . Results call for policy coherence and leveraging of funds . Assessment of R&I on Food Systems by European Member States Austria Aim of healthy nutrition with high quality food for all Belgium Health and food safety at federal level — Flanders and Wallonia having different regional policies — No global regional strategy on FNS Czech Republic Insuring strategic level of production for self-sufficiency in basic foods — Increasing the supply of safe, high quality and affordable food to the consumers Denmark New updated strategic framework Research 2025 containing a specific focus on bioeconomy and food systems + “World class food innovation towards 2030” Estonia Opening of a new strategic planning period 2020-2030 with the objective to improve collaboration between ministries Finland Government report on food policy in 2017; 85 action points France Lack of integrated FNS policy Germany BMEL concept for global food security and nutrition: to achieve the human right to food in Germany, Europe and the world Hungary Existence of the BIOEAST CEE initiative for knowledge-based agriculture, aquaculture and forestry in the bioeconomy Ireland International cooperation and contribution to global FNS Italy Recent initiatives with a more integrated approach to FNS: — National Technology Platform — Agri-food Cluster — IT Bioeconomy Strategy Lithuania Agriculture, food and fisheries research and experimental development — National research programme “Healthy and Safe Food” — Sustainability of agricultural, forest and water ecosystems — Integration needed Malta Lack of alignment between agriculture and fisheries sector and public health objectives Norway No mention of health policies Poland Several other FNS related strategies /programs, mainly: Strategy for Energy Security and the Environment : — Human Capital Development Strategy — Biostrategic — Strategic research and development program in the area of natural environment, agriculture and forestry (which covers issues in the area of food safety and food systems) FNS related strategies, including SSDRAAF are being updated, integrated and subordinated to one National Strategy for Responsible Development. Romania Lack of connection between stakeholders in the agri-food chain — See gaps Spain Food systems poorly integrated because multiple levels of dependence (MAPAMA, MSSSI and autonomous governments) Sweden Integrated approach with national Food Strategy — Strengthened R&I on sustainable food production and consumption Turkey FNS covered by Agricultural Research Master Plan (2016-2020) + National Food R&D and innovation strategy — No mention of health policies United Kingdom Coordination of R&I regarding global food security (governmental departments, research councils) — Global Food Security Strategic Plan (2017) for multidisciplinary integrated research — New council for food and drink sector Integration of FNS policies Specific situation FNS Austria Research strategies and actions to support provision of high quality food for all Belgium Improve sustainability — Innovation — Different elements at regional level Czech Republic Food security — Food safety and consumer protection Environmentally-friendly growth in food efficiency and productivity — Promoting food research and implementing its results in practice — Research on food safety, functional foods — Improving consumer awareness of healthy eating and nutrition Denmark Within the Danish food cluster: — supply of high quality raw materials in the circular bioeconomy — Foods for a healthier life — Food design, from molecular interaction to excellent eating — ICT enabled agri-food systems Estonia To be a country with a competitive and sustainable agriculture and food sector — Ensuring the supply of safe and nutritious food to consumers Finland Vision of the Finnish food policy for 2030: — Tasty, healthy, safe Finnish food, produced sustainably and ethically — Transparent, skilled and flexible food systems — Well coordinated, high-level RandD, innovation and teaching France A new governance for food following the national food conference (EGA, 2017) — Aim: to provide healthier, safer, more sustainable and affordable food for all — New governmental roadmap for food policy 2018-2022 Germany Providing a suitable environment for FNS — Making agriculture and food systems sensitive to nutrition and food safety — Long term strategies for sustainable use of resources and targeted research Hungary Developing sectorial R&I strategy and related agro-innovation database (organisational foundations are being laid in an inter-organisational R&I working group) Ireland Maintain sustainable and efficient food production systems — Improve environmental footprint — Prioritise research funding for sustainability Consumer/citizen oriented agri-food industry — Increase innovation capability — Address greatest societal challenges — New bioresources in food production Italy Sustainable and efficient food production systems from farm to fork — Quality of food products linked to dietary requirements and promotion of healthy diets (food safety and nutrition security) — Innovation, new technologies along the entire food chain — Development of food districts strengthening cooperation among FS actors and increasing agri-food contribution to the bioeconomy — Increase agri-food contribution to the bioeconomy Lithuania Potential for the development of sectors (food, agriculture and fisheries) — Potential of research and experimental development — Cross-sector activities to support the knowledge flow from scientific research to practice — Dialogue and co-design with stakeholders along the food chain Malta Plant protection — Public health, food security: issue of self-sufficiency — Strategic plan for the environment and development Norway Sustainable and efficient food production — Self-sufficiency in agricultural production — Use of new bioresources — International cooperation and contribution to global FNS Poland Regarding FNS: — Food safety (maintaining & improving the quality of agriculture and fish production — high quality agrifood products, safe for consumers — fair competition rules, complying with community & global market in agrifood products — awareness & knowledge of agrifood production & nutrition rules for producers and consumers) — Increase productivity & competitiveness of agrifood sector: (developing research, advisory services — increasing innovation — developing and improving R&D infrastructure) — Environmental protection & adaptation to climate change Romania Increasing awareness of the consumers of the importance of food quality in prevention and sustainability from production to consumption: assuring better food quality, personalised food for the consumer, diversification of agri-food resources, biodiversity (plants, animals) in the context of climate change, competitiveness of Romanian agri-food SMEs Spain Maintenance of primary agricultural production under a sustainable system — Improvement of relationship between agriculture and environment — Sustainable and efficient food production — Innovation in food industry Sweden Increase overall food production: competitive food supply chain; growth and sustainable development — Rules and conditions; consumers and market; knowledge and innovation Turkey Sustainable agriculture and food production — Increase food production efficiency — Innovation in agriculture and food production — Increase food safety and quality — Development of long term strategies United Kingdom Global perspective, sustainable, safe, affordable and nutritious diets: resilience; sustainable production and supply; nutrition, health and well-being Ambitions Sweden National Food strategy for Sweden (2017) and strategy for sustainable consumption (2016) Turkey strategic location for agriculture; agricultural products and production capacity — capacity for aquaculture production — long term agricultural policies insufficient United Kingdom UK has a broad range of FNS relevant policies, with embedded R&I focus — Industrial strategy Merger of Research Councils UK and Innovate UK into UK R&I ",
        "19 18 . Results call for policy coherence and leveraging of funds . Assessment of R&I on Food Systems by European Member States Austria Need to move from a “silo” to a “collaborative systemic” approach Belgium Considering FNS as a whole (federal vs regional; competences spread across different ministries) — Agriculture and food production in the context of climate change Czech Republic Climate change — Avoiding losses in the food chain and minimising food waste — Increase productivity of food industry — Better cooperation between stakeholders of food systems — Better cooperation between food industry and research Denmark Produce “more with less” — Maximise the yield and quality per unit (sustainable intensification) — Strategic research accommodating the complex interactions in food systems Estonia Sustainable supply chains and cooperation in the chains — Need for more innovative solutions in the food industry Finland Lack of awareness of the importance of sustainable food systems — Differing drivers for FNS outcome and achievements — Working in silos — Improve research financing on resource efficient food systems France The present situation is far from the ambitions of the EGA: — to guarantee the food sovereignty of France — healthy and sustainable food choices — reduced inequalities of access to quality and sustainable food/diets Germany Many conflicting interests in the FNS area: production, trade, health protection, sustainable use of resources Hungary Lack of relevant sectorial strategy and database Ireland New technologies, digitisation — development of new capabilities for R&I — Environmental and climate impact of agriculture and food production — Food safety and authenticity risks Italy Long term impact of climate change on agriculture and food industry (resources management, food availability and accessibility) — Innovation, digitisation within the agri-food systems — Maintaining a good food safety: strengthening monitoring programmes — Small size of enterprises, low R&I investments — Dietary survey systems including production to nutrition data flow to support policies on FNS Lithuania Having an integrated food systems perspective — Understanding climate change effects on food systems and food composition Malta Plant protection: more cooperation between entities involved — Public health: conflicting interests in the area of FNS, need to enhance local production Norway Boreal resilience to the impact of climate change — Parasites/challenges in fish farming — New bioresources, innovation — Maintenance of good food safety situation Poland More cooperation between different drivers and actors engaged in implementing the strategy — Increasing the synergy in the implementation of programs and strategies Romania More cooperation between producers and processors — Increase of funding for research activities in the agri-food field — Cross sector programme for research in the food and nutrition area (interactions food and health) Spain Lack of indicators for monitoring FNS (economic, environmental, social) — Development of common European protocols for diagnosis and management of pathogens — New bio-resources, technologies, products — Nutritional needs (different ages) Sweden Pending update for bioeconomy strategy Turkey Agriculture/food production linked with impact of environment and climate — Decreasing water resources United Kingdom Driving productivity through enabling innovation in the agri-food chain — Resilient and secure food system — Ensuring consumer confidence in food and drink — Supporting sustainable food production Gaps to be filled CONCLUSIONS OF THE QUALITATIVE MAPPING: Diversity characterizes the countries’ answers to the questionnaire * : situations, contexts and goals differ greatly among respondents. Some common elements should be emphasized such as shared ambitions and common gaps. Common ambitions: • Responding to the grand societal challenges of FNS (as reported in FOOD 2030) • Considering the global food and nutrition system as a whole • Developing projects regarding the transformation of food systems • Maintaining a good level of food safety Shared gaps: • Consideration of FNS as a whole; there are only few integrated national strategies • Weak policy coherence and coordination between countries regarding food nutrition systems • Food policy and nutrition policy led by different ministries. Need for a systems approach spread across different sectors and stakeholders • Lack of adequate indicators to monitor food systems and FNS * The full questionnaires from the 21 countries are accessible on the SCAR website: https://scar-europe.org/ ",
        "21 20 . Results call for policy coherence and leveraging of funds . Assessment of R&I on Food Systems by European Member States Figure 7: Division of food system R&I funds (%) per food system category * 9% of DK mapping falls under an “other” category. n/a data not available, due to the timing of the mapping ** RO data based on main projects’ competitions only Table 2: The food system R&I funding (euros) in Member States and its division (%) into the food system categories COUNTRY PRODUCTION (%) PROCESSING (%) DISTRIBUTION (%) CONSUMPTION (%) FOOD WASTE (%) FOOD SAFETY (%) TOTAL EURO PROJECTS (NUMBER) YEARS UNDER REVIEW AT 56 6 2 2 1 33 9,419,900 47 2011 to 2017 BE 46 24 2 8 9 11 184,315,650 611 2012 to 2016 DK* 53 14 4 n/a n/a 20 176,107,383 n/a 2014 EE 74 9 1 6 1 9 12,030,623 95 2012 to 2016 ES 39 27 2 12 11 9 907,684,455 3,355 2012 to 2016 FI 36 47 6 5 6 n/a 162,048,477 928 2011 to 2016 HU 57 6 2 0,2 7,8 27 85,964,359 216 2012 to 2016 IE 41 18 1 19 5 16 155,311,931 755 2012 to 2016 LT 45 15 0 2 5 33 10,667,261 183 2011 to 2016 RO** 79 4 3 2 1 11 24,821,672 112 2011 - 2013 - 2015 SE 57 14 2 12 3 12 183,683,776 667 2011 to 2016 FOOD SYSTEMS CATEGORIES AND SUB-CATEGORIES Quantitative mapping of public R&I funds assigns collected data into food system categories and sub-categories (Figure 6) . Figure 6: The food system categories and sub-categories used in the quantitative mapping precision farming processed foods bioplastics 3D printing DISTRIBUTION CONSUMPTION PROCESSING PRODUCTION the way food is produced and how it affects our health wellbeing and the environment SYSTEMS PRODUCTION PROCESSING DISTRIBUTION CONSUMPTION FOOD SAFETY RETAILING FOOD SERVICES* TRANSPORT DISTRIBUTION CONSUMPTION NUTRITION FOR HEALTH CONSUMPTION PROCESSING FEED FOOD INGREDIENTS PACKAGING PRODUCTION AQUACULTURE CROPS FISHERIES INPUTS LIVESTOCK PRODUCTION PROCESSING DISTRIBUTION CONSUMPTION * Hotel-Retaurant- Canteen-Catering FOOD WASTE The detailed results of mapping the public R&I research funds are presented in Table 2, 3, 4 and in Figures 7 and 8 . Total amount of funding (in €), total number of projects and the food system R&I funding division (%) into food systems categories is presented in Table 2 and Figure 7 shows country specific allocation. Further division of the funding into food system sub-categories is given in Table 3 and Figure 8 shows country specific allocation. Table 4 gives the number of projects per food system sub-category. AT0 20 40 60 80 100 BE DK* EE ES FI HU IE LT RO SE AT0 20 40 60 80 100 BE DK EE ES FI HU IE LT RO SE PRODUCTION (%) CONSUMPTION (%) PROCESSING (%) FOOD WASTE (%) DISTRIBUTION (%) FOOD SAFETY (%) AT0 20 40 60 80 100 BE DK EE ES FI HU IE LT RO SE AT0 20 40 60 80 100 BE DK* EE ES FI HU IE LT RO SE AT0 20 40 60 80 100 BE DK EE ES FI HU IE LT RO SE AT0 20 40 60 80 100 BE DK EE ES FI* HU IE LT RO SE * Data not available. 2.2 Results of quantitative mapping ",
        "23 22 . Results call for policy coherence and leveraging of funds . Assessment of R&I on Food Systems by European Member States Sub-category data not available for FI and DK, due to the timing of the mapping. * Hotel - Restaurant - Canteen - Catering Sub-category data not available for FI and DK, due to the timing of the mapping. * Hotel - Restaurant - Canteen - Catering Table 3: Food system R&I funding as percentages (%) of euros per Food System sub-category Table 4: The number of projects per Food System sub-category COUNTRY AT BE EE ES HU IE LT RO SE PRODUCTION Aquaculture 0 3 0 10 8 9 2 0 18 Crops 34 52 40 58 30 30 42 46 43 Fisheries 0 3 28 1 1 14 4 3 5 Inputs 0 13 0 7 41 10 30 17 13 Livestock 66 29 32 24 20 37 22 34 21 PROCESSING Feed 0 1 0 7 0 3 19 0 6 Food 100 45 100 33 7 69 78 61 81 Ingredients 0 39 0 42 54 18 3 39 0 Packaging 0 15 0 18 39 10 0 0 13 DISTRIBUTION Retailing 100 9 81 21 0 0 0 0 8 Food services* 0 5 0 15 0 100 0 0 2 Logistics - Transport - Storage 0 86 19 64 100 0 0 100 90 CONSUMPTION Consumption 0 14 33 17 100 21 11 100 20 Nutrition for health 100 86 67 83 0 79 89 0 80 FOOD WASTE Production 0 8 22 54 34 0 88 0 59 Processing 0 56 76 41 66 96 0 0 32 Distribution 100 36 2 0 0 0 12 100 0 Consumption 0 0 0 5 0 4 0 0 9 FOOD SAFETY Production 18 42 88 28 85 54 75 68 51 Processing 6 28 9 56 2 44 20 19 6 Distribution 20 5 0 4 0 1 5 5 12 Consumption 56 25 3 12 13 1 0 8 31 COUNTRY AT BE EE ES HU IE LT RO SE PRODUCTION Aquaculture 0 13 1 167 1 22 5 0 36 Crops 10 166 45 943 87 95 34 48 135 Fisheries 0 15 4 18 2 39 15 0 17 Inputs 0 48 1 92 34 39 24 13 65 Livestock 13 106 10 453 15 170 37 34 76 PROCESSING Feed 0 2 0 65 0 3 4 0 14 Food 2 61 4 210 4 81 13 3 74 Ingredients 0 31 0 368 13 25 2 2 1 Packaging 0 10 0 116 3 14 0 0 18 DISTRIBUTION Retailing 3 2 3 12 0 0 0 0 10 Food services* 0 1 0 14 0 6 0 0 1 Logistics - Transport - Storage 0 11 1 23 5 0 0 3 18 CONSUMPTION Consumption 0 9 3 60 6 29 1 2 19 Nutrition for health 3 32 8 258 0 94 2 0 79 FOOD WASTE Production 0 3 1 154 1 1 5 0 7 Processing 0 16 1 88 5 23 0 0 0 Distribution 1 16 1 0 0 0 1 1 6 Consumption 0 0 0 19 0 4 0 0 10 FOOD SAFETY Production 5 26 7 102 21 63 32 8 66 Processing 1 19 3 144 7 41 7 2 11 Distribution 2 4 0 7 0 1 1 1 14 Consumption 6 20 2 42 12 5 0 1 28 ",
        "25 24 . Results call for policy coherence and leveraging of funds . Assessment of R&I on Food Systems by European Member States the way food is produced and how it affects our health wellbeing and the environment Production Consumption Processing Distribution Food Waste Food Safety Figure 8: Division of food system R&I funds (%) per food system sub-category SYSTEMS Production Livestock Inputs Fisheries Crops Aqua 100% AT BE HU RO EE IE ES LT SE 0 10 20 30 40 50 60 70 80 90 Consumption Distribution Processing Production 100% AT BE HU RO EE IE ES LT SE 0 10 20 30 40 50 60 70 80 90 Packaging Ingredients Food Feed 100% AT BE HU RO EE IE ES LT SE 0 10 20 30 40 50 60 70 80 90 Consumption Distribution Processing Production 100% AT BE HU RO EE IE ES LT SE 010 20 30 40 50 60 70 80 90 Nutrition for health Consumption 100% AT BE HU RO EE IE ES LT SE 0 10 20 30 40 50 60 70 80 90 Logistics - Transport - Storage Food services Retailing 100% AT BE HU RO EE IE ES LT SE 0 10 20 30 40 50 60 70 80 90 ",
        "27 26 . Baseline assessment of Member State Food System policies and R&I funding . Assessment of R&I on Food Systems by European Member States The results of mapping the public R&I research funds presented in the previous tables and the country specific allocation are described in the following sections. Production All countries had strong financial input to food production related R&I. The financial inputs to primary production (% of total food system R&I funds) varied from 36% to 74%. Finland was the only country to prioritise financial R&I support to pro- cessing over-production (47% vs. 36%). Sub-categorisation of the production into aquaculture (“aqua”), crops, fisheries, inputs (seeds, fertilisers, energy etc.) and livestock revealed more country specific allocation of funds. Funding of crop-production-related R&I was most common except in Hungary, Ireland and Austria. In Hungary, input- related R&I dominated primary production funding (41% vs 30%). For Ireland and Austria livestock R&I investments dominated (37% vs 30% and 66% vs 34%). Livestock-related R&I or inputs (seeds, fertilisers, energy etc.) took second place for the majority of coun- tries (BE, EE, ES, RO, SE). Fishing-related R&I funding was of interest to Estonia (28%) and Ireland (14%), with little interest (0 to 5% of production related R&I funds) in other countries. Sweden and Spain had 18% and 10% financial input, respectively, for aqua- related R&I. Processing Financial R&I inputs into food processing was of interest for the majority of the coun- tries, but variation was large (from 4% to 47%). Sub-categorisation of processing into feed, food, ingredients development and packaging showed further country specific allocation of funds. Processing related to food (for human consumption) was the main receiver of funds (AT, BE, EE, IE, LT, RO, SE), but depending on the country, there were also significant financial inputs into ingredient development (ES, HU, BE, RO). Packaging as part of processing divided the countries as it was of minor interest (0%) for Austria, Estonia, Lithuania and Romania, of moderate interest (10 to 18%) to Belgium, Spain, Ireland and Sweden and of signifi- cant interest (39%) to Hungary. Distribution R&I inputs into distribution in the food sys- tem was a minor priority for all countries ranging from 0 to 6% of total food system funding. Distribution related R&I funds were sub-categorised into 3 sections: Food ser- vices (hotel-restaurant-canteen-catering), Transport (including logistics and storage) and retail. Transport-related R&I projects received the most funding in Belgium, Spain, Hungary, Romania and Sweden. For Austria and Estonia the focus was on retail (100 % and 81%) and for Ireland on hotel- restaurant-canteen-catering (100%). Consumption Ireland invested 19% of the food system R&I funds to consumption. Spain and Sweden allocated 12% of food system R&I funds to food consumption. But for the majority of the countries food consumption related R&I investments were low (0 to 8%). Con- sumption sub-categories were nutrition and consumption (consumer research). For the majority of countries focus was on nutrition and this category includes all type of nutri- tion related research projects. Food waste Food waste R&I projects received some funding in all of the countries. The finan- cial inputs varied from 1% to 11%, being generally more than for distribution or con- sumption related projects, but less than for food safety allocated funds. Food waste was sub-categorised further to production, processing, distribution and consumption. Food waste funding was directed most often to production (54% to 88%) and processing (56% to 96%) and consumption was least funded (0% to 9%). Austria and Romania prioritised food waste at distribution (100%). Food Safety Food safety R&I represents a group of sub-categories, i.e. production, processing, distribution and consumption. Food safety was of interest to the countries: 9% to 33% of all food system funds were allocated to food safety R&I. For Austria (33%), Denmark (20%), Hungary (27%) and Lithuania (33%) food safety was the second biggest receiver of R&I funds after production. The key in- terest areas varied between countries. Food safety at production was the main interest for the majority (BE, EE, HU, IE, LT, RO, SE). Food safety at processing was of main inter- est to Spain. To Austria focus was on food safety at consumption. Food safety data was not available for Finland because their mapping was completed before the Excel template for data collection was finalised. ",
        "29 28 . Baseline assessment of Member State Food System policies and R&I funding . Assessment of R&I on Food Systems by European Member States FOOD 2030 key areas FOOD 2030 priorities represent the way forward, i.e. how to make the European food system sustainable, resilient, respon- sible, diverse, competitive, and inclusive. The 4 FOOD 2030 priorities are NUTRITION for sustainable and healthy diets, CLIMATE smart and environmentally sustainable food systems, CIRCULARITY and resource effi- ciency of food systems, INNOVATION and empowerment of communities. Countries mapped the food system R&I funds into these FOOD 2030 priorities to see where the national interest has been in recent years. It is important to remember that mapping of the priorities is even more prone to variation than mapping the funds into the food system categories, as there is more room for interpretation. In addition, country specific innovation policies play a role as for Denmark they did not have an innovation category, since innovation is a default for R&I projects. All of their projects would fall under innovation. The food system R&I funding division (%) into FOOD 2030 key areas is presented in Table 5 and Figure 9 shows country specific allocation. The results show that the key areas are overlapping R&I themes covering the whole food system from production to consump- tion, including food safety. The key area of nutrition and health received major inputs from Austria, Belgium, Denmark, Ireland and Lithuania. This reflects the research inputs into food safety, as food safety is a health factor. Climate and sustainability was of major interest for Estonia, Spain and Sweden. For Finland the key area of inter- est was innovation and communities and for Hungary and Romania circularity and resource efficiency. Table 5: Food system R&I funding division (%) into the FOOD 2030 key areas. Main interest per country is marked in pink COUNTRY NUTRITION AND HEALTH (%) CLIMATE AND SUSTAINABILITY (%) CIRCULARITY AND RESOURCE EFFICIENCY (%) INNOVATION AND COMMUNITIES (%) AT 78 19 2 1 BE 32 27 19 22 DK* 66 9 16 * EE 25 41 32 2 ES 35 40 17 8 FI 21 21 8 50 HU 14 31 48 7 IE 40 27 18 15 LT 51 27 19 3 RO 21 27 48 4 SE 35 45 10 10 * DK mapping did not include «innovation» category Nutrition & Health Innovation & Communities Circularity & Resource Efficiency Climate & Sustainability AT0 10 20 30 40 50 60 70 80 90 100 BE DK EE ES FI HU AT 0 10 20 30 40 50 60 70 80 90 100 BE DK EE ES FI HU AT 0 10 20 30 40 50 60 70 80 90 100 BE DK EE ES FI HU AT0 10 20 30 40 50 60 70 80 90 100 BE DK EE ES FI HU IE LT RO SE IE LT RO SE IE IE LT LT RO RO SE SE Figure 9: Division of food system R&I funds (%) per FOOD 2030 key areas ",
        "31 30 . Results call for policy coherence and leveraging of funds . Assessment of R&I on Food Systems by European Member States • All countries had strong commitment to primary production and food processing related R&I funding. Sub-categorisation of production and processing related funds revealed more country specific details and variation between countries. • Production related R&I funds were most likely to be directed to crop or livestock– related R&I. • Processing related R&I funds were most often directed to food processing and ingredient development. Packaging as part of processing received no funding in many cases but moderate to significant funding in some countries. • Food safety is of interest to all of the countries. Allocation of funds in the food system sub-categories (production, pro- cessing, distribution and consumption) varies according to national priorities, but food safety at the production was the most prevalent. • Food safety is a major health factor as eating contaminated food is an im- portant cause of illness, disability and deaths around the world. • Food waste R&I was of interest and received funding. Funding was directed towards processing and production, with minor R&I investments to consumption, despite households being the biggest con- tributors (in kilograms) to food waste. Food distribution and food consumption related R&I received minor funding. Food con- sumption was of medium interest only to Ireland, Spain and Sweden. • Low investments in nutrition for citizens’ health and well-being. • Past R&I funds allocated for food system key priorities (as in FOOD2030) varied between countries but provide information and support in alignment of the R&I funds and food system policies. MAIN RESULTS FROM THE QUANTITATIVE MAPPING OF FOOD SYSTEM CATEGORIES AND SUB-CATEGORIES: CONCLUSIONS AND NEXT STEPS 31 ",
        "33 32 . Results call for policy coherence and leveraging of funds . Assessment of R&I on Food Systems by European Member States 1 R&I investments are primarily found in pri- mary production and processing, with lower funding at consumer level. This reflects the fragmented R&I investments on food sys- tems, as well as the low interest in food systems shown by non-primary production stakeholders. To improve the current situa- tion, stakeholders should be more involved in R&I on food systems. The lack of col- laboration limits the opportunities to bring diversity to the production. Including fish and other aquaculture products would strengthen food and nutrition security as well as diversity of the foods available. 2 Food safety is of great importance to Euro- pean food systems. Food safety R&I inputs had strong production focus. This was not surprising as food safety starts with good practices in primary production, but food systems R&I funds also focused on primary production. Distribution related R&I invest- ment were minor in all countries completing the quantitative mapping. In the future food is likely to travel even longer from its site of production to its consumption due to issues such as climate change and urbanisation. This progress calls for good logistics sys- tems and innovative packaging to keep the products safe and fresh. 3 Including consumers or citizens in the scope of food systems R&I is necessary to improve public health through diets and to tackle the burden of non-communicable diseases (NCD). Currently only minimal investments are made on food consumption related R&I. This requires careful evaluation of the tools available vs. the tools needed to change the trend from treating NCDs to preventing NCDs. Public health R&I inputs need to include food system dimension through diet. Citizen inclusion is necessary to build a sustainable food system, including from a food waste perspective. Household food waste reduc- tion is needed to reach the sustainable development goal of halving food waste by 2030. ",
        "34 . Results call for policy coherence and leveraging of funds . Assessment of R&I on Food Systems by European Member States Based on the quantitative mapping exercise results, it is clear that the food system elements need to be included into various research programs to gain R&I input for the missing parts. This can be done in collaboration between countries. Especially the fields of food consumption and distribution currently lack R&I inputs and projects. Food safety R&I investments in primary production are an important dietary health factor, but to overcome the burden of nutrition related health issues, we need public health R&I inputs to include food system dimension with dietary aspect. Moreover, citizens’ role as an active part of sustainable food system is significant. For example food waste related targets can be reached only if the whole food system is involved. We need novel approach to create food environment contributing positively to health and consumer expectation. The quantitative mapping results call for national reflection on the allocation of research funds. There is little interest in food systems from the stakeholders of society other than those with a primary production focus. The question is: are the inputs to the food system R&I sufficient to exploit the potential of the food system? It provides food and nutrition security and is therefore a major player in health promotion, but is also a significant job provider and even more growth could be achieved through innovation. Involvement of all relevant stakeholders and open innovation could bring a novel approach and solutions to future challenges. This mapping does not give information on integrated projects. However it is unlikely that one project could cover the entire food system. Therefore, we recommend to paying attention to integration of parts of the food system whenever possible to create links between food system categories and priorities. Possible solutions to fill the current information gaps could be found by stimulating existing working platforms to enable collaboration between the different sectors and stakeholders. This type of system thinking along the process provides stronger and prolonged influence. To see the future progress in strengthening food and nutrition security we also need to create adequate indicators for monitoring, indicators that cover the whole food system and reflect the outcome. Tracking the progress made would show that we are future-proofing the European food systems by making them more sustainable, resilient, responsible, diverse, competitive, and inclusive. 1 To develop further awareness with and for society as a whole about the impor- tance of food systems as a central part of the bioeconomy. Food systems create wellbeing in many ways, but they can also deplete or challenge the adequacy of natural resources. The benefits and the disadvantages need to be acknowl- edged and worked on by all societal stakeholders. Food and nutrition secu- rity is well identified as a grand societal challenge and should be equally well covered by more integrated policies. 2 Food systems dimensions need to be included into R&I at a wider scope. Cur- rently there is only little interest about food systems from the stakeholders oth- er than those concerned with primary production. For example, public health R&I inputs need to include food sys- tem dimension through dietary aspects; market and trade have an important role in shaping our food systems; and the citizens’ role as an active component of a sustainable food system is signifi- cant. Successful execution requires the involvement of all the stakeholders. 3 The food system provides food and nutrition security and is therefore a major player in health promotion, but is also a significant job provider. Further growth could be achieved through innovation. Involvement of all relevant stakeholders and open innovation could bring a novel approach and solutions to future challenges. 4 The current results provide insight into a few countries (qualitative mapping of policies and strategies (21 countries), quantitative mapping of R&I funding (11 countries)). We recommend collect- ing additional data from the remaining MS and associated countries to improve this analysis. The mapping results offer a solid base for national reflection on the allocation of research funds and a common ground for contact with other countries. The main recommendations to future-proof the European Food Systems 3.1 Recommendations 35 ",
        "36 . Vocabulary . Assessment of R&I on Food Systems by European Member States VOCABULARY FNS Food and nutrition security, as defined at the World Food Summit (FAO, 1996): “when all people, at all times, have physical and economic access to sufficient, safe and nutritious food that meets their dietary needs and food preferences for an active and healthy life” Food systems The definition of food systems goes beyond the production and delivery of sufficient food for all (quantity) to include the provision of safe and nutritious food for healthy and sustainable diets (quality). A definition of a food system includes the processes and infrastructure needed to feed a population: growing, harvesting, processing, packaging, transporting, marketing, consumption, and disposal of food and food-related items. The food system also includes the inputs needed and outputs generated at each of these steps. Food systems operate within and are influenced by social, political, economic and environmental contexts. Food services Hotels, restaurants, canteens and catering IBF International Bioeconomy Forum, forum established by the European Commission to share and cultivate affairs of the parts of the economy that use renewable biological resources from land and sea. NCD Non-communicable disease, non-infectious diseases such as diabetes type 2, cardiovascular diseases and some cancers. NCDs are the leading cause of death in Western countries. Many risk factors are lifestyle related, such as poor nutrition and lack of physical exercise. SCAR FOOD SYSTEMS SWG Strategic Working Group (SWG) focusing on food systems under the Standing Committee on Agricultural Research (SCAR) SDG Sustainable Development Goals, United Nations set of 17 goals to transform our world to end poverty, protect the planet and ensure prosperity for all set out in the 2030 agenda for sustainable development. APPENDIX 37 ",
        "39 APPENDIX 2 APPENDIX 1 38 . Appendix 1 . Assessment of R&I on Food Systems by European Member States PART 1 FNS related policy: List the relevant national/regional policies or strategies that are relevant to ensure food and nutrition security (e.g.: agriculture, health, food safety, climate, fisheries, etc). Weblink to the policies/strategies: • What issues do each of them cover? • Which institutional actors are responsible for each policy/strategy? • Are these policies/strategies focussed on your country only, on Europe or do they target International cooperation and development? • Do any of these policies/strategies contain an R&I focus? If yes, describe. • Are there any new relevant national/regional policies or strategies being currently developed that are relevant to ensure food and nutrition security? If yes, describe. PART 2 Bioeconomy Strategy • Does your country have a national Bioeconomy Strategy? • If yes, what does it cover? • Does it have a food related pillar? If yes, describe. • Weblink to the Bioeconomy strategy: • If there is no Bioeconomy Strategy yet, is there one being developed at the moment? PART 3 Research and Innovation Policy and Programming List specific national/regional R&I policies/strategies/funding programmes relevant to food and nutrition security (e.g.: agriculture, health, food safety; climate, fisheries, etc). * The full questionnaires from the 21 countries are accessible on the SCAR website: https//scar-europe.org/ SCAR FOOD SYSTEMS Strategic Working Group PART 1 Raw data collection • All past public R&I funding will be mapped – per year - over a period of 5 years from 01/01/2012 up to and including 31/12/2016 (this means public R&I funding for project started in 2012, 2013, 2014, 2015 and 2016 will be mapped). • The template forsees the insertion of the year of the call under which a project was selected (yyyy) as well as the start year of the project. • The total or full costs of each project should be taken (according to EC rules). Any costs should be entered in EURO (the date of the exchange rate will be the one of data input). • The number of R&I projects funded per year should be counted in total and per category/subcategory. • Only count a project once (so one project per row in Excel). • Only map national and regional public funded research and innovation projects. • EU funded and co-funded R&I projects and ERA-Nets are excluded (they will be mapped by the EC). • Structural funds, LIFE, Interreg, COST projects are excluded. • Privately funded R&I projects are excluded (e.g. funding through foundations). • The public funding of public-private partnerships or to private organisations should be included. For the public-private projects, the amount of public funding should be specified. The total amount of R&I funding of the public-private project may be provided in a separate column. • All type of research and innovation projects can be included as long as they have a link to food and nutrition security and/or one or more parts of the food system. These include basic and applied research, IT/ICT research, socio-economic research, epidemiological research, agricultural research, marine seafood research, international development cooperation, bioinformatics research, veterinary research, food related public health research as well as innovation, demonstration and pilot actions. The nature of the study/experimentation could include: R&I projects on soil/crops/plants, animals, humans, micro-organism, cells, genes and may include in silico, in vitro, in vivo experimentation and omics technologies. • In case of holistic projects, usually, it is more focused on one of the category and in this case select this category as the main one (e.g. production or processing). In the case, it is equal for several or all the categories, it is recommended to choose one of the category but signal in the last column «comments box»: «Systemic approach». This will allow to identify those projects easily and make further analysis, if necessary, at a later stage. SCAR FOOD SYSTEMS SWG QUALITATIVE MAPPING QUESTIONNAIRE * SCAR FOOD SYSTEMS SWG QUANTITATIVE MAPPING GUIDELINES QUALITATIVE QUANTITATIVE Participating country in SCAR FOOD SYSTEMS SWG: Representative(s) first and last name: Representative’s organisation: e-mail: Telephone: Date of submission of questionnaire: ",
        "41 40 . Appendix 2 . Assessment of R&I on Food Systems by European Member States APPENDIX 2 QUANTITATIVE PART 2 Data Analysis The total or full costs of each project should be taken (according to EC rules). Hence, once the projects have been categorised, the data will be expressed as: • the total amount of funding in € per year, • the total amount of funding per year in € and as a % of total funding for each of the food systems categories, food systems sub-categories, and FOOD 2030 priorities. Metadata: The columns in the excel template are as follows (those in green are essential columns, those highlighted in grey are essential drop-down menus): 4. CONSUMPTION: CONSUMER RESEARCH, NUTRITION RESEARCH FOR HEALTH 5. FOOD WASTE: PRODUCTION, PROCESSING, DISTRIBUTION, CONSUMPTION 6. FOOD SAFETY: PRODUCTION, PROCESSING, DISTRIBUTION, CONSUMPTION CATEGORIZE THE PROJECT INTO ONE OF THE FOUR FOOD 2030 PRIORITIES: 1. NUTRITION for sustainable and healthy diets 2. CLIMATE smart and environmentally sustainable food systems 3. CIRCULARITY and resource efficiency of food systems 4. INNOVATION and empowerment of communities TOTAL COST OF THE PROJECT IN EURO - ONLY PUBLIC MONEY (express as € 1,000,000.00) TITLE OF THE CALL YEAR OF THE CALL (choose one of these years 2012, 2013, 2014, 2015 or 2016) START YEAR OF THE PROJECT (choose one of these years 2012, 2013, 2014, 2015 or 2016) START DATE OF PROJECT (DD/MM/YYYY) DURATION OF THE PROJECT (IN MONTHS) NAME OF THE FUNDING PROGRAMME NAME OF FUNDING ORGANIZATION OR INSTITUTION IS THE PUBLIC FUNDING NATIONAL OR REGIONAL? WHO RECEIVES THE PUBLIC FUNDING: A PUBLIC, PRIVATE OR PUBLIC-PRIVATE RECIPIENT? WHAT IS FUNDED: RESEARCH, INNOVATION OR RESEARCH AND INNOVATION? ABSTRACT OF THE PROJECT If the project is public-private, provide the total cost of the project (The public part of the funding should be provided in column “TOTAL COST OF THE PROJECT IN EURO” COMMENTS BOX (if you have any remarks to make) If holistic/integrated projects, without predominant category, please mention “systemic approach” PROJECT ID NUMBER (A Unique Identifier for the project. If there is none give the project a number) COUNTRY THAT FUNDS THE PROJECT ACRONYM OR SHORT NAME OF THE PROJECT TITLE OF THE PROJECT (in English) PROJECT KEYWORDS (in English) CATEGORIZE THE PROJECT INTO ONE OF THE MAIN FOOD SYSTEMS CATEGORIES: 1. PRODUCTION: primary production 2. PROCESSING: includes food packaging 3. DISTRIBUTION: includes logistics, trade, catering 4. CONSUMPTION: includes consumer and consumer related activities 5. FOOD WASTE 6. FOOD SAFETY CATEGORIZE THE PROJECT INTO ONE OF THE FOOD SYSTEMS SUB-CATEGORIES: 1. PRODUCTION: AQUACULTURE, CROPS, FISHERIES, INPUTS, LIVESTOCK 2. PROCESSING: FEED, FOOD, TRANSFORMATION-INGREDIENTS, PACKAGING 3. DISTRIBUTION: RETAILING, HOTEL-RESTAURANT-CANTEEN-CATERING, LOGISTICS -TRANSPORT-STORAGE Column header ",
        "43 42 . Appendix 2 . Assessment of R&I on Food Systems by European Member States APPENDIX 3 Austria .................................................................................. p.44 Belgium ................................................................................ p.46 Estonia ................................................................................. p.48 Spain .................................................................................... p.50 Hungary ................................................................................ p.52 Ireland .................................................................................. p.54 Lithuania ............................................................................... p.56 Romania ............................................................................... p.58 Sweden ................................................................................. p.60 Denmark ............................................................................... p.62 Finland .................................................................................. p.63 SUMMARY OF COUNTRY SHEETS APPENDIX 2 QUANTITATIVE CATEGORISATION ACCORDING TO THE FOOD CHAIN ELEMENTS CATEGORISATION ACCORDING TO THE FOOD 2030 PRIORITIES Production Processing Distribution Consumption Food Waste Food Safety Includes sub-categories Includes sub-categories Includes sub-categories Includes sub-categories Includes sub-categories Includes sub-categories 1. Aquaculture 2. Crops 3. Fisheries 4. Inputs 5. Livestock 1. Feed 2. Food 3. Transformation- ingredients 4. Packaging 1. Retailing 2. Hotel-Restaurant- Canteen-Catering 3. Logistics- Transport-Storage 1. Consumer research 2. Nutrition research for health 1. Production 2. Processing 3. Distribution 4. Consumption 1. Production 2. Processing 3. Distribution 4. Consumption NUTRITION for sustainable, safe and healthy diets CLIMATE smart and environmentally sustainable food systems CIRCULARITY and resource efficiency of food systems INNOVATION and empowerment of communities Ensuring that nutritious food and water is available, accessible and affordable for all. It involves reducing hunger and malnutrition, ensuring high levels of food quality, safety and traceability, reducing the incidence of non-communicable diet related diseases, and helping all citizens and consumers adopt sustainable and healthy diets for good health and wellbeing. Building climate smart food systems adaptive to climate change, conserving natural resources and contributing to climate change mitigation. It seeks to support healthy, productive and biodiverse ecosystems. Ensuring diversity in food systems (including production, processing, distribution and logistics) including in terms of cultural and environmental diversity. Natural resources (water, soil, land and sea) are used sustainably within the planetary boundaries and available to future generations. Implementing resource-efficient circular economy principles across the whole food system while reducing its environmental footprint. Circularity is applied for sustainable and resource- efficient food systems and food losses and waste are minimized throughout. Boosting innovation and investment, while empowering communities. A broad innovation ecosystem leading to new business models and value-added products, goods and services, meeting the needs, values and expectations of society in a responsible and ethical way. More and better jobs across the EU, fostering thriving urban, rural and coastal economies and communities. Through closer partnerships with industry and food producers, markets that function in a responsible manner thereby fostering fair trade and pricing, inclusiveness and sustainability. Scientific evidence and knowledge from a wide diversity of actors underpinning the development and implementation of FNS relevant policies, at all geographical scales (Local to Global). ",
        "45 44 . Appendix 3 . Assessment of R&I on Food Systems by European Member States R&I FUNDING PER FOOD SYSTEMS CATEGORIES R&I FUNDING PER FOOD 2030 PRIORITIES R&I FUNDING AND PROJECTS PER FOOD SYSTEMS SUB-CATEGORIES 18 % Production Funding 6 % Processing 56 % Consumption 20 % Distribution Projects 36 % Production 7 % Processing 14 % Distribution 43 % Consum ption F O O D S A F E T Y F O O D W A S T E D I S T R I B U T I O N AUSTRIA 2011 - 2017 9 , 419 , 900 € TOTAL AMOUNT OF FUNDING FUNDING ORGANISATIONS 7 TOTAL No OF PROJECTS 47 Funding Projects 0 % Consumer research Consumer research 0 % Nutrition research for health Nutrition research for health 100 % 100 % Inputs 0 % Funding Fisheries 0 % Aquaculture 0 % Crops 34 % 43 % Crops Projects 0 % Inputs 57 % Livestock 0 % Fisheries 0 % Aquaculture Livestock 66 % Funding Projects Retailing 100 % 100 % Retailing 0 % 0 % Hotel-Restaurant- Canteen-Catering Hotel-Restaurant- Canteen-Catering 0 % Logistics Transport Storage Logistics Transport Storage 0 % Nutrition & Health Innovation & Communities Circularity & Resource Efficiency Climate & Sustainability 78 % 19 % 1 % 2 % Funding Production 0 % Consumption 0 % Processing 0 % Distribution 100 % Processing 6 % Consumption 2 % Distribution 2 % Food Waste 1 % Food Safety 33 % Production 56 % Funding 4 % Processing 7 % Consumption 7 % Distribution 2 % Food Waste 30 % Food Safety 50 % Production Projects Projects Production 0 % Processing 0 % Consumption 0 % Distribution 100 % A U S T R I A • 2 0 1 1 - 2 0 1 7 C O N S U M P T I O N precision farming processed foods bioplastics 3D printing DISTRIBUTION CONSUMPTION PROCESSING PRODUCTION the way food is produced and how it affects our health wellbeing and the environment SYSTEMS SYSTEMS P R O D U C T I O N Ingredients 0 % Funding Food 100 % 100 % Food Projects 0 % Ingredients 0 % Feed Feed 0 % Packaging 0 % 0 % Packaging P R O C E S S I N G Austria . A U S T R I A ",
        "47 46 . Appendix 3 . Assessment of R&I on Food Systems by European Member States Belgium . 42 % Produc tion Funding 28 % Processing 25 % Consumption 5 % Distribution Projects 38 % Produ ction 27 % Processing 6 % Distribution 29 % Consumption F O O D S A F E T Y F O O D W A S T E D I S T R I B U T I O N BELGIUM 2012 - 2016 184 , 315 , 650 € TOTAL AMOUNT OF FUNDING FUNDING ORGANISATIONS 8 TOTAL No OF PROJECTS 611 R&I FUNDING PER FOOD SYSTEMS CATEGORIES R&I FUNDING PER FOOD 2030 PRIORITIES R&I FUNDING AND PROJECTS PER FOOD SYSTEMS SUB-CATEGORIES Packaging 15 % 9 % Packaging Funding Projects Retailing 9 % 14 % Retailing 7 % 5 % Hotel-Restaurant- Canteen-Catering Hotel-Restaurant- Canteen-Catering 79 % 86 % Logistics Transport Storage Logistics Transport Storage Funding 86 % 78 % Projects 22 % Consumer research Consumer research 14 % Nutrition research for health Nutrition research for health Nutrition & Health Innovation & Communities Circularity & Resource Efficiency Climate & Sustainability 32 % 27 % 22 % 19 % Funding Production 8 % Consumption 0 % Processing 56 % Distribution 36 % Processing 24 % Consumption 8 % Distribution 2 % Food Waste 9 % Food Safety 11 % Production 46 % Funding 17 % Processing 7 % Consumption 2 % Distribution 6 % Food Waste 11 % Food Safety 57 % Production Projects Projects Production 8 % Consumption 0 % Pr ocessing 46 % Dis tribution 46 % B E L G I U M • 2 0 1 2 - 2 0 1 6 C O N S U M P T I O N precision farming processed foods bioplastics 3D printing DISTRIBUTION CONSUMPTION PROCESSING PRODUCTION the way food is produced and how it affects our health wellbeing and the environment SYSTEMS SYSTEMS Funding Livestock 29 % Fisheries 3 % Aquaculture 3 % Crops 52 % 48 % Crops Projects 14 % Inputs 30 % Livestock 4 % Fisheries 4 % Aquaculture Inputs 13 % P R O D U C T I O N Funding Food 45 % 59 % Food Projects 30 % Ingredients 2 % Feed Feed 1 % P R O C E S S I N G B E L G I U M Ingredients 39 % ",
        "49 48 . Appendix 3 . Assessment of R&I on Food Systems by European Member States Estonia . R&I FUNDING PER FOOD SYSTEMS CATEGORIES R&I FUNDING PER FOOD 2030 PRIORITIES R&I FUNDING AND PROJECTS PER FOOD SYSTEMS SUB-CATEGORIES Funding Projects 58 % Production 25 % Processing 0 % Distribution 17 % Consumption F O O D S A F E T Y F O O D W A S T E D I S T R I B U T I O N ESTONIA 2012 - 2016 12 , 030 , 623 € TOTAL AMOUNT OF FUNDING FUNDING ORGANISATIONS 2 TOTAL No OF PROJECTS 95 88 % Production 9 % Processing 3 % Consumption 0 % Distribution Inputs 0 % Funding Livestock 32 % Fisheries 28 % Aquaculture 0 % Crops 40 % 74 % Crops Projects 2 % Inputs 16 % Livestock 6 % Fisheries 2 % Aquaculture Funding Projects Retailing 81 % 75 % Retailing 0 % 0 % Hotel-Restaurant- Canteen-Catering Hotel-Restaurant- Canteen-Catering 25 % 19 % Logistics Transport Storage Logistics Transport Storage Funding 67 % 73 % Projects 27 % Consumer research Consumer research 33 % Nutrition research for health Nutrition research for health Nutrition & Health Innovation & Communities Circularity & Resource Efficiency Climate & Sustainability 25 % 41 % 2 % 32 % Funding Production 22 % Consumption 0 % Processing 76 % Distribution 2 % Processing 9 % Consumption 6 % Distribution 1 % Food Waste 1 % Food Safety 9 % Production 74 % Funding 4 % Processing 12 % Consumption 4 % Distribution 3 % Food Waste 13 % Food Safety 64 % Production Projects Projects Produ ction 33 % Consumption 0 % Proce ssing 33 % Distrib ution 33 % E S T O N I A • 2 0 1 2 - 2 0 1 6 C O N S U M P T I O N precision farming processed foods bioplastics 3D printing DISTRIBUTION CONSUMPTION PROCESSING PRODUCTION the way food is produced and how it affects our health wellbeing and the environment SYSTEMS SYSTEMS P R O D U C T I O N E S T O N I A Ingredients 0 % Funding Food 100 % 100 % Food Projects 0 % Ingredients 0 % Feed Feed 0 % Packaging 0 % 0 % Packaging P R O C E S S I N G ",
        "51 50 . Appendix 3 . Assessment of R&I on Food Systems by European Member States Spain . 28 % Production Funding 12 % Consumption 4 % Distribution Projects 35 % Production 2 % Distribution 14 % Consumption F O O D S A F E T Y F O O D W A S T E D I S T R I B U T I O N SPAIN 2012 - 2016 907 , 684 , 455 € TOTAL AMOUNT OF FUNDING FUNDING ORGANISATIONS 4 TOTAL No OF PROJECTS 3 355 R&I FUNDING PER FOOD SYSTEMS CATEGORIES R&I FUNDING PER FOOD 2030 PRIORITIES R&I FUNDING AND PROJECTS PER FOOD SYSTEMS SUB-CATEGORIES Packaging 18 % 48 % Ingredients Funding Projects Retailing 21 % 24 % Retailing 29 % 15 % Hotel-Restaurant- Canteen-Catering Hotel-Restaurant- Canteen-Catering 47 % 64 % Logistics Transport Storage Logi stics Transport Storage Funding 83 % 81 % Projects 19 % Consumer research Consumer research 17 % Nutrition research for health Nutrition research for health Nutrition & Health Innovation & Communities Circularity & Resource Efficiency Climate & Sustainability 35 % 40 % 8 % 17 % Funding Consumption 5 % Processing 41 % Distribution 0 % Processing 27 % Consumption 12 % Distribution 2 % Food Waste 11 % Food Safety 9 % Production 39 % Funding 23 % Processing 9 % Consumption 1 % Distribution 9 % Food Waste 8 % Food Safety 50 % Production Projects Projects Production 59 % Consumption 7 % Processing 34 % Distribution 0 % S P A I N • 2 0 1 2 - 2 0 1 6 C O N S U M P T I O N precision farming processed foods bioplastics 3D printing DISTRIBUTION CONSUMPTION PROCESSING PRODUCTION the way food is produced and how it affects our health wellbeing and the environment SYSTEMS SYSTEMS Funding Livestock 24 % Fisheries 1 % Aquaculture 10 % Crops 58 % 56 % Crops Projects 6 % Inputs 27 % Livestock 1 % Fisheries 10 % Aquaculture Inputs 7 % P R O D U C T I O N Funding Food 33 % 28 % Food Projects 9 % Feed Feed 7 % P R O C E S S I N G S P A I N Ingr edients 42 % 56 % Processing 49 % Processing Production 54 % 15 % Packaging ",
        "53 52 . Appendix 3 . Assessment of R&I on Food Systems by European Member States Hungary . 13 % Consumption Funding 0 % Distribution 85 % Production 2 % Processing Projects 30 % Consumption 0 % Distribution 18 % Processing 52 % Production F O O D S A F E T Y F O O D W A S T E D I S T R I B U T I O N HUNGARY 2012 - 2016 85 , 964 , 359 € TOTAL AMOUNT OF FUNDING FUNDING ORGANISATIONS 2 TOTAL No OF PROJECTS 216 R&I FUNDING PER FOOD SYSTEMS CATEGORIES R&I FUNDING PER FOOD 2030 PRIORITIES R&I FUNDING AND PROJECTS PER FOOD SYSTEMS SUB-CATEGORIES Packaging 39 % 15 % Packaging Funding Projects Retailing 0 % 0 % Retailing 0 % 0 % Hotel-Restaurant- Canteen-Catering Hotel-Restaurant- Canteen-Catering 100 % 100 % Logistics Transport Storage Logistics Transport Storage Funding 0 % 0 % Projects 100 % Consumer research Consumer research 100 % Nutrition research for health Nutrition research for health Nutrition & Health Innovation & Communities Circularity & Resource Efficiency Climate & Sustainability 14 % 31 % 7 % 48 % Funding Production 34 % Consumption 0 % Processing 66 % Distribution 0 % Processing 6 % Consumption 0.2 % Distribution 2 % Food Waste 7.8 % Food Safety 27 % Production 57 % Funding 9 % Processing 3 % Consumption 2 % Distribution 3 % Food Waste 19 % Food Safety 64 % Production Projects Projects Distribution 0 % Consumption 0 % Processing 83 % Production 17 % H U N G A R Y • 2 0 1 2 - 2 0 1 6 C O N S U M P T I O N precision farming processed foods bioplastics 3D printing DISTRIBUTION CONSUMPTION PROCESSING PRODUCTION the way food is produced and how it affects our health wellbeing and the environment SYSTEMS SYSTEMS Funding Food 7 % 20 % Food Projects 65 % Ingredients 0 % Feed Feed 0 % P R O C E S S I N G H U N G A R Y Ingredients 54 % Funding Livestock 20 % Aquaculture 8 % Crops 30 % 63 % Crops Projects 24 % Inputs 11 % Livestock 1 % Fisheries 1 % Aquaculture Inputs 41 % P R O D U C T I O N Fisheries 1 % ",
        "55 54 . Appendix 3 . Assessment of R&I on Food Systems by European Member States Ireland . R&I FUNDING PER FOOD SYSTEMS CATEGORIES R&I FUNDING PER FOOD 2030 PRIORITIES R&I FUNDING AND PROJECTS PER FOOD SYSTEMS SUB-CATEGORIES 54 % Production Funding 44 % Processing 1 % Consumption 1 % Distribution Projects Nutrition & Health Innovation & Communities Circularity & Resource Efficiency Climate & Sustainability 57 % Production 37 % Processing 1 % Distribution Inputs 10 % Funding Fisheries 14 % Aquaculture 9 % 5 % Consumption F O O D S A F E T Y F O O D W A S T E D I S T R I B U T I O N IRELAND 2012 - 2016 155 , 311 , 931 € TOTAL AMOUNT OF FUNDING FUNDING ORGANISATIONS 6 TOTAL No OF PROJECTS 755 Funding Projects 23 % Consumer research Consumer research 21 % Funding Food 69 % 66 % Food Projects 20 % Ingredients 3 % Feed Feed 3 % Nutrition research for health Nutrition research for health 79 % 77 % Crops 30 % 26 % Crops Projects 11 % Inputs 46 % Livestock 11 % Fisheries 6 % Aquaculture Livestock 37 % Funding Projects Retailing 0 % 0 % Retailing 100 % 100 % Hotel-Restaurant- Canteen-Catering Hotel-Restaurant- Canteen-Catering 0 % Logistics Transport Storage Logistics Transport Storage 0 % 40 % 27 % 15 % 18 % Funding Production 0 % Consumption 4 % Processing 96 % Distribution 0 % Processing 18 % Consumption 19 % Distribution 1 % Food Waste 5 % Food Safety 16 % Prod uction 41 % Funding 16 % Processing 16 % Consumption 1 % Distribution 4 % Food Waste 15 % Food Safety 48 % Product ion Projects Projects Production 4 % Processing 82 % Consumption 14 % Distribution 0 % I R E L A N D • 2 0 1 2 - 2 0 1 6 C O N S U M P T I O N precision farming processed foods bioplastics 3D printing DISTRIBUTION CONSUMPTION PROCESSING PRODUCTION the way food is produced and how it affects our health wellbeing and the environment SYSTEMS SYSTEMS I R E L A N D P R O D U C T I O N Packaging 10 % 11 % Packaging P R O C E S S I N G Ingredients 18 % ",
        "57 56 . Appendix 3 . Assessment of R&I on Food Systems by European Member States Lituania . 75 % Production Funding 20 % Processing 0 % Consumption 5 % Distribution Projects 80 % Production 17 % Processing 3 % Distribution 0 % Consumption F O O D S A F E T Y F O O D W A S T E D I S T R I B U T I O N LITHUANIA 2011 - 2016 10 , 667 , 261 € TOTAL AMOUNT OF FUNDING FUNDING ORGANISATIONS 5 TOTAL No OF PROJECTS 183 R&I FUNDING PER FOOD SYSTEMS CATEGORIES R&I FUNDING PER FOOD 2030 PRIORITIES R&I FUNDING AND PROJECTS PER FOOD SYSTEMS SUB-CATEGORIES Packaging 0 % 0 % Packaging Funding Projects Retailing 0 % 0 % Retailing 0 % 0 % Hotel-Restaurant- Canteen-Catering Hotel-Restaurant- Canteen-Catering 0 % 0 % Logistics Transport Storage Logistics Transport Storage Funding 89 % 67 % Projects 33 % Consumer research Consumer research 11 % Nutrition research for health Nutrition research for health Nutrition & Health Innovation & Communities Circularity & Resource Efficiency Climate & Sustainability 51 % 27 % 3 % 19 % Funding Production 88 % Consumption 0 % Processing 0 % Distribution 12 % Processing 15 % Consumption 2 % Distribution 0 % Food Waste 5 % Food Safety 33 % Production 45 % Funding 10 % Processing 2 % Consumption 0 % Distribution 3 % Food Waste 22 % Food Safety 63 % Production Projects Projects Production 83 % Consumption 0 % Processing 0 % Distribution 17 % L I T H U A N I A • 2 0 1 1 - 2 0 1 6 C O N S U M P T I O N precision farming processed foods bioplastics 3D printing DISTRIBUTION CONSUMPTION PROCESSING PRODUCTION the way food is produced and how it affects our health wellbeing and the environment SYSTEMS SYSTEMS Funding Livestock 22 % Fisheries 4 % Aquaculture 2 % Crops 42 % 30 % Crops Projects 21 % Inputs 32 % Live stock 13 % Fisheries 4 % Aquaculture Inputs 30 % P R O D U C T I O N Funding Food 78 % 68 % Food Projects 11 % Ingredients 21 % Feed Feed 19 % P R O C E S S I N G L I T H U A N I A Ingredients 3 % ",
        "59 58 . Appendix 3 . Assessment of R&I on Food Systems by European Member States Romania . Ingredients 39 % R&I FUNDING PER FOOD SYSTEMS CATEGORIES R&I FUNDING PER FOOD 2030 PRIORITIES R&I FUNDING AND PROJECTS PER FOOD SYSTEMS SUB-CATEGORIES 68 % Production Funding 19 % Processing 8 % Consumption 5 % Distribution Projects Nutrition & Health Innovation & Communities Circularity & Resource Efficiency Climate & Sustainability 67 % Production 17 % Processing 8 % Distribution 8 % Consumption F O O D S A F E T Y F O O D W A S T E D I S T R I B U T I O N ROMANIA 2011 - 2013 - 2015 24 , 821 , 672 € * TOTAL AMOUNT OF FUNDING FUNDING ORGANISATIONS 3 TOTAL No OF PROJECTS 112 * Funding 0 % 0 % Projects 100 % Consumer research Consumer research 100 % Nutrition research for health Nutrition research for health Funding Food 61 % 60 % Food Projects 40 % Ingredients 0 % Feed Feed 0 % Inputs 17 % Funding Livestock 34 % Fisheries 3 % Aquaculture 0 % Crops 46 % 47 % Crops Projects 15 % Inputs 35 % Livestock 3 % Fisheries 0 % Aquaculture * data based on main projects’ competitions only Packaging 0 % 0 % Packaging Funding Projects Retailing 0 % 0 % Retailing 0 % 0 % Hotel-Restaurant- Canteen-Catering Hotel-Restaurant- Canteen-Catering 100 % 100 % Logistics Transport Storage Logistics Transport Storage 21 % 27 % 4 % 48 % Funding Production 0 % Consumption 0 % Processing 0 % Distribution 100 % Processing 4 % Consumption 2 % Distribution 3 % Food Waste 1 % Food Safety 11 % Production 79 % Funding 4 % Processing 2 % Consumption 3 % Distribution 1 % Food Waste 11 % Food Safety 79 % Production Projects Projects Production 0 % Processing 0 % Consumption 0 % Distribution 100 % R O M A N I A • 2 0 1 1 - 2 0 1 3 - 2 0 1 5 C O N S U M P T I O N precision farming processed foods bioplastics 3D printing DISTRIBUTION CONSUMPTION PROCESSING PRODUCTION the way food is produced and how it affects our health wellbeing and the environment SYSTEMS SYSTEMS P R O D U C T I O N P R O C E S S I N G R O M A N I A ",
        "61 60 . Appendix 3 . Assessment of R&I on Food Systems by European Member States Sweden . R&I FUNDING PER FOOD SYSTEMS CATEGORIES R&I FUNDING PER FOOD 2030 PRIORITIES R&I FUNDING AND PROJECTS PER FOOD SYSTEMS SUB-CATEGORIES 51 % Production Funding 6 % Processing 31 % Consumption 12 % Distribution Projects 55 % Production 9 % Processing 12 % Distribution 24 % Consumption F O O D S A F E T Y F O O D W A S T E D I S T R I B U T I O N SWEDEN 2011 - 2016 183 , 683 , 776 € TOTAL AMOUNT OF FUNDING FUNDING ORGANISATIONS 8 TOTAL No OF PROJECTS 667 Packaging 13 % 17 % Packaging Funding Projects Retailing 8 % 37 % Retailing 4 % 2 % Hotel-Restaurant- Canteen-Catering Hotel-Restaurant- Canteen-Catering 59 % 90 % Logistics Transport Storage Logistics Transport Storage Funding 80 % 82 % Projects 18 % Consumer research Consumer research 20 % Nutrition research for health Nutrition research for health Nutrition & Health Innovation & Communities Circularity & Resource Efficiency Climate & Sustainability 35 % 45 % 10 % 10 % Funding Production 59 % Consumption 9 % Processing 32 % Distribution 0 % Processing 14 % Consumption 12 % Distribution 2 % Food Waste 3 % Food Safety 12 % Production 57 % Funding 15 % Processing 15 % Consumption 4 % Distribution 3 % Food Waste 18 % Food Safety 45 % Production Projects Projects Pr oduction 46 % Processing 27 % Consumption 27 % Distribution 0 % S W E D E N • 2 0 1 1 - 2 0 1 6 C O N S U M P T I O N precision farming processed foods bioplastics 3D printing DISTRIBUTION CONSUMPTION PROCESSING PRODUCTION the way food is produced and how it affects our health wellbeing and the environment SYSTEMS SYSTEMS Inputs 13 % Funding Livestock 21 % Fisheries 5 % Aquaculture 18 % Crops 43 % 41 % Crops Projects 18 % Inputs 23 % Livestock 6 % Fisheries 12 % Aquaculture P R O D U C T I O N Ingredients 0 % Funding Food 81 % 69 % Food Projects 1 % Ingredients 13 % Feed Feed 6 % P R O C E S S I N G S W E D E N ",
        "63 62 . Appendix 3 . Assessment of R&I on Food Systems by European Member States Denmark / Finland . R&I FUNDING PER FOOD SYSTEMS CATEGORIES R&I FUNDING PER FOOD 2030 PRIORITIES FINLAND 2011 - 2016 162 , 048 , 477 € TOTAL AMOUNT OF FUNDING Nutrition & Health Innovation & Communities Circularity & Resource Efficiency Climate & Sustainability FUNDING ORGANISATIONS 10 TOTAL No OF PROJECTS 928 21 % 21 % 50 % 8 % Consumption 5 % Distribution 6 % Food Waste 6 % Food Safety n/a Production 36 % Funding SYSTEMS Processing 47 % R&I FUNDING PER FOOD SYSTEMS CATEGORIES R&I FUNDING PER FOOD 2030 PRIORITIES DENMARK 2014 176 , 107 , 382 € TOTAL AMOUNT OF FUNDING Nutrition & Health Innovation & Communities Circularity & Resource Efficiency Climate & Sustainability FUNDING ORGANISATIONS 3 TOTAL No OF PROJECTS n/a * DK mapping did not include “innovation” category. The missing 9% falls in an “other” category. 66 % 9 % n/a* 16 % Consumption n/a Distribution 4 % Food Waste n/a Food Safety 20 % Production 53 % Funding SYSTEMS Processing 14 % ",
        "Getting in touch with the EU IN PERSON All over the European Union there are hundreds of Europe Direct Information Centres. You can find the address of the centre nearest you at: http://europa.eu/contact ON THE PHONE OR BY E-MAIL Europe Direct is a service that answers your questions about the European Union. You can contact this service – by ‘freephone’: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), – at the following standard number: +32 22999696 or – by email via: http://europa.eu/contact Finding information about the EU ONLINE Information about the European Union in all the official languages of the EU is available on the Europa website at: http://europa.eu EU PUBLICATIONS You can download or order free and priced EU publications from EU Bookshop at: http://bookshop.europa.eu . Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see http://europa.eu/contact) EU LAW AND RELATED DOCUMENTS For access to legal information from the EU, including all EU law since 1951 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu OPEN DATA FROM THE EU The EU Open Data Portal (http://data.europa.eu/euodp/en/data) provides access to datasets from the EU. Data can be downloaded and reused for free, both for commercial and non-commercial purposes. ",
        "Research and Innovation The EU and global food systems are affected by major challenges such as climate change. Research and innovation are the key to find high-impact solutions that will future-proof our food systems. To provide strategic aid on food and nutrition security related policy and strategy development, a SCAR FOOD SYSTEMS SWG mapped existing policies/strategies and research and innovation funding of the food system in EU Member States. Mapping results show that policies and investments focus on primary production and food processing. This reflects the fragmented R&I investments in food systems, as well as the limited interest in food systems shown by non-primary production stakeholders. To improve the current situation, stakeholders should be more involved in R&I on food systems. Because the food system provides food and nutrition security, it is a major player in health promotion. But it is also a significant job provider and food system innovation could lead to even more growth. The results of this study clearly show that food system elements must be included in various research programs to gain additional R&I input regarding food and nutrition, and to exploit the latent potential in the food system. Research and Innovation policy Assessment of Research and Innovation on Food Systems by European Member States Policy and Funding Analysis by Standing Committee on Agricultural Research (SCAR) Strategic Working Group on Food Systems "
    ]
}