{
    "text": [
        "Opinion of the European Economic and Social Committee on ‘Financing structures for SMEs in the context of the current financial situation’ (own-initiative opinion) (2011/C 48/07) Rapporteur: Mrs DARMANIN On 26 February 2009, the European Economic and Social Committee decided to draw up an own-initiative opinion, under Rule 29(2) of its Rules of Procedure, on ‘ Financing structures for SMEs in the context of the current financial situation ’. The Section for the Single Market, Production and Consumption, which was responsible for preparing the Committee's work on the subject, adopted its opinion on 8 July 2010. At its 465th plenary session, held on 15 and 16 September 2010 (meeting of 16 September), the European Economic and Social Committee adopted the following opinion by 121 votes to 1 with 3 abstentions. 1. Conclusions and Recommendations 1.1 The EESC encourages the Commission to strengthen the financing instruments for SMEs by ensuring that the Competi­ tiveness and Innovation Framework Programme (CIP) guarantee scheme continues after the current financing period, the structural funds are readily accessible to SMEs and funding priorities are clearly stated. In the current context of diminished own funds, guarantee institutions provide their banking partners with a useful mitigation effect under Basel II. In this context mutual guarantee institutions should be encouraged. 1.2 The EESC recommends the establishment of trading platforms for micro-companies and SMEs. Most Recognised Stock Exchanges have too many reporting requirements and lengthy procedures for an SME to be able to list. Furthermore, the costs are usually prohibitive including those of alternative and/or secondary listings. The establishment of regional mini- platforms co-ordinated by a European Network would create a new tool that may be used to raise new capital for small companies. This would encourage further venture capital and business angel financing. It would also help small venture capi­ talists to assist small businesses. 1.3 SMEs, particularly micro enterprises, are experiencing greater difficulty to access finance. Also it is very unclear to the society at large where all the bail-out money for the banks has gone. It may not be opportune to make the banks publicise these figures but, on the other hand, the EESC deems it may be more appropriate for the banks to earmark an agreed percentage of the bailout funds ( in those countries where they have been used) to offer credit facilities to small and micro-enter­ prises, particularly for innovative ventures. 1.4 The EESC encourages the development of a framework that facilitates the establishment of participative and ethos microfinance institutions. This method of finance may be certainly beneficial to SMEs as it is based on risk and profit sharing, stable financing and avoiding speculation. Phenomenon such as participatory banking should be looked at seriously by the Commission. The EESC in fact calls upon the Commission to prepare a green paper on the basis of which the debate about participatory banking at a European level can be launched. Separate initiatives taken by countries such as the UK, France, Germany, Italy, Luxembourg and Malta are positive but may hinder the further integration of the financial services industry within the EU. Furthermore, separate non-coordinated initiatives may not give the most efficient outcome that this type of finance could achieve, such as risk sharing, profit sharing and a social way to finance. The encouragement of Islamic micro finance could also give rise to new entrepreneurial activities whilst assisting in fighting poverty in certain regions. In this context, a directive foreseeing, addressing and encouraging alter­ native methods of financing should be worked upon and should ensure that these are on a level playing field with other methods of finance such as conventional finance. 1.5 The EESC suggests that Member States lend directly to SMEs or give full or partial guarantees to the financial insti­ tutions as an incentive for them to lend. During the financial crisis a number of Member States have adopted this practice that proved to ease the SMEs difficulties to access finance. 1.6 The EESC believes that the EIF fund ought to invest directly in SMEs or else through a sub-fund for a specific area such as the Young Entrepreneurs Fund which would also encourage an entrepreneurial culture. Furthermore EIB funds should be allocated to intermediaries who fully support SMEs. The EESC also suggests that, in order to encourage intermediary banks to use EIB funds for SMEs, the risk should be shared by them together with the EIB. EN 15.2.2011 Official Journal of the European Union C 48/33 ",
        "1.7 The EESC recommends different forms of financing by banks including participative, innovative and ethos financing. Financing such as that provided by Grameen Bank in Bang­ ladesh may be very limited due to the Basel II Accord. Financing institutions are not in a position to start with the problem rather than the solution: a credit system must be based on a survey of the social background rather than on a pre- established banking technique. Hence a speedy revision of Basel II is required or else an accord that caters for financing that departs from the conventional way of financing. 1.8 Business angels networks are emerging in the EU. Unfor­ tunately such networks do not seem to be regulated and there could be substantial abuse which would discourage entre­ preneurs from utilising such an important way to finance growth. A legal framework that incentivises the operation of business angel network or similar activities should be promoted. 1.9 The EESC encourages tax incentives in Member States for business angels and their networks including family investors such as parents. Many young entrepreneurs rely on family funds given that no other funds are available. These investors should be rewarded and encouraged through tax credits. 2. Introduction and background 2.1 EU Member States have been confronted by a major challenge: the need to encourage and boost entrepreneurship. The Lisbon European Council, in March 2000, set this as an objective in order to improve employment, economic reform and social cohesion. On 21 January 2003, the European Commission published the Green Paper on ‘Entrepreneurship in Europe’. It focused on the shortage of Europeans setting up their own businesses and the lack of continuous growth of current businesses. 2.2 The development of entrepreneurship has important benefits, both economically and socially. Entrepreneurship is not only a driving force for the creation of jobs, innovation, competitiveness and growth; it also contributes to personal fulfilment and the achievement of social objectives ( 1 ). 2.3 The correlation between entrepreneurship and national economic performance can be attributed to business survival, innovation, creating employment, technological progress and increases in productivity and exports. Therefore, entrepre­ neurship is beneficial not only to the individuals involved but also to society from a holistic perspective. 2.4 In a survey carried out by the Centre for Enterprise and Economic Development Research, start-up finance was one of the most commonly mentioned problems facing young entre­ preneurs (together with administrative regulatory requirements). However, only about 40 % of responding specialist support organisations judged these to be greater than the financial constraints on other small businesses. Many new businesses face difficulties in raising the collateral to secure a start-up loan, although for young entrepreneurs this can represent a more substantial hurdle because of their more limited oppor­ tunities for accumulating assets that may be used for this purpose. Clearly, the extent to which this is a practical constraint varies between sectors and business activities. 2.5 The current economic crisis is a deterrent to entrepre­ neurship particularly in view of the way SMEs are being affected. The EESC has extensively dealt with the emergence and consequences of the financial crisis and the critical role that the banking system has had in it. The reality is that SMEs are still being severely affected by the crisis and are still finding it difficult to access financing. 2.6 However, in the current scenario, bank credit remains extremely scarce (in spite of major reductions in base lending rates) because of: — the losses resulting from market to market accounting practices (the process whereby banks are reducing the value of securities they carry on their own balance sheets because there is no market for such securities in the fore­ seeable future); — increasing bad or dubious debts from customers, caused by the same recession; — lack of interbank market funding, a phenomenon we are observing that has not, as yet, recovered despite the inter­ vention of numerous governments; — the constant fear factor – bankers fearing for their jobs are less likely to risk making any seemingly risky credit decisions. 2.7 Thus, bank capital is rationed - either to existing customers that the bank can ill afford to lose, or to higher quality fixed income instruments such as sovereign paper. With governments increasing their borrowing requirements to inject funds into their economies, the availability of sovereign debt has increased and this, in turn, results in fewer funds available for business and consumer lending. EN C 48/34 Official Journal of the European Union 15.2.2011 ( 1 ) Flash Eurobarometer, Entrepreneurship Survey of the EU (25 Member States), United States, Iceland and Norway Analytical Report. ",
        "3. A brief observational overview of the nature of SMEs away from official statistics 3.1 SMEs are special in a number of ways. Listing all of the particular characteristics would not do justice to the dynamism of SMEs. Nonetheless it is worth noting a few of these char­ acteristics briefly. 3.2 SMEs are generally family-owned and multi-generational, whereby the family is an important investor in the enterprise but often not sufficient. SMEs tend to be localised, this affects their outsourcing methodology, and their way of recruiting (often very prudent). There is not much distinction between the management and the ownership of the enterprise, furthermore often there is a close relationship betweens staff and owners (this increasing loyalty from both sides). SMEs are flexible, dynamic and quick to take up innovation. Typically SMEs are risk averse in management of their cash flows, they use their reserves prior to going to lending institutions and they do face a lot of bureaucracy in applying for funding and receiving loans. 3.3 The perception of SMEs as a riskier business to which to lend is in part derived from their very own nature, often young businesses, averse to lengthy bureaucratic financing systems, lacking enough collateral, generally lacking risk management tools due to their size. 3.4 It is worth noting that the problems faced by SMEs are accentuated even more in micro-enterprises. 4. Financing tools 4.1 Public Listing on Recognised Stock Exchange – Initial public offerings are generally associated with well established firms that are seeking to raise long-term capital in the form of equity (shares) or debt (bonds) on the official list. This generally takes place either prior to the expansion stage, when business owners and/or venture capitalists are seeking an exit route. There are also second tier markets which generally are not suitable for micro enterprises and ‘only firms towards the large end of the small sector will be able to follow this route’. Although alternative company listings are generally leaner than those on the primary list, they are regulated by the same disclosure requirements. The cost of listing could range from EUR 500 000 upwards. 4.2 New Sources of Finance, Participatory Banking – A new phenomenon is emerging across Europe in the form of what is known as participatory and ethical banking also know as Islamic finance. The way it works is interesting and probably appropriate for SMEs and their requirements, within the current context. It offers various instruments, many of which are not new to European countries. However, certain legislation, particularly tax legislation, is hindering the evolvement of this type of financing. Unfortunately, various EU countries (like the UK, France, Luxembourg, Germany, Malta and Italy) are taking individual measures with the risk of creating passport issues within the internal market. There may be a phenomenon whereby participatory financial institutions may be finding alter­ native legislative instruments to penetrate the EU market ( 2 ). 4.2.1 This method of finance may be certainly beneficial to SMEs as it is based on risk and profit sharing, stable financing, avoiding speculation and certain types of investments. 4.2.2 A particularly new and evolving area is what is known as Islamic micro financing. Microfinance is constituted by a range of financial services for people who are traditionally considered non-bankable, mainly because they lack the guar­ antees that can protect a financial institution against a loss risk. 4.2.3 The true revolution of microfinance is that it gives a chance to people who were denied access to the financial market, opens new perspectives and empowers people who can finally carry out their own projects and ideas with their own resources, and escape assistance, subsidies and dependence. Microfinance experiences all around the world have now definitely proved that the poor require a wide range of financial services, are willing to bear the expenses related to them and are absolutely bankable. The target group of microfinance19 is constituted by those poor who live on the verge of the so-called poverty line, who could attain more easily a decent quality of life and who have entrepreneurial ideas but lack access to formal finance. 4.2.4 A few studies have been carried out on the subject and experience in the field is still relatively limited, but it proves to have huge potential both in fighting poverty, financial and social exclusion and in enlarging and enriching the base of clients of financial institutions in developing countries with an Islamic cultural substratum. Hence participatory banking has proven to focus not only on financial success but also on maxi­ misation of social benefits through the creation of healthier financial institutions that can provide effective financial services, also at grass root levels. EN 15.2.2011 Official Journal of the European Union C 48/35 ( 2 ) See ‘Islamic Finance in a European Union Jurisdiction Workshops' Report’ published by the Malta Institute of Management, the Malta Employers Association and the Malta Union of Bank Employees. ",
        "4.3 Government and EU Financing Schemes – Governments through their intermediaries have been involved in promoting enterprise through various measures such as tax incentives and funding schemes such as grants offered under the European Regional Development Fund and the European Investment Fund. 4.3.1 Take up of certain initiatives covering the start-up and seed capital stages may have not been at the desired levels. 4.4 Business angels , also known as private investors or informal venture capitalists, are categorised as non-traditional sources of finance and primarily provide equity capital to enter­ prises from the seed stage right up to the early growth stage. 5. A action framework that may be adopted to alleviate the investment and financing meltdown and facilitate SME access to credit 5.1 A speedy implementation of the Small Business Act (SBA) is critical in the current economic scenario. The EESC had welcomed the SBA set out by the Commission but now reiterates that the implementation of the initiatives proposed are paramount. 5.1.1 At a time when liquidity is a luxury for SMEs, we call for an amendment to the ‘Late Payments Directive’ to ensure SMEs are paid on time for all commercial transactions and that a 30-day credit period is respected. However, the implemen­ tation needs to be a truly practicable one and also one that is adhered to by suppliers (both private and public). 5.1.2 The Directive on a reduced rate of VAT on locally- supplied and labour-intensive services, which are mainly provided by SMEs, is also a directive which needs to be imple­ mented speedily. Albeit having raised some controversy it is deemed that such a directive would stimulate SME commercial practices by appearing more attractive to the end consumer. 5.2 According to data from the European Chambers of Commerce, 30 % of SMEs face liquidity problems, a quarter of which are due to credit being refused by banks. In a period where the banks are under intensive scrutiny and have undertaken an extremely conservative approach to financing, having SMEs being the target of such a conservative regime will be to the detriment of the economy. 5.2.1 Banking funds for SMEs has been increased by the EU through the increase in funds to the EIB as a result of the Recovery Plan. However the experience of SMEs is that access to credit through the banks is still very difficult. Hence whereas it seems the money has been devoted to SME borrowing, this in actual fact is not reaching the SMEs. Hence it is important that intermediary banks selected to manage the EIB money are banks that fully support SMEs. When an intermediary fails consistently to pass on such funds to SMEs, this intermediary should be changed by EIB. Finally, so as to encourage intermediaries to really lend such EIB money to SMEs the risk of such lending ought to be shared by the EIB and the intermediaries and not the latter solely. 5.3 An important issue, especially for start-ups, is access to venture capital. The early stage venture capital market in Europe represents only about EUR 2 billion per year, which turns out to be only around 25 % of the US equivalent. Only one in 50 SMEs turns to a venture capital company for funding. Information about venture funding is readily available, however very often traditional SMEs do not realise the possi­ bility of actually being granted venture funds. This is also tied to the conservative risk approach of European entrepreneurs who seem to avail themselves more of banking services rather then venture funding. 5.4 Public tendering is an important avenue for SMEs, however SMEs are currently the ones who are less competitive at this level due to the experience of the ‘bigger boys’ and also due to the stringent regulations for bank guarantees and financial turnover statements. Public tendering ought to introduce more SME friendly initiatives such as less capital being tied to bank guarantees, favouring SME submission and also supporting SME clusters. 5.5 Reducing red tape is the number one priority for SMEs, which bear a disproportionate regulatory and administrative burden compared to larger businesses. It is a proven fact that a big company spends an average of EUR 1 per employee on regulatory duties, a small business has to spend up to EUR 10. The Commission is on the right track in reducing bureaucracy, however we are still far off the threshold that would effectively help SMEs. 5.6 Sustainable competition is the future for our economy. SMEs who uphold sustainable principles and who operate in the green economy should hence be helped in the funding process. 5.7 EU funding is ample and widespread assisting SMEs beneficially who are involved in the new technologies. However the more traditional SME product/service provider need to be encouraged to undertake innovative approaches even within their own areas of operation. Funding instruments should be further consolidated to also support these widespread SME activities. EN C 48/36 Official Journal of the European Union 15.2.2011 ",
        "5.8 The EESC recognises that associations such as the members of the AECM have been instrumental during the crisis. The EESC encourages the Commission to keep creating a conducive environment for such organisations to continue supporting SMEs in terms of the guarantees offered for financing SMEs. 5.9 The CIP was an important instrument for SMEs, hence the EESC encourages the Commission to retain the instrument of SME guarantees in this programme beyond 2013. Brussels, 16 September 2010. The President of the European Economic and Social Committee Mario SEPI EN 15.2.2011 Official Journal of the European Union C 48/37 "
    ]
}