{
    "text": [
        "C EU R OS TAT SU PP O R T S T H E SD Gs Sustainable development in the European Union Overview of progress towards the SDGs in an EU context 2020 edition ",
        "Manuscript completed in May 2020 4th edition The European Commission is not liable for any consequence stemming from the reuse of this publication. Luxembourg: Publications Office of the European Union, 2020 © European Union, 2020 The reuse policy of European Commission documents is implemented based on Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Except otherwise noted, the reuse of this document is authorised under a Creative Commons Attribution 4.0 International (CC-BY 4.0) licence (https://creativecommons.org/licenses/by/4.0/). This means that reuse is allowed provided appropriate credit is given and any changes are indicated. For any use or reproduction of elements that are not owned by the European Union, permission may need to be sought directly from the respective rightholders. For more information, please consult: https://ec.europa.eu/eurostat/about/policies/copyright Theme: General and regional statistics Collection: Compact guides Print ISBN 978-92-76-17454-7 doi:10.2785/089 KS-01-20-192-EN-C PDF ISBN 978-92-76-17455-4 doi:10.2785/634624 KS-01-20-192-EN-N Acknowledgements Markus Hametner, Mariia Kostetckaia, Ingrid Setz (WU Vienna); Simon-Johannes Bley, Fritz Gebhard, Johanna Giczi, Christine Mayer, Ekkehard Petri, Irina Schön, Anton Steurer (Eurostat, Unit E2 — Environmental statistics and accounts; sustainable development) Editor Anna Sabadash (Eurostat, Unit E2 — Environmental statistics and accounts; sustainable development) Production Felicity McDonald, Carolyn Avery (ENDS, Haymarket Media Group Ltd) Content Sustainable development in the EU, 1 SDG 1: No poverty, 6 SDG 2: Zero hunger, 8 SDG 3: Good health and well-being, 10 SDG 4: Quality education, 12 SDG 5: Gender equality, 14 SDG 6: Clean water and sanitation, 16 SDG 7: Affordable and clean energy, 18 SDG 8: Decent work and economic growth, 20 SDG 9: Industry, innovation and infrastructure, 22 SDG 10: Reduced inequalities, 24 SDG 11: Sustainable cities and communities, 26 SDG 12: Responsible consumption and production, 28 SDG 13: Climate action, 30 SDG 14: Life below water, 32 SDG 15: Life on land, 34 SDG 16: Peace, justice and strong institutions, 36 SDG 17: Partnerships for the goals, 38 Annex, 40 ",
        "1 Sustainable development in the EU Sustainable development has been at the heart of European policy for a long time, firmly anchored in the European Treaties. The 2030 Agenda for Sustainable Development and its 17 Sustainable Development Goals (SDGs), adopted by the UN General Assembly in 2015, have given a new impetus to global efforts to achieve sustainable development. The EU has fully committed itself to delivering on the 2030 Agenda and its implementation, as outlined in the reflection paper ‘Towards a Sustainable Europe by 2030’ ( 1 ) and ‘The European Green Deal’ ( 2 ). Regular monitoring of progress towards the SDGs in an EU context is essential for this purpose. ( 1 ) European Commission (2019), Reflection paper: Towards a Sustainable Europe by 2030 , COM(2019)22. ( 2 ) European Commission (2019), The European Green Deal , COM(2019) 640. EU SDG indicator set This regular monitoring is based on the EU SDG indicator set, developed in cooperation with a large number of partners and stakeholders. The indicator set comprises 100 indicators distributed over the 17 SDGs. Thirty-six of these are multi-pur- pose indicators and monitor more than one goal. ",
        "Eurostat supports the SDGs 2 Monitoring progress towards the SDGs in an EU context ( 3 ) For a more detailed description of the approach for assessing EU progress towards the SDGs, see the introduction chapter (section 3.3) and Annex III in the 2020 edition of the EU SDG monitoring report. This brochure presents a statistical overview of the most recent trends of the EU SDG indicators over a five-year period (‘short term’); the specific years depend on data availability for the individual indi- cators. It shows EU progress towards the SDGs for the individual indicators and also presents the aver- age progress for each of the 17 SDGs, based on the mean score of the selected indicators for the respec- tive goal, including the multi-purpose indicators ( 3 ). Studies and reports that consider current status rather than progress, different indicators or different time spans may come to different conclusions. The overall assessment of EU progress towards the SDGs presented in this edition of the brochure is not fully comparable with the assessment presented in previous editions due to changes in the selection of indicators for some goals and due to the switch from EU-28 (including the UK) to EU-27 (excluding the UK). The brochure does not show any effects of the COVID- 19 pandemic, because it covers the situation in the EU and its Member States up to 2019 at the latest. How has the EU progressed towards the SDGs? On average, over the last five years of available data — based on the mean scores of the selected indicators — the EU has made progress towards almost all goals. Progress in some goals has been faster than in oth- ers, and within goals there has been movement away from the sustain able develop ment objectives in some areas. A more detailed description of each indicator trend can be found in the 17 thematic chapters of this brochure. Over the most recent five-year period, the EU has made strong progress towards fostering peace and personal security, access to justice and trust in insti- tutions (SDG 16). Good progress, although markedly slower, was visible in reducing certain aspects of poverty (SDG 1) and improving the health of the EU population (SDG 3). The advances in these areas have also helped to increase the quality of life in cities and communities (SDG 11). These favourable trends can be seen against the background of continued improve- ment in the EU economy up to 2019, which was also reflected in the labour market (SDG 8). Improvements were also visible in the viability and sustainability of the EU’s agriculture sector (SDG 2), although some of its environmental impacts have intensified. In contrast, goals dealing with environmental aspects of sustainability indicate slow or no EU progress over the past few years overall. Progress towards the EU’s climate and energy targets (SDG 7 and SDG 13) has in part stalled, as has the shift towards a circular econ- omy (SDG 12). Pressures on ecosystems and biodiver- sity (SDG 15) have therefore have been increasing in some areas. The goals on education (SDG 4), innovation (SDG 9) and global partnerships (SDG 17) show an equally mixed picture. The slow progress towards reduc- ing inequalities (SDG 10) reflects a growing divide between EU nationals and non-EU citizens in relation to poverty and employment. Similarly, in relation to gender equality (SDG 5), the gap between men and women in acquiring education and on the labour market has been widening. Since SDG 5 shows more unfavourable than favourable trends for the EU, the aggregate past five-year progress has been moder- ately unsustainable. In the case of two goals — SDG 6 ‘clean water and sanitation’ and SDG 14 ‘life below water’ — overall EU trends cannot be calculated due to insufficient data for the past five years. ",
        "3 Overview of EU-27 progress towards the SDGs over the past 5 years, 2020 (Data mainly refer to 2013–2018 or 2014–2019) moderate movement away moderate progress Clean water and sanitation Life below water 6 14 Goals for which trends cannot be calculated (*) (*) Due to lack of time series for more than 25 % of the indicators 7 Affordable and clean energy 16 Peace, justice and strong institutions 10 Reduced inequalities 5 Gender equality 4 Quality education 3 Good health and well-being 15 Life on land 11 Sustainable cities and communities Climate action 13 9 Industry, innovation and infrastructure 8 Decent work and economic growth 2 Zero hunger 17 Partnerships for the goals 1 No poverty 12 Responsible consumption and production s i g n i fi c a n t p r o g r e ss 3 ",
        "Eurostat supports the SDGs 4 EU indicator trends The following thematic chapters present short- term indicator trends for each of the 17 SDGs. These trends are assessed following specific quantitative rules. For indicators with quanti- tative EU targets, the brochure assesses their progress towards those targets. This applies to 16 out of the 100 indicators, mainly in the areas of climate, energy consumption, education, pov- erty and employment. Indicators with an associ- ated quantitative EU target are marked with the following symbol . Target values for each indicator are listed in the Annex. All other indicators are analysed accord- ing to the direction and speed of change. The assessment of indicator trends is presented visually in the form of arrows. The direction of the arrows shows whether an indicator has moved towards or away from the sustainable develop- ment objectives. Depending on the presence or absence of a quantitative EU target, the indica- tors are assessed differently. The following pres- entation illustrates the different cases. Eurostat’s publication ‘Sustainable development in the European Union — 2020 monitoring report on progress towards the SDGs in an EU context’ describes the methodology applied and provides a detailed analysis of progress for the individual indicators. Assessment of trend not possible (for example, time series too short) Significant progress towards the EU target or Significant progress towards SD objectives Moderate progress towards the EU target or Moderate progress towards SD objectives Insufficient progress towards the EU target or Insufficient progress towards SD objectives Movement away from the EU target or Movement away from SD objectives ",
        "5 The 2020 EU SDG communication package The brochure is part of an EU SDG communication package which comprises a number of products: Interested in obtaining all the details? The 2020 EU SDG monitoring report provides a detailed description of EU progress towards the 17 SDGs in an EU context. Eurostat supports the SDGs 1 EUROSTAT SUPPORTS THE SDGS Sustainable Development in the European Union MONITORING REPORT ON PROGRESS TOWARDS THE SDGS IN AN EU CONTEXT 2020 edition Curious why the SDGs matter to you? The 2020 EU SDG digital publication ‘SDGs & me’ presents the SDGs in a visual and personalised way, based on a selection of indicators across all 17 SDGs. </> What are the sustainable development goals (SDGs)? The SDGs, adopted by the UN General Assembly in 2015, provide a new global policy framework aiming at ending all forms of poverty, fighting inequalities and tackling climate change. They are divided into 17 interconnected goals which relate to social, economic and environmental aspects. Why do the SDGs matter to me? The topics addressed by them touch many parts of your life, the life of your family and friends as well as your country's future. The subset of EU SDG indicators presented here shall help you to better relate to this topic and provide statistics so you can better understand and evaluate the situation of your country today. Why should I use this digital publication? Do you want to find out how your country fares with regards to living and working conditions, education, climate change and innovation? Our interactive visualisations shed light on these and many more aspects: explore trends & compare your country to other European countries. Explore the different goals and find out about the situation of your country and compare it to other European countries. Looking for the full overview of all Eurostat SDG products and direct access to all Eurostat SDG publications, indicators, key findings, data and much more? Eurostat SDG dedicated section (https://ec.europa.eu/eurostat/web/ sdi/overview). ",
        "Eurostat supports the SDGs 6 SDG 1 calls for the eradication of poverty in all its manifes- tations. It envisions shared prosperity, a basic stand- ard of living and social protection benefits for people everywhere, including the poorest and most vulnerable. The goal seeks to ensure equal rights and access to economic and natural resources. Indicators measuring EU progress towards SDG 1, assessment of short-term trends Material deprivation Low work intensity Poor dwelling conditions Unmet need for medical care Lack of sanitary facilities Inability to keep home warm Overcrowding rate Risk of poverty or social exclusion Income poverty In work at-risk-of-poverty rate ",
        "7 MULTIDIMENSIONAL POVERT Y in 2018 BASIC NEEDS in 2018 Income poverty 73.8 million persons + 0.5 % since 2013 Material deprivation 26.7 million persons - 37.7 % since 2013 Low work intensity 28.2 million persons aged less than 60 - 19.1 % since 2013 Source: Eurostat (Online data codes: sdg_01_10, sdg_01_20, sdg_01_30, sdg_01_40, sdg_01_41, sdg_01_60, sdg_03_60, sdg_06_10, sdg_07_60 and sdg_11_10) Risk of poverty or social exclusion 94.8 million persons - 11.6 % since 2013 Inability to keep home warm 7.6 % of population - 3.2 pp since 2013 Unmet need for medical care 1.8 % of population aged 16 and over - 2.2 pp since 2013 Lack of sanitary facilities 1.9 % of population - 0.6 pp since 2013 Poor dwelling conditions 13.6 % of population - 2.0 pp since 2013 Overcrowding rate 17.1 % of population - 1.2 pp since 2013 In work at-risk-of-poverty rate 9.2 % of employed persons aged 18 or over + 0.1 pp since 2013 ",
        "Eurostat supports the SDGs 8 SDG 2 seeks to end hunger and malnutrition and ensure access to safe, nutritious and sufficient food. Realising this goal largely depends on promoting sustainable food produc- tion systems, as well as increased investment in rural infrastructure and agricultural research and development. Indicators measuring EU progress towards SDG 2, assessment of short-term trends Severe soil erosion by water Agricultural factor income Government support to agricultural R&D Organic farming Pesticides risk indicator Ammonia emissions from agriculture Farmland bird index Nitrate in groundwater Obesity rate ",
        "( 1 ) Indicators assessed against a quantitative policy target. See Annex for target values. 9 MALNUTRITION SUSTAINABLE AGRICULTUR AL PRODUC TION ENVIRONMENTAL IMPAC TS OF AGRICULTUR AL PRODUC TION Source: Eurostat (Online data codes: sdg_02_10, sdg_02_20, sdg_02_30, sdg_02_40, sdg_02_51, sdg_02_60, sdg_06_40, sdg_15_50 and sdg_15_60) Agricultural factor income in 2019 124.5 Index, 2010 = 100 + 12.2 index points since 2014 Ammonia emissions from agriculture in 2017 3.4 million tonnes + 3.0 % since 2012 Government support to agricultural R&D in 2018 EUR 2 828 million + 10.0 % since 2013 Nitrate in groundwater in 2017 19.1 mg NO 3 per litre Organic farming in 2018 8.0 % of utilised agricultural area + 2.1 pp since 2013 Farmland bird index in 2018 83.1 Index, 2000 = 100 - 1.5 index points since 2013 Obesity rate in 2017 14.9 % of population aged 18 or over Pesticides risk indicator in 2017 80 Index, 2011–2013 = 100 - 20 % since 2011–2013 Severe soil erosion by water in 2016 5.3 % of the total non- artificial erosive area - 0.01 pp since 2010 ",
        "Eurostat supports the SDGs 10 SDG 3 aims to ensure health and promote well-being for all at all ages by improving reproductive, maternal and child health; ending epidemics of major communicable diseases; and reducing non-communicable and mental diseases. It also calls for reducing behavioural and environmental health-risk factors. Indicators measuring EU progress towards SDG 3, assessment of short-term trends Suffering from noise Concentration of particulate matter Avoidable mortality Deaths due to tuberculosis, HIV and hepatitis People killed in accidents at work Unmet need for medical care Life expectancy at birth Self-perceived health Smoking prevalence People killed in road accidents Obesity rate ",
        "Indicator for which a trend cannot be calculated 11 HEALTHY LIVES in 2018 HEALTH DETERMINANTS CAUSES OF DEATH ACCESS TO HEALTH CARE (1) It should be noted that although the average concentrations of fine particulate matter have decreased during the past five years, the overall adverse health impacts of urban population exposure to air pollution by particulate matter PM 2.5 remain significant. The annual mean for fine particulate matter continues to be above the World Health Organization’s recommended level. Life expectancy at birth 81.0 years + 0.5 years since 2013 Self-perceived health 68.6 % of population feeling in (very) good health + 2.1 pp since 2013 Concentration of particulate matter in 2017 ( 1 ) smaller than 2.5 μm 15.0 μg/m 3 - 14.3 % since 2012 Suffering from noise in 2018 18.2 % of population - 0.9 pp since 2013 Avoidable mortality in 2016 253.5 per 100 000 persons aged less than 75 years - 9.2 % since 2011 People killed in accidents at work in 2017 1.8 per 100 000 employees - 16.4 % since 2012 People killed in road accidents in 2018 5.2 per 100 000 persons - 5.5 % since 2013 Deaths due to tuberculosis, HIV and hepatitis in 2016 2.8 per 100 000 persons - 24.3 % since 2011 Obesity rate in 2017 14.9 % of population aged 18 or over Smoking prevalence in 2017 27 % of population aged 15 or over - 1.0 pp since 2012 Unmet need for medical care in 2018 1.8 % of population aged 16 and over - 2.2 pp since 2013 Source: Eurostat (Online data codes: sdg_03_10, sdg_03_20, sdg_02_10, sdg_03_30, sdg_11_50, sdg_11_20, sdg_03_42, sdg_03_41, sdg_08_60, sdg_11_40 and sdg_03_60) ",
        "Eurostat supports the SDGs 12 SDG 4 seeks to ensure access to equitable and quality education through all stages of life, as well as to increase the number of young people and adults having relevant skills for employment, decent jobs and entrepreneurship. The goal also envisages the elimination of gender and income disparities in access to education. Indicators measuring EU progress towards SDG 4, assessment of short-term trends Early school leavers Early childhood education Tertiary educational attainment Employed recent graduates Underachievement in reading Underachievement in maths Underachievement in science Adult learning ",
        "13 BASIC EDUCATION TERTIARY EDUCATION in 2019 ADULT LEARNING Source: Eurostat (Online data codes: sdg_04_10, sdg_04_30, sdg_04_40, sdg_04_20, sdg_04_50 and sdg_04_60) Early school leavers in 2019 10.2 % of population aged 18 to 24 - 0.9 pp since 2014 Tertiary educational attainment 40.3 % of population aged 30 to 34 + 3.8 pp since 2014 Adult learning in 2019 10.8 % of population aged 25 to 64 + 0.7 pp since 2014 Underachievement in reading, maths and science in 2018 % of 15-year-old students who fail to reach level 2 in PISA Early childhood education in 2018 94.8 % of children between 4 and the starting age of compulsory education + 0.9 pp since 2013 Employed recent graduates 80.9 % of population aged 20 to 34 who completed ISCED 3–8 + 5.9 pp since 2014 22.5 % + 2.5 pp since 2015 22.9 % + 0.7 pp since 2015 22.3 % + 1.2 pp since 2015 ",
        "Eurostat supports the SDGs 14 SDG 5 aims to achieve gender equality by ending all forms of discrimination, violence and any harmful practices against women and girls in the public and private spheres. It also calls for the full participation of women and equal opportunities for leadership at all levels of political and economic decision-making. Indicators measuring EU progress towards SDG 5, assessment of short-term trends Gender gap for employed recent graduates Gender pay gap Women in parliaments Women in senior management Gender employment gap Physical and sexual violence Gender gap for early school leavers Gender gap for tertiary educational attainment Inactivity due to caring responsibilities ",
        "15 GENDER-BASED VIOLENCE EDUCATION in 2019 EMPLOYMENT LEADERSHIP POSITIONS in 2019 Source: Eurostat (Online data codes: sdg_05_10, sdg_04_10, sdg_04_20, sdg_04_50, sdg_05_20, sdg_05_30, sdg_05_40, sdg_05_50 and sdg_05_60) Physical and sexual violence in 2012 8 % of women aged 15 to 74 Gender gap for early school leavers 3.5 pp to the disadvantage of men + 0.2 pp since 2014 Women in parliaments 32.1 % of seats + 4.3 pp since 2014 Women in senior management 28.4 % of board members + 8.6 pp since 2014 Gender employment gap in 2019 11.7 pp to the disadvantage of women + 0.1 pp since 2014 Gender pay gap in 2018 14.8 % of average gross hourly earnings of men - 1.2 pp since 2013 Inactivity due to caring responsibilities in 2019 Gender gap for employed recent graduates 4.6 pp to the disadvantage of women + 0.8 pp since 2014 Gender gap for tertiary educational attainment 10.5 pp to the disadvantage of men + 1.5 pp since 2014 32.2 % of inactive women aged 20 to 64 + 4.1 pp since 2014 4.5 % of inactive men aged 20 to 64 + 1.1 pp since 2014 ",
        "Eurostat supports the SDGs 16 SDG 6 calls for ensuring universal access to safe and affordable drinking water, sanitation and hygiene, and ending open defecation. It also aims to improve water quality and water-use efficiency and to encourage sustainable abstractions and supply of freshwater. Indicators measuring EU progress towards SDG 6, assessment of short-term trends Lack of sanitary facilities Phosphate in rivers Bathing water quality Population connected to wastewater treatment Biochemical oxygen demand in rivers Water exploitation Nitrate in groundwater ",
        "17 SANITATION WATER QUALIT Y WATER USE EFFICIENC Y Source: Eurostat (Online data codes: sdg_06_10, sdg_06_20, sdg_06_30, sdg_06_40, sdg_06_50, sdg_14_40 and sdg_06_60) Lack of sanitary facilities in 2018 1.9 % of population - 0.6 pp since 2013 Population connected to wastewater treatment in 2017 ≥ 80 % in 15 reporting Member States Biochemical oxygen demand in rivers in 2017 2.0 mg O 2 per litre - 2.9 % since 2012 Phosphate in rivers in 2017 0.09 mg PO 4 per litre - 3.1 % since 2012 Water exploitation in 2017 24 of the 27 Member States used water sustainably Bathing water quality in 2018 80.9 % of inland water bathing sites with excellent water quality + 4.2 pp since 2013 Nitrate in groundwater in 2017 19.1 mg NO 3 per litre ",
        "Eurostat supports the SDGs 18 SDG 7 calls for ensuring universal access to modern energy services, improving energy efficiency and increas- ing the share of renewable energy. To accelerate the transition to an affordable, reliable and sustainable energy system that ful- fils these demands, countries need to facilitate access to clean energy research and technology and to promote investment in resource- and energy-efficient solutions and low-carbon energy infrastructure. Indicators measuring EU progress towards SDG 7, assessment of short-term trends Energy consumption in households Energy productivity Renewable energy Inability to keep home warm GHG intensity of energy consumption Primary energy consumption Final energy consumption Energy dependency ",
        "19 ENERGY CONSUMPTION in 2018 ENERGY SUPPLY in 2018 ACCESS TO AFFORDABLE ENERGY Source: Eurostat (Online data codes: sdg_07_10, sdg_07_11, sdg_07_20, sdg_07_30, sdg_13_20, sdg_07_40, sdg_07_50 and sdg_07_60) Primary energy consumption 1 376 Mtoe - 0.7 % since 2013 Energy consumption in households 549 kgoe - 8.3 % since 2013 Energy productivity EUR 8.1 per kgoe + 11.2 % since 2013 GHG intensity of energy consumption 85.7 Index, 2000 = 100 - 3.5 index points since 2013 Final energy consumption 990 Mtoe + 1.1 % since 2013 Renewable energy 18.9 % of gross final energy consumption + 2.2 pp since 2013 Inability to keep home warm in 2017 7.6 % of population - 3.2 pp since 2013 Energy dependency 58.2 % of imports in total energy consumption + 4.3pp since 2013 ",
        "Eurostat supports the SDGs 20 SDG 8 recognises the importance of sustained economic growth and high levels of economic productivity for the creation of well-paid quality jobs, as well as resource efficiency in consumption and production. It calls for opportunities for full employment and decent work for all alongside the eradication of forced labour, human trafficking and child labour, and the promotion of labour rights and safe and secure working environments. Indicators measuring EU progress towards SDG 8, assessment of short-term trends Real GDP per capita Investment share of GDP Not in employment, education or training Long-term unemployment rate Fatal work accidents Inactivity due to caring responsibilities Resource productivity Employment rate In work at-risk-of-poverty rate ",
        "21 SUSTAINABLE ECONOMIC GROW TH EMPLOYMENT in 2019 DECENT WORK Source: Eurostat (Online data codes: sdg_08_10, sdg_08_11, sdg_12_20, sdg_08_30, sdg_08_20, sdg_08_40, sdg_05_40, sdg_08_60 and sdg_01_41) Real GDP per capita in 2019 EUR 27 990 + 10.2 % since 2014 Employment rate 73.1 % of population aged 20 to 64 + 4.9 pp since 2014 Long-term unemployment rate 2.8 % of active population - 2.7 pp since 2014 Resource productivity in 2018 EUR 1.92 per kg DMC + 4.3 % since 2013 Not in employment, education or training 12.6 % of population aged 15 to 29 - 3.1 pp since 2014 Investment share of GDP in 2019 22.4 % of GDP + 2.2 pp since 2014 Inactivity due to caring responsibilities 22.2 % of inactive population aged 20 to 64 + 3.0 pp since 2014 Fatal work accidents in 2017 1.8 per 100 000 employees - 16.4 % since 2012 In work at-risk-of-poverty rate in 2018 9.2 % of population aged 18 or over + 0.1 pp since 2013 ",
        "Eurostat supports the SDGs 22 SDG 9 calls for building resilient and sustainable infra- structure and promotes inclusive and sustainable industrialisation. It also recognises the importance of research and innovation for finding lasting solutions to social, economic and envi- ronmental challenges. Indicators measuring EU progress towards SDG 9, assessment of short-term trends Science and technology personnel R&D personnel Patent applications Rail and waterways freight transport R&D expenditure Collective passenger transport CO 2 emissions from new passenger cars ",
        "23 R&D AND INNOVATION SUSTAINABLE TR ANSPORT Source: Eurostat (Online data sources: sdg_09_10, sdg_09_30, sdg_09_21, sdg_09_40, sdg_12_30, sdg_09_50 and sdg_09_60) R&D expenditure in 2018 2.2 % of GDP + 0.1 pp since 2013 CO 2 emissions from new passenger cars in 2018 119.6 g of CO 2 per km - 5.4 % since 2013 Collective passenger transport in 2017 17.1 % of total inland passenger-km - 0.6 pp since 2012 Rail and waterways freight transport in 2018 24.7 % of total inland freight tonne-km - 1.4 pp since 2013 Science and technology personnel in 2019 46.9 % of active population + 3.9 pp since 2014 R&D personnel in 2018 1.3 % of active population + 0.2 pp since 2013 Patent applications in 2019 66 459 applications to the EPO + 6.1 % since 2014 ",
        "Eurostat supports the SDGs 24 SDG 10 addresses inequalities within and among coun- tries. It calls for nations to reduce inequalities in income as well as those based on age, sex, disability, race, ethnicity, origin, religion or economic or other status within a country. The Goal also addresses inequalities among countries, including those related to representation, and calls for the facilitation of orderly and safe migration and mobility of people. Indicators measuring EU progress towards SDG 10, assessment of short-term trends Urban-rural gap for people at risk of poverty or social exclusion Disparities in disposable household income Citizenship gap for early school leavers Citizenship gap for NEET rate I ncome distribution Income share of bottom 40 % Disparities in GDP per capita Asylum applications At-risk-of-poverty gap Citizenship gap for employment rate Citizenship gap for income poverty ",
        "25 MIGR ATION AND SOCIAL INCLUSION Source: Eurostat (Online data sources: sdg_01_10a, sdg_01_20a, sdg_04_10a, sdg_08_20a, sdg_08_30a, sdg_10_30, sdg_10_41, sdg_10_50, sdg_10_10, sdg_10_20 and sdg_10_60) Asylum applications in 2019 1 371 per million inhabitants INEQUALITIES BET WEEN COUNTRIES in 2018 Disparities in GDP per capita 42.1 % variation coefficient - 0.5 pp since 2013 Disparities in disposable household income 25.2 % variation coefficient - 4.7 pp since 2013 INEQUALITIES WITHIN COUNTRIES in 2018 Income distribution 5.1 income quintile share ratio ± 0.0 points since 2013 At-risk-of-poverty gap 24.5 % distance to poverty threshold + 0.1 pp since 2013 Income share of bottom 40 % 21.2 % of income ± 0.0 pp since 2013 Urban-rural gap for risk of poverty or social exclusion 2.2 pp higher rate in rural areas - 2.1 pp since 2013 Citizenship gap for income poverty in 2018 23.5 pp to the disadvantage of non-EU citizens + 0.1 pp since 2013 Citizenship gap for early school leavers in 2019 18.1 pp to the disadvantage of non-EU citizens - 0.4 pp since 2014 Citizenship gap for NEET rate in 2019 12.4 pp to the disadvantage of non-EU citizens - 0.3 pp since 2014 Citizenship gap for employment rate in 2019 13.8 pp to the disadvantage of non-EU citizens + 0.8 pp since 2014 ",
        "Overcrowding rate Suffering from noise Concentration of particulate matter Poor dwelling conditions Reported occurrence of crime Recycling of municipal waste People killed in road accidents Collective passenger transport Settlement area Population connected to wastewater treatment Eurostat supports the SDGs 26 SDG 11 aims to renew and plan cities and other human settle ments in a way that offers opportunities for all, with access to basic services, energy, housing, transportation and green public spaces, while reducing resource use and environ- mental impact. Indicators measuring EU progress towards SDG 11, assessment of short-term trends ",
        "27 QUALIT Y OF LIFE IN CITIES AND COMMUNITIES SUSTAINABLE MOBILIT Y ENVIRONMENTAL IMPAC TS (1) It should be noted that although the average concentrations of fine particulate matter have decreased during the past five years, the overall adverse health impacts of urban population exposure to air pollution by particulate matter PM 2.5 remain significant. The annual mean for fine particulate matter continues to be above the World Health Organization’s recommended level. Suffering from noise in 2018 18.2 % of population - 0.9 pp since 2013 Overcrowding rate in 2018 17.1 % of population - 1.2 pp since 2013 People killed in road accidents in 2018 23 339 persons - 3.6 % since 2013 Settlement area in 2018 703.4 m2 per capita + 3.4 % since 2015 Recycling of municipal waste in 2018 47.4 % of total waste generated + 5.9 pp since 2013 Reported occurrence of crime in 2018 11.5 % of population - 2.6 pp since 2013 Collective passenger transport in 2017 17.1 % of total inland passenger-km - 0.6 pp since 2012 Concentration of particulate matter (1) in 2017 smaller than 2.5 μm 15.0 μg/m 3 - 14.3 % since 2012 Poor dwelling conditions in 2018 13.6 % of population - 2.0 pp since 2013 Population connected to wastewater treatment in 2017 ≥ 80 % in 15 reporting Member States Source: Eurostat (Online data sources: sdg_11_50, sdg_11_10, sdg_01_60, sdg_11_20, sdg_16_20, sdg_11_40, sdg_09_50, sdg_11_60, sdg_06_20 and sdg_11_31) ",
        "Eurostat supports the SDGs 28 SDG 12 envisions sustainable production and consump- tion based on advanced technological capacity, resource efficiency and reduced global waste. It calls on research- ers, businesses and policy to develop sustainable production meth- ods and promotes responsible consumption among consumers. Indicators measuring EU progress towards SDG 12, assessment of short-term trends Resource productivity Circular material use Energy productivity Environmental goods and services Consumption of toxic chemicals CO 2 emissions from new passenger cars Generation of waste ",
        "29 Consumption of toxic chemicals 220.7 million tonnes + 1.9 % since 2013 DECOUPLING ENVIRONMENTAL IMPAC TS FROM ECONOMIC GROW TH in 2018 GREEN GROW TH WASTE GENER ATION AND MANAGEMENT Source: Eurostat (Online data sources: sdg_12_10, sdg_12_20, sdg_07_30, sdg_12_30, sdg_12_61, sdg_12_41 and sdg_12_50) Resource productivity EUR 1.92 per kg + 4.3 % since 2013 Energy productivity EUR 8.1 per kgoe + 11.2 % since 2013 CO2 emissions from new passenger cars 119.6 g of CO 2 per km - 5.4 % since 2013 Generation of waste in 2016 1 765 kg per capita + 2.6 % since 2012 Circular material use in 2017 11.2 % of material input for domestic use + 0.1 pp since 2012 Environmental goods and services in 2017 EUR 268.1 billion of value added + 10.1 % since 2012 ",
        "Eurostat supports the SDGs 30 SDG 13 seeks to implement the commitment to the United Nations Framework Convention on Climate Change and deliver on the Green Climate Fund. It aims to strengthen coun- tries’ resilience and adaptive capacity to climate-related hazards and the resulting natural disasters with a special focus on supporting least-developed countries. Indicators measuring EU progress towards SDG 13, assessment of short-term trends Greenhouse gas emissions Renewable energy Covenant of Mayors for Climate and Energy signatories GHG intensity of energy consumption Climate-related expenditure Climate-related economic losses Near surface temperature deviation CO 2 emissions from new passenger cars Ocean acidity ",
        "31 CLIMATE MITIGATION in 2018 SUPPORT TO CLIMATE AC TION ( 1 ) 2018 data are provisional estimates based on the EEA’s approximated GHG inventory for the year 2018. ( 2 ) Data refer to EU Member States, the European Commission and the European Investment Bank. Source: Eurostat (Online data sources: sdg_13_10, sdg_13_20, sdg_07_40, sdg_12_30, sdg_13_30, sdg_13_40, sdg_14_50, sdg_13_50 and sdg_13_60) CLIMATE IMPAC TS CO 2 emissions from new passenger cars 119.6 g of CO₂ per km - 5.4 % since 2013 GHG intensity of energy consumption 85.7 Index, 2000 = 100 - 3.5 index points since 2013 Greenhouse gas emissions ( 1 ) 79.4 Index, 1990 = 100 - 2.2 index points since 2013 Climate-related expenditure in 2017 (2) EUR 19.4 billion Near surface temperature deviation in 2009 –2018 Climate-related economic losses in 2017 EUR 12.1 billion + 7.6 % since 2012 Covenant of Mayors for Climate and Energy signatories in 2019 41.6 % of population + 6.8 pp since 2014 Ocean acidity in 2018 8.06 pH value - 0.1 % since 2013 Global: 0.91 European: 1.61 °C deviation, compared to 1850–1899 average Renewable energy 18.9 % of gross final energy consumption + 2.2 pp since 2013 ",
        "Eurostat supports the SDGs 32 SDG 14 aims to protect and ensure the sustainable use of oceans. This includes the reduction of marine pollution and the impacts of ocean acidification, the ending of over- fishing and the conservation of marine and coastal areas and ecosys- tems. SDG 14 has strong interdependencies with a broad range of other SDGs, as oceans sustain coastal economies and livelihoods and contribute to food production, while at the same time functioning as a sink for land- and sea-based pollution. Indicators measuring EU progress towards SDG 14, assessment of short-term trends Natura 2000 marine sites Bathing water quality Trends in fish stock biomass Mean ocean acidity Overfishing ",
        "33 MARINE CONSERVATION SUSTAINABLE FISHERIES in 2018 OCEAN HEALTH in 2018 ( 1 ) Data refer to the North-East Atlantic and adjacent seas. Source: Eurostat (Online data sources: sdg_14_40, sdg_14_50, sdg_14_10, sdg_14_21 and sdg_14_30) Trends in fish stock biomass ( 1 ) 148 Index, 2003 = 100 + 41 index points since 2013 Overfishing ( 1 ) 38.2 % of fish stocks - 13.2 pp since 2013 Bathing water quality 88.1 % of coastal bathing sites with excellent water quality + 2.3 pp since 2013 Mean ocean acidity 8.06 pH value - 0.1% since 2013 Natura 2000 marine sites in 2019 441 001 km2 + 80.7 % since 2014 ",
        "Eurostat supports the SDGs 34 SDG 15 seeks to protect, restore and promote the conser- vation and sustainable use of terrestrial, inland- water and mountain ecosystems. This includes efforts to sustaina- bly manage forests and halt deforestation, combat desertification, restore degraded land and soil, halt biodiversity loss and protect threatened species. Indicators measuring EU progress towards SDG 15, assessment of short-term trends Phosphate in rivers Soil sealing index Natura 2000 terrestrial sites Forest area Biochemical oxygen demand in rivers Severe soil erosion by water All common bird index Grassland butterfly index ",
        "35 ECOSYSTEM STATUS LAND DEGR ADATION BIODIVERSIT Y Source: Eurostat (Online data sources: sdg_06_30, sdg_06_50, sdg_15_10, sdg_15_50, sdg_15_41, sdg_15_20, sdg_15_60 and sdg_15_61) Forest area in 2018 43.4 % of total land area + 0.8 pp since 2015 Severe soil erosion by water in 2016 5.3 % of the total non- artificial erosive area - 0.01 pp since 2010 Natura 2000 terrestrial sites in 2019 763 986 km2 + 0.4 % since 2014 Phosphate in rivers in 2017 0.09 mg PO 4 per litre - 3.1 % since 2012 Biochemical oxygen demand in rivers in 2017 2.0 mg O 2 per litre - 2.9 % since 2012 All common bird index in 2018 95.7 Index, 2000 = 100 + 0.5 index points since 2013 Grassland butterfly index in 2017 74.1 Index, 2000 = 100 + 1.9 index points since 2012 Soil sealing index in 2015 104.5 Index, 2006 = 100 + 2.7 index points since 2009 ",
        "Eurostat supports the SDGs 36 SDG 16 calls for peaceful and inclusive societies based on respect for human rights, protection of the most vulnerable, the rule of law and good governance at all levels. It also envisions transparent, effective and accountable institutions. Indicators measuring EU progress towards SDG 16, assessment of short-term trends Homicide rate Occurrence of crime Expenditure on law courts Corruption perceptions index Perceived independence of judiciary Confidence in EU institutions ",
        "37 PEACE AND PERSONAL SECURIT Y ACCESS TO JUSTICE TRUST IN INSTITUTIONS in 2019 Source: Eurostat (Online data sources: sdg_16_10, sdg_16_20, sdg_16_30, sdg_16_40, sdg_16_50 and sdg_16_60) Occurrence of crime in 2018 11.5 % of population - 2.6 pp since 2013 Perceived independence of judiciary in 2019 54 % of population perceived it very good or fairly good + 4 pp since 2016 Expenditure on law courts in 2018 EUR 43 156 million + 12.8 % since 2013 Homicide rate in 2016 0.7 per 100 000 inhabitants - 0.2 per 100 000 since 2011 Corruption Perceptions Index Member States perceptions range from 43–87 Score scale of 0 (highly corrupt) to 100 (very clean) Confidence in EU institutions European Parliament 54 % of population + 11 pp since 2014 European Commission 47 % of population + 8 pp since 2014 European Central Bank 44 % of population + 8 pp since 2014 ",
        "Eurostat supports the SDGs 38 SDG 17 calls for a global partnership for sustainable development. The goal highlights the importance of global macroeconomic stability and the need to mobilise finan- cial resources for developing countries from international sources, as well as through strengthened domestic capacities for revenue collection. It also highlights the importance of trade for developing countries and equitable rules for governing international trade. Indicators measuring EU progress towards SDG 17, assessment of short-term trends Financing to developing countries Official development assistance Environmental taxes Imports from developing countries General government gross debt ",
        "39 GLOBAL PARTNERSHIP FINANCIAL GOVERNANCE WITHIN THE EU ( 1 ) Data include EU Member States and EU institutions. Source: Eurostat (Online data sources: sdg_17_10, sdg_17_20, sdg_17_30, sdg_17_40 and sdg_17_50) Financing to developing countries in 2018 EUR 104.1 billion - 2.4 % since 2013 Official development assistance in 2019 ( 1 ) 0.41 % of gross national income (GNI) + 0.03 pp since 2014 General government gross debt in 2019 77.8 % of GDP - 8.8 pp since 2014 Environmental taxes in 2018 6.0 % of total tax revenues - 0.2 pp since 2013 Imports from developing countries in 2018 EUR 894.0 billion + 25.5 % since 2013 ",
        "Eurostat supports the SDGs 40 Annex EU SDG indicators assessed against quantitative EU targets Code Name Target value Target year SDGs sdg_01_10 Risk of poverty or social exclusion - 20 million 2020 1 sdg_04_10 Early school leavers < 10 % 2020 4 sdg_04_20 Tertiary educational attainment ≥ 40 % 2020 4 sdg_04_30 Early childhood education ≥ 95 % 2020 4 sdg_04_40 Underachievement in reading, maths and science < 15 % 2020 4 sdg_04_50 Employed recent graduates ≥ 82 % 2020 4 sdg_04_60 Adult learning > 15 % 2020 4 sdg_07_10 sdg_07_11 Primary and final energy consumption + 20 % efficiency 2020 7 sdg_07_40 Renewable energy ≥ 20 % 2020 7 13 sdg_08_30 Employment rate ≥ 75 % 2020 8 sdg_09_10 R&D expenditure ≥ 3 % 2020 9 sdg_11_40 People killed in road accidents - 50 % of 2010 2020 3 11 sdg_11_60 Recycling of municipal waste ≥ 60 % 2030 sdg_12_30 CO2 emissions from new passenger cars ≤ 95 g CO 2 per km 2021 9 12 13 sdg_13_10 Greenhouse gas emissions - 40 % of 1990 2030 13 sdg_17_10 Official development assistance ≥ 0.7 % 2030 17 Note: Assessment of the risk of poverty or social exclusion (sdg_01_10) is based on data for the EU including the UK but excluding Croatia; assessment of primary and final energy consumption (sdg_07_10 and sdg_07_11) is based on EU-28. 11 ",
        "Getting in touch with the EU In person All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact/meet-us_en On the phone or by email Europe Direct is a service that answers your questions about the European Union. You can contact this service: — by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), — at the following standard number: +32 22999696 or — by email via: https://europa.eu/european-union/contact_en Finding information about the EU Online Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU publications You can download or order free and priced EU publications at: https://op.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact/meet-us_en). EU law and related documents For access to legal information from the EU, including all EU law since 1952 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu Open data from the EU The EU Open Data Portal (http://data.europa.eu/euodp/en) provides access to datasets from the EU. Data can be downloaded and reused for free, for both commercial and non-commercial purposes. ",
        "Sustainable development in the European Union Overview of progress towards the SDGs in an EU context This brochure is a ‘light’ version of Eurostat’s publication ‘Sustainable development in the European Union — 2020 monitoring report on progress towards the SDGs in an EU context’, conveying its main messages in a visual and concise way. The brochure builds on the EU SDG indicator set which comprises around 100 indicators structured around the 17 SDGs. It presents a statistical overview of trends for each indicator, described on the basis of a set of specific quantitative rules and focusing on short-term trends over the past five years. For a detailed presentation of the EU trends and a description of the methodology, please refer to the full Eurostat SDG publication. For more information https://ec.europa.eu/eurostat/ Print: 978-92-76-17454-7 PDF: 978-92-76-17455-4 P r i n t : K S - 01 - 20 - 192 - E N - C P D F : K S - 01 - 20 - 192 - E N - N "
    ]
}