{
    "text": [
        "EN EN COMMISSION OF THE EUROPEAN COMMUNITIES Brussels, 20.9.2007 COM(2007) 545 final COMMISSION WORKING PAPER EU Report on Policy Coherence for Development {SEC(2007)1202} ",
        "EN 2 EN TABLE OF CONTENTS 1. Introduction ..................................................................................................................3 2. Main findings................................................................................................................3 2.1. Trade.............................................................................................................................4 2.2. Environment .................................................................................................................5 2.3. Climate change .............................................................................................................5 2.4. Security.........................................................................................................................6 2.5. Agriculture....................................................................................................................6 2.6. Fisheries........................................................................................................................7 2.7. Social dimension of globalisation, employment and decent work ...............................7 2.8. Migration ......................................................................................................................7 2.9. Research .......................................................................................................................7 2.10. Information Society ......................................................................................................8 2.11. Transport.......................................................................................................................8 2.12. Energy...........................................................................................................................9 3. Conclusion....................................................................................................................9 ",
        "EN 3 EN 1. I NTRODUCTION Policies other than development cooperation have a strong impact on developing countries. The European Union (EU) concept of Policy Coherence for Development (PCD) aims to build synergies between those policies and development objectives. This in turn will increase the effectiveness of development aid. Against the backcloth of the EU commitment to substantially increase official development assistance, the importance of ensuring that these resources are not rendered inefficient or wasted by policy incoherence is even greater. The aim of this report 1 is to shed some light on progress made by the EU in promoting a higher degree of coherence between the main policies that affect developing countries as well as to identify the main outstanding issues to be considered for further action. The policy framework that serves as a reference for this report was set in 2005, as part of the package of measures adopted to accelerate progress towards the Millennium Development Goals 2 . These commitments were confirmed at the highest political level in the European Consensus on Development 3 . This report provides a basis for assessing the application of PCD. It should help raise awareness and inform debates with all stakeholders within the EU, including the European and national Parliaments, civil society organisations active in development as well as in the other relevant policy areas, with a view to further promoting PCD. It concerns Member States as much as the EU. Therefore, it is expected to also feed the debate internally in each Member State. 2. M AIN FINDINGS As regards the organisational mechanisms put in place by the EU to improve the degree of coherence of its policies with the development objectives, the situation is nuanced: – Awareness of the external impact of EU policies beyond development has increased within EU institutions and the importance of PCD seems widely recognised, as reflected by the many PCD mechanisms put in place at Member State, EU and Commission levels. Adequate policy frameworks, procedures and instruments to promote PCD have been set up and must now be used in a more systematic way and, if necessary, improved and adapted based on experience. – Within the Commission a series of relevant mechanisms are in place in particular Inter- Service Consultations, the Impact Assessment System and the Inter-Service Group specifically mandated to promote PCD. Within the Council much progress has been made so far due to Presidency actions, but PCD is not institutionalised well enough in the decision-making process. Within the European Parliament the Development Committee is increasingly engaging in PCD which it furthers through issuing reports, defending positions in plenary sessions and related activities. 1 The report is based on Commission services' and Member States' contributions collected through a questionnaire sent in January 2007. 2 Commission Communication on 'Policy Coherence for Development – Accelerating progress towards attaining the Millennium Development Goals' – COM(2005)134 final of 12 April 2005 and May 2005 General Affairs and External Relations Council (GAERC) Conclusions on the Millennium Development Goals (Doc. 9266/05). 3 Joint Statement by the Council and the representatives of the governments of the Member States meeting within the Council, the European Parliament and the European Commission – 'The European Consensus on Development', December 2005 (OJ 2006/C 46/01). ",
        "EN 4 EN – In spite of these efforts, the EU is still at an early stage of PCD development. Capacity is often lacking and awareness amongst non-development departments remains low. The process of preparing this report itself may have contributed to starting to reverse the trend. – Overall, Member States' assessment is that progress towards PCD has been greater at EU level than at national level. – Conflicting political priorities amongst policies or different interests amongst Member States as well as amongst developing countries are the main obstacles to PCD. Progress made in establishing PCD Mechanisms Source : ECDPM, ICEI, Particip. 2.1. Trade – Trade is a powerful engine for economic growth and countries rely for a substantial part on trade to fight poverty. While trade alone cannot solve development problems, openness to trade and support for supply capacity are important elements in any coherent development strategy. – The existing EC market access regime is already quite favourable to developing countries. Still, developing countries face a number of obstacles. As a consequence, the poorest countries' share in international trade remains marginal. To facilitate their integration into the world economy, the EU has taken a number of initiatives. It has for instance been a major proponent in making development the key issue at the WTO negotiations and it has since been active in seeking a successful outcome to the Doha Development Agenda. The Economic Partnership Agreements that are being negotiated with the ACP countries are conceived as long-term partnerships based on a comprehensive approach to development. – With the reform approved in 2005, the GSP system also now provides more stability, predictability and trading opportunities for its users. Furthermore additional preferences are provided to countries that have ratified and effectively implement key international conventions on sustainable development, labour rights and good governance. 05 10 15 20 25 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 Blue: Number of EU MS and Institutions who have refered to PCD in official documents. Purple: Number of EU MS and Institutions who have operationalised PCD and put in practice ",
        "EN 5 EN – In addition, the Commission is presently in the process of revising its Preferential Rules of Origin with a view to making them simpler, more transparent and easier-to-use hence promoting development and preventing circumvention. – The EU complements its negotiation agenda with Aid for Trade, with a commitment to reach 2 billion euros a year by 2010, in order to help developing countries take advantage of new and existing trade opportunities, assist them with the implementation of new agreements and, if necessary, help them to adapt to a changing external trading environment. 2.2. Environment – While affecting everyone, the magnitude of environmental challenges varies considerably from one region or one country to another. Many, if not most, developing countries are directly threatened by environmental degradation and the poor are usually those who suffer most from environmental problems. – The Renewed EU Sustainable Development Strategy (SDS) 4 stresses that economic, social and environmental objectives reinforce each other and underlines the importance of working with external partners. – The positive effects of the EU's environmental policy for developing countries are usually indirect and achieved through spillover effects such as preserving biodiversity or introducing measures to protect consumers from environmental hazards. The EU is also a strong supporter of the delivery of 'environmental public goods' that are the subject of Multilateral Environmental Agreements. Furthermore, the Commission and EU Member States support the effective participation of developing countries in MEAs. The EU is also ready to help developing countries adapt to changes regarding EU environmental standards. 2.3. Climate change – While climate change is affecting all countries, developing countries and poorest populations will be hit earliest and hardest. Hence, all efforts deployed under the ambitious EU climate policy aimed as a long term goal to limit climate change to an average of 2°C as compared to pre-industrial levels, will directly or indirectly benefit these countries. – The positive spill-over effects of scientific research programmes and investments in appropriate technologies will also indirectly benefit partner countries. – The development of the biofuel policies at international level could have both positive impacts on developing countries in their capacity as producers and negative impacts if sustainability criteria are not observed, for instance as regards the deforestation rate, loss of soil fertility, water availability and food security in developing countries. – Further improvements are required regarding the integration of climate change concerns into the policy dialogue with developing countries as well as into development cooperation programmes. The Commission proposal to establish a Global Climate Change Alliance (GCCA) between the EU and its developing partners, particularly the LDCs and other vulnerable developing countries will be an important step in this direction. 4 Council Document 10917/06 of 26 June 2006. ",
        "EN 6 EN 2.4. Security – Even though the number of conflicts in the world has declined, internal civil wars are devastating and lack of security hampers people's legitimate aspirations. – The EU deploys a broad range of instruments both for security and for development. In the recent past, it has constantly been strengthening the links between those two areas. However, ensuring coherence between security and development is as important as it is difficult. Structural difficulties due to the nature of the problems and situations to be addressed, the diversity of contexts in which they erupt as well as the complexity of the EU's institutional set-up as a security actor constitute serious challenges. – Ongoing efforts range from integrating conflict prevention analysis and actions into development cooperation programmes, addressing situations of fragility, promoting transparency and equity in the management of natural resources, supporting Disarmament, Demobilisation and Reintegration programmes as well as Security Sector Reform, or controlling arms exports, the illicit trafficking of small arms and light weapons as well as of human beings, narcotics and explosives. – Cooperation with other actors, in particular the UN and the OSCE, regional organisations such as the AU, and civil society organisations, is essential. – However, improved coordination between security and development is still needed. This implies strengthening organisational mechanisms in the Commission and the Council to better take account of development concerns in security decisions, conducting systematically security-related analyses when informing and guiding development cooperation, improving the transition between the different financial instruments and continuing to build and sustain partnerships with the different international and regional organisations and civil society. – Concrete initiatives will be considered in the framework of the future joint EU-Africa strategic partnership with a view to responding to the African continent's requirements through a package of increasingly integrated and cross-cutting development and security measures. 2.5. Agriculture – Agriculture is of particular importance for developing countries and plays a key role in their economic growth, poverty reduction and food security. – The EC has come a long way in making its Common Agricultural Policy more development-friendly. With low and zero tariffs, access to the EC market is generally favourable to developing countries. Decisive progress was made on export subsidies and the distorting effects on prices of domestic agricultural subsidies through successive reforms which attempt to reconcile internal agricultural needs with the objectives of PCD. – Since 2003, export subsidies and trade-distorting-domestic subsidies have been reduced drastically. By 2011, at which time the CAP reforms launched in 2003 and 2005 will be fully implemented, almost 90% of EU direct payments will be decoupled from production. In the context of the WTO negotiations, the EU has offered to eliminate all export subsidies by 2013 and to reduce trade-distorting-domestic support by 70%. – EU development cooperation entails supporting to agricultural and rural development in particular with Africa. Ongoing initiatives to strengthen cooperation with developing countries on the setting and implementation of SPS are also an important step in that regard. ",
        "EN 7 EN 2.6. Fisheries – Fisheries is an important economic activity in many coastal developing countries and it can make an important contribution to food security. – Fisheries Partnership Agreements (FPAs) provide EU fleets with access to the maritime resources of developing countries which do not fully exploit their fishery resources. Since the reform of the EC Fisheries Policy in 2002 and 2004 the coherence of these agreements with development objectives has substantially improved. – Key issues include the quality of the scientific evaluation of fish stocks and fish surpluses and the integration of sustainable development and biodiversity concerns; the way developing countries actually use the financial contribution they receive under the FPA to develop their own fisheries activities; and the measures taken to counter illegal unreported and unregulated fishing. 2.7. Social dimension of globalisation, employment and decent work – The working poor represent one half of the poor across the world and child labour affects millions of children. The EU's efforts to enhance the social dimension of globalisation are fundamentally favourable to the MDGs. – The promotion of employment, social cohesion and decent work is part of the European Social Policy Agenda and of the European Consensus on Development. – While developing countries are not directly affected by internal employment and social policies, EU actions in this area have an important positive impact through two main channels. Firstly the EU is promoting the international agenda for the social dimension of globalisation and decent work. Secondly, at regional and national level, the EU is increasingly integrating employment and social issues into its dialogue, cooperation programmes and trade relations with developing countries and regions. – EU support for Fair Trade as well as the GSP+ scheme are examples of EU actions which can have strong effects especially when they are coupled with corresponding development cooperation programmes. 2.8. Migration – There is now a clear understanding that migration can be good for development and vice versa. Hence the importance of trying to harness the positive links and synergies that exist between the two policy areas. – Progress in the field of migration and development has so far been good as regards establishing of the policy framework and launching the political dialogue at regional and country level, particularly with Africa. – With a solid framework in place, progress is now needed on translating policy orientations, agreements and action plans into concrete actions that have a genuine impact. So far, only a few actions have been taken to make remittances cheaper, faster and safer, to support cooperation with diaspora communities and to turn brain drain into brain circulation, areas where most Member States are just beginning to develop adequate measures. Political dialogue and the future new EU-Africa Strategy will open avenues for more cooperation in the future. 2.9. Research – The ability to generate, absorb and apply new knowledge is an increasingly important factor determining the international competitiveness of modern economies as well as ",
        "EN 8 EN contributing to sustainable development. Yet developing countries, particularly in Africa, often lack the human and institutional resources necessary to address those issues. – EU research policy contributes to the development objectives in two main ways. Firstly, it supports research programmes in areas of global interest, including for developing countries. Secondly, by supporting specific international cooperation projects that involve research centres, universities and other stakeholders from developing countries, it contributes to creating context-specific knowledge and building capacity in the South. – Similarly, the European Space Policy (ESP) contributes to development and will be the basis for increased cooperation between Europe and Africa regarding the use of space assets and research for sustainable development. Navigation, Earth observation (namely the European initiative Global Monitoring for Environment and Security), satellite communications and sciences can be considered as a cross-cutting enabling tool in Europe's commitment to the achievement of the MDGs. – The 7 th Research Framework Programme (FP7-2007-2013) is completely open to all countries across the world. However the participation of developing countries in particular the least-developed ones is hampered by insufficient human and institutional S&T capacities. The countries' efforts to build S&T capacity should therefore be supported by development cooperation in synergy with other instruments and programmes. – Another issue of concern from the development perspective is the brain-drain effect of EU research policy, with high-level researchers being attracted in Europe. With a view to addressing this issue, the Commission continues the system of Marie Curie Action 'International Reintegration Grants' (IRG) to enable researchers who go back to their country to continue their own research activity. 2.10. Information Society – ICT can be a powerful tool for development, driving competitiveness, economic growth and social progress, as well as opening up new channels for the free flow of ideas and opinions which can promote democracy, freedom of speech, human rights and mutual understanding amongst people. However ICT can also contribute to widening the North- South gap, as well as the divide between info-rich and info-poor. – Promoting the information society in developing countries requires a balanced approach combining, on the one hand private investment in ICT infrastructures, and on the other hand government action aimed at creating a favourable regulatory environment and an ICT-literate society and workforce. – The policy dialogue and support for capacity building should be further promoted. This should be complemented by the extension of access to research and education networks, and a greater participation of developing countries in FP7. Particular emphasis should be placed on Sub-Saharan Africa. 2.11. Transport – The provision of an effective and efficient transport infrastructure is needed to achieve the MDGs, and is a key element underpinning competitiveness and economic growth. The promotion of sustainable transport is, therefore, an important part of EU development cooperation programmes, covering all transport modes as well as services to facilitate movement of goods and people. – The EU's internal transport policy affects developing countries through two main channels. Firstly through EU action within international bodies for setting international standards, ",
        "EN 9 EN aviation agreements, or cooperation in international projects such as Galileo. Secondly, through the EU's policy to develop high environmental, social, safety and security standards applying to the aircraft, ships and land vehicles that enter its territory and to its own fleets. 2.12. Energy – For the two billion people in the world who rely on traditional biomass fuels for cooking and/or have no access to modern energy services, electrification and the availability of clean cooking fuels could substantially improve sanitary and health conditions and increase standards of living 5 . – The EU is engaged in several major initiatives aimed at supporting the provision of adequate, affordable and sustainable energy services in developing countries. The most notable ones are the EU Energy Initiative for Poverty Eradication and Sustainable Development (EUEI) , the EU-Africa Infrastructure Partnership and the EU-Africa Energy Partnership. – The new 'Energy Policy for Europe' 6 , which aims to deliver sustainable, secure and competitive energy to all EU Member States, also aims at integrating Europe's energy and development policies in a win-win game. Developing countries, particularly in Africa, will benefit from the EU's efforts to diversify energy supply and to develop energy-efficient and renewable energy technologies. – Addressing cross-cutting issues such as environment, climate change and poor people's access to energy services, including in rural areas, will also be key to the overall success of energy initiatives in developing countries. 3. C ONCLUSION All the policy areas analysed in this report have an effect on the economic, social, environmental or political situation and prospects in developing countries. Even policies which are perceived to be mostly internal ones, such as social policies or transport, can influence development processes positively or negatively. Their effect depends on the evolving global context and on country-specific situations. For instance, climate change and energy are becoming major priorities not only from an internal EU point of view but also in a developmental perspective. Also, with a changing balance of powers on the international stage, the EU's policy of promoting social values at global, regional and country levels will become increasingly important in the future. This report therefore confirms the relevance of keeping an eye on the whole range of policy areas from the PCD angle. Furthermore, some areas that hold substantial potential for development, such as ICT and research could be better exploited. For each of the twelve policy areas analysed, outstanding issues were identified, where synergies with development policy could be further explored. In particularly sensitive areas, such as migration or security, the promotion of European interests and the identification of partner countries' own concerns must be balanced, with a view to finding win-win solutions. 5 The World Energy Assessment: Overview - 2004 Update', UNDP, UNDESA and World Energy Council. See:http://www.undp.org/energy/weaover2004.htm 6 COM(2007) 1 final of 10 January 2007. ",
        "EN 10 EN Generally speaking, the EU has taken concrete steps to improve the degree of PCD. It has improved its organisational mechanisms to that end, at Member State, Council and Commission levels. The drawing-up of this report has, in itself, been instrumental in raising internal policy departments' awareness of the effects their policies have on development. In terms of concrete results however, progress remains below the ambition set in the European Consensus on Development. Awareness and knowledge remain insufficient. The involvement of actors beyond the development community is still limited, both within the institutions and within civil society and the private sector. Continuous high-level political commitment is needed to ensure further progress so that, the coherence, effectiveness and visibility agenda of 'Europe in the World' 7 becomes a reality. This in turn calls for increased awareness of the fact that development and poverty reduction are eventually in Europe's own interest. In concrete terms, the main outstanding issues raised in the replies received are as follows: – as underlined by Member States, review and improve Council procedures, – intensify the inclusion of PCD in national and regional cooperation strategies, – improve information-sharing, – better use the Impact Assessment process, – make the Rolling PCD Work Programme more operational. There are also still a number of potential links that should be further explored. Dialogue with developing countries on the effects of EU policies other than aid must be enhanced, at country and regional levels as well as globally. The process of drawing up Country Strategy Papers offers a framework in which the Commission and Member States can develop such policy dialogue. The relevance of the PCD approach to developing countries' own policies should also be considered, since in most policy areas the positive impact of EU policies depends on parallel efforts being undertaken by partner countries. The inclusion of PCD in the new Joint EU-Africa Strategy under preparation is an important step in that direction. 7 COM(2006) 278 of 8 June 2006 'Europe in the World — Some Practical Proposals for Greater Coherence, Effectiveness and Visibility' and European Council Conclusions of June 2006. "
    ]
}